{
  "SERIES": "SORTER",
  "STATUS": "Established Series",
  "BYREV": "JKW-RM",
  "REVDATE": "07/2014",
  "STATES": "TX",
  "OVERVIEW": "The Sorter series consists of very deep, poorly drained soils.  These nearly level to very gently sloping soils formed in loamy fluviomarine deposits of the Lissie Formation of early to mid-Pleistocene age.  Slope ranges from 0 to 1 percent. Mean annual temperature is about 19.5 degrees C (67 degrees F), and mean annual precipitation is about 1295 mm (51 in).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, siliceous, superactive, thermic Natric Vermaqualfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Sorter silt loam--forest. (Colors are for moist soil unless otherwise stated.)\nA--0 to 8 cm, (0 to 3 in); gray (10YR 5/1) silt loam; massive due to crayfish bioturbation; hard, friable; many fine and few medium roots; many fine pores; few wormcasts; 50 percent crayfish krotovinas; 1 percent very fine black (10YR 2/1) concretions; 2 percent fine prominent yellow (10YR 7/6) iron concentrations with diffuse boundaries; 2 percent fine distinct brown (10YR 4/3) iron concentrations with diffuse boundaries along roots and in pores; very strongly acid; clear irregular boundary.  (5 to 15 cm [2 to 6 in] thick)\nBg--8 to 48 cm, (3 to 19 in); light brownish gray (10YR 6/2) silt loam; massive due to crayfish bioturbation; hard, friable; many fine and medium roots; many fine pores; 60 percent crayfish krotovinas; 1 percent black concretions; 2 percent fine distinct yellow (10YR 7/6) iron concentrations with diffuse boundaries; 5 percent fine prominent yellowish red (5YR 4/6) iron concentrations with clear boundaries along roots and in pores; 10 percent fine prominent reddish yellow (7.5YR 6/8) iron concentrations with diffuse boundaries; very strongly acid; gradual wavy boundary.  (30 to 76 cm [12 to 30 in] thick)\nBtg/Eg1--48 to 173 cm, (19 to 68 in); light brownish gray (10YR 6/2) silt loam; weak very coarse prismatic structure; very hard, firm; few fine roots along surfaces of prisms; few distinct clay films in pores; 1 percent black (10YR 2/1) concretions; 60 percent crayfish krotovinas; many coatings of dark gray clay cups up to 1 mm thick in krotovinas, vertical crevices and on krotovina walls; 15 percent fine and medium prominent yellowish brown (10YR 5/8) iron concentrations with diffuse boundaries on surfaces of peds; 8 percent fine and medium prominent reddish yellow (7.5YR 6/8) iron concentrations with clear boundaries on surfaces of peds and in pores; very strongly acid; diffuse wavy boundary.  (76 to 127 cm [30 to 50 in] thick)\nBtg/Eg2--173 to 201 cm (68 to 79 in); light gray (10YR 7/2) silt loam; weak medium and coarse prismatic structure; very hard, firm; few fine roots; common fine and medium pores; few distinct clay films on surfaces of peds and in pores; 1 percent fine black concretions; 45 percent crayfish krotovinas; few lenses of heavy silt loam, and common small masses and lenses of very fine sandy loam, and many dark gray clay cups at the bottom of crayfish krotovinas; 25 percent fine and medium distinct brownish yellow (10YR 6/8) iron concentrations with diffuse boundaries; 2 percent fine and medium reddish yellow (7.5YR 7/6) iron concentrations with clear boundaries on surfaces of peds and in pores; 1 percent fine prominent light greenish gray (10Y 7/1) iron depletions lining old root channels; moderately acid; diffuse wavy boundary.  (25 to 64 cm [10 to 25 in] thick)\nBtg/Eg3--201 to 236 cm, (79 to 93 in), 65 percent light gray (10YR 7/2) sandy clay loam (Btg); 35 percent light gray (10YR 7/2)(Eg); weak coarse prismatic structure; hard, firm; few distinct clay films on surfaces of peds and in pores; 20 percent crayfish krotovinas; 5 percent coarse distinct brownish yellow (10YR 6/6) iron concentrations with diffuse boundaries; few very fine sand and silt coatings on surfaces of prisms; Btg consists of irregular masses 5 to 8 cm (2 or 3 in) wide; Eg consists of albic material of very fine sandy loam texture; 10 percent is brittle; slightly acid, diffuse wavy boundary.  (25 to 76 cm [10 to 30 in] thick)\nEg/Btg--236 to 279 cm, (93 to 110 in), 60 percent light gray (10YR 7/2) fine sandy loam (Eg); 40 percent light gray (10YR 7/2)(Btg); weak coarse prismatic structure; few fine roots; hard, firm; few masses of fine sand up to about 4 cm (1 1/2 in) in diameter; 4 percent fine distinct coarse brownish yellow (10YR 6/6) iron concentrations with diffuse boundaries; 2 percent fine prominent reddish yellow (7.5YR 6/8) with clear boundaries in peds; Btg consists of masses of sandy clay loam up to 8 cm (3 in) wide slightly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Montgomery County, Texas; from the intersection of U.S. Highway 59 and Farm Road 2090 in Splendora; 4 miles west on Farm Road 2090; 50 ft south in forest. Fostoria topographic quad; Latitude: 30 degrees 15 minutes 10.7 seconds N; Longitude: 95 degrees 13 minutes 12.2 seconds W. NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil Moisture: An aquic soil moisture regime.\nMean annual soil temperature: 20.6 to 21.7 degrees C (69 to 71 degrees F)\nCrayfish krotovinas range from 50 to 70 percent in the upper 100 centimeters.\nParticle-size control section (weighted average)\nClay content: 4 to 12 percent\nCEC/clay ratio: 0.65 to 1.0\nExchangeable Sodium Percentage: 7 to 15 in the particle-size control section and 1 to 15 throughout.\nA Horizon\nHue: 10YR\nValue: 4 to 6\nChroma: 1 or 2\nTexture: silt loam or very fine sandy loam\nCrayfish krotovinas: 40 to 60 percent\nRedox accumulations: amount- 1 to 5 percent, color-shades of yellow or brown\nReaction: extremely acid to strongly acid\nBg Horizon\nHue: 10YR\nValue: 5 to 7\nChroma: 1 or 2\nTexture: very fine sandy loam, fine sandy loam, silt loam, or loam\nCrayfish krotovinas: 50 to 80 percent\nRedox accumulations: amount- 5 to 25 percent, color-shades of yellow, brown, or red\nReaction: extremely acid to strongly acid\nBtg/Eg Horizons\n(Btg part)\nHue: 10YR\nValue: 6 or 7\nChroma: 1 or 2\n(Eg Part\nHue: 10YR or 2.5Y\nValue: 6 or 7\nChroma: 1 or 2\nTexture: very fine sandy loam, fine sandy loam, silt loam, loam, or sandy clay loam\nCrayfish krotovinas: 30 to 60 percent\nRedox accumulations: amount- 10 to 25 percent, color-shades of brown, yellow, or red and are mostly in the Btg\nRedox depletions: amount- 0 to 4 percent, color-shades of gray, green or blue and are mostly in the Btg\nReaction: very strongly acid to neutral\nEg/Btg Horizons (where present)\n(Eg Part\nHue: 10YR or 2.5Y\nValue: 6 or 7\nChroma: 1 or 2\n(Btg part)\nHue: 10YR or 2.5Y\nValue: 6 or 7\nChroma: 1 or 2\nTexture: very fine sandy loam, fine sandy loam, or silt loam\nCrayfish krotovinas: 0 to 10 percent\nRedox accumulations: amount- 2to 15 percent, color-shades of brown, yellow, or red and are mostly in the Btg\nRedox depletions: amount- 0 to 4 percent, color-shades of gray, green or blue and are mostly in the Btg\nReaction: slightly acid or neutral"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no series in the same family. Similar soils include the Caddo (LA), Clodine (TX), Gessner (TX), Nona (TX), Ozan (AR), Plank (TX), and Waller (TX) series.\nCaddo, Clodine, Gessner, Ozan and Waller soils:  do not have more than 50 percent crayfish bioturbation in the particle-size control section.  In  addition, Caddo and Nona soils have a fine-silty particle-size control section.\nClodine soils: do not more than 50 percent crayfish activity in the upper 100 cm.\nGessner soils: are in a fine-loamy family; are neutral to moderately alkaline; formed under prairie conditions.\nOzan soils: are in a subactive CEC/clay class; do not have more than 50 percent crayfish activity in the upper 100 cm.\nPlank soils: have a coarse-silty particle-size control section.\nWaller soils: have a fine-loamy particle-size control section; do not have more than 50 percent crayfish activity in the upper 100 cm."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material: loamy fluviomarine deposits derived from the Lissie Formation of Pleistocene age\nLandscape: coastal plains\nLandform: flats\nSlope: 0 to 1 percent but are mainly less than 0.5 percent\nMean annual air temperature range: 19.5 to 20.6 degrees C (67 to 69 degrees F)\nMean annual precipitation range: 1219 to 1473 mm (48 to 58 in)\nPrecipitation Pattern: Precipitation is generally uniform throughout the year with slight peaks in the spring and fall months.\nFrost-free period: 240 to 300 days\nElevation: 22.9 to 46 m (75 to 150 ft)"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Dallardsville (TX), Kirbyville (TX), Kountze (TX), Plank (TX), Segno (TX), Splendora (TX) and Waller (TX) series.\nDallardsville, Kirbyville, and Kountze soils: are moderately well drained; on relict meander belt levees and bars.\nPlank soils: have a coarse-silty particle-size control section; on similar landform.\nSegno, Splendora and Waller soils: have a fine-loamy particle-size control section. Segno and Splendora soils are on relict meander belt levees and bars. Waller soils are on a similar landform."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Poorly drained. Runoff is high.  Permeability is slow. These soils remain saturated with aquic conditions for long periods, especially during the winter and spring months."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most areas are in forest.  Some areas have been cleared for pasture. Native vegetation includes lobolly and shortleaf pine and water oak, willow oak, red oak, and sweetgum.  Understory includes blackgum, post oak, yaupon, persimmon, wax myrtle, American elm, and American beautyberry."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Southeastern Texas and southwestern Louisiana; LRR T; The Western Gulf Coast Flatwoods (MLRA 152B); series of large extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Montgomery County, Texas; 1975."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: The Sorter series was redescribed in 1997 to reflect the change in Soil Taxonomy with the addition of the Vermaqualfs great group.\nDiagnostic horizons and features in this pedon include:\nOchric epipedon: 0 to 8 cm (0 to 3 in) (A horizon)\nVermic feature: over 50 percent crayfish bioturbation (Bg and Btg/Eg1 horizons)\nArgillic horizon: 48 to 203 cm (19 to 80 in) (Btg/Eg horizons)\nNatric horizon: Exchangeable sodium percentage of more than 7 in the particle-size control section.\nGlossic horizon: 48 to 203 cm (19 to 80 in) (Btg/Eg horizons. The glossic horizon is series criteria but is not diagnostic for classification.)\nTaxonomic Version: Keys to Soil Taxonomic, Eleventh Edition, 2010.\nADDITIONAL DATA: Data available from Beltsville Lab on Lab Nos. 4295-64302 and 64303-64309 in Montgomery County.  Data available from Texas A&M University Soil Characterization Lab for pedon number S78TX-339-003 from, Soil Morphology and Moisture Regimes Along a Hillslope in the Texas Coastal Plain, a dissertation by Michael John Verpraskas and Larry P. Wilding, Texas A&M University, 1980 in Montgomery County.  Also, TAMU Soil Characterization Lab for pedon S95TX-199-008 from Hardin County and S00TX-457-002 from Tyler County.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
