{
  "SERIES": "SOSA",
  "STATUS": "Established Series",
  "BYREV": "Rev. JLL; GRB",
  "REVDATE": "09/2006",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS:  Fine, kaolinitic, isohyperthermic Aridic Haplustalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Sosa fine sandy loam--pastureland (Colors are for moist soil).\nAp--0 to 5 inches; dark reddish brown (5YR 3/3) fine sandy loam; weak fine granular structure; soft, very friable; nonsticky, nonplastic; many fine roots; about 3 percent, by volume, ironstone nodules; moderately acid; clear smooth boundary.\nA--5 to 12 inches; dark reddish brown (5YR 3/3) fine sandy loam; weak coarse subangular blocky structure; hard, friable; nonsticky, slightly plastic; many fine roots; about 14 percent, by volume, ironstone nodules; slightly acid; clear smooth boundary. (Combined thickness of the A and Ap horizons ranges from 5 to 19 inches)\nB/A--12 to 20 inches; 70 percent dark red (2.5YR 3/6) and 30 percent dark reddish brown (5YR 3/3) sandy clay; massive; hard, friable; slightly sticky, slightly plastic; few fine roots; common faint clay films on face of peds; about 12 percent, by volume, ironstone nodules; neutral; clear smooth boundary. (0 to 13 inches thick)\nBt1--20 to 33 inches; red (2.5YR 4/6) sandy clay; moderate medium subangular blocky structure; very hard, firm; slightly sticky, slightly plastic; common faint clay films on face of peds; about 6 percent, by volume, ironstone nodules; many medium distinct dark red (10R 3/6), strong brown (7.5YR 5/8) reticulate areas of iron accumulation and light gray (10YR 7/1) reticulate areas of iron depletion; neutral; gradual wavy boundary. (8 to 18 inches thick)\nBt2--33 to 63 inches; red (2.5YR 4/6) sandy clay loam; weak medium subangular blocky structure; very hard, extremely firm; slightly sticky, slightly plastic; few faint clay films on face of peds; about 1 percent, by volume, ironstone nodules; many medium distinct dark red (10R 3/6), strong brown (7.5YR 5/8) reticulate iron accumulation and light gray (10YR 7/1) reticulate areas of iron depletion; neutral."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Cabo Rojo, Puerto Rico.  Approximately 0.25 mile south of Betances community from the intersection of P.R. Hwy. 101 and P.R. Hwy. 103; about 100 feet west of paved road on pastureland.  USGS Puerto Real topographic quadrangle (1966); lat. 18 degrees 01 minute 35 seconds N.; long. 67 degrees 08 minutes 15 seconds W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Solum thickness is more than 60 inches.  Content of iron nodules is less than 15 percent, by volume, throughout.  Reaction ranges from moderately acid to slightly acid in the A, Ap and B/A horizons, and from slightly acid to neutral in the Bt horizons.\nThe A or Ap horizon has hue of 5YR to 10YR, value of 3 or 4, and chroma of 3 or 4.  Texture is loamy fine sand, fine sandy loam or sandy loam.\nThe B/A horizon, where present, has hue of 2.5YR to 7.5YR, value of 3 to 6, and chroma of 3 to 6.  Texture is sandy clay loam or sandy clay.\nThe Bt horizon has hue of 10YR or 2.5YR, value of 4 or 5, and chroma of 6 to 8.  Reticulate mottles in shades of red, brown, and gray range from few to many.  Texture is sandy clay loam or sandy clay."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no other known series in the same family."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Sosa soils are on marine terraces of the Semiarid Coastal Plains MLRA of southern Puerto Rico.  Slopes range from 2 to 12 percent.  They formed in clayey and loamy marine deposits.  The climate is semiarid tropical.  The average annual precipitation range from 30 to 65 inches and the average annual temperature ranges from 75 to 79 degrees F."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These include the Bahia and Guayabo series. Bahia and Guayabo soils are on lower positions, have coarser particle-size control sections, and have an Aridic soil moisture regime."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; moderately slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most areas of Sosa soils are used for urban development and pastureland.  The vegetation consists of native and introduced grasses and shrubs."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Southwestern coastal plains of Puerto Rico.  The series is small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Raleigh, North Carolina."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Lajas Valley, Puerto Rico; 1965."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon:\nOchric epipedon - the zone from 0 to 12 inches (Ap and A horizons).\nArgillic horizon - the zone from 20 to 63 inches (Bt1 and Bt2 horizons).\nThe classification was updated with the 06/2002 draft from Fine, kaolinitic, isohyperthermic Aridic Paleustalfs to Fine, kaolinitic, isohyperthermic Aridic Haplustalfs based on laboratory data.\nADDITIONAL DATA:  Characterization pedon - Cabo Rojo Municipality, Puerto Rico; S81PR-007-003. Sample by NSSL, Lincoln, NE., 08/1981.\nSosa soils are in MLRA 273.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
