{
  "SERIES": "SOSTIEN",
  "STATUS": "Established Series",
  "BYREV": "Rev. PGM:JLD",
  "REVDATE": "02/97",
  "STATES": "LA,MS",
  "OVERVIEW": "The Sostien series consists of deep, poorly drained, very slowly permeable, clayey soils.  These soils are forming in sediments dredged from canals or rivers or from land surfaces during construction of canals or waterways.  Slopes range from 0 to 8 percent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, smectitic, nonacid, thermic Vertic Fluvaquents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Sostien clay, on a 3 percent slope in hardwood woodland.       (Colors are for moist soil unless otherwise\nstated.)\nA--0 to 4 inches; dark grayish brown (10YR 4/2) clay; common fine distinct dark brown and yellowish brown mottles; few fine\nfaint dark gray mottles; weak coarse subangular blocky structure; firm, plastic, sticky; common fine and medium roots; thin layer (1/4-inch) of very dark gray (10YR 3/1) clay on surface;\nmoderately alkaline; clear smooth boundary.  (2 to 6 inches\nthick)\nCg--4 to 65 inches; gray (10YR 5/1; 5Y 5/1) clay; many fine\nand medium prominent strong brown (7.5YR 5/8) and dark brown\n(7.5YR 4/4) mottles; common fine distinct yellowish brown (10YR\n5/6) mottles; massive; very firm, very sticky, plastic; common\nfine, medium, and coarse roots in upper part; many large clods and clayey soil fragments in varying shades of gray; thin\ndiscontinuous bedding planes are evident in some clods; about 10 percent of the matrix is grayish brown (10YR 5/2) fine sandy loam that surrounds clods, lies in pockets, or is in vertical,\nhorizontal, and diagonal streaks; few fine and medium soft masses\nof carbonates; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Concordia Parish, Louisiana; 3.5 miles west of the Old River Control Structure, Three Rivers Wildlife Management\nArea, 1.5 miles west of levee on shell road, 0.8 mile south of\nroad, 300 feet south and 255 feet east of trail, unsectionized\narea, T. 1 N., R. 8 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Reaction ranges from slightly acid to moderately alkaline throughout.  Cracks 1 to 3 centimeters wide develop to a depth of 50 to 60 centimeters in most years.\nThe A horizon has hue of 10YR, 2.5Y, or 5Y; value of 3 or 4, and chroma of 1 to 3.  Texture is clay, silty clay, or silty clay\nloam.\nThe Cg horizon has hue of 10YR, 2.5Y, or 5Y; value of 4 to 6, and chroma of 1 or 2.  Mottles, where present, are in shades of brown.  Some pedons have thin lenses or clods with hue of 5YR, value 4 or\n5, and chroma 4 or 6.  Texture is clay or silty clay.  Few to\ncommon pockets, streaks, or strata of sandy or loamy materials\noccur throughout.  Accumulations of calcium carbonate range from\nnone to common."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are Ambia and Ijam series in the same\nfamily and Sharkey series.  Ambia soils formed in undisturbed materials and are more acid throughout.  Ijam soils are more\nsaline.  Sharkey soils formed in undisturbed materials and have a cambic horizon."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Sostien soils are on spoil banks adjacent to rivers and canals.  Slopes range from 0 to 8 percent.  The soils\nare forming in thick, clayey sediments dredged from canals or\nrivers or from land surfaces during construction of waterways. The climate is warm and humid.  The mean annual temperature is about\n66 degrees F., and the mean annual rainfall is about 59 inches\nnear the type location."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are mainly Bruin,\nCocodrie, Commerce, Convent, Crevasse, and the competing Sharkey series.  Bruin, Commerce, Convent, and Crevasse soils are on\nnearby undisturbed areas and are loamy throughout.  Cocodrie soils are developing in dredged materials and are coarse-silty."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Poorly drained; slow to medium runoff; very slow permeability.  These soils are usually saturated\nthroughout during the winter and spring.  Some areas of these\nsoils are subject to flooding."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most areas have reverted to woodland and are mainly for wildlife habitat.  A few areas are used for pasture.  Dominant tree species in wooded areas are sugarberry, black\nwillow, green ash, boxelder, and eastern cottonwood."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Louisiana and possibly other states that have channel straightening and dredging operations.  The series is\nof small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Concordia Parish, Louisiana; 1983."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  The series name is derived from that of a local lake.  These soils were formerly unclassified and included in the land\ntype, made land; or were classified and mapped at the Great Group Level; or were included with the Sharkey series."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "NA"
  },
  "SITE": [
    [
      {
        "drainage": "poorly",
        "drainage_overview": "poorly"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 10,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "clay",
        "structure": "NA",
        "dry_rupture": "NA",
        "moist_rupture": "NA",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "eff_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "A--0 to 4 inches; dark grayish brown (10YR 4/2) clay; common fine distinct dark brown and yellowish brown mottles; few fine"
      },
      {
        "name": "Cg",
        "top": 10,
        "bottom": 165,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "clay",
        "structure": "NA",
        "dry_rupture": "NA",
        "moist_rupture": "NA",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "eff_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Cg--4 to 65 inches; gray (10YR 5/1; 5Y 5/1) clay; many fine"
      }
    ]
  ]
}
