{
  "SERIES": "SOUTHSHORE",
  "STATUS": "Established Series",
  "BYREV": "Rev. RGC/SDH/TDT",
  "REVDATE": "08/2007",
  "STATES": "WA",
  "OVERVIEW": "The Southshore series consists of deep to cemented till, well drained soils that formed in residuum and colluvium from alpine glacial till deposits on glacial valleys. Slopes are 0 to 50 percent. The mean annual precipitation is about 120 inches and mean annual temperature is about 47 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Medial-skeletal, ferrihydritic, isomesic Typic Fulvudands"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Southshore extremely gravelly medial silt loam - forestland, on a 28 percent westerly aspect at an elevation of 1,310 feet in a western hemlock/swordfern-oxalis plant association. (When described on May 28, 1998, the soil was moist throughout. Colors are for moist soil unless otherwise stated. All textures are apparent field textures.)\nOi--0 to 1 inch; slightly decomposed needles, leaves, twigs, and cone fragments; abrupt smooth boundary.\nOe--1 to 2 inches; moderately decomposed organic materials; abrupt smooth boundary.\nOa--2 to 5 inches; highly decomposed organic materials; many very fine, fine, medium, and coarse roots; abrupt smooth boundary. (Combined thickness of O horizon 1 to 6 inches thick)\nA--5 to 11 inches; dark brown (7.5YR 3/2) gravelly medial silt loam, brown (7.5YR 4/2) dry; weak very fine and fine subangular blocky and weak very fine and fine granular structure; hard, friable, slightly sticky and slightly plastic; weakly smeary; many very fine and fine and common medium and coarse roots; many very fine and fine tubular and irregular pores; 30 percent gravel; very strongly acid (pH 4.6); clear wavy boundary. (2 to 7 inches thick)\nBw1--11 to 20 inches; dark brown (7.5YR 3/4) gravelly medial silt loam, brown (7.5YR 5/4) dry; weak very fine, fine, and medium subangular blocky and weak very fine and fine granular structure; slightly hard, friable, slightly sticky and slightly plastic; weakly smeary; few very fine and fine roots; few very fine and fine tubular and irregular pores; 15 percent gravel, 5 percent cobbles, 5 percent stones; very strongly acid (pH 5.0); clear wavy boundary.\nBw2--20 to 29 inches; yellowish red (5YR 4/6) extremely gravelly medial loam, reddish yellow (7.5YR 6/6) dry; weak very fine, fine, and medium subangular blocky and weak very fine and fine granular structure; slightly hard, friable, slightly sticky and slightly plastic; weakly smeary; few very fine roots; few very fine and fine tubular and irregular pores; 60 percent gravel, 5 percent cobbles; strongly acid (pH 5.2); clear wavy boundary.\nBw3--29 to 36 inches; yellowish red (5YR 4/6) very gravelly medial loam, reddish yellow (7.5YR 6/6) dry; weak very fine, fine, and medium subangular blocky and weak very fine and fine granular structure; slightly hard, friable, slightly sticky and slightly plastic; weakly smeary; few very fine roots; few very fine and fine tubular and irregular pores; 45 percent gravel, 10 percent cobbles; strongly acid (pH 5.4); clear wavy boundary.\nBw4--36 to 49 inches; strong brown (7.5YR 4/6) extremely gravelly medial loam, reddish yellow (7.5YR 6/6) dry; weak very fine, fine, and medium subangular blocky and weak very fine and fine granular structure; slightly hard, friable, slightly sticky and slightly plastic; weakly smeary; few very fine roots; few very fine and fine tubular and irregular pores; 60 percent gravel, 5 percent cobbles; very strongly acid (pH 4.8); abrupt wavy boundary. (Combined thickness of the Bw horizon is 38 to 53 inches.)\n2Bsm--49 to 65 inches; strong brown (7.5YR 4/6) extremely gravelly sandy loam, yellow (10YR 7/6); massive; hard, brittle, weakly cemented, nonsticky and nonplastic; few very fine irregular pores; 55 percent gravel, 10 percent cobbles, 5 percent stones; very strongly acid (pH 4.6). (12 inches to several feet thick)"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Grays Harbor County, Washington, about 4 miles southwest of Wooded Peak, about 1,585 feet east and 1,425 feet north of the southwest corner of Section 18, T. 22 N., R. 9 W. (Latitude 47 degrees 23' 30\" N., Longitude 123 degrees 52' 28\" W.)"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: The mean annual soil temperature is 47 to 51 degrees F. The difference between mean summer and mean winter soil temperature is 5 to 9 inches F. These soils are usually moist, and are dry less than 45 consecutive days in the soil moisture control section. Depth to cemented till is 40 to 60 inches. The solum has andic soil properties throughout with an estimated moist bulk density of 0.75 to 0.90 g/cc, acid-oxalate extractable aluminum plus one half of the acid-oxalate extractable iron of 2 to 4 percent, phosphate retention of 85 to 100 percent, and 15-bar water retention of 20 to 35 percent for air dried samples. Acid oxalate iron is 1.5 to 3.0 percent. The particle-size control section has 10 to 20 percent field estimated clay and 20 to 40 percent sand.\nThe A horizon has hue of 10YR or 7.5YR moist and dry, value of 2 or 3 moist and 3 or 4 dry, and chroma of 2 or 3 moist and dry. It has 10 to 25 percent organic matter. It has 5 to 15 cmol/kg of aluminum.\nThe Bw horizon has hue of 10YR, 7.5YR, or 5YR moist and dry, value of 3 through 5 moist and 5 through 7 dry, and chroma of 4 or 6 moist and dry. It is gravelly medial silt loam, very gravelly medial loam, or extremely gravelly medial loam. Reaction is very strongly acid or strongly acid. It has 4 to 10 percent organic matter and is less than 7 percent below a depth of 20 inches. It has 2 to 5 cmol/kg of aluminum.\nThe 2Bsm horizon has hue of 10YR or 7.5YR moist and dry, value of 4 or 5 moist and 6 or 7 dry, and chroma of 4 or 6 moist and dry. It is extremely gravelly loamy sand or extremely gravelly sandy loam. Reaction is very strongly acid or strongly acid."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Ascar, Klone, Mudreeek and Necanicum series. Ascar soils are moderately deep to bedrock. Mudcreek soils are moderately deep to dense till. Necanicum soils are deep and very deep to bedrock. Klone soils lack the cemented till material."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Southshore soils are on glacial valleys. Slopes are 0 to 50 percent. The soils formed in residuum and colluvium from alpine glacial till deposits derived dominantly from marine basalt. Elevations are 120 to 1600 feet. Mean annual precipitation is 90 to 160 inches. Fog drip contributes to the effective precipitation totals. Mean annual temperature is 46 to 48 degrees F. The frost-free season is 140 to 220 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Ascar, Hoko, Knappton, Mopang, Mudcreek, Necanicum, and Vesta soils. Ascar soils are on mountain slopes and dissected mountain slopes and are moderately deep. Hoko soils have cemented till at 20 to 40 inches. Knappton soils are on mountain slopes and dissected mountain slopes and are very deep and medial. Mopang soils are on ground moraines and glacial valleys and are medial. Mudcreek soils are on ground moraines and are moderately deep to dense till. Necanicum soils are on moderate relief mountain slopes, mountain slopes, and dissected mountain slopes and are deep and very deep to bedrock. Vesta soils are on glacial valleys and are medial over clayey."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; moderate over very slow permeability. Southshore soils have a seasonal zone of saturation between 3.5 and 5.0 feet from November through April."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Timber production, wildlife habitat, recreation, and watershed. Native vegetation is Sitka spruce, western hemlock, western redcedar, red huckleberry, western swordfern, Oregon oxalis, deer fern, and salal."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Grays Harbor County, Washington; MLRA 4A. Series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Grays Harbor County, Washington, 1999."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are the following:\nOchric epipedon\nCambic horizon - 11 to 49 inches (Bw1 through Bw4 horizons)\nCemented horizon - 49 to 65 inches (Bsm horizon)\nAndic soil properties - 5 to 49 inches (A and Bw1 through Bw4 horizons)\nPSCS - 5 to 45 inches (A, Bw1, Bw2, Bw3, and a portion of Bw4 horizons)\nAll depths to diagnostic horizons and features are measured from the top of the first mineral horizon.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
