{
  "SERIES": "SOUTHMOUNT",
  "STATUS": "Established Series",
  "BYREV": "Rev. DH/ALH/CLM",
  "REVDATE": "11/2019",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive Pachic Argicryolls"
  },
  "TYPE LOCATION": {
    "section": "TYPIC PEDON",
    "content": null
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Owyhee County, Idaho; about 18 miles south and 6 miles west of Silver City; 2,000 feet east and 1,100 feet north of the southwest corner of sec. 6, T. 8 S., R. 4 W.; USGS Combination Ridge 7.5 minute topographic quadrangle; latitude 42 degrees 45 minutes 15 seconds N and longitude 116 degrees 51 minutes 27 seconds W; WGS84 Decimal Degrees 42.7541667 latitude, -116.8575000 longitude."
  },
  "COMPETING SERIES": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nAverage annual soil temperature - 2.2 to 4.4 degrees C.\nAverage summer soil temperature - 8.9 to 11.1 degrees C.\nTypic udic moisture regime.\nMollic epipedon thickness - 41 to 97 cm.\nParticle-size control section - 24 to 32 percent clay; 0 to 20 percent rock fragments\nDepth to mottles - 46 to 100 cm.\nA horizon\nValue - 3 or 4 dry\nChroma - 1 through 3 dry or moist\nReaction (pH) - slightly acid or neutral\nBt1 horizon\nValue - 4 or 5 dry, 2 or 3 moist\nChroma - 2 or 3 dry or moist\nTexture - CB-SIL, L, or SIL\nRock fragments - 0 to 20 percent\nReaction (pH) - moderately or slightly acid\nBt2 horizon\nValue - 4 or 5 dry, 3 or 4 moist\nChroma - 3 or 4 dry or moist\nTexture - CB-CL or CL\nRock fragments - 0 to 20 percent\nReaction (pH) - strongly through slightly acid\nOther features - moderately coarse textured, strongly or moderately acid C horizons commonly occur below 100 cm."
  },
  "GEOGRAPHIC SETTING": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Bachus, Benteen, Cambern, Clayburn, Crystalbutte, Davtone, Decross, Dehana, Demast, Dranyon, Echemoor, Gordo, Hagenbarth, Harmehl, Millerlake, Senchert, Squawval, Stubbs, Thulepah, Vadnais, and Winu series.  The Bachus, Benteen, Cambern, Echemoor, Harmehl, Senchert, Squawval, Stubbs, Vadnais, and Winu soils are 50 to 100 cm to lithic or paralithic contact.  Clayburn soils have a mean summer temperature of about 14.4 degrees C., lack O horizons and the depth to the upper boundary of the argillic is 38 to 61 cm.  Crystalbutte, Dehana, and Demast soils have more than 20 percent rock fragments in the control section.  Davtone soils have a mean summer soil temperature of 12.7 to 15.0 degrees C., lack O horizons and have hues of 5YR and redder in the Bt horizon.  Decross and Millerlake soils have Bk horizons.  Demast soils are more than 50 cm to the upper part of the Bt horizon.  Dranyon soils are well drained and lack mottles above 100 cm.  Gordo soils have hue redder than 7.5YR in the control section.  Hagenbarth soils have an average annual soil temperature of 11.1 to 14.4 degrees C.  Thulepah soils have an average summer soil temperature of 6.1 to 8.3 degrees C., lack 0 horizons and have 300 to 410 mm of precipitation."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Southmount soils are strongly sloping to steep on north and east facing, dominantly concave, sideslopes and toeslopes of mountains at elevations of 1,770 to 2,260 meters.  Slopes range from 5 to 40 percent.  These soils formed in slope alluvium and colluvium from basalt. The climate is cold and moist in winter and warm and dry in summer.  The average annual precipitation is 560 to 910 mm, most of which is snow.  The average annual temperature ranges from 2.2 to 3.3 degrees C.  The frost-free period is 30 to 60 days."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  This is the Booneville series.  Booneville soils have more than 35 percent coarse fragments in the control section and are on upper slopes."
  },
  "USE AND VEGETATION": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Moderately well drained; slow to rapid runoff; moderately slow permeability.  The soil is saturated at depths of 3.5 to 5.0 feet for brief periods in the spring."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "USES AND VEGETATION",
    "content": "USES AND VEGETATION:  Southmount soils are used mainly for woodland and wildlife habitat.  The dominant natural vegetation is Douglas fir, mountain snowberry, Oregon grape, and elk sedge.  Quaking aspen is a common seral species."
  },
  "REGIONAL OFFICE": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Southmount soils are of small extent in southwestern Idaho. MLRA 25."
  },
  "ORIGIN": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "REMARKS": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Owyhee County Area, Idaho 1992."
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": null
  }
}
