{
  "SERIES": "SOUTHFORK",
  "STATUS": "Established Series",
  "BYREV": "Rev. AJC",
  "REVDATE": "02/98",
  "STATES": "WY",
  "OVERVIEW": "Typically, Southfork soils have granular A horizons, and B2t horizons having prismatic and subangular blocky structure and bedrock at depth of about 15 inches.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy, mixed, superactive, mesic, shallow Ustic Haplargids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Southfork loamy sand - grassland  (Colors are for dry soil unless otherwise noted.)\nA1--0 to 4 inches; reddish brown (5YR 5/3) loamy sand, reddish brown (5YR 4/3) moist; weak fine granular structure; loose; neutral (pH 7.0); clear smooth boundary. (3 to 6 inches thick)\nB2t--4 to 12 inches; reddish brown (2.5YR 5/3) coarse sandy loam, reddish brown (2.5YR 4/3) moist; a high proportion of medium to coarse angular granite sand; moderate very coarse prismatic structure that parts to moderate coarse subangular blocks; extremely hard, very friable; firm; thin glossy patches on faces of peds; thin glossy coatings on sand grains; wax-like bridges between sand grains; neutral (pH 7.0); gradual wavy boundary. (5 to 17 inches thick)\nB3--12 to 15 inches; Pink (5YR 7/3) very coarse sand, reddish brown (5YR 5/3) moist; a high proportion of medium to coarse angular granite sand; weak very coarse prismatic structure that parts to weak coarse subangular blocks; very hard, loose; weakly calcareous; mildly alkaline (pH 7.8); gradual wavy boundary. (2 to 7 inches thick)\nC--15 inches;  reddish gray, noncalcareous to very weakly calcareous arkosic sandstone. Can be penetrated with difficulty with a spade when dry."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: In an unsectionized portion of Johnson County, Wyoming.  The type location is indicated on aerial photograph 14-N-77, Johnson County, Wyoming."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Depth to calcareous material, thickness of solum, and depth to bedrock ranges from 10 to 20 inches. The weighted average content of organic carbon in the surface 15 inches ranges from approximately .6 to 1.5 percent. The sand/clay ratio ranges from approximately 5 to 10. Content of coarse fragments ranges from 0 to 15 percent and is mostly fine and very fine angular granite gravel. The lower part of the solum or any C horizon is usually calcalcareous and may contain a few concretions or coatings of secondary calcium carbonate; but there is not continuous horizon of secondary carbonate accumulation. These soils have very hard to extremely hard, semi-cemented consistence in the horizons of low organic matter content when air dry. Packing patterns of sand grains in the soil fabric tend to be cubical or rhomboidal. Mean annual soil temperature ranges from 47 degrees to 58 degrees F. and mean summer soil temperature ranges from 59 degrees to 78 degrees F. The A horizon has hue of 7.5YR or 5YR, value of 5 or 6 dry and 3 or 4 moist and chroma of 2 through 4. It is loose to slightly hard and neutral to mildly alkaline. The B2t horizon has hue of 5YR or 2.5YR, value is 5 or 6 dry and 4 or 5 moist and chroma of 3 or 4.  It usually has very coarse prismatic primary structure but has subangular blocky structure in some pedons. This horizon is sandy loam but clay ranges from 10 to 18 percent, silt from 3 to 30 percent, and sand from 55 to 80 percent with more than 35 percent fine sand or coarser and with a relatively high percentage of medium and coarse angular granite sand. It has an extremely hard semi-cemented consistence when dry but changes to very friable consistence when moistened. It shows little or no volume change on wetting and drying. Calcium carbonate equivalent of the lower part of the B2t horizon or the C horizon if present ranges from O to about 3 percent."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Shingle, Spearfish, and Wori series.  Shingle and Spearfish soils lack argillic horizons. Worf soils have 18 to 35 percent clay in the B2t horizon."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: These soils are on gently to moderately sloping hills and ridges in areas where red arkosic sandstone are exposed.  Slopes range from O to about 15 percent. These soils formed in moderately coarse to coarse, weakly calcareous, reddish-brown sediments derived from arkosic sandstone. At the type location the average annual precipitation is 12 inches, approximately 9 inches of which falls during the months of April through September. Mean annual temperature is 46 degrees F., and mean summer temperature is 65 degrees F."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the competing Worf soils and the Renohill soils. Renohill soils have fine textured control sections and have bedrock below 20 inches."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well to somewhat excessively drained; medium to rapid runoff; moderate to rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: These soils are used principally as native pastureland. Typical native plants are blue grama, snake weed, sand dropseed, needle-and-thread grass, and cactus."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Present known distribution limited to north-central Wyoming. The series is of limited extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Denver, Colorado"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Johnson County (Southern Johnson County Area), 1971.\nOSED scanned by NSSQA.  Last revised by state on 8/71.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": null
  }
}
