{
  "SERIES": "SOWCAN",
  "STATUS": "Inactive Series",
  "BYREV": "Rev: TAD/GWL/TER",
  "REVDATE": "02/1999",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, superactive, frigid Cumulic Haplustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Sowcan sandy loam--rangeland.  (Colors are for air-dry soil unless otherwise stated).\nA1--0 to 3 inches; grayish brown (10YR 5/2) sandy loam, very dark grayish brown (10YR 3/2) moist; weak medium subangular blocky structure; soft, friable, slightly sticky and nonplastic; many fine and very fine roots; few fine tubular pores; very slightly effervescent, (2 percent calcium carbonate equivalent), carbonates are disseminated; moderately alkaline (pH 8.2); clear smooth boundary.  (3 to 8 inches thick)\nA2--3 to 11 inches; grayish brown (10YR 5/2) sandy loam, very dark grayish brown (10YR 3/2) moist; moderate medium subangular blocky structure; soft, friable, slightly sticky and nonplastic; many very fine, fine and few medium roots; few fine tubular pores; very slightly effervescent (3 percent calcium carbonate equivalent), carbonates are disseminated; moderately alkaline (pH 8.2); abrupt smooth boundary.  (0 to 8 inches thick)\nA3--11 to 17 inches; grayish brown (10YR 5/2) sandy loam, very dark grayish brown (10YR 3/2) moist; moderate medium subangular blocky structure; soft, friable, slightly sticky and nonplastic; many very fine, fine and common medium roots; few medium and common fine tubular pores; 5 percent gravel; slightly effervescent, (7 percent calcium carbonate equivalent), carbonates are disseminated; moderately alkaline (pH 8.4); clear smooth boundary. (6 to 15 inches thick)\nA4--17 to 34 inches; grayish brown (10YR 5/2) gravelly sandy loam, very dark grayish brown (10YR 3/2) moist; moderate medium subangular blocky structure parting to weak fine subangular blocky; soft, friable, slightly sticky and nonplastic; many very fine, fine common medium and few coarse roots; common medium and fine tubular pores; 15 percent gravel; slightly effervescent, (5 percent calcium carbonate equivalent), carbonates are disseminated; moderately alkaline (pH 8.4); clear wavy boundary. (8 to 28 inches thick)\nBw1--34 to 49 inches; grayish brown (10YR 5/2) gravelly sandy loam, dark grayish brown (10YR 4/2) moist; weak medium subangular blocky structure; soft, friable, slightly sticky and nonplastic; common very fine, fine and few medium and coarse roots; common medium fine and few coarse tubular pores; 20 percent gravel; slightly effervescent, (7 percent calcium carbonate equivalent), carbonates are disseminated; moderately alkaline (pH 8.4); clear smooth boundary.  (8 to 19 inches thick)\nBw2--49 to 60 inches; dark grayish brown (10YR 4/2) sandy loam, very dark grayish brown (10YR 3/2) moist; moderate medium subangular blocky structure parting to weak fine subangular blocky; soft, friable, slightly sticky and slightly plastic; common very fine and fine roots; common very fine and fine tubular pores; 5 percent gravel; slightly effervescent, (5 percent calcium carbonate equivalent), carbonates are disseminated; moderately alkaline (pH 8.4)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Uintah County, Utah, 41 miles south of Bonanza Utah, 400 feet east and 1,100 feet south of northwest corner of sec. 22, T. 15 S., R. 24 E.; 39 degrees, 29 minutes, 59 seconds north latitude and 109 degrees, 13 minutes, 27 seconds west longitude."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The mollic epipedon ranges from 18 to as much as 60 inches thick.  Individual horizons may contain up to 25 percent rock fragments.  The particle size control section is sandy loam or gravelly sandy loam with thin strata of loam or gravelly loam.  Clay content averages 5 to 18 percent.  Rock fragments average 0 to 15 percent.  It is dry in all parts of the moisture control section less than 50 percent of the time when the soil temperature at 20 inches is above 41 degrees F.\nThe A horizon has hue of 10YR or 7.5YR, value of 3 to 5 dry, 2 or 3 moist, and chroma of 2 or 3.  Effervescence is none or slight.  Calcium carbonate equivalent is 0 to 5 percent.\nThe Bw horizon has hue of 10YR or 7.5YR, value of 4 to 6 dry, 2 to 4 moist, and chroma of 2 to 4.  Texture is fine sandy loam, sandy loam or loamy fine sand with very gravelly sand in the lower part of some pedons.  Calcium carbonate equivalent is 3 to 10 percent.\nSome pedons have a C horizon directly below the A horizon."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Plite (UT) and Telecan (T)(WY) series.  Plite soils have an aridic moisture regime.  Telecan soils have secondary calcium carbonate accumulations."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Sowcan soils are on stream terraces in narrow valleys at elevations of 5,400 to 7,400 feet.  Slopes range from 0 to 15 percent.  The soils formed in valley fill alluvium from sandstone.  The mean annual temperature ranges from 40 to 45 degrees F., and the mean summer temperature ranges from 64 to 68 degrees F.  Average annual precipitation ranges from 16 to 20 inches.  Freeze-free period is 60 to 90 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Pathead, Tosca (T) and Veatch soils.  Tosca soils have a calcic horizon.  Pathead soils lack a mollic epipedon and have bedrock depths of 20 to 40 inches.  Veatch soils have a loamy-skeletal particle size control section and have a mollic epipedon less than 16 inches thick.  These soils are on hill slopes."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained and somewhat poorly\ndrained, very slow runoff, moderately rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are used for rangeland, wildlife habitat and recreation.  Potential native vegetation is mountain big sagebrush, Utah snowberry, basin wildrye, western wheatgrass, mountain brome, Columbia needlegrass and bluegrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northeast Utah.  These soils are of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Summit County, Utah, 1986."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon - the zone from the surface of the soil to a depth of approximately 34 inches. (horizons A1, A2, A3, A4).\nBw feature - the zone of structural development below the A horizon.  (Bw1 and Bw2 horizons).\nCumulic feature - organic carbon decreases irregularly or is above 0.3 percent at 50 inches below the surface.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
