{
  "SERIES": "SOWCOON",
  "STATUS": "Established Series",
  "BYREV": "KLG-RLT",
  "REVDATE": "03/2006",
  "STATES": "MO",
  "OVERVIEW": "The Sowcoon series consists of very deep, somewhat poorly drained, slowly permeable soils on uplands.  They formed in colluvium and the underlying loess or silty sediments in sinkholes.  Slopes range from 0 to 5 percent.  Mean annual temperature is about 57 degrees F, and mean annual precipitation is about 42 inches.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty, mixed, active, mesic Fragiaquic Paleudults"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Sowcoon silt loam on a 1 percent slope in a pasture.\nA--0 to 4 inches; dark yellowish brown (10YR 4/4) silt loam; weak thick platy and moderate fine and medium granular structure; firm; many very fine and fine roots; few distinct patchy brown (10YR 5/3) skeletans on faces of peds and few distinct patchy strong brown (7.5YR 5/6) iron stains on faces of peds; common fine rounded black (N 2/0) iron-manganese concretions between peds; strongly acid (pH 5.1); clear smooth boundary.\nBE--4 to 9 inches; dark yellowish brown (10YR 4/4) silt loam; moderate very fine and fine subangular blocky structure; friable; common very fine and fine roots; very few distinct patchy brown (10YR 5/3) skeletans on faces of peds and very few distinct strong brown (7.5YR 5/6) iron stains on faces of peds; few fine rounded black (N 2/0) iron-manganese concretions between peds; moderately acid (pH 5.6); clear smooth boundary.\nBt1--9 to 18 inches; brown (10YR 4/3) silt loam; weak very fine and fine subangular blocky structure; friable; common fine to coarse roots; very few distinct strong brown (7.5YR 5/6) iron stains on faces of peds and very few faint patchy brown (10YR 5/3) skeletans on faces of peds and few distinct discontinuous brown (10YR 4/3) clay films on faces of peds; few fine rounded black (N 2/0) iron-manganese concretions between peds; moderately acid (pH 5.6); clear smooth boundary.\nBt2--18 to 28 inches; brown (10YR 4/3) silt loam; moderate very fine and fine subangular blocky structure; friable; few fine roots; very few distinct brown (10YR 4/3) clay films on faces of peds; few fine rounded black (N 2/0) iron-manganese concretions between peds and few fine irregular grayish brown (10YR 5/2) clay depletions throughout; strongly acid (pH 5.4); clear smooth boundary.\n2Bt3--28 to 34 inches; very dark gray (10YR 3/1) silt loam; moderate very fine and fine subangular blocky structure; friable; few fine roots; few distinct discontinuous very dark gray (10YR 3/1) clay films on faces of peds; few fine rounded black (N 2/0) iron-manganese concretions between peds; strongly acid (pH 5.3); abrupt smooth boundary.\n2Btg--34 to 45 inches; light olive brown (2.5Y 5/3) silt loam; moderate fine subangular blocky structure; firm; few distinct discontinuous light olive brown (2.5Y 5/3) clay films on faces of peds and few distinct light brownish gray (10YR 6/2) skeletans on faces of peds; few fine rounded black (N 2/0) iron-manganese concretions between peds; strongly acid (pH 5.3); abrupt smooth boundary.\n2Btgx--45 to 60 inches; light olive brown (2.5Y 5/3) silt loam; strong fine and medium subangular blocky structure parting to strong fine angular blocky; hard, brittle; common distinct discontinuous dark yellowish brown (10YR 4/4) clay films on faces of peds and few distinct discontinuous light brownish gray (10YR 6/2) skeletans on faces of peds; few fine rounded black (N 2/0) iron-manganese concretions between peds; very strongly acid (pH 4.8). 70% brittleness"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Stone County Missouri; .5 miles north of Blue Eye; 2415 feet east and 2455 feet north of the southwest corner of section 23, T. 21 N., R. 23 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nDepth to Bedrock: greater than 60 inches\nDepth to fragipan: 40 to 60 inches\nA or Ap horizon\nValue: 4 or 5\nChroma: 2 to4\nFine-earth: silt loam or silt\nTotal rock fragments: 0 to 10 percent gravel\nReaction: very strongly acid to neutral\nE, BE or BA horizon\nHue: 10YR or 2.5Y\nValue: 4 or 5\nChroma: 2 to 4\nClay depletions (when present): 10YR 6/2\nFine-earth: silt loam or silt\nTotal rock fragments: 0 to 10 percent gravel\nReaction: very strongly acid to slightly acid\nNote: Some pedons have an E horizon.\nBt or Btx horizon (where present)\nHue: 10YR or 7.5YR\nValue: 3 to 6\nChroma: 1 to 4\nClay depletions (when present)\nHue: 10YR\nValue: 5 to 7\nChroma: 1 or 2\nFine-earth: silt loam or silty clay loam\nTotal rock fragments: 0 to 20 percent gravel\nReaction: very strongly acid to moderately acid\n2Btg, 2Btgx, or 2Egx horizon (where present)\nHue: 10YR or 2.5Y\nValue: 4 to 6\nChroma: 2 or 3\nClay depletions\nHue: 10YR or 2.5Y\nValue: 6 to 8\nChroma: 1 or 2\nFine-earth: silt loam, silty clay loam, or silty clay\nTotal rock fragments: 0 to 40 percent gravel\nReaction: very strongly acid and strongly acid"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  This is the Cornwall series.  Cornwall soils are moderately well drained."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Sowcoon soils are on the bottoms of sinkholes. Slopes are concave and range from 0 to 5 percent. These soils formed in colluvium and the underlying loess or silty sediments. The mean annual temperature varies from 56 to 58 degrees F. The mean annual precipitation varies from 38 to 48 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Clarksville, Horneybuck, Goss, Noark, Rueter, and Tonti soils.  Horneybuck soils are on headslopes and sideslopes and have a fine-loamy particle size class.  Clarksville and Noark soils are on ridge tops.  Goss and Rueter soils are on sideslopes. Rueter and Clarksville soils have a loamy-skeletal particle class size and Goss and Noark soils have a clayey-skeletal particle size class.  Tonti soils are on ridgetops and have a fragipan."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Somewhat poorly drained, negligible runoff, slow permeability. Most areas are ponded for very brief to long periods during wet periods."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most areas of these soils are cleared and used for pasture and hayland.  Native vegetation is mixed hardwoods."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: The Ozarks region (MLRAs 116A and 116B) of Missouri and possibly Arkansas.  This series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Morgantown, West Virginia"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Stone County, Missouri, 1998."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features in this pedon include:\nOchric epipedon - the zone from 0 to 34 inches (A, BE, Bt1, Bt2, and 2Bt3 horizons)\nArgillic horizon - the zone from a depth of 34 to 60 inches (2Btg and 2Btgx horizons)\nFragic Layer - the zone from 45 to 60 inches (2Btgx horizon)\nADDITIONAL DATA: University of Missouri soil characterization laboratory number M9420904.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
