{
  "SERIES": "SPAINHOWER",
  "STATUS": "Established Series",
  "BYREV": "Rev. PWB-ET-MAV",
  "REVDATE": "06/2016",
  "STATES": "CA",
  "OVERVIEW": "The Spainhower series consists of very deep, well drained soils formed in alluvium from granitic rock sources.  Spainhower soils are on fan terraces and have slopes of 5 to 15 percent.  The mean annual precipitation is about 180 mm and the mean annual temperature is about 13 degrees C.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Clayey-skeletal, mixed, superactive, thermic Xeric Haplargids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Spainhower gravelly sandy loam, stony, on a northeast facing slope of 7 percent under Cooper golden bush, Nevada ephedra, and spiny hopsage at an elevation of 1,200 meters.  (When described on August 25, 1985, the soil was dry throughout.  Colors are for dry soil unless otherwise stated). The surface is covered with 40 percent gravel, 10 percent cobbles, 2 percent stones, and 0.1 percent boulders.\nA--0 to 13 cm; pale brown (10YR 6/3) gravelly sandy loam, dark brown (10YR 3/3) moist; moderate coarse subangular blocky structure parting to moderate thick platy; slightly hard, friable, sticky and plastic; common very fine and few fine and medium roots; many very fine vesicular and few very fine and fine tubular pores; 15 percent gravel, 5 percent cobbles and 2 percent stones; slightly alkaline (pH 7.6); clear smooth boundary.  (10 to 18 cm thick)\nBAt--13 to 25 cm; light yellowish brown (10YR 6/4) gravelly sandy clay loam, dark yellowish brown (10YR 4/4) moist; moderate coarse subangular blocky structure; slightly hard, friable, sticky and plastic; common very fine and fine and few medium roots; common very fine tubular pores; many faint clay films bridging mineral grains and on peds; 20 percent gravel, 8 percent cobbles, and 2 percent stones; slightly alkaline (pH 7.6); clear smooth boundary.  (10 to 25 cm thick)\nBt--25 to 43 cm; light yellowish brown (10YR 6/4) very cobbly clay, dark yellowish brown (10YR 4/4) moist; moderate coarse subangular blocky structure; hard, firm, sticky and plastic; few very fine and fine roots; common very fine and few fine tubular and common very fine interstitial pores; many faint clay films bridging mineral grains and common distinct clay films on peds and rock fragments; 25 percent gravel, 20 percent cobbles, and 2 percent stones; slightly alkaline (pH 7.6); gradual smooth boundary.  (15 to 61 cm thick)\nBtk--43 to 76 cm; light yellowish brown (10YR 6/4) extremely cobbly clay, dark yellowish brown (10YR 4/4) moist; moderate coarse subangular blocky structure; hard, firm, sticky and plastic; few very fine and fine roots; common very fine and few fine tubular pores; many faint clay films bridging mineral grains and common distinct clay films on peds and rock fragments; slightly effervescent; 25 percent gravel, 35 percent cobbles, and 5 percent stones; moderately alkaline (pH 8.0); gradual smooth boundary. (0 to 38 cm thick)\nBCt--76 to 107 cm; light yellowish brown (10YR 6/4) extremely cobbly sandy loam, dark yellowish brown (10YR 4/4) moist; weak coarse subangular blocky structure; slightly hard, very friable, slightly sticky and slightly plastic; few very fine and fine roots; common very fine and fine interstitial pores; many faint clay films bridging mineral grains and few distinct clay films on peds and rock fragments; 30 percent gravel, 40 percent cobbles, and 3 percent stones; neutral (pH 6.6); gradual smooth boundary.  (20 to 51 cm thick)\nC--107 to 152 cm; light yellowish brown (10YR 6/4) extremely gravelly sandy loam, dark yellowish brown (10YR 4/6) moist; weak coarse subangular blocky structure; slightly hard, very friable, nonsticky and nonplastic; few very fine and fine roots; common very fine and fine interstitial pores; common faint clay films bridging mineral grains; 60 percent gravel, 20 percent cobbles and 5 percent stones; neutral (pH 6.8)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Inyo County, California; about 4.5 miles northwest of Independence, 150 feet west of Highway 395; 1,630 feet north and 390 feet east from the SW corner of sec. 35, T. 12 S., R. 34 E.; USGS Independence 7.5 minute topographic quadrangle; longitude 118 degrees, 14 minutes, 5 seconds; latitude 36 degrees, 51 minutes, 34 seconds; WGS84 Decimal Degrees 36.8594444 latitude, -118.2347222 longitude.."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Mean annual soil temperature is 15 to 17.8 degrees C.  The soil temperature is 8.3 degrees C or below from December 1 to March 10 and is 5 degrees C or below from December 10 to February 15.  The soil between the depths of 20 and 114 cm is moist in all parts for 121 days from December 1 to April 1 and is dry in all parts for 200 days from May 1 to November 15; aridic moisture regime bordering on xeric.  The surface is covered with 35 to 70 percent rock fragments including 25 to 50 percent gravel, 8 to 20 percent cobbles, 0 to 5 percent stones and 0 to 2 percent boulders. Rock fragments larger than pebble size typically extend into the A horizon.  Reaction is neutral to moderately alkaline throughout. It is noneffervescent or slightly effervescent with disseminated carbonates throughout.\nThe A horizon color is 10YR 5/3 or 6/3.  Moist color is 10YR 3/3, 4/3 or 4/4. Clay content is 10 to 20 percent.  It has 25 to 35 percent rock fragments including 10 to 20 percent gravel, 8 to 20 percent cobbles, and 0 to 10 percent stones.  Organic carbon content is less than 0.5 percent.\nThe BAt horizon color is 7.5YR 5/4, 6/4; or 10YR 6/4.  Moist color is 7.5YR 4/4; or 10YR 4/4.  It is gravelly, cobbly, very gravelly or very cobbly sandy clay loam, loam, or clay loam with 20 to 35 percent clay content. It has 25 to 55 percent rock fragments including 10 to 25 percent gravel, 8 to 25 percent cobbles, and 0 to 15 percent stones.\nThe Bt and Btk horizon color is 7.5YR 5/4, 6/4; or 10YR 6/4.  Moist color is 7.5YR 4/4 or 10YR 4/4.  It is very cobbly or extremely cobbly clay loam or clay with 35 to 45 percent clay content.  It has 40 to 70 percent rock fragments including 20 to 35 percent gravel, 20 to 35 percent cobbles and 2 to 20 percent stones.\nThe BCt and C horizon color is 7.5YR 6/4 or 10YR 6/4.  Moist colors are 7.5YR 4/4; 10YR 4/4 or 4/6.  It is extremely gravelly or extremely cobbly sandy loam with 10 to 20 percent clay content.  It has 60 to 80 percent rock fragments including 20 to 60 percent gravel, 20 to 40 percent cobbles, and 2 to 25 percent stones."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no other series in this family.  A similar soil in another family is the Tinemaha (T) series.  Tinemaha soils have 18 to 35 percent clay in the particle-size control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Spainhower soils are on fan terraces.  Slopes are 5 to 15 percent.  They formed in alluvium derived from mixed rock sources.  Elevations are 1,160 meters to 1,525 meters.  The climate is arid with hot dry summers and cool, slightly moist winters.  Mean annual precipitation is 130 mm to 230 mm.  Mean January temperature is 2.8 degrees C; mean July temperature is 24 degrees C; mean annual temperature is 12.2 to 13.9 degrees C.  Frost-free season is 150 to 200 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the similar Tinemaha (T), and the Goodale (T), Lubkin (T), and Cartago soils.  Goodale and Cartago soils do not have an argillic horizon and are on recent alluvial fans and fan terraces.  Lubkin soils are loamy-skeletal with less than 18 percent clay content and are on intermediate age fan terraces."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; medium runoff; slow permeability.  Rare hazard of flooding in the summer."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Spainhower soils are used for rangeland and wildlife habitat.  Vegetation is Nevada ephedra, spiny hopsage, desert needlegrass, and blackbrush."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Owens Valley of eastern California.  The series is not extensive in MLRA 29."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES PROPOSED",
    "content": "SERIES PROPOSED:  Benton-Owens Valley Area, Inyo County, California, 1989."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\n1.  Ochric epipedon--0 to 13 cm (A)\n1.1  Organic carbon content is less than 0.5 percent (Walkley-Black digestion method.)\n2.  Argillic horizon -- 13 to 76 cm (BAt, Bt, Btk)\n2.1  Clay increase from 15 percent (A horizon) to 28 percent       (BAt horizon) and 40 percent (Bt horizon).  Determined by hydrometer method.\n2.2  Clay films observed on peds, rock fragments and bridging mineral grains.\n3. Xeric subgroup\n3.1   Soil moisture control section is dry less than three fourths time that soil temperature at 50 cm is above 5 degrees C (66 percent based on Soil Conservation Service moisture-temperature transect data)\n3.2   Organic carbon content is less than 0.5 percent (Walkley-Black digestion method) while sand to clay ratio is less than or equal to 7 to 1 (hydrometer method).\n4.  Thermic temperature regime -- assumptions based on preliminary Soil Conservation Service soil/moisture transect, 55 years of local climate records and Bureau of Land Management data.\n5.  Mineralogy -- assumed mixed based on observation of few cracks.\n6.  Clayey-skeletal particle-size class -- 13 to 63 cm control section has 38 percent clay content and 50 percent rock fragments (based on hydrometer method and sieving).\n7.  Moisture regime -- Aridic bordering on Xeric\n7.1 The moisture control section is dry throughout from May 1 to November 15 (200 days).  It is moist throughout from December 1 to April 1 (121 days).\n7.2 The soil temperature exceeds 5 degrees C from February 15 to December 15.  Within this time period the moisture control section is dry from May 1 to November 15 (200 days).\n7.3 The soil temperature exceeds 8.3 degrees C from March 15 to December 1 (260 days), within this time period, the moisture control section is dry from May 1 to November 15 (200 days)."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "NA"
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 13,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "sandy loam",
        "structure": "moderate coarse subangular blocky",
        "dry_rupture": "hard",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "gravelly",
        "pH": 7.6,
        "pH_class": "slightly alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A--0 to 13 cm; pale brown (10YR 6/3) gravelly sandy loam, dark brown (10YR 3/3) moist; moderate coarse subangular blocky structure parting to moderate thick platy; slightly hard, friable, sticky and plastic; common very fine and few fine and medium roots; many very fine vesicular and few very fine and fine tubular pores; 15 percent gravel, 5 percent cobbles and 2 percent stones; slightly alkaline (pH 7.6); clear smooth boundary.  (10 to 18 cm thick)"
      },
      {
        "name": "BAt",
        "top": 13,
        "bottom": 25,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 4,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "sandy clay loam",
        "structure": "moderate coarse subangular blocky",
        "dry_rupture": "hard",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "gravelly",
        "pH": 7.6,
        "pH_class": "slightly alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "BAt--13 to 25 cm; light yellowish brown (10YR 6/4) gravelly sandy clay loam, dark yellowish brown (10YR 4/4) moist; moderate coarse subangular blocky structure; slightly hard, friable, sticky and plastic; common very fine and fine and few medium roots; common very fine tubular pores; many faint clay films bridging mineral grains and on peds; 20 percent gravel, 8 percent cobbles, and 2 percent stones; slightly alkaline (pH 7.6); clear smooth boundary.  (10 to 25 cm thick)"
      },
      {
        "name": "Bt",
        "top": 25,
        "bottom": 43,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 4,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "clay",
        "structure": "moderate coarse subangular blocky",
        "dry_rupture": "hard",
        "moist_rupture": "firm",
        "coherence": "NA",
        "cf_class": "very cobbly",
        "pH": 7.6,
        "pH_class": "slightly alkaline",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "Bt--25 to 43 cm; light yellowish brown (10YR 6/4) very cobbly clay, dark yellowish brown (10YR 4/4) moist; moderate coarse subangular blocky structure; hard, firm, sticky and plastic; few very fine and fine roots; common very fine and few fine tubular and common very fine interstitial pores; many faint clay films bridging mineral grains and common distinct clay films on peds and rock fragments; 25 percent gravel, 20 percent cobbles, and 2 percent stones; slightly alkaline (pH 7.6); gradual smooth boundary.  (15 to 61 cm thick)"
      },
      {
        "name": "Btk",
        "top": 43,
        "bottom": 76,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 4,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "clay",
        "structure": "moderate coarse subangular blocky",
        "dry_rupture": "hard",
        "moist_rupture": "firm",
        "coherence": "NA",
        "cf_class": "extremely cobbly",
        "pH": 8,
        "pH_class": "moderately alkaline",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "Btk--43 to 76 cm; light yellowish brown (10YR 6/4) extremely cobbly clay, dark yellowish brown (10YR 4/4) moist; moderate coarse subangular blocky structure; hard, firm, sticky and plastic; few very fine and fine roots; common very fine and few fine tubular pores; many faint clay films bridging mineral grains and common distinct clay films on peds and rock fragments; slightly effervescent; 25 percent gravel, 35 percent cobbles, and 5 percent stones; moderately alkaline (pH 8.0); gradual smooth boundary. (0 to 38 cm thick)"
      },
      {
        "name": "BCt",
        "top": 76,
        "bottom": 107,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 4,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "sandy loam",
        "structure": "weak coarse subangular blocky",
        "dry_rupture": "hard",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "extremely cobbly",
        "pH": 6.6,
        "pH_class": "neutral",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "BCt--76 to 107 cm; light yellowish brown (10YR 6/4) extremely cobbly sandy loam, dark yellowish brown (10YR 4/4) moist; weak coarse subangular blocky structure; slightly hard, very friable, slightly sticky and slightly plastic; few very fine and fine roots; common very fine and fine interstitial pores; many faint clay films bridging mineral grains and few distinct clay films on peds and rock fragments; 30 percent gravel, 40 percent cobbles, and 3 percent stones; neutral (pH 6.6); gradual smooth boundary.  (20 to 51 cm thick)"
      },
      {
        "name": "C",
        "top": 107,
        "bottom": 152,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 4,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 6,
        "texture_class": "sandy loam",
        "structure": "weak coarse subangular blocky",
        "dry_rupture": "hard",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "extremely gravelly",
        "pH": 6.8,
        "pH_class": "neutral",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "C--107 to 152 cm; light yellowish brown (10YR 6/4) extremely gravelly sandy loam, dark yellowish brown (10YR 4/6) moist; weak coarse subangular blocky structure; slightly hard, very friable, nonsticky and nonplastic; few very fine and fine roots; common very fine and fine interstitial pores; common faint clay films bridging mineral grains; 60 percent gravel, 20 percent cobbles and 5 percent stones; neutral (pH 6.8)."
      }
    ]
  ]
}
