{
  "SERIES": "SPANPEAK",
  "STATUS": "Established Series",
  "BYREV": "Rev. GAR-JAL",
  "REVDATE": "02/2011",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive Ustic Argicryolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Spanpeak coarse sandy loam, forested (colors are for dry soil unless otherwise noted).\nOi--0 to 2 inches; forest litter of slightly decomposed needles, twigs and leaves. (1 to 2 inches thick)\nA--2 to 16 inches; dark grayish brown (10YR 4/2) coarse sandy loam, very dark gray (10YR 3/1) moist; moderate very fine and fine subangular blocky structure; soft, very friable, nonsticky and nonplastic; many very fine and fine, common medium and few coarse roots; many very fine and common fine pores; 5 percent gravel, 5 percent cobbles; neutral (pH 6.6). (10 to 15 inches thick)\nBA--16 to 25 inches; brown (10YR 5/3) gravelly coarse sandy loam, dark grayish brown (10YR 4/2) moist; moderate fine and medium subangular blocky structure; soft, very friable, nonsticky and nonplastic; common medium and few fine, very fine and coarse roots; many very fine and common fine and medium pores; 10 percent gravel, 5 percent cobbles; neutral (pH 7.0); clear smooth boundary. (0 to 12 inches thick)\nBt--25 to 33 inches; brown (10YR 5/3) very cobbly sandy clay loam, dark grayish brown (10YR 4/2) moist; moderate medium subangular blocky structure; soft, very friable, slightly sticky and slightly plastic; common medium and few coarse roots; common very fine and fine and few medium pores; few faint clay films on faces of peds and gravel surfaces; 20 percent pebbles, 20 percent cobbles; neutral (pH 7.0); clear smooth boundary. (7 to 25 inches thick)\nC--33 to 60 inches; grayish brown (10YR 5/2) very gravelly loamy coarse sand, brown (10YR 4/3) moist; massive, loose, nonsticky and nonplastic; few coarse roots; common very fine, fine and medium pores; 30 percent gravel, 15 percent cobbles; neutral (pH 7.0)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Gallatin County, Montana; 200 feet south and 600 feet west of the NE corner of section 1, T.4S.,R.3E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nMean annual soil temperature - 36 to 40 degrees F.\nMean summer soil temperature  - 45 to 47 degrees F.\nMoisture control section - between 8 and 24 inches; not dry in all parts for 45 consecutive days.\nMollic epipedon thickness - 10 to 15 inches .\nA horizon - Value:  4 or 5 dry; 2 or 3 moist\nChroma:  1 or 2\nClay content:  12 to 18 percent\nRock fragments: 5 to 25 percent-- 5 to 15 percent gravel, 0 to 10 percent cobbles, 0 to 3 percent stones\nReaction:  pH 6.1 to 7.3\nBA horizon - Value: 5 or 6 dry; 3 or 4 moist\nChroma: 2 to 4\nClay content:  12 to 20 percent\nRock fragments:  10 to 25 percent -- 5 to 15 percent gravel, 5 to 10 percent cobbles.\nReaction:  pH 6.1 to 7.3\nBt horizon - Value: 5 or 6 dry; 3 or 4 moist\nChroma: 2 to 4\nClay content: 20 to 30 percent\nRock fragments: 35 to 60 percent -- 20 to 35 percent gravel, 15 to 25 percent cobbles\nReaction:  pH  6.1 to 7.3\nC  horizon - Value: 5 or 6 dry; 4 or 5 moist\nChroma: 2 to 4\nTexture: coarse sandy loam or loamy coarse sand\nClay content: 5  to 15 percent\nRock fragments: 35 to 60 percent--20 to 35 percent gravel, 15 to 25 percent cobbles\nReaction:  pH 6.1 to 7.3"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:\nBlaine (MT) - has a lithic contact at 20 to 40 inches.\nBowen (CO) - has a lithic contact at 20 to 40 inches.\nEss (AZ) - formed in materials that have a high content of volcanic ash; are at elevations of over 7200 feet.\nFornor (WY) - has horizon of secondary carbonate accumulation.\nFourmile (CO) - does not have an O horizon; has a lithologic discontinuity at 20 to 40 inches.\nGeertsen (UT) - has a lithic contact at 40 to more than 60 inches; formed in material weathered from limestone, shaly limestone or clacareous shale.\nHodden (CO) - has horizons of secondary carbonate accumulation; has mean annual precipitation of 10 to 16 inches; formed in alluvium and glacial outwash.\nHoodle (UT) - has horizon of secondary carbonate accumulation.\nItwo (NV) - has a lithic contact at 20 to 40 inches.\nLagarita (CO) - has horizons of secondary carbonate accumulation.\nLibeg (MT) - does not have an O horizon; has Bt horizons 24 to 40 inches thick.\nMaciver (MT) - has calcic horizons.\nNathale (WY) - has a lithic contact at 20 to 40 inches; does not have an O horizon.\nNathrop (CO) - has a lithic contact at 20 to 40 inches; has horizons of secondary carbonate accumulation; does not have an O horizon.\nNorriston (CO) - has a sandy-skeletal 2C horizon at 20 to 40 inches; has a Bt horizon with 5 to 18 percent clay.\nParkview (CO) - has a paralithic contact at 20 to 40 inches; does not have an O horizon.\nQuander (CO) - does not have an O horizon; is at elevation of 7,5oo to 11,600 feet.\nRatiopeak (MT) - has horizon of secondary carbonate accumulation.\nTahquats (ID) - has common uncoated silt particles in the upper Bt horizon.\nTeeler (WY) - has horizon of secondary carbonate accumulation; Bt horizon has hue of 7.5YR or redder; does not have an O horizon.\nWoodhall (CO) - has a lithic contact at 20 to 40 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nLandform - hills.\nElevation - 5,400 to 7,000 feet.\nSlope - 25 to 60 percent.\nParent material - colluvium from gniess and schist.\nClimate - long, cold winters; cool, moist springs; short summers.\nMean annual precipitation - 17 to 24 inches.\nMean annual air temperature - 34 to 38 degrees F.\nFrost-free period - 50 to 70 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  None listed."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Spanpeak soils are used mainly for woodland, understory grazing and wildlife habitat.  Potential native vegetation is mainly Douglas-fir, pinegrass, common snowberry, white spiraea, mallow ninebark, heartleaf arnica and western meadowrue."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Spanpeak soils are of small extent in southwestern Montana."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Gallatin County, Montana, 1997."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Soil interpretation record:  MT1499.  Diagnostic horizons and features recognized in this pedon are: a mollic epipedon from 2 to 16 inches (A horizon); an argillic horizon which is the particle-size control section from 25 to 33 inches (Bt horizon).  Spanpeak soils have a cryic temperature regime and an ustic moisture regime.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
