{
  "SERIES": "SPANGLER",
  "STATUS": "Established Series",
  "BYREV": "Rev. PSD",
  "REVDATE": "11/98",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, mesic Ustic Haplargids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Spangler loam-rangeland.  (Colors are for dry soil unless otherwise stated.)\nA--0 to 6 inches; light brownish gray (10YR 6/2) loam, dark grayish brown (10YR 4/2) moist; moderate fine granular structure; slightly hard, friable, slightly sticky and slightly plastic; neutral (pH 6.6); clear smooth boundary.  (3 to 7 inches thick)\nBA--6 to 12 inches; brown (10YR 5/3) clay loam, dark yellowish brown (10YR 4/4) moist; moderate medium and fine angular blocky structure; hard, firm, sticky and plastic; neutral (pH 6.6); clear smooth boundary.  (2 to 6 inches thick)\nBt--12 to 24 inches; brown (10YR 5/3) clay loam, dark yellowish brown 10YR 4/4) moist; moderate medium and fine angular blocky structure; hard, firm, sticky and plastic; thin continuous clay films on all faces of peds; neutral (pH 6.6); clear smooth boundary.  (9 to 15 inches thick)\nBC--24 to 30 inches; pale brown (10YR 6/3) clay loam, dark yellowish brown (10YR 4/4) moist; weak medium subangular blocky structure; hard, firm, sticky and plastic; neutral (pH 6.7); clear smooth boundary.  (3 to 6 inches thick)\nC--30 to 36 inches; pale brown (10YR 6/3) clay loam, dark yellowish brown (10YR 4/4) moist; weak medium subangular blocky structure; neutral (pH 6.7); abrupt wavy boundary.  (3 to 8 inches thick)\nCr--36 inches; yellowish brown, slightly hard, fine grained, noncalcareous, argillaceous sandstone."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Crook County, Wyoming; 100 yards northeast of the southwest corner of sec. 31, T. 54 N., R. 66 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The mean annual soil temperature is 47 to 52 degrees F.  Depth to bedded sandstone is 20 to 40 inches.  Depth to the base of the B2t horizon is 14 to 26 inches.\n2 - Spangler Series\nThe A horizon has hue of 2.5Y or 10YR, value of 5 or 6 dry and 3 or 4 moist, and chroma of 2 or 3 dry and moist.  It is loam or sandy loam.\nThe Bt horizon has hue of 2.5Y through 7.5YR, value of 5 or 6 dry and 4 or 5 moist, and chroma of 3 through 5 dry and moist.  It is clay loam or sandy clay loam and averages 27 to 35 percent clay and less than 35 percent fine sand or coarser.\nThe C horizon has hue of 2.5Y or 10YR.  Coarse sandstone fragments less than 3 inches in diameter range from 0 to 15 percent."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Balon, Buckle, Cambria, Cerrillos, Clovis, Cushman, Decolney, Fattig, Fernando, Fort Collins, Forkwood, Gaddes, Hagerman, Harbord, Hiland, Los Alamos, Maysdorf, Millett, Olney, Penistaja, Pokeman, Potts, Progresso, Pugsley, Rauzi, Scholle, Spenlo, Stoneham, Sundance, Tapia and Toluca series.  The balon, Buckle, Cambria, Cerillos, Clovis, Decolney, Fernando, Fort Collins, Forkwood, Harbord, Hiland, Los Alamos, Maysdorf, Millett, Olney, Penistaja, Potts, Rauzi, Scholle, Spenlo, Stoneham, Sundance, Tapia, and Toluca soils are deep.  Bowbac, Cushman, and Pokeman soils are calcareous or have Bk horizons.  The Fattig, Gaddes, Hagerman, and Progresso soils have a lithic contact at 20 to 40 inches.  Pugsley soils have more than 35 percent fine or coarser sand in the Bt horizon."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Spangler soils are on uplands.  They formed in residuum weathered from argillaceous, noncalcareous sandstone.  Slopes range from 2 to 20 percent.  Elevation is 3,200 to 5,000 feet.  The mean annual precipitation is 14 to 18 inches, most of which falls in the spring or early summer.  The mean annual temperature is 45 to 50 degrees F.  The frost-free season is 110 to 130 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Hargreave, Butche, and Norka soils.  Hargreave soils have a mollic epipedon.  Butche soils have a lithic contact at a depth of 10 to 20 inches.  Norka soils have a ca horizon."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; moderate runoff; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used for rangeland.  Native vegetation is needleandthread grass, western wheatgrass, blue grama, and Sandberg bluegrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northeastern Wyoming within or adjacent to the Black Hills.  The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Denver, Colorado"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Crook County, Wyoming; 1978.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": null
  }
}
