{
  "SERIES": "SPANGENBURG",
  "STATUS": "Established Series",
  "BYREV": "Rev.TLC/TDT/TM",
  "REVDATE": "07/2001",
  "STATES": "OR",
  "OVERVIEW": "The Spangenburg series consists of very deep, well drained and moderately well drained soils that formed in lacustrine sediments with a component of loess.  Spangenburg soils are on low lake terraces and have slopes of 0 to 2 percent.  The mean annual precipitation is about 9 inches and mean annual temperature is about 48 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, smectitic, mesic Xeric Paleargids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Spangenburg silty clay loam, rangeland.  (Colors are for dry soil unless otherwise noted.)\nA--0 to 2 inches; light brownish gray (10YR 6/2) silty clay loam, very dark grayish brown (10YR 3/2) moist; weak medium platy structure; slightly hard, very friable, very sticky and moderately plastic; many fine roots; many fine and medium vesicular pores; neutral (pH 7.2); abrupt wavy boundary.  (2 to 15 inches thick).\n2Bt1--2 to 6 inches; pale brown (10YR 6/3) and yellowish brown (10YR 5/4) silty clay, brown (10YR 4/3) moist; moderate medium prismatic structure parting to strong medium and fine subangular blocky; hard, firm, very sticky and moderately plastic; many fine roots; many very fine tubular pores; common faint clay films in pores; slightly alkaline (pH 7.4); clear wavy boundary.  (4 to 12 inches thick)\n3Bt2--6 to 15 inches; yellowish brown (10YR 5/4) silty clay loam, dark yellowish brown (10YR 4/4) moist; moderate fine angular blocky structure; slightly hard, friable, very sticky and moderately plastic; many fine roots; many very fine tubular pores; few faint clay films in pores; moderately alkaline (pH 8.0); clear wavy boundary.  (0 to 10 inches thick)\n3Btk--15 to 34 inches; pale brown (10YR 6/3) silty clay loam, brown (10YR 4/3) moist; weak fine angular blocky structure; slightly hard, friable, very sticky and moderately slightly plastic; common fine roots; many very fine tubular pores; few faint clay films in pores; 20 percent disseminated white ash; slightly effervescent; moderately alkaline (pH 8.0); abrupt wavy boundary.  (11 to 25 inches thick)\n4C--34 to 60 inches; very pale brown (10YR 7/3) loam, brown (10YR 4/3) moist; massive; slightly hard, friable, slightly sticky and slightly plastic; few fine roots; many very fine interstitial pores; laminar platy lacustrine sediments; moderately alkaline (pH 8.0)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Harney County, Oregon; 1.9 miles southeast of Blitzen in the NW1/4NE1/4NE1/4 of Sec. 26, T. 34 S., R. 31 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The mean annual soil temperature is 47 to 50 degrees F.  The soil temperature is above 41 degrees F from mid-April through mid-November.  The soils are dry in all parts of the moisture control section for one-half to three-fourths of the time when the soil temperature is greater than 41 degrees F.  Depth to bedrock is greater than 60 inches. The particle-size control section averages 35 to 60 percent clay with the upper part being 45 to 60 percent.  There is an absolute clay increase of 15 to 25 percent between the A and 2Bt horizons.  The combined A and Bt horizon thickness is 10 to 30 inches.  Depth to the stratified C horizon is 30 to 50 inches.\nThe A horizon has value of 5 to 7 dry, 3 or 4 moist, and a chroma of 1 to 3 dry and 2 moist.  The surface of the horizon is typically crusted.  It is neutral or slightly alkaline.\nThe 2Bt horizon has value of 5 or 6 dry, 3 or 4 moist, and chroma of 3 or 4 dry and 2 to 4 moist.  It is silty clay or clay with 45 to 60 percent clay.  It is neutral to moderately alkaline.  The primary structure is prismatic.\nThe lower Bt and Btk horizon has value of 5 to 7 dry, 3 or 4 moist, and chroma of 3 or 4 moist and dry.  It is silty clay loam or silt loam with 25 to 40 percent clay.  It is slightly or moderately alkaline.\nThe C horizon has value of 6 or 7 dry and 3 to 5 moist, and chroma of 3 or 4 dry and moist.  It is stratified loam, silt loam, loamy sand or sand and may contain up to 70 percent gravel.  It is slightly or moderately alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Acoma, Berdugo, Borda, Bowns, Brent, Chardoton, Gooding, Mahala, Phing, Poall, Reba, Sorf, and Verdico series.  Acoma soils have over 45 percent sand and 15 to 35 percent rock fragments in the particle-size control section.  Berdugo soils have blocky structure throughout the Bt horizon and have 35 to 45 percent clay throughout the Bt horizon.  Borda soils are slightly acid to neutral in the solum, are 40 to 60 inches deep to bedrock, are on foothills, and have 15 to 30 percent rock fragments in the surface layers.  Bowns, Mahala, and Verdico soils have bedrock at 20 to 40 inches.  Brent soils have a mean annual soil temperature of 50 to 54 degrees F, have an E horizon and a loam surface layer greater than 9 inches thick.  Chardoton soils have an E horizon and a mean annual soil temperature of 51 to 56 degrees F.  Gooding soils have a duripan at 40 to 60 inches, have an E horizon and a calcic horizon below the Bt layer.   Phing soils have a weakly cemented layer at 20 to 40 inches and lack secondary carbonates above 40 inches.  Poall soils are on hills and have a solum 60 inches or more thick.  Reba soils have 1 to 3 percent organic matter to a depth of 15 to 18 inches.  Sorf soils have a mean annual soil temperature of 51 to 54 degrees F and have 20 to 60 percent surface rock fragments."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Spangenburg soils are on low lake terraces and have slopes of 0 to 2 percent.  The soils formed in lacustrine sediments with components of loess, volcanic ash, and diatomaceous earth.  Elevations are 4,200 to 5,300 feet.  The climate is characterized by cool moist winters and hot dry summers.  The mean annual precipitation is 8 to 10 inches.  The mean annual temperature is 45 to 50 degrees F.  The frost-free period is 70 to 100 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Boulder Lake, Berdugo, Catlow, Enko, and Norad soils.  Boulder Lake soils have AC profiles and have cracks that are open once each year at the surface and are at least 1 cm. wide at a depth of 20 inches.  Catlow and Enko soils lack an argillic horizon and are loamy-skeletal and coarse-loamy respectively.  Norad soils do not have an abrupt boundary at the top of the argillic horizon, are on a slightly higher lake terrace position, and are fine-silty.  Berdugo soils have 35 to 45 percent clay throughout the argillic horizon and have blocky structure throughout the argillic horizon."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained and moderately well drained; slow permeability; ponded or very slow runoff."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  The soils are mainly used for range.  They are also used for irrigated alfalfa hayland.  Potential native vegetation is Thurber needlegrass, bottlebrush squirreltail, Sandberg bluegrass, Indian ricegrass, needleandthread, basin big sagebrush and Wyoming big sagebrush."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Pleistocene lake basins of southeastern Oregon, MLRA 24.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Lake County, Oregon, Southern Part; 1991."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - 0 to 2 inches (A horizon).\nArgillic horizon - from a depth of 2 to 34 inches (2Bt1, 3Bt2, 3Btk horizons)\nPale feature - abrupt boundary between A and 2Bt1 horizons with a clay increase of about 20 percent."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "NA"
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 5,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "silty clay loam",
        "structure": "weak medium platy",
        "dry_rupture": "hard",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": 7.2,
        "pH_class": "neutral",
        "eff_class": "NA",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "A--0 to 2 inches; light brownish gray (10YR 6/2) silty clay loam, very dark grayish brown (10YR 3/2) moist; weak medium platy structure; slightly hard, very friable, very sticky and moderately plastic; many fine roots; many fine and medium vesicular pores; neutral (pH 7.2); abrupt wavy boundary.  (2 to 15 inches thick)."
      },
      {
        "name": "2Bt1",
        "top": 5,
        "bottom": 15,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "silty clay",
        "structure": "moderate medium prismatic",
        "dry_rupture": "hard",
        "moist_rupture": "firm",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": 7.4,
        "pH_class": "slightly alkaline",
        "eff_class": "NA",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "2Bt1--2 to 6 inches; pale brown (10YR 6/3) and yellowish brown (10YR 5/4) silty clay, brown (10YR 4/3) moist; moderate medium prismatic structure parting to strong medium and fine subangular blocky; hard, firm, very sticky and moderately plastic; many fine roots; many very fine tubular pores; common faint clay films in pores; slightly alkaline (pH 7.4); clear wavy boundary.  (4 to 12 inches thick)"
      },
      {
        "name": "3Bt2",
        "top": 15,
        "bottom": 38,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 4,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "silty clay loam",
        "structure": "moderate fine angular blocky",
        "dry_rupture": "hard",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": 8,
        "pH_class": "moderately alkaline",
        "eff_class": "NA",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "3Bt2--6 to 15 inches; yellowish brown (10YR 5/4) silty clay loam, dark yellowish brown (10YR 4/4) moist; moderate fine angular blocky structure; slightly hard, friable, very sticky and moderately plastic; many fine roots; many very fine tubular pores; few faint clay films in pores; moderately alkaline (pH 8.0); clear wavy boundary.  (0 to 10 inches thick)"
      },
      {
        "name": "3Btk",
        "top": 38,
        "bottom": 86,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "silty clay loam",
        "structure": "weak fine angular blocky",
        "dry_rupture": "hard",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": 8,
        "pH_class": "moderately alkaline",
        "eff_class": "slightly effervescent",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "3Btk--15 to 34 inches; pale brown (10YR 6/3) silty clay loam, brown (10YR 4/3) moist; weak fine angular blocky structure; slightly hard, friable, very sticky and moderately slightly plastic; common fine roots; many very fine tubular pores; few faint clay films in pores; 20 percent disseminated white ash; slightly effervescent; moderately alkaline (pH 8.0); abrupt wavy boundary.  (11 to 25 inches thick)"
      },
      {
        "name": "4C",
        "top": 86,
        "bottom": 152,
        "dry_hue": "10YR",
        "dry_value": 7,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "loam",
        "structure": "massive",
        "dry_rupture": "hard",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": 8,
        "pH_class": "moderately alkaline",
        "eff_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "4C--34 to 60 inches; very pale brown (10YR 7/3) loam, brown (10YR 4/3) moist; massive; slightly hard, friable, slightly sticky and slightly plastic; few fine roots; many very fine interstitial pores; laminar platy lacustrine sediments; moderately alkaline (pH 8.0)."
      }
    ]
  ]
}
