{
  "SERIES": "SPARENBERG",
  "STATUS": "Established Series",
  "BYREV": "Rev. TCB-RM",
  "REVDATE": "09/2014",
  "STATES": "NM,TX",
  "OVERVIEW": "The Sparenberg series consists of very deep, somewhat poorly drained, very slowly permeable soils that formed in clayey lacustrine deposits of Quaternary age. These nearly level soils are on the floor of playa basins that are 0.6 to 15 m (2 to 50 ft) below the surrounding plain and range in size from a few acres to more than 50 acres. Slope ranges from 0 to 1 percent. Mean annual precipitation is about 483 mm (19 in), and mean annual air temperature is about 16 degrees C (61 degrees F).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, smectitic, thermic Udic Haplusterts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Sparenberg clay, midway between microhigh and microlow, 0.2 percent slope in playa basin at an elevation of about 922 m (3,025 ft). (Colors are for dry soil unless otherwise stated.)\nAp--0 to 10 cm (0 to 4 in); dark grayish brown (10YR 4/2) clay, very dark grayish brown (10YR 3/2) moist; weak fine granular structure and moderate medium angular blocky; hard, firm; very sticky and plastic; common very fine and fine roots; cracks 2.5 cm (1 in) wide at the surface extend through the horizon; few fine black (10YR 2/1) iron-manganese concretions; moderately alkaline; clear smooth boundary. (8 to 38 cm [3 to 15 in] thick)\nBw--10 to 25 cm (4 to 10 in); dark gray (10YR 4/1) clay, very dark gray (10YR 3/1) moist; weak medium prismatic structure parting to strong medium angular blocky; extremely hard, very firm; very sticky and plastic; common very fine and fine roots; common very fine and fine tubular pores; few faint vertical lenses of dark brown (10YR 3/3) crack fill material on faces of peds; cracks 2.5 cm (1 in) wide extend through the horizon; few strong brown (7.5YR 5/6) iron stains in pores; few fine black (10YR 2/1) iron-manganese concretions; moderately alkaline; gradual smooth boundary. (0 to 25 cm [0 to 10 in] thick)\nBss1--25 to 43 cm (10 to 17 in); dark gray (10YR 4/1) clay, very dark gray (10YR 3/1) moist; moderate coarse wedge-shaped aggregates parting to strong medium angular blocky structure; extremely hard, very firm; very sticky and plastic; common very fine and fine roots; common fine and medium tubular pores; few faint vertical lenses of dark yellowish brown (10YR 4/4) crack fill material on faces of peds; common distinct slickensides on horizontal faces of peds; cracks 2.5 cm (1 in) wide extend through the horizon; few faint grayish brown (10YR 5/2) iron depletions on faces of peds; few fine distinct light yellowish brown (10YR 6/4) iron stains on faces of peds; few fine black (10YR 2/1) iron-manganese concretions; moderately alkaline; gradual wavy boundary.\nBss2--43 to 71 cm (17 to 28 in); dark gray (10YR 4/1) clay, very dark gray (10YR 3/1) moist; moderate coarse wedge-shaped aggregates parting to strong medium angular blocky structure; very hard, very firm; very sticky and plastic; common fine and medium roots; common fine and medium tubular pores; few faint vertical lenses of dark yellowish brown (10YR 4/4) crack fill material on faces of peds; common distinct slickensides on horizontal faces of peds; cracks 2.5 cm (1 in) wide extend through the horizon; few faint grayish brown (10YR 5/2) iron depletions on faces of peds; few fine black (10YR 2/1) iron-manganese concretions; moderately alkaline; gradual wavy boundary.\nBss3--71 to 119 cm (28 to 47 in); dark gray (10YR 4/1) clay, very dark gray (10YR 3/1) moist; moderate coarse wedge-shaped aggregates parting to strong medium angular blocky structure; very hard, very firm; very sticky and plastic; few fine roots; common fine and medium tubular pores; few faint vertical lenses of pale brown (10YR 6/3) crack fill material on faces of peds; common distinct slickensides on horizontal faces of peds; cracks 2.5 cm (0.5 in) wide extend through the horizon; few fine calcium carbonate nodules; few fine black (10YR 2/1) iron-manganese concretions; moderately alkaline; gradual wavy boundary.\nBss4--119 to 155 cm (47 to 61 in); gray (10YR 5/1) and grayish brown (10YR 5/2) clay, dark gray (10YR 4/1) and dark grayish brown (10YR 4/2) moist; moderate coarse wedge-shaped aggregates parting to strong medium angular blocky structure; hard, firm; few fine and common medium roots; few fine and medium tubular pores; few faint vertical lenses of pale brown (10YR 6/3) crack fill material on faces of peds; common distinct slickensides on horizontal faces of peds; cracks 2.5 cm (0.5 in) wide extend through the horizon; few fine calcium carbonate nodules; few fine black (10YR 2/1) iron-manganese concretions; moderately alkaline; gradual wavy boundary. (combined thickness of the Bss horizons is 102 to 152 cm [40 to 60 in])\nBkss--155 to 203 cm (61 to 80 in); grayish brown (10YR 5/2) clay, dark grayish brown (10YR 4/2) moist; common fine distinct dark gray (10YR 4/1) mottles; moderate coarse wedge-shaped aggregates parting to strong medium angular blocky structure; hard, firm; very sticky and plastic; few fine and medium roots; few fine and medium tubular pores; few distinct slickensides on horizontal faces of peds; common fine masses and concretions of calcium carbonate, about 5 percent; slightly effervescent; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Lynn County, Texas; from the intersection of Farm Road 211 and Farm Road 1054 2.7 miles southeast of Wilson; 3 miles east on Farm Road 211; 1.3 miles south on county road; 400 ft west in playa basin; Latitude: 33 degrees, 16 minutes, 56 seconds N; Longitude: 101 degrees, 38 minutes, 15 seconds W; Wilson, Texas USGS quad; NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: An ustic moisture regime bordering on udic. The soil moisture control section is dry in some or all parts more than 180 but less than 205 cumulative days in normal years. July through August and November through March are the driest months. These soils are intermittently moist in September through October and April through June. These soils receive runoff and are moist in the soil moisture control section for longer periods of time than the soils of surrounding uplands.\nMean annual soil temperature: 16 to 18 degrees C (60 to 65 degrees F).\nDepth to secondary calcium carbonate: 25 to more than 152 cm (10 to more than 60 in).\nDepth to slickensides: 13 to 51 cm (5 to 20 in).\nSolum thickness: more than 203 cm (80 in).\nParticle-size control section: 40 to 50 percent silicate clay.\nThis is a cyclic soil and undisturbed areas have gilgai microrelief with microhighs 10 to 46 cm (4 to 18 in) higher than microlows. Distance between the center of the microhigh and the center of the microlow is about 1.5 to 4.6 m (5 to 15 ft). The microhigh makes up about 25 percent, the intermediate, or area between the high and low, about 50 percent, and the microlow about 25 percent. Cracks open and close each year except during higher than normal rainfall years, and remain open for less than 150 cumulative days during most years. When dry, 1 to 7.6 cm (0.4 to 3 in) wide cracks extend from the surface to a depth of 102 cm (40 in) or more. Cracks are more prominent in the microlows. COLE is more than 0.07. Where redox features exceed 3 percent, they occur in less than 25 percent of each pedon. The range in characteristics represents 50 percent or more of each pedon unless otherwise stated.\nAp horizon:\nHue: 7.5YR or 10YR\nValue: 3 or 4, 2 or 3 moist\nChroma: 1 to 3\nRedoximorphic features: none or few\nTexture: clay\nEffervescence: none to strong\nReaction: moderately acid to moderately alkaline\nBw horizon: (where present)\nHue: 10YR or 2.5Y\nValue: 3 to 5, 2 to 4 moist (where moist color values are 4 they comprise less than 50 percent of the matrix)\nChroma: 1 or 2\nRedoximorphic features: none or few\nTexture: clay\nEffervescence: none to strong\nReaction: slightly alkaline to moderately alkaline\nBss horizons:\nHue: 10YR or 2.5Y\nValue: 3 to 5, 2 to 4 moist\nChroma: 1 or 2\nRedoximorphic features: none or few\nTexture: clay\nVisible calcium carbonate: ranges from 0 to 2 percent in the form of films, threads, and concretions\nEffervescence: none to strong\nReaction: neutral to moderately alkaline\nBkss horizons:\nHue: 10YR or 2.5Y\nValue: 4 to 8, 3 to 7 moist\nChroma: 1 or 2\nRedoximorphic features: none or few\nTexture: clay\nCalcium carbonate equivalent: less than 15 percent\nVisible calcium carbonate: ranges from 3 to 40 percent in the form of threads, masses, and concretions\nEffervescence: strong or violent\nReaction: neutral to moderately alkaline"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Bleiblerville, Branyon, Burleson, Clarita, Deport, Dimebox, Ellis, Fairlie, Heiden, Houston Black, Lazare, Leson, Luling, McLean, Ovan, Sanger,\nSlidell, and the Watonga series. Similar soils are the Chapel, Lazbuddie,\nLockney, Ranco, and Randall series.\nBleiblerville, Branyon, Burleson, Clarita, Deport, Dimebox, Ellis, Fairlie, Heiden, HoustonBlack, Lazare, Leson, Luling, Ovan, Sanger, Slidell, and Watonga soils: occur in a zone of greater annual precipitation.).\nChapel soils: have a calcic horizon.\nLazbuddie and Lockney soils: have a calcic horizon and cracks that remain open\nfor 210 cumulative days during most years.\nMcLean soils: have 50 to 60 percent silicate clay in the particle-size control\nsection.\nRanco and Randall soils: have aquic moisture conditions during most years."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material: clayey lacustrine deposits of Quaternary age.\nLandform: on the floor of playa basins that are 0.6 to 15 m (2 to 50 ft) below the surrounding plain and range in size from a few acres to more than 50 acres.\nSlopes: range from 0 to 1 percent.\nMean annual air temperature: 14 to 17 degrees C (57 to 63 degrees F).\nMean annual precipitation: 432 to 533 mm (17 to 21 in).\nFrost-free period: 185 to 220 days.\nElevation: 792 meters to 1,463 m (2,600 to 4,800 ft).\nThornthwaite annual P-E Index Values: 25 to 36."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the similar Chapel and Ranco series and also the Acuff, Amarillo, Drake, Lofton, Midessa, Olton, Pep, Portales, and Posey series.\nChapel soils: on similar landscape positions and have a calcic horizon.\nRanco soils: on similar landscape position and have aquic conditions in most years.\nAcuff, Amarillo, Midessa, Pep, Posey, and Portales soils: on slightly higher landscape positions, have less than 35 percent clay in the particle-size control section and have calcic horizons. In addition, Acuff, Amarillo, and Posey soils have an argillic horizon.\nLofton and Olton soils: on slightly higher landscape positions and have an argillic horizon.\nDrake soils: on calcareous eolian dunes and have 35 percent or less silicate clay in the particle-size control section."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Somewhat poorly drained. Very slow permeability. Surface runoff is negligible. These soils occasionally pond for brief to long periods."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Used mainly for livestock grazing and some crop production.\nMany areas are planted to wheat in the fall and utilized for livestock pasture\nduring the winter months. During dry years, some areas are cultivated to cotton\nor grain sorghum. Native vegetation varies according to amount of water\navailable. It includes western wheatgrass, buffalograss, blue grama, vine\nmesquite, Texas blueweed, kochia, western ragweed, cocklebur, sunflower, and\nmares-tail. Bur ragweed, sedges, spike rush, bushy knotweed, frog-fruit, and\nsaltmarsh aster may occur in wetter areas. This soil has been correlated to the Playa (R077CY027TX) ecological site in MLRA-77C."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Southern High Plains, Southern Part (MLRA 77C in LRR H) of western Texas and eastern New Mexico. The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: MLRA-77 Soil Survey; Lynn County, Texas; 1995."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: The Sparenberg series was formerly included in the Randall series.\nDiagnostic horizons and features recognized in this pedon are:\nMollic epipedon - 0 to 25 cm (0 to 10 in). (Ap and Bw horizons)\nVertic features - 25 to 203 cm (10 to 80 in) (Bss & Bkss horizons) wedge-shaped aggregates and slickensides. Cracks open and close each year except during higher than normal rainfall years, and remain open for less than 150 cumulative days during most years. When dry, 1 to 7.6 cm (0.4 to 3 in) wide cracks extend from the surface to a depth of 102 cm (40 in) or more."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "ADDITIONAL DATA: NSSL - S94TX-305-001 (Lynn County, Texas); S00TX-445-001 (Terry County, Texas).\nTaxonomic Version: Keys to Soil Taxonomy, Eleventh Edition, 2010."
  },
  "SITE": [
    [
      {
        "drainage": "somewhat poorly",
        "drainage_overview": "somewhat poorly"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 10,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "clay",
        "structure": "weak fine granular",
        "dry_rupture": "hard",
        "moist_rupture": "firm",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "eff_class": "NA",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Ap--0 to 10 cm (0 to 4 in); dark grayish brown (10YR 4/2) clay, very dark grayish brown (10YR 3/2) moist; weak fine granular structure and moderate medium angular blocky; hard, firm; very sticky and plastic; common very fine and fine roots; cracks 2.5 cm (1 in) wide at the surface extend through the horizon; few fine black (10YR 2/1) iron-manganese concretions; moderately alkaline; clear smooth boundary. (8 to 38 cm [3 to 15 in] thick)"
      },
      {
        "name": "Bw",
        "top": 10,
        "bottom": 25,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 1,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 1,
        "texture_class": "clay",
        "structure": "weak medium prismatic",
        "dry_rupture": "hard",
        "moist_rupture": "firm",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "eff_class": "NA",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "Bw--10 to 25 cm (4 to 10 in); dark gray (10YR 4/1) clay, very dark gray (10YR 3/1) moist; weak medium prismatic structure parting to strong medium angular blocky; extremely hard, very firm; very sticky and plastic; common very fine and fine roots; common very fine and fine tubular pores; few faint vertical lenses of dark brown (10YR 3/3) crack fill material on faces of peds; cracks 2.5 cm (1 in) wide extend through the horizon; few strong brown (7.5YR 5/6) iron stains in pores; few fine black (10YR 2/1) iron-manganese concretions; moderately alkaline; gradual smooth boundary. (0 to 25 cm [0 to 10 in] thick)"
      },
      {
        "name": "Bss1",
        "top": 25,
        "bottom": 43,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 1,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 1,
        "texture_class": "clay",
        "structure": "strong medium angular blocky",
        "dry_rupture": "hard",
        "moist_rupture": "firm",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "eff_class": "NA",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bss1--25 to 43 cm (10 to 17 in); dark gray (10YR 4/1) clay, very dark gray (10YR 3/1) moist; moderate coarse wedge-shaped aggregates parting to strong medium angular blocky structure; extremely hard, very firm; very sticky and plastic; common very fine and fine roots; common fine and medium tubular pores; few faint vertical lenses of dark yellowish brown (10YR 4/4) crack fill material on faces of peds; common distinct slickensides on horizontal faces of peds; cracks 2.5 cm (1 in) wide extend through the horizon; few faint grayish brown (10YR 5/2) iron depletions on faces of peds; few fine distinct light yellowish brown (10YR 6/4) iron stains on faces of peds; few fine black (10YR 2/1) iron-manganese concretions; moderately alkaline; gradual wavy boundary."
      },
      {
        "name": "Bss2",
        "top": 43,
        "bottom": 71,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 1,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 1,
        "texture_class": "clay",
        "structure": "strong medium angular blocky",
        "dry_rupture": "hard",
        "moist_rupture": "firm",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "eff_class": "NA",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bss2--43 to 71 cm (17 to 28 in); dark gray (10YR 4/1) clay, very dark gray (10YR 3/1) moist; moderate coarse wedge-shaped aggregates parting to strong medium angular blocky structure; very hard, very firm; very sticky and plastic; common fine and medium roots; common fine and medium tubular pores; few faint vertical lenses of dark yellowish brown (10YR 4/4) crack fill material on faces of peds; common distinct slickensides on horizontal faces of peds; cracks 2.5 cm (1 in) wide extend through the horizon; few faint grayish brown (10YR 5/2) iron depletions on faces of peds; few fine black (10YR 2/1) iron-manganese concretions; moderately alkaline; gradual wavy boundary."
      },
      {
        "name": "Bss3",
        "top": 71,
        "bottom": 119,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 1,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 1,
        "texture_class": "clay",
        "structure": "strong medium angular blocky",
        "dry_rupture": "hard",
        "moist_rupture": "firm",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "eff_class": "NA",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bss3--71 to 119 cm (28 to 47 in); dark gray (10YR 4/1) clay, very dark gray (10YR 3/1) moist; moderate coarse wedge-shaped aggregates parting to strong medium angular blocky structure; very hard, very firm; very sticky and plastic; few fine roots; common fine and medium tubular pores; few faint vertical lenses of pale brown (10YR 6/3) crack fill material on faces of peds; common distinct slickensides on horizontal faces of peds; cracks 2.5 cm (0.5 in) wide extend through the horizon; few fine calcium carbonate nodules; few fine black (10YR 2/1) iron-manganese concretions; moderately alkaline; gradual wavy boundary."
      },
      {
        "name": "Bss4",
        "top": 119,
        "bottom": 155,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 1,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "clay",
        "structure": "strong medium angular blocky",
        "dry_rupture": "hard",
        "moist_rupture": "firm",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "eff_class": "NA",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bss4--119 to 155 cm (47 to 61 in); gray (10YR 5/1) and grayish brown (10YR 5/2) clay, dark gray (10YR 4/1) and dark grayish brown (10YR 4/2) moist; moderate coarse wedge-shaped aggregates parting to strong medium angular blocky structure; hard, firm; few fine and common medium roots; few fine and medium tubular pores; few faint vertical lenses of pale brown (10YR 6/3) crack fill material on faces of peds; common distinct slickensides on horizontal faces of peds; cracks 2.5 cm (0.5 in) wide extend through the horizon; few fine calcium carbonate nodules; few fine black (10YR 2/1) iron-manganese concretions; moderately alkaline; gradual wavy boundary. (combined thickness of the Bss horizons is 102 to 152 cm [40 to 60 in])"
      },
      {
        "name": "Bkss",
        "top": 155,
        "bottom": 203,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "clay",
        "structure": "strong medium angular blocky",
        "dry_rupture": "hard",
        "moist_rupture": "firm",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "eff_class": "slightly effervescent",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Bkss--155 to 203 cm (61 to 80 in); grayish brown (10YR 5/2) clay, dark grayish brown (10YR 4/2) moist; common fine distinct dark gray (10YR 4/1) mottles; moderate coarse wedge-shaped aggregates parting to strong medium angular blocky structure; hard, firm; very sticky and plastic; few fine and medium roots; few fine and medium tubular pores; few distinct slickensides on horizontal faces of peds; common fine masses and concretions of calcium carbonate, about 5 percent; slightly effervescent; moderately alkaline."
      }
    ]
  ]
}
