{
  "SERIES": "SPARTANBURG",
  "STATUS": "Tentative Series",
  "BYREV": "HEH-CLC",
  "REVDATE": "04/2009",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, kaolinitic, thermic Typic Kanhapludults"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Spartanburg sandy loam, on a 15 percent slope, in a woodland area of mixed hardwoods. (Colors are for moist soil, unless otherwise indicated.)\nA1--0 to 2 inches; very dark grayish brown (10YR 3/2); sandy loam; weak fine granular structure; very friable, non-sticky, non-plastic; few very coarse and many coarse, medium, and fine roots; common fine tubular pores; strongly acid; clear smooth boundary. (1 to 8 inches thick)\nA2--2 to 5 inches; brown (10YR 4/3); sandy loam; weak fine granular structure; very friable, non-sticky, non-plastic; few very coarse and many coarse, medium, and fine roots; common fine tubular pores; strongly acid; clear wavy boundary. (0 to 10 inches thick)\nBA--5 to 10 inches; brown (7.5YR 5/4) sandy clay loam; weak fine subangular blocky structure; friable, slightly sticky, slightly plastic; few very coarse, many coarse and medium, and few fine roots; few fine and medium tubular pores; moderately acid; clear wavy boundary. 0 to 10 inches thick)\nBt1--10 to 24 inches; red (2.5YR 4/8) clay; few medium distinct reddish yellow (7.5YR 6/8) mottles; moderate medium subangular blocky structure; firm, moderately sticky, moderately plastic; few very coarse, common coarse, medium, and fine roots; few fine and medium tubular pores; common distinct clay films on faces of peds; common fine flakes of mica; moderately acid; gradual wavy boundary.\nBt2--24 to 37 inches; red (2.5YR 4/8) clay; common medium prominent reddish yellow (7.5YR 6/8) mottles; moderate medium subangular blocky structure; firm, moderately sticky, moderately plastic; few fine tubular pores; common distinct clay films on faces of peds; common fine flakes of mica; moderately acid; gradual wavy boundary.\nBt3--37 to 44 inches; yellowish red (5YR 5/6) clay; many coarse distinct red (2.5YR 4/8), common medium distinct brownish yellow (10YR 6/6), and few medium prominent brownish yellow (10YR 6/8) mottles; moderate medium subangular blocky structure; firm, moderately sticky, moderately plastic; common distinct clay films on faces of peds; common fine flakes of mica; moderately acid; gradual wavy boundary.\nBt4--44 to 50 inches; yellowish red (5YR 5/6) clay loam; common medium distinct red (2.5YR 4/8) and common medium prominent brownish yellow (10YR 6/8) mottles; weak medium subangular blocky structure; friable, moderately sticky, moderately plastic; few faint clay films on faces of peds; common fine flakes of mica; 5 percent pararock fragments; moderately acid; clear smooth boundary. (Combined thickness of Bt horizons 20 to 45 inches thick)\nCr--50 to 72 inches; slightly weathered mica biotite gneiss; weakly cemented; high excavation difficulty."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Spartanburg County, South Carolina; about 6 miles northeast of Spartanburg, South Carolina from the junction of US Highway 29 and Secondary Road 57, 0.2 mile south on Secondary Road 57, 920 feet west (270 degrees); USGS Pacolet SC topographic quadrangle; lat. 34 degrees 59 minutes 24.6 seconds N. and long. 81 degrees 50 minutes 10.4 seconds W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS & RANGE OF INDIVIDUAL HORIZONS",
    "content": "RANGE IN CHARACTERISTICS:\nDepth to top of Argillic horizon: 2 to 15 inches\nDepth to base of Argillic horizon: 20 to 55 inches\nDepth to Bedrock: 40 to 60 inches to soft bedrock and greater than 60 inches to hard bedrock\nRock Fragment Content: 0 to 60 percent, by volume in the A and E horizons and 0 to 35 percent in the B horizon, and 0 to 65 percent in the C horizon; commonly gravel, cobbles, or stones, but may include channers or flagstones\nSoil Reaction: Extremely acid to moderately acid, in the A horizon and very strongly acid to moderately acid in the B and C horizons, unless limed\nMica Content: 0 to 20 percent, by volume mica flakes in the A horizon and the upper part of the B horizon and 0 to 35 percent in the lower part of the B horizon and the C horizon & RANGE OF INDIVIDUAL HORIZONS:\nA horizon or Ap horizon (if it occurs):\nColor--hue of 5YR to 10YR, value of 3 to 6, chroma of 2 to 8. Eroded phases include hue of 2.5YR\nTexture (fine-earth fraction)--sandy loam, fine sandy loam, or loam. Eroded phases include sandy clay loam or clay loam.\nE horizon (if it occurs):\nColor--hue of 5YR to 10YR, value of 4 to 6, chroma of 3 to 8\nTexture (fine-earth fraction)--sandy loam, fine sandy loam, or loam\nBE or BA horizon:\nColor-hue of 2.5YR to 7.5YR, value of 4 to 6, and chroma of 4 to 8\nTexture (fine-earth fraction)--loam, sandy clay loam or clay loam\nBt horizon:\nColor--hue of 10R to 5YR, value of 4 or 5, chroma of 4 to 8. Hue of 5YR more commonly occurs in the lower part of the horizon.\nMottles (if they occur)--shades of red, brown, and yellow\nTexture (fine-earth fraction)--clay, clay loam, or sandy clay\nBC or CB horizon (if it occurs):\nColor--hue of 10R to 7.5YR, value of 4 to 6, chroma of 4 to 8\nMottles--shades of red, brown, and yellow\nTexture (fine-earth fraction)--sandy clay loam, clay loam, loam, sandy loam, or fine sandy loam\nC horizon (if it occurs):\nColor--hue of 10R to 10YR, value of 4 to 6, chroma of 4 to 8, or it is mottled in shades of red, brown, or yellow\nTexture (fine-earth fraction)--sandy clay loam, clay loam, loam, fine sandy loam, or sandy loam saprolite\nCr horizon:\nBedrock kind--schist or gneiss\nBedrock hardness--extremely weakly cemented to moderately cemented\nFracture interval--greater than 4 inches\nExcavation difficulty--low to high\nR horizon (if it occurs):\nBedrock kind--schist or gneiss\nBedrock hardness--strongly cemented to indurated"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:\nCecil soils--are very deep\nPacolet soils--are very deep and the clayey part of argillic horizon is less than 25 thick\nAppling soils--are very deep and have a browner subsoil\nWedowee soils--are very deep and have a browner subsoil\nBethlehem soils--are 20 to 40 inches to paralithic contact"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nLandscape: Piedmont upland\nLandform: Hill, ridge\nGeomorphic Component: Crest, side slope, nose slope, head slope\nHillslope Profile Position: Summit, shoulder, backslope\nParent Material: Residuum from felsic or intermediate metamorphic or igneous rock; commonly schist or gneiss\nSlope: 2 to 60 percent\nElevation: 300 to 1200 feet\nFrost Free Period: 173 to 220 days\nMean Annual Air Temperature: 59 to 62 degrees F.\nMean Annual Precipitation: 40 to 55 inches"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:\nBethlehem soils--are 20 to 40 inches to soft bedrock; on similar landforms\nCecil soils--are very deep; on similar landforms\nCliffside soils--loamy-skeletal subsoil and 20 to 40 inches to hard bedrock; on similar landforms\nHiwassee soils--formed in old alluvium; on adjacent high terraces\nLloyd soils--formed in residuum from hornblende gneiss or hornblende schist; on similar landforms\nMadison soils--formed in residuum from crystalline rocks high in mica; on similar landforms\nMasada soils--formed in old alluvium; on adjacent high terraces\nPacolet soils--are very deep; on similar landforms\nRion soils--are very deep and are fine-loamy; on similar landforms\nSaw soils--are 20 to 40 inches to hard bedrock; on similar landforms\nWedowee soils--have a browner subsoil; on similar landforms"
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:\nDepth Class: Deep (40 to 60 inches) to soft bedrock\nDrainage Class (Agricultural): Well drained\nInternal Free Water Occurrence: Very deep\nFlooding Frequency and Duration: None\nPonding Frequency and Duration: None\nIndex Surface Runoff: Low to high\nPermeability: Moderate\nShrink-Swell Potential: Low"
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:\nMajor Uses: Woodland and pasture and limited cultivated crops\nDominant Vegetation: Where forested--shortleaf pine, Virginia pine, loblolly pine, red oak, white oak, post oak, chestnut oak, hickory, blackgum, red maple, yellow poplar, and dogwood. Where cultivated--corn, soybeans, small grain, and hay."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:\nDistribution: South Carolina, North Carolina, and possibly Virginia and Georgia\nExtent: Moderate\nMLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Raleigh, North Carolina"
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Raleigh, North Carolina\nDepth Class: Deep\nDrainage Class (Agricultural): Well drained\nInternal Free Water Occurrence: Very deep\nFlooding Frequency and Duration: None\nPonding Frequency and Duration: None\nIndex Surface Runoff: Low to high\nPermeability: Moderate\nShrink-Swell Potential: Low\nLandscape: Piedmont upland\nLandform: Hill, ridge\nGeomorphic Component: Crest, side slope, nose slope, head slope\nHillslope Profile Position: Summit, shoulder, backslope\nParent Material: Residuum from felsic or intermediate metamorphic or igneous rock\nSlope: 2 to 60 percent\nElevation (type location): 665 feet\nFrost Free Period (type location): 213 days\nMean Annual Air Temperature (type location): 60 degrees F.\nMean Annual Precipitation (type location): 50 inches"
  },
  "ORIGIN": {
    "section": "SERIES PROPOSED",
    "content": "SERIES PROPOSED: Spartanburg County, South Carolina, 2008."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Spartanburg soils were previously mapped with the Cecil, Pacolet, Madison, Bethlehem, and Saw series. Cecil, Pacolet, and Madison soils are very deep to bedrock and Madison soils have high mica content in the lower B and C horizons. Bethlehem soils are moderately deep to paralithic contact and Saw soils are moderately deep to lithic contact.\nDiagnostic horizons and features recognized in this pedon:\nOchric epipedon--the zone from the surface of the soil to a depth of 5 inches (A1 and A2 horizons)\nArgillic horizon--the zone from 5 to 50 inches (BA and Bt horizons)\nKandic horizon--the zone from 5 to 50 inches (BA and Bt horizons)\nParalithic contact--bedrock contact at a depth of 50 inches (upper boundary of the Cr layer)\nADDITIONAL DATA:\nLaboratory Data: No laboratory data available. Data from the nearby Pacolet and Cecil series sites support the kandic diagnostic horizon and kaolinitic mineralogy.\nDatabase Information:\nTypical Pedon Data Mapunit ID--\nTABULAR SERIES DATA:\nSoil Name    Slope  Airtemp  FrFr/Seas  Precip  Elevation\nSPARTANBURG  2-60   59-62    173-220    40-55   300-1400\nFloodL FloodH Watertable  Kind   Months  Bedrock Hardness\nNONE          >6.0         -       -     40-60   SOFT\nDepth  Texture                3-Inch  No-10   Clay%   -CEC-\n0-5    SL FSL L               0-5     80-100   7-20    2-7\n0-5    GR-SL GRV-SL GR-SCL    0-20    35-76    7-35    2-10\n0-5    CB-SL                 15-30    45-80    7-20    2-7\n5-10   SCL GR-SCL             0-20    50-100  20-35    4-8\n10-50  C CL GR-C GR-CL        0-10    60-100  35-60    7-16\n50-72  WB                      -        -       -       -\nDepth   -pH-      O.M.     Salin  Permeab    Shnk-Swll\n0-5    4.5-6.0   1.0-3.0    0-0   2.0-6.0    LOW\n5-10   4.5-6.0   0.5-1.0    0-0   2.0-6.0    LOW\n10-50  4.5-6.0   0.0-0.5    0-0   0.6-2.0    LOW\n50-72     -         -        -       -        -\nNational Cooperative Soil Survey\nU.S.A."
  }
}
