{
  "SERIES": "SPASSKI",
  "STATUS": "Established Series",
  "BYREV": "Rev.CSC/JMD/JPM",
  "REVDATE": "11/2002",
  "STATES": "AK",
  "OVERVIEW": "The Spasski series consists of very deep, poorly drained soils formed in glacial marine and lacustrine sediments.  Spasski soils are on terraces, hillslopes and mountain slopes.  Slope ranges from 5 to 35 percent. Mean annual precipitation is in excess of 60 inches and the mean annual temperature is about 46 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, semiactive, nonacid Histic Cryaquepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Spasski muck - on a southeast facing concave slope of 14 percent at 100 feet elevation under forest vegetation. (All colors are for moist soil)\nOi -- 14 to 13 inches; forest litter and living mosses; many fine and medium roots; clear smooth boundary.  (1 to 6 inches thick)\nOa -- 13 to 0 inches; muck consisting of decomposed forest litter; many fine and medium roots; strongly acid (pH 4.5); gradual smooth boundary.  (8 to 13 inches thick)\nBw -- 0 to 4 inches; dark brown (7.5YR 3/2) silty clay loam; weak fine subangular blocky structure; sticky and plastic; 10 percent gravel; few fine roots; strongly acid (pH 5.5); gradual smooth boundary.  (2 to 8 inches thick)\nBCg -- 4 to 9 inches; greenish gray (5GB 5/1) silty clay loam; massive; sticky and plastic; distinct dark yellowish brown (10YR 4/6) mottles; 10 percent gravel; few fine roots; moderately acid (pH 6.0); gradual smooth boundary.  (0 to 5 inches thick)\nCg -- 9 to 60 inches; greenish gray (5GB 5/1) silty clay loam; massive; sticky and plastic; 10 percent gravel; moderately acid (pH 6.0)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  North Bight, Chatham Area, Alaska. Center, NE 1/4, Sec.  24, T.44S., R.54E., Copper River Meridian."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  MAST ranges from 38 to 42 degrees F.  Thickness of the solum ranges from 2 to 13 inches.  The weighted average particle size of the control section has more than 18 percent clay and more than 15 percent fine sand or coarser.  Reaction throughout the profile ranges from extremely acid to moderately  acid.  Coarse fragment content in the control section ranges from 0 to 30 percent gravel.\nCombined thickness of the O horizons ranges from 8 to 16 inches.\nAn A horizon may be present on some pedons.\nThe Bw horizon has hue from 5YR to 10YR, value from 2 to 4 and chroma from 1 to 4.  Coarse fragment content ranges from 0 to 30 percent gravel.  Mottles may be present.\nThe C horizon has hue from 10YR to 5GB, value of 4 or 5, and chroma of 1 or 2.  Texture is commonly silt loam but ranges to include silty clay loam or silty clay.  Coarse fragment content ranges from 0 to 30 percent gravel.  Mottles may be present."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no competing series in the same family."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  The Spasski soils are on linear to concave mountain slopes, hillslopes and terraces and formed in glacial marine and lacustrine sediments of mixed minerology.  The climate is humid maritime with a mean annual precipitation range of 60 to 220 inches. The mean annual temperature is about 46 degrees F. and the mean summer temperature is about 57 degrees F.  Elevation ranges from 0 to 1500 feet."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These include the Kina and Kushneahin soils in depressional areas.  Kina and Kushneahin are very poorly drained, deep organic soils."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Poorly drained.  Slow permeability.  Runoff is very slow."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  The Spasski soils are used for timber production, watershed protection, wildlife habitat and recreation.  The overstory is dominantly western hemlock and yellow cedar with some mountain hemlock.  The understory is dominantly blueberry with some skunk cabbage and rusty menziesia."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Southeast Alaska.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Chatham Area, Tongass National Forest, Alaska, 1992."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this soil include: a histic epipedon from 14 to 0 inches; a cambic horizon from 0 to 4 inches; particle size class of fine-loamy from 10 to 40 inches; a cryic temperature regime; and pH more than 5.5 (1:1,H2O) from 10 to 40 inches.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "poorly"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Oi",
        "top": 36,
        "bottom": 33,
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Oi -- 14 to 13 inches; forest litter and living mosses; many fine and medium roots; clear smooth boundary.  (1 to 6 inches thick)"
      },
      {
        "name": "Oa",
        "top": 33,
        "bottom": 0,
        "pH": 4.5,
        "pH_class": "strongly acid",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "Oa -- 13 to 0 inches; muck consisting of decomposed forest litter; many fine and medium roots; strongly acid (pH 4.5); gradual smooth boundary.  (8 to 13 inches thick)"
      },
      {
        "name": "Bw",
        "top": 0,
        "bottom": 10,
        "moist_hue": "7.5YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "silty clay loam",
        "pH": 5.5,
        "pH_class": "strongly acid",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "Bw -- 0 to 4 inches; dark brown (7.5YR 3/2) silty clay loam; weak fine subangular blocky structure; sticky and plastic; 10 percent gravel; few fine roots; strongly acid (pH 5.5); gradual smooth boundary.  (2 to 8 inches thick)"
      },
      {
        "name": "BCg",
        "top": 10,
        "bottom": 23,
        "moist_hue": "5GB",
        "moist_value": 5,
        "moist_chroma": 1,
        "texture_class": "silty clay loam",
        "pH": 6,
        "pH_class": "moderately acid",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "BCg -- 4 to 9 inches; greenish gray (5GB 5/1) silty clay loam; massive; sticky and plastic; distinct dark yellowish brown (10YR 4/6) mottles; 10 percent gravel; few fine roots; moderately acid (pH 6.0); gradual smooth boundary.  (0 to 5 inches thick)"
      },
      {
        "name": "Cg",
        "top": 23,
        "bottom": 152,
        "moist_hue": "5GB",
        "moist_value": 5,
        "moist_chroma": 1,
        "texture_class": "silty clay loam",
        "pH": 6,
        "pH_class": "moderately acid",
        "narrative": "Cg -- 9 to 60 inches; greenish gray (5GB 5/1) silty clay loam; massive; sticky and plastic; 10 percent gravel; moderately acid (pH 6.0)."
      }
    ]
  ]
}
