{
  "SERIES": "SPEAR",
  "STATUS": "Established Series",
  "BYREV": "CFS/BVS/JJJ",
  "REVDATE": "10/2006",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-silty, mixed, superactive, frigid Aquic Glossudalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Spear very fine sandy loam on a 1 percent northeast facing slope in aa forested area at an elevation of 1,261 feet. (Colors are for moist soil unless otherwise stated. When described on August 24, 1995, the soil was moist throughout.)\nA--0 to 2 inches; dark brown (10YR 3/3) very fine sandy loam, light brownish gray (10YR 6/2) dry; moderate medium granular structure; friable; many very fine to coarse roots; about 2 percent cobbles and 2 percent gravel; strongly acid; abrupt smooth boundary. (2 to 5 inches thick)\nE--2 to 6 inches; yellowish brown (10YR 5/4) very fine sandy loam, very pale brown (10YR 7/3) dry; moderate fine subangular blocky structure; friable; common very fine to medium roots; common fine vesicular pores; common medium distinct dark brown (10YR 3/3) earthworm casts; common fine distinct dark reddish gray (5YR 4/2) iron depletions; common fine distinct strong brown (7.5YR 5/6) masses of iron accumulation; about 2 percent cobbles and 2 percent gravel; strongly acid; clear wavy boundary. (1 to 7 inches thick)\nB/E--6 to 31 inches; reddish brown (5YR 4/4) silt loam (Bt); occupies about 60 percent of the horizon surrounded by yellowish brown (10YR 5/4) very fine sandy loam, very pale brown (10YR 7/3) dry (E); moderate medium platy structure; firm; few very fine to medium roots; common fine vesicular pores; common fine distinct reddish brown (2.5YR 4/4) films on faces of peds and in root channels; common fine distinct strong brown (7.5YR 5/6) masses of iron accumulation; slightly acid; gradual wavy boundary. (0 to 27 inches thick)\nC--31 to 80 inches; brown (7.5YR 4/4) stratified silt loam, silty clay loam, loamy very fine sand, and very fine sandy loam; massive with moderate very thick plats inherent from deposition; friable; few very fine roots; few fine vesicular pores; common fine distinct grayish brown (10YR 5/2) iron depletions; many medium faint strong brown (7.5YR 5/6) masses of iron accumulation; slightly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Marquette County, Michigan; about 13 miles south of National Mine; 560 feet west and 170 feet north of the southeast corner of section 21, T.45N., R.27W.; USGS Green Hills topographic quadrangle; lat. 46 degrees 16 minutes 40.59 seconds N. and long. 87 degrees 41 minutes 14.03 seconds W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Depth to the argillic horizon ranges from 5 to 25 inches. Volume of gravel ranges from 0 to 5 percent and the volume of cobbles ranges from 0 to 5 percent throughout the pedon. Total volume of rock fragments is 5 percent or less. The mean annual soil temperature is 41 to 45 degrees F.\nThe A horizon has hue of 7.5YR or 10YR, value of 2 or 3 moist, 5 or 6 dry, and chroma of 1 to 3. It is very fine sandy loam, silt loam, and loam. Reaction ranges from very strongly acid to moderately acid.\nThe E horizon has hue of 7.5YR or 10 YR, value of 4 or 5 moist, 6 or 7 dry, and chroma of 2 to 4 moist, 1 to 3 dry. It is silt, silt loam or very fine sandy loam. Reaction is very strongly acid or strongly acid.\nThe B part of the B/E horizon has hue of 2.5YR or 5YR, value of 4 or 5, and chroma of 4 to 6. It is very fine sandy loam or silt loam. Some pedons have thin strata of finer textures. The control section averages from 8 to 18 percent clay and from 9 to 15 percent fine sand or coarser. The E part of the B/E horizon has hue of 7.5YR or 10YR, value of 4 or 5 moist, 6 or 7 dry, and chroma of 3 or 4 moist, 1 or 2 dry. It is very fine sandy loam, silt or silt loam. Reaction is strongly acid to slightly acid.\nThe C horizon has hue of 5YR or 7.5YR, value of 4 or 5, and chroma of 2 to 4. It is stratified with loamy very fine sand, very fine sandy loam, silt loam, silty clay loam, clay loam or clay. Reaction ranges from moderately acid to neutral."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no competing series."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Spear soils are on lake plains with slopes ranging from 0 to 3 percent. They formed in glacio-lacustrine deposits on elevations as high as 1300 feet. Mean annual precipitation ranges between 31 and 37 inches. Mean annual temperature ranges between 37 and 42 F. The frost free period ranges from 100 to 130 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: Spear soils are associated with Carbondale, Cathro, Croswell, Evart, Fence, and Shag (proposed) soils. The very poorly drained Carbondale soils formed in organic deposits greater than 51 inches thick and occur on lower landscape positions. The very poorly drained Cathro soils formed in woody organic materials 16 to 51 inches thick overlying loamy glacial deposits and occur on lower landscape positions. The moderately well drained Croswell soils formed in sandy deposits and occur on slightly higher landscape positions. The poorly drained Evart soils formed in sandy alluvium and occur on lower landscape positions. The moderately well drained Fence and the poorly drained Shag soils are in the same drainage sequence."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Somewhat poorly drained. Depth to seasonal high water table ranges from 0.5 to 1.5 feet from October to June. Runoff is slow. Permeability is moderately slow."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Almost all areas of Spear soils are completely wooded. Primary tree species include quaking aspen, balsam fir, white spruce, tamarack, and red maple. Common ground species include sedges, naked miterwort, bracken fern, wild lily-of-the-valley, bunchberry, and horsetail."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Central Upper Peninsula of Michigan, MLRA 93. The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: St. Paul, Minnesota"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Marquette County, Michigan, 1998. Source of name is a small lake about three miles northwest of the typical pedon."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are: Albic Horizon - from a depth of 2 to 31 inches (E horizon and (E) part of the B/E horizon); Argillic Horizon - from a depth of 6 to 31 inches (B/E horizon); Glossic Horizon - from a depth of 6 to 31 inches (B/E horizon); Particle-size control section - the zone from 6 to 31 inches (the argillic horizon).\nThis soil fills the somewhat poorly drained position in the Sporley (wd)/Fence (mwd) catena.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
