{
  "SERIES": "SPEARFISH",
  "STATUS": "Established Series",
  "BYREV": "Rev. TJO-KEC",
  "REVDATE": "10/97",
  "STATES": "MT,SD,WY",
  "OVERVIEW": "The Spearfish series consists of shallow, well drained and somewhat excessively drained soils formed in reddish residuum from siltstone, sandstone, and shale.  Permeability is moderate.  Slopes range from 5 to 60 percent.  Mean annual precipitation is about 18 inches, and mean annual air temperature is about 45 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy, mixed, superactive, calcareous, mesic, shallow Aridic Ustorthents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Spearfish loam - on a west-facing convex slope of 12 percent under native grass.  When described the soil was moist to 16 inches.  (Colors are for dry soil unless otherwise stated.)\nA--0 to 3 inches; reddish brown (5YR 4/3) loam, dark reddish brown (5YR 3/3) moist; weak fine granular structure; soft, very friable; many fine roots; slight effervescence; slightly alkaline; clear smooth boundary.  (2 to 5 inches thick)\nAC--3 to 8 inches; reddish brown (5YR 5/4) loam, reddish brown (5YR 4/4) moist; weak fine subangular blocky structure; soft, very friable; many fine roots; strong effervescence; moderately alkaline; gradual wavy boundary.  (0 to 5 inches thick)\nC--8 to 16 inches; yellowish red (5YR 5/6) loam, dark red (2.5YR 3/6) moist; massive; soft, very friable; few fine roots; common soft fragments of siltstone; common fine crystals of gypsum; strong effervescence; moderately alkaline; clear smooth boundary.\nCr--16 to 60 inches; reddish yellow (5YR 6/6) siltstone, reddish brown (5YR 5/4) moist; common thin layers and nests of gypsum between bedding planes; strong effervescence; slightly alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Meade County, South Dakota; about 2 miles east and 1 mile south of Sturgis; 2,300 feet east and 1,000 feet north of the southwest corner of sec. 15, T. 5 N., R. 5 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Depth to bedrock ranges from 6 to 20 inches.  Colors throughout the soil are inherited from the parent rock.  The control section typically is loam; but the range includes very fine sandy loam, silt loam, and silty clay loam with an estimated clay content averaging between 15 and 32 percent.\nThe A horizon has hue of 2.5YR to 10YR, value of 4 to 6 and 3 or 4 moist, and chroma of 2 to 4.  Where the color is as dark or darker than 5.5 and 3.5 moist, the horizon is too thin to qualify as a mollic epipedon.  It is loam, very fine sandy loam, silt loam, or silty clay loam.  It ranges from neutral to moderately alkaline.\nThe AC and C horizons have hue of 2.5YR to 7.5YR, value of 5 or 6 and 3 to 5 moist, and chroma of 4 to 6.  They are slightly or moderately alkaline.\nThe C horizon contains 5 to 55 percent by volume of weathered shale or siltstone fragments.  It typically has common to many accumulations of gypsum.\nThe Cr horizon is siltstone, sandstone, or shale that is soft and easily penetrated. Seams of gypsum are common between bedding planes, and in places the gypsum occurs as massive ledges or boulders."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Canyon, Epping, Gerst, Klondike, Shingle, and Tassel soils in the same family and the Imlay, Laporte, Midway, Penrose, and Rekop soils.  Canyon, Epping, Gerst, Shingle, Imlay, Laporte, Midway, and Tassel soils all have sola with hue of 10YR or yellower.  In addition, Imlay soils are loamy-skeletal; Laporte soils have a lithic contact; Midway soils are clayey; and Tassel soils contain more fine sand in the control section.  Klondike soils contain less than 18 percent clay in the series control section.  Penrose soils have a lithic contact at depths of less than 20 inches.  Rekop soils have gypsum or alabaster bedrock at depths of less than 20 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Spearfish soils are gently rolling to steep on uplands and on steep slopes bordering deeply entrenched streams and drainageways.  Slope gradients range from 5 to 60 percent.  The soil formed in residuum weathered from reddish colored gypsiferous siltstone, sandstone, and shale.  The climate is semiarid.  Mean annual temperature ranges from 43 to 48 degrees F, and mean annual precipitation ranges from 15 to 18 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the competing Rekop soils and the Gypnevee, Nevee, Tilford and Vale soils.  The Gypnevee, Nevee, Tilford, and Vale soils lack bedded materials within depths of 40 inches.  In addition, Tilford and Vale soils have a mollic epipedon.  Gypnevee and Rekop soils are on similar landscapes as Spearfish soils.  Nevee, Tilford, and Vale are on smooth fans and terraces below the more steeply sloping Spearfish soils."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained and somewhat excessively drained.  Surface runoff is low to high depending on slope.  Permeability is moderate above the bedrock."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used almost exclusively for rangeland.  Native vegetation is little bluestem, big bluestem, sideoats grama, western wheatgrass, needleandthread, shrubs, and a few ponderosa pine."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Western South Dakota and eastern Wyoming in a belt surrounding the Black Hills.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Denver, Colorado"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Reconnaissance Survey of Western South Dakota, Meade County, South Dakota, 1909."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:  ochric epipedon - the zone from the surface of the soil to a depth of 3 inches (A horizon)."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "NA"
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 8,
        "dry_hue": "5YR",
        "dry_value": 4,
        "dry_chroma": 3,
        "moist_hue": "5YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A--0 to 3 inches; reddish brown (5YR 4/3) loam, dark reddish brown (5YR 3/3) moist; weak fine granular structure; soft, very friable; many fine roots; slight effervescence; slightly alkaline; clear smooth boundary.  (2 to 5 inches thick)"
      },
      {
        "name": "AC",
        "top": 8,
        "bottom": 20,
        "dry_hue": "5YR",
        "dry_value": 5,
        "dry_chroma": 4,
        "moist_hue": "5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "AC--3 to 8 inches; reddish brown (5YR 5/4) loam, reddish brown (5YR 4/4) moist; weak fine subangular blocky structure; soft, very friable; many fine roots; strong effervescence; moderately alkaline; gradual wavy boundary.  (0 to 5 inches thick)"
      },
      {
        "name": "C",
        "top": 20,
        "bottom": 41,
        "dry_hue": "5YR",
        "dry_value": 5,
        "dry_chroma": 6,
        "moist_hue": "2.5YR",
        "moist_value": 3,
        "moist_chroma": 6,
        "texture_class": "loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "C--8 to 16 inches; yellowish red (5YR 5/6) loam, dark red (2.5YR 3/6) moist; massive; soft, very friable; few fine roots; common soft fragments of siltstone; common fine crystals of gypsum; strong effervescence; moderately alkaline; clear smooth boundary."
      },
      {
        "name": "Cr",
        "top": 41,
        "bottom": 152,
        "dry_hue": "5YR",
        "dry_value": 6,
        "dry_chroma": 6,
        "moist_hue": "5YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "silt",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly alkaline",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Cr--16 to 60 inches; reddish yellow (5YR 6/6) siltstone, reddish brown (5YR 5/4) moist; common thin layers and nests of gypsum between bedding planes; strong effervescence; slightly alkaline."
      }
    ]
  ]
}
