{
  "SERIES": "SPECK",
  "STATUS": "Established Series",
  "BYREV": "Rev. HCD-ALN-BJW",
  "REVDATE": "01/2017",
  "STATES": "TX",
  "OVERVIEW": "The Speck series consists of shallow, well drained, slowly permeable soils formed in residuum and colluvium derived from indurated limestone. These soils nearly level to moderately sloping soils occur on interfluves, side slopes, and base slopes of hills and ridges. Slope ranges from 0 to 8 percent. Mean annual precipitation is about 686 mm (27 in), and mean annual air temperature is about 18.3 degrees C (65 degrees F).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Clayey, mixed, superactive, thermic Lithic Argiustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Speck clay loam--rangeland.\n(Colors are for dry soil unless otherwise stated.)\nA--0 to 20 cm; (0 to 8 in); brown (7.5YR 4/2) clay loam, dark brown (7.5YR 3/2) moist; moderate fine subangular blocky and granular structure; hard, firm; few fine roots; few chert pebbles; slightly acid; clear smooth boundary.  Thickness is 10 to 23 cm (4 to 9 in)\nBt--20 to 46 cm; (8 to 18 in); reddish brown (5YR 4/4) clay, dark reddish brown (5YR 3/4) moist; moderate fine angular blocky structure; very hard, very firm; few fine roots; few fine pores; common clay films on faces of peds; few fine calcium carbonate concretions in the lower 2 inches; neutral; abrupt wavy boundary.  Thickness is 18 to 36 cm (7 to 14 in)\nR--46 to 56 cm; (18 to 22 in); indurated limestone bedrock that is fractured with few calcium carbonate coatings in fractures; hardness of 3 or more on Moh's scale."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Coleman County, Texas; 14 miles S 37 degrees E of Coleman County Courthouse; in rangeland 225 feet east of a point on a ranch trail, which is 600 feet north of a fork in the trail and 1.6 miles east of intersection of private ranch trail and county road which intersection is 0.1 mile north and 1.5 miles east of intersection Farm Road 2633 and U. S. Highway 283."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil Moisture: Typic Ustic soil moisture regime. The soil moisture control section is dry in some or all parts for more than four-tenths and less than six-tenths of the cumulative days in normal years.\nDepth to lithic bedrock: 36 to 51 cm, (14 to 20 in)\nThickness of the mollic epipedon: 18 to 48 cm (7 to 19 in)\nRock fragments on the surface and in the soil: 1 to 25 percent total; gravel are mostly angular chert fragments; cobbles and stones are mostly limestone\nParticle-size control section (weighted average)\nClay content: 35 to 60 percent\nRock fragments: 1 to 25 percent\nA Horizons\nHue: 5YR, 7.5YR, 10YR\nValue: 2 to 4\nChroma: 2 to 3\nTexture: clay loam, silty clay loam, clay, or their cobbly or stony counterparts\nEffervescence: none\nReaction (pH): slightly acid to slightly alkaline (6.1 to 7.8)\nBt Horizon\nHue: 2.5YR, 5YR, 7.5YR\nValue: 3 to 5\nChroma: 2 to 4\nTexture: clay loam, clay, silty clay\nClay content: 35 to 60 percent\nIdentifiable secondary carbonate: occur in some pedons as concretions just above the limestone bedrock or as coatings on the surface of fragments and in fractures\nEffervescence: typically none, but ranges to slight\nReaction (pH): neutral to moderately alkaline (6.6 to 8.4)\nR layer\nTexture: indurated limestone or limestone conglomerate with a hardness of more than 3 on Moh's scale\nCracks and fractures: fractured in some pedons\nIdentifiable secondary carbonate: when fractured, small amounts occur as coatings on the surface of fragments and in fractures"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no series in the same family. Similar soils are the Bexar, Comfort, Eckrant, Harper, Hensley, Oglesby, Purves, Roughcreek, Rowden, Rumple, Talpa, and Tarpley series.\nBexar, Rowden, and Rumple soils: are 51 to 102 cm (20 to 40 in) deep to bedrock.\nComfort, Eckrant, and Roughcreek soils: have more than 35 percent rock fragments in the particle-size control section.\nHarper, Oglesby, and Purves soils: have smectitic mineralogy and do not have an argillic horizon.\nHensley soils: do not have a mollic epipedon and are moist for longer periods.\nTalpa soils: have less than 35 percent clay content in the particle-size control section and do not have an argillic horizon.\nTarpley soils: have more than 60 percent clay in the particle-size control section and smectitic mineralogy."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material: reddish residuum and colluvium derived from indurated limestone\nLandscape: Dissected plains or plateau\nLandform: Interfluve, side slope, and base slope of hills and ridges\nSlope: 0 to 8 percent\nMean annual precipitation: 559 to 762 mm (22 to 30 in)\nThornthwaite P-E Index: 32 to 46\nMean annual air temperature: 17.2 to 18.9 degrees C (63 to 66 degrees F)\nFrost-free period: 210 to 240 days\nElevation: 381.0 to 762.0 m (1,250 to 2,500 ft)"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Kavett, Lueders, Oplin, Rowden, and Tarrant series.\nKavett soils: occur on similar positions, have a petrocalcic horizon, and do not have an argillic horizon.\nLueders and Oplin soils: occur on similar positions, have less than 35 percent clay content and more than 35 percent rock fragments in the particle-size control section, and do not have an argillic horizon.\nRowden soils: occur on similar positions and are 51 to 102 cm (20 to 40 in) deep to bedrock.\nTarrant soils: occur on similar positions, have more than 35 percent rock fragments in the particle-size control section, and do not have an argillic horizon."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained. Permeability is slow. Runoff is medium on slopes less than 1 percent, high on 1 to 5 percent slopes, and very high on 5 to 8 percent slopes."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used mainly for rangeland.  Some areas are used for small grain and grain sorghums.  Native vegetation consists of little bluestem, sideoats grama, Texas wintergrass, threeawn, and a few post oak and live oak trees."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Central Texas; LRRs H & I, MLRA 78A - Rolling Limestone Prairie, MLRA 80B - Texas North-Central Prairies, MLRA 81 - Edwards Plateau. The soil is of large extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Travis County, Texas; 1969."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nEdited 01/2017 (RFG-ROG): Changed to tabular format. Added metric measurements. Updated competing series, geographic setting, and associated soils sections.\nDiagnostic horizons and features recognized in this pedon are:\nParticle-size control section: 20 to 46 cm (8 to 18 in)\nMollic epipedon: 0 to 20 cm (0 to 8 in) (A horizon)\nArgillic horizon: 20 to 46 cm (8 to 18 in) (Bt horizon)\nLithic contact: 46 cm (18 in) indurated limestone bedrock\nADDITIONAL DATA:\nTaxonomic Version: Keys to Soil Taxonomy, Twelfth Edition, 2014\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 20,
        "dry_hue": "7.5YR",
        "dry_value": 4,
        "dry_chroma": 2,
        "moist_hue": "7.5YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "clay loam",
        "pH_class": "slightly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A--0 to 20 cm; (0 to 8 in); brown (7.5YR 4/2) clay loam, dark brown (7.5YR 3/2) moist; moderate fine subangular blocky and granular structure; hard, firm; few fine roots; few chert pebbles; slightly acid; clear smooth boundary.  Thickness is 10 to 23 cm (4 to 9 in)"
      },
      {
        "name": "Bt",
        "top": 20,
        "bottom": 46,
        "dry_hue": "5YR",
        "dry_value": 4,
        "dry_chroma": 4,
        "moist_hue": "5YR",
        "moist_value": 3,
        "moist_chroma": 4,
        "texture_class": "clay",
        "pH_class": "neutral",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "Bt--20 to 46 cm; (8 to 18 in); reddish brown (5YR 4/4) clay, dark reddish brown (5YR 3/4) moist; moderate fine angular blocky structure; very hard, very firm; few fine roots; few fine pores; common clay films on faces of peds; few fine calcium carbonate concretions in the lower 2 inches; neutral; abrupt wavy boundary.  Thickness is 18 to 36 cm (7 to 14 in)"
      },
      {
        "name": "R",
        "top": 46,
        "bottom": 56,
        "narrative": "R--46 to 56 cm; (18 to 22 in); indurated limestone bedrock that is fractured with few calcium carbonate coatings in fractures; hardness of 3 or more on Moh's scale."
      }
    ]
  ]
}
