{
  "SERIES": "SPECTACLE",
  "STATUS": "Established Series",
  "BYREV": "Rev. WSH-GB",
  "REVDATE": "04/1999",
  "STATES": "CO",
  "OVERVIEW": "The Spectacle series consists of deep, well drained soils formed in colluvium and glacial drift derived from mixed rock sources.  Spectacle soils are on sloping to moderately steep mountain toe slopes and mesas.  Slopes are 3 to 30 percent slopes.  The mean annual precipitation is about 19 inches and the mean annual temperature is about 41 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Clayey-skeletal, mixed, superactive Pachic Argiustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Spectacle loam - rangeland.  (Colors are for dry soil unless otherwise noted.)\nA--0 to 10 inches; very dark grayish brown (10YR 3/2) loam, black (10YR 2/1) moist; strong fine granular structure; soft, very friable, slightly sticky and slightly plastic; 10 percent pebbles; neutral (pH 7.2); clear smooth boundary.  (7 to 10 inches thick)\nBA--10 to 23 inches; very dark grayish brown (10YR 3/2) very cobbly clay loam, black (10YR 2/1) moist; moderate fine subangular blocky structure; hard, friable, slightly sticky and plastic; 10 percent pebbles; 25 percent cobbles; 5 percent stones; neutral (pH 7.2); clear smooth boundary.  (9 to 14 inches thick)\nBt--23 to 34 inches; yellowish brown (10YR 5/6) very cobbly clay, yellowish brown (10YR 5/4) moist; moderate medium angular blocky structure; extremely hard, firm, sticky and plastic; 10 percent pebbles; 40 percent cobbles, 5 percent stones; common moderately thick clay films on faces of peds and in tubular or interstitial pores; neutral (pH 7.2); clear smooth boundary.  (10 to 15 inches thick)\nC--34 to 60 inches; very pale brown (10YR 7/4) clay, light yellowish brown (10YR 6/4) moist; massive; extremely hard, firm, sticky and plastic; 5 percent pebbles; Neutral (pH 7.2)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  San Miguel County, Colorado; 1,350 feet south and 700 feet east of the northwest corner, sec. 8, T. 42 N., R. 13 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Mean annual soil temperature ranges from 43 to 45 degrees F, and the mean summer soil temperature ranges from 59 to 62 degrees F.  Rock fragments range from 5 to 15 percent in the A horizon and from 15 to 45 percent in the BA horizon.  In the Bt horizon coarse fragments range from 35 to 60 percent and in the C horizon they range from 5 to 85 percent.  Rock fragments are 1 to 3 inch pebbles, dominate cobbles, and includes stones.  The solum is 26 to 38 inches thick.  The mollic epipedon ranges 16 to 24 inches thick.  Clay content in the particle size control section is 36 to 45 percent.\nThe A horizon has hue of 2.5Y or 10YR, value of 3 to 5 dry, 2 or 3 moist, and chroma of 1 or 2.\nThe BA horizon has hue of 2.5Y or 10YR, value of 3 to 5 dry, 2 or 3 moist, and chroma of 1 or 2.  Texture is loam, clay loam, and very cobbly clay loam.\nThe Bt horizon has hue of 10YR or 7.5YR, value of 5 to 7 dry, 4 or 5 moist, and chroma of 3 to 6.  Texture is very cobbly clay, very gravelly clay loam, and very cobbly clay loam.\nThe C horizon has hue of 2.5Y or 10YR, value of 5 to 7 dry, 4 to 6 moist, and chroma of 4 to 6.  The texture is clay, extremely cobbly clay loam, and very cobbly clay loam."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are currently no competing series in this family.  The Dalcan and Des Moines soils have montmorillonitic mineralogy."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Spectacle soils are on mountain toe slopes and mesas.  Slopes are 3 to 30 percent.  The soil formed in colluvium and glacial drift derived from mixed sources.  Elevation ranges from 8,000 to 8,800 feet.  The mean annual precipitation ranges from 18 to 20 inches.  The mean annual temperature ranges from 40 to 42 degrees F.  The frost-free period is 60 to 80 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Acree, Baird Hollow, Dapoin, Narraguinnep, Nordicol, Nortez, Ryman, and Sagedale series.  Acree and Nortez soils lack a pachic epipedon and are not skeletal.  Narraguinnep and Dapoin soils are not skeletal and have montmorillonitic mineralogy.  Sagedale soils lack a mollic epipedon.  Baird Hollow, Nordicol, and Ryman soils have cryic temperature regimes."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; very rapid runoff; moderately slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used for summer and fall livestock grazing, recreation and wildlife habitat.  Principal native vegetation is Arizona fescue, mountain muhly, Parry oatgrass, and mountain big sagebrush."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Southwestern Colorado.  The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  San Miguel County (San Miguel Area), Colorado, 1987.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": null
  }
}
