{
  "SERIES": "SPENARD",
  "STATUS": "Established Series",
  "BYREV": "Rev. RBH/SR/DLM",
  "REVDATE": "03/2005",
  "STATES": "AK",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Medial over loamy, amorphic over mixed, superactive Andic Cryaquods"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Spenard silt loam -- on a 2 percent slope under forest vegetation.  When described, the soil was saturated below a depth of 26 inches.  (All colors are for moist soil)\nOi--0 to 5 inches; dark brown (7.5YR 3/2) peat; common very fine, fine, and medium roots; extremely acid (pH 4.4); abrupt smooth boundary.  (3 to 6 inches thick)\nOe--5 to 9 inches; dark reddish brown (5YR 2/2) mucky peat; many very fine, fine, medium, and coarse roots; thin layer of volcanic ash near bottom of horizon; very strongly acid (pH 4.5); abrupt smooth boundary.  (2 to 6 inches thick)\nE--9 to 14 inches; very dark grayish brown (2.5Y 3/2) silt loam; massive; friable, nonsticky and nonplastic; common very fine, fine, medium, and coarse roots; common medium distinct brown (10YR 4/3) redoximorphic concentrations; black streak near center of horizon; very strongly acid (pH 5.0); clear wavy boundary.  (1 to 6 inches thick)\nBs1--14 to 19 inches; dark brown (7.5YR 3/2) silt loam; massive; friable, nonsticky and nonplastic; few very fine and fine roots; many very fine pores; streaks and patches of faint dark reddish brown (5YR 3/3) redoximorphic features; few fine concretions; very strongly acid (pH 4.7); clear wavy boundary.  (3 to 7 inches thick)\nBs2--19 to 25 inches; mixed brown (10YR 4/3) and brown (7.5YR 4/4) silt loam; massive; friable, nonsticky and nonplastic; few very fine and fine roots; many fine pores; few very fine concretions; very strongly acid (pH 4.7); clear smooth boundary.  (3 to 8 inches thick)\nBC--25 to 35 inches; brown (10YR 4/3) silt loam; weak fine platy structure; friable, nonsticky and nonplastic; many coarse faint dark yellowish brown (10YR 4/4) and distinct dark reddish brown (5YR 3/2) redoximorphic concentrations; very strongly acid (pH 4.9); clear smooth boundary.  (0 to 12 inches thick)\n2C1--35 to 40 inches; olive (5Y 5/3) silt loam; massive; friable, nonsticky and nonplastic; very strongly acid (pH 5.0); abrupt smooth boundary. (3 to 7 inches thick)\n2C2--40 to 60 inches; olive (5Y 5/3) silt loam; massive; firm, slightly sticky and slightly plastic; few soft concretions; common coarse faint dark reddish brown (5YR 3/4) redoximorphic concentrations; 10 percent gravel; very strongly acid (pH 5.0)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Western Kenai Peninsula Area, Alaska; approximately 0.5 mile north of Anchor Point; near the center of section 34, T.4S., R.15W., Seward Meridian."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nHistic epipedons: are present in most profiles\nRedoximorphic concentrations: present in albic horizon or upper part of spodic horizon\nFree iron to carbon ratio: is more than 0.2 in parts of the spodic horizon\nSolum: dominated by amorphous material\nSolum thickness: 20 to 35 inches over glacial till\nBuried solum: present in some pedons\nO horizons:\nMatrix color: hue of 5YR to 10YR; value of 2 to 4; chroma of 1 to 4\nReaction class: extremely acid or very strongly acid\nE horizon:\nMatrix color: hue of 5YR to 2.5Y; value of 3 or 4; chroma of 1 or 2\nTexture: silt loam, very fine sandy loam\nReaction class: very strongly acid or strongly acid\nBs horizons\nMatrix color: hue of 5YR or 7.5YR; value of 3 to 5; chroma of 2 to 4\nTexture: silt loam, very fine sandy loam, thin strata of sandy loam are present in some pedons\nReaction class: very strongly acid or strongly acid\nBC and C horizons:\nMatrix color: hue of 10YR to 5Y; value of 3 to 6; chroma of 1 to 4\nTexture is, silt loam, very fine sandy loam\nReaction class: very strongly acid or strongly acid\n2C horizon\nMatrix color: hue of 2.5Y or 5Y; value of 3 to 6; chroma of 1 to 4\nTexture is, silt loam, silty clay loam modified by 5 to 30 total coarse fragments; 5 to 20 percent gravel, 0 to 10 percent cobbles\nConsistence: firm\nReaction class: very strongly acid or strongly acid"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: This is the Kliskon series. Kliskon soils halve loess mantles less than 20 inches thick and lack redoximorphic features in the albic and spodic horizons."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nDrainage class: very poorly drained\nParent material: ash-influenced loess over glacial till\nLandform: depressions on till plains, depressions on moraines, depressions on mountains\nSlopes: 0 to 16 percent\nMean annual temperature: 30 to 40 degrees F.\nMean annual precipitation: 20 to 30 inches"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:"
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Very poorly drained, negligible runoff in ponded areas or else very high runoff. Saturated hydraulic conductivity is moderately high to high."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: The native vegetation is a forest of black spruce, white spruce, paper birch, and alder. A few small areas are used for grasses and small grains."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: MLRA 224 Cook Inlet Lowlands, South-central Alaska. The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Matanuska Valley Area, Alaska.  1966."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon include:\nAlbic horizon: from 9 to 14 inches\nSpodic horizons: from 14 to 25 inches\nRedoximorphic features: from 9 to 19 inches\nHistic epipedon: from 0 to 9 inches\nAmorphous material: from 0 to 26 inches\nTemperature regime: cryic\nMoisture regime: aquic\nThe concept of the Spenard series originally was centered on soils with a dark A horizon and a firm gravelly substratum. The soils described here were combined with Spenard in 1966, and became the central concept of the series in 1967.\nADDITIONAL DATA: Laboratory data is available for this soil: NSSL numbers 79P-2144-2151 and 81P-4245-4247.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
