{
  "SERIES": "SPENCER",
  "STATUS": "Established Series",
  "BYREV": "Rev. DEJ-HFG-DJH",
  "REVDATE": "04/2002",
  "STATES": "MN,WI",
  "OVERVIEW": "The Spencer series consists of very deep, moderately well drained soils formed mostly in loess or other silty deposits overlying loamy till on drumlins and ground moraines. Permeability is moderate in the silty mantle and slow or moderately slow in the till. Slope ranges from 0 to 12 percent. Mean annual precipitation is about 30 inches. Mean annual air temperature is about 42 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty, mixed, superactive, frigid Oxyaquic Glossudalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Spencer silt loam - on a convex west-facing 3 percent slope in a cultivated field at an elevation of about 1230 feet. (Colors are for moist soil unless otherwise stated.)\nAp--0 to 9 inches; very dark grayish brown (10YR 3/2) silt loam, pale brown (10YR 6/3) dry; moderate medium granular structure; friable; common fine and medium roots; neutral; abrupt smooth boundary. (6 to 10 inches thick)\nE--9 to 12 inches; brown (10YR 5/3) silt loam, very pale brown (10YR 7/3) dry; weak medium platy structure; friable; common fine and medium roots; slightly acid; clear smooth boundary. (0 to 6 inches thick)\nE/B--12 to 22 inches; about 70 percent brown (10YR 5/3) silt loam (E), very pale brown (10YR 7/3) dry; moderate medium platy structure; friable; extends as tongues into or surrounds remnants of dark yellowish brown (10YR 4/4) silt loam (Bt); moderate medium subangular blocky structure; friable; common fine and medium roots; strongly acid; clear smooth boundary. (0 to 15 inches thick)\nB/E--22 to 30 inches; about 60 percent dark yellowish brown (10YR 4/4) silt loam (Bt); moderate medium subangular blocky structure; friable; common faint dark yellowish brown (10YR 3/4) clay films on faces of peds; penetrated by tongues of brown (10YR 5/3) silt loam (E), very pale brown (10YR 7/3) dry; moderate medium platy structure; friable; few fine and medium roots; strongly acid; clear smooth boundary. (Glossic horizon - 2 to 30 inches thick.)\nBt1--30 to 42 inches; dark yellowish brown (10YR 4/4) silt loam; moderate medium subangular blocky structure; friable; few fine roots; common faint dark yellowish brown (10YR 3/4) clay films on faces of peds: few fine prominent strong brown (7.5YR 5/6) masses of iron accumulation; about 3 percent gravel; strongly acid; clear smooth boundary. (4 to 15 inches thick)\n2Bt2--42 to 48 inches; brown (7.5YR 4/4) loam; moderate medium subangular blocky structure; friable; few fine roots; common faint dark reddish brown (5YR 3/4) clay films on faces of peds; few fine distinct strong brown (7.5YR 5/6) masses of iron accumulation; about 10 percent gravel and 2 percent cobbles; strongly acid; clear smooth boundary. (0 to 15 inches thick)\n2C--48 to 72 inches; reddish brown (5YR 4/4) sandy loam; massive; friable; about 10 percent gravel and 2 percent cobbles; moderately acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Barron County, Wisconsin; about 1.5 miles north of Almena; 2000 feet south and 100 feet east of the northwest corner of sec. 18, T. 34 N., R. 13 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Thickness of the silty mantle and depth to loamy till ranges from 36 to 60 inches. Depth to the base of the argillic horizon ranges from 40 to more than 60 inches. The weighted average clay content of the particle-size control section ranges from 18 to 27 percent and the weighted average content of fine or coarser sand is less than 15 percent. The ratio of coarse silt to fine silt in the silty mantle ranges from 1.25 to 2.50. Volume of gravel ranges from 0 to 10 percent in the silty mantle and from 3 to 35 percent in the till. Volume of cobbles ranges from 0 to 3 percent in the silty mantle and from 0 to 5 percent in the till. Reaction typically ranges from very strongly acid to moderately acid in the silty mantle, but ranges to neutral in the Ap horizon where the soil is limed. Reaction ranges from strongly acid to neutral in the till. Redox concentrations are within 40 inches. Redox depletions are below the upper 10 inches of the argillic horizon in some pedons. Saturation occurs within 40 inches and below the upper 10 inches of the argillic horizon at some time in most years.\nThe Ap horizon has value of 3 or 4, and chroma of 2 or 3. Colors with moist value of 3 have dry value of 6 or more. Uncultivated pedons have an A horizon with hue of 10YR, value of 2 or 3, and chroma of 1 or 2.\nThe E horizon has value of 4 to 6 and chroma of 2 or 3. Colors of 4/3 or 5/3 have value dry of 7 or more. The E horizon is silt loam or silt.\nSpencer soils have a glossic horizon (E/B or B/E horizon, or both). The E part has color and texture like the E horizon described above. The Bt part has hue of 7.5YR or 10YR, value of 3 to 5, and chroma of 4 to 6.\nThe Bt horizon has color and texture like the Bt part described above.\nSome pedons have a C horizon in the silty mantle with color like the Bt part described above. It is silt loam.\nThe 2Bt horizon has hue of 2.5YR, 5YR, or 7.5YR; value of 3 to 6; and chroma of 4 to 6. It is typically sandy loam, fine sandy loam, loam, or their gravelly analogs. Bulk density ranges from 1.65 to 1.90 g/cm3.\nThe 2C horizon has color and texture like the 2Bt horizon above. Some pedons have a 2Cd horizon below a depth of 60 inches. Bulk density ranges from 1.70 to 1.95 g/cm3. Some pedons have small pockets or thin strata of loamy sand or gravely loamy sand."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Crystal Lake, Gichigami, and Ribriver series.\nCrystal Lake and Gichigami soils do not have a lithologic discontinuity within the series control section.\nRibriver soils have sand or gravelly sand outwash in the lower part of the series control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material: Formed mostly in loess or other silty deposits and in the underlying loamy till of Late or Early Wisconsinan Age.\nLandform: Ground moraines, drumlins, and lower slopes of end moraines.\nSlope: 0 to 12 percent.\nElevation: 700 to 1950 feet.\nMean annual air temperature: 39 to 45 degrees F.\nMean annual precipitation: 28 to 33 inches.\nFrost-free days: 120 to 135 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Almena, Auburndale, Freeon, Loyal, Magnor, Otterholt, Santiago, and Withee soils.\nThe well drained Otterholt, the somewhat poorly drained Almena, and the poorly drained Auburndale soils form a drainage sequence with Spencer soils. Otterholt soils are on higher or more sloping landscape positions. Almena and Auburndale soils are on lower or less sloping landscape positions.\nThe moderately well drained Loyal soils and the somewhat poorly drained Withee soils form a drainage sequence on nearby areas where the silty mantle is 12 to 36 inches thick over loamy till.\nThe well drained Santiago soils, the moderately well drained Freeon soils, and the somewhat poorly drained Magnor soils form a drainage sequence on nearby areas where the silty mantle is 12 to 36 inches thick over dense sandy loam till."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Moderately well drained. Runoff is low or medium. Permeability is moderate in the silty mantle and slow or moderately slow in the till. These soils have a perched seasonal high water table at a depth of 2.5 to 3.5 feet for 1 month or more per year at some time during the period of October to May in normal years."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Much of this soil has been cleared and is used for cropland. Common crops are corn, small grains, and hay. Some areas are in woodland. Native vegetation is northern hardwood forests with scattered conifers. Second growth of northern red oak, sugar maple, American basswood, yellow birch, quaking aspen, American elm, and black cherry is common at present time."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: North-central and northwestern Wisconsin and east-central Minnesota. LRR K, MLRA 90A, and MLRA 90B. This soil is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: St. Paul, Minnesota"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Barron County, Wisconsin, 1950"
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are: Particle size control section - the zone from 22 to 42 inches.\nOchric epipedon - the zone from 0 to 22 inches (Ap, E, E/B).\nAlbic horizon - the zone from 9 to 12 inches (E, E part of the E/B).\nGlossic horizon - the zone from 12 to 30 inches (E/B, B/E).\nArgillic horizon - the zone from 22 to 48 inches (B/E, Bt1, 2Bt2).\nRedoximorphic concentrations - oxidized color features in the zone from 30 to 48 inches.\nLithologic discontinuity - the upper boundary of the 2Bt2 horizon at 42 inches.\nADDITIONAL DATA: Former Soil Interpretation Record - WI0176.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "moderately well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 23,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "silt loam",
        "pH_class": "neutral",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Ap--0 to 9 inches; very dark grayish brown (10YR 3/2) silt loam, pale brown (10YR 6/3) dry; moderate medium granular structure; friable; common fine and medium roots; neutral; abrupt smooth boundary. (6 to 10 inches thick)"
      },
      {
        "name": "E",
        "top": 23,
        "bottom": 30,
        "dry_hue": "10YR",
        "dry_value": 7,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 3,
        "texture_class": "silt loam",
        "pH_class": "slightly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "E--9 to 12 inches; brown (10YR 5/3) silt loam, very pale brown (10YR 7/3) dry; weak medium platy structure; friable; common fine and medium roots; slightly acid; clear smooth boundary. (0 to 6 inches thick)"
      },
      {
        "name": "E/B",
        "top": 30,
        "bottom": 56,
        "dry_hue": "10YR",
        "dry_value": 7,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 3,
        "texture_class": "silt loam",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "E/B--12 to 22 inches; about 70 percent brown (10YR 5/3) silt loam (E), very pale brown (10YR 7/3) dry; moderate medium platy structure; friable; extends as tongues into or surrounds remnants of dark yellowish brown (10YR 4/4) silt loam (Bt); moderate medium subangular blocky structure; friable; common fine and medium roots; strongly acid; clear smooth boundary. (0 to 15 inches thick)"
      },
      {
        "name": "B/E",
        "top": 56,
        "bottom": 76,
        "dry_hue": "10YR",
        "dry_value": 7,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "silt loam",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "B/E--22 to 30 inches; about 60 percent dark yellowish brown (10YR 4/4) silt loam (Bt); moderate medium subangular blocky structure; friable; common faint dark yellowish brown (10YR 3/4) clay films on faces of peds; penetrated by tongues of brown (10YR 5/3) silt loam (E), very pale brown (10YR 7/3) dry; moderate medium platy structure; friable; few fine and medium roots; strongly acid; clear smooth boundary. (Glossic horizon - 2 to 30 inches thick.)"
      },
      {
        "name": "Bt1",
        "top": 76,
        "bottom": 107,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "silt loam",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bt1--30 to 42 inches; dark yellowish brown (10YR 4/4) silt loam; moderate medium subangular blocky structure; friable; few fine roots; common faint dark yellowish brown (10YR 3/4) clay films on faces of peds: few fine prominent strong brown (7.5YR 5/6) masses of iron accumulation; about 3 percent gravel; strongly acid; clear smooth boundary. (4 to 15 inches thick)"
      },
      {
        "name": "2Bt2",
        "top": 107,
        "bottom": 122,
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "loam",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "2Bt2--42 to 48 inches; brown (7.5YR 4/4) loam; moderate medium subangular blocky structure; friable; few fine roots; common faint dark reddish brown (5YR 3/4) clay films on faces of peds; few fine distinct strong brown (7.5YR 5/6) masses of iron accumulation; about 10 percent gravel and 2 percent cobbles; strongly acid; clear smooth boundary. (0 to 15 inches thick)"
      },
      {
        "name": "2C",
        "top": 122,
        "bottom": 183,
        "moist_hue": "5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "sandy loam",
        "pH_class": "moderately acid",
        "narrative": "2C--48 to 72 inches; reddish brown (5YR 4/4) sandy loam; massive; friable; about 10 percent gravel and 2 percent cobbles; moderately acid."
      }
    ]
  ]
}
