{
  "SERIES": "SPHINX",
  "STATUS": "Established Series",
  "BYREV": "Rev. AEA/GB",
  "REVDATE": "11/88",
  "STATES": "CO",
  "OVERVIEW": "The Sphinx series consists of shallow, somewhat excessively drained soils that formed in materials derived from weathered granite, rhyolite, and basic andesite.  Sphinx soils are on mountain side slopes, toe slopes, and ridges.  Slopes range from 5 to 70 percent.  The mean annual precipitation is about 18 inches and the mean annual temperature is about 45 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Sandy-skeletal, mixed, frigid, shallow Typic Ustorthents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Sphinx very gravelly sandy loam - woodland.  (Colors are for dry soil unless otherwise noted.)\nA--0 to 2 inches; brown to dark brown (10YR 4/3) very gravelly\nsandy loam, very dark grayish brown (10YR 3/2) moist; weak, fine granular structure; soft, very friable, slightly sticky; 40 percent angular pebbles, dominantly 1/8 to 1 inch in diameter; neutral; clear smooth boundary.  (2 to 4 inches thick)\nAC--2 to 10 inches; yellowish brown (10YR 5/4) very gravelly loamy coarse sand, dark yellowish brown (10YR 4/4) moist; massive; loose, nonsticky; 55 percent angular pebbles, dominantly 1/8 to 1 inch in diameter; slightly acid; gradual wavy boundary.  (8 to 19 inches thick)\nCr--10 inches; strong brown (7.5YR 5/6) weathered Pikes Peak\ngranite (grus)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Jefferson County, Colorado.  About one and one-half miles west of Pine; 700 feet west and 920 feet south of the northeast corner, Sec. 28, T. 7 S., R. 71 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Depth to bedrock ranges from 8 to 20 inches.  Rock fragments range from 35 to 80 percent by volume, are dominantly angular and 1/8 to 1 in diameter.  Occasional fragments up to 3 inches in diameter are present.  The control section ranges from 5 to 15 percent clay.  Reaction ranges from slightly acid to neutral.  Mean annual soil temperature ranges from 44 to 46 degrees F., and mean summer soil temperature ranges from 59 to 64 degrees F.\nThe A horizon has hue of 7.5YR or 10YR, value of 3 through 5, 2 through 4 moist, and chroma of 2 through 4.  Moist value of 3 extends to depths of 4 inches or less.\nThe AC horizon, if present, has hue of 7.5YR or 10YR, value of 4 through 6, 3 through 6 moist, and chroma of 4 or 5."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no other series in this family.  The Juget series in another subgroup has a lithic contact between depths of 10 to 20 inches and a mollic epipedon."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Sphinx soils are on mountain side slopes, toe slopes, and ridges.  Slopes range from 5 to 70 percent.  The soils formed in very gravelly coarse sandy loam material weathered from granitic rock, principally from Pikes Peak granite but also includes rhyolite and basic andesite.  The mean annual precipitation ranges from 17 to 20 inches.  The mean annual temperature ranges from 43 to 46 degrees F.  The frost free season is 75 to 125 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  This is the Resort soil.  Resort soils have mollic epipedons."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Somewhat excessively drained, rapid runoff; rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Soils are used for woodland, recreation, wildlife habitat, and some small areas for community development.  Native vegetation is ponderosa pine, mountainmahogany, pine dropseed, grass, and forbs."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Mountainous area of north central Colorado in Pikes Peak granite area.  The acreage is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Golden Area Soil Survey, Jefferson County, Colorado, 1980.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": null
  }
}
