{
  "SERIES": "SPICEWOOD",
  "STATUS": "Established Series",
  "BYREV": "WMR, THW",
  "REVDATE": "06/2020",
  "STATES": "TX",
  "OVERVIEW": "The Spicewood series consists of moderately deep, well drained, slowly permeable soils that formed in sediments weathered from siliceous limestone.  These soils occur on ridges on dissected plateaus.  Slopes range from 1 to 8 percent.  Mean annual precipitation is about 838 mm (33 in) and the mean annual air temperature is about 18.9 degrees C (66 degrees F).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Clayey-skeletal, smectitic, thermic Pachic Argiustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Spicewood cobbly clay loam--rangeland.  (Colors are for dry soil unless otherwise stated.)\nA -- 0 to 20 cm (0 to 8 in); dark reddish brown (5YR 3/2) cobbly clay loam, dark reddish brown (5YR 2/2) moist; moderate medium subangular blocky structure; very hard, very firm; common fine roots, estimated 30 percent by volume indurated light weight porous angular siliceous cobbles; neutral; clear wavy boundary. (Thickness is 15 to 25 cm [6 to 10 in]).\nBt1 -- 20 to 56 cm (8 to 22 in); dusky red (2.5YR 3/2) very cobbly clay; very dusky red (2.5YR 2/2) moist; moderate medium subangular blocky structure; few fine roots and tubes; estimated 60 percent by volume of indurated light weight porous siliceous angular cobbles and pebbles with reddish clay coatings; neutral; gradual wavy boundary.\nBt2 -- 56 to 97 cm (22 to 38 in}; dark red (2.5YR 3/6) clay, dark red (2.5YR 3/6) moist; coarse strong blocky structure; extremely hard, extremely firm; few weakly cemented siliceous cobbles and pebbles; distinct intersecting slickensides and wedge shaped parallelepipeds tilted from the horizontal about 30 degrees; neutral; abrupt wavy boundary.  (Combined thickness is 49 to 92 cm [19 to 37 in]).\nCr -- 97 to 102 cm (38 to 40 in); weakly cemented pinkish white, light weight leached siliceous limestone, abrupt wavy boundary.  (Thickness is 4 to 25 cm [2 to 10 in]).\nR -- 102 to 104 cm (40 to 41 in); gray and black indurated crystalline limestone."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Burnet County, Texas; From the intersection of US Highway 281 and FM 1431 Marble Falls, head north for approximately 0.23 miles to Mission Hills Dr, head east on Mission Hills Dr for approximately 210 feet to Mormon Mill Rd, head northeast on Mormon Mill Rd for approximately 1.45 miles; then north 30 feet from the center of road, near a fireplug.\nUSGS Topographic Quadrangle: Marble Falls, TX\nLatitude: 30 degrees, 35 minutes, 48.39 seconds N\nLongitude: 98 degrees, 15 minutes, 21.38 seconds W\nDecimal Degrees:\nLatitude: 30.5967751 degrees\nLongitude: -98.2559357 degrees\nDatum: WGS84"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nThe surface is covered by 5 to 20 percent limestone fragments 2 to 75 mm (1/8 to 3 in) in diameter.\nSoil Moisture: Typic ustic soil moisture regime.\nDepth to argillic horizon: 15 to 25 cm (6 to 10 in)\nDepth to bedrock and paralithic contact: 64 to 97 cm (25 to 38 in)\nDepth to lithic contact: 68 to 132 cm (27 to 52 in)\nThickness of the mollic epipedon: 50 to 66 cm (20 to 26 in)\nParticle-size control section (weighted average)\nClay content: 42 to 60 percent\nRock fragments: 35 to 60 percent\nA horizon\nHue: 5YR\nValue: 3 or 4, 3 moist\nChroma: 2 or 3\nTexture: cobbly clay loam or very cobbly clay loam\nFragments: 25 to 40 percent angular siliceous cobbles\nReaction (pH): slightly acid to neutral (6.1 to 7.3)\nBt horizon\nHue: 2.5YR or 5YR\nValue: 3 or 4\nChroma: 2 to 6\nTexture: clay or cobbly or very cobbly phases\nFragments: 0 to 60 percent angular siliceous gravels and cobbles\nReaction (pH): slightly acid to neutral (6.1 to 7.3)"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no other series in this family. Soils in similar families are the Dodson, Limpia, Mingo, and Rumple series.  Dodson soils: are more than 40 inches deep and non-skeletal\nLimpia soils: are more than 40 inches deep\nMingo soils: have less than 35 percent rock fragments in the control section\nRumple soils: have a mollic epipedon less than 20 inches thick and have mixed mineralogy"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material: It is assumed these soils formed in sediments weathered from siliceous limestone presumed to be of the Cretaceous system.  The present-day rock consists of a cemented siliceous and porous mass of filiform sponge residuum.\nLandscape: dissected plateaus\nLandform: ridges\nSlope: 1 to 8 percent\nPrecipitation pattern: Bimodal rainfall with May, June, September, and October being the wettest months.\nMean annual precipitation: 762 to 914 mm (30 to 36 in)\nThornthwaite P-E Indices: 40 to 50\nMean annual air temperature: 18.3 to 19.4 degrees C (65 to 67 degrees F)\nFrost-free period: 220 to 260 days\nElevation: 205.7 to 327.7 m (675 to 1075 ft)"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Eckrant, Harper, Hensley, Krum, Luckenbach, Nebgen, and Tarpley series.\nEckrant Harper, Hensley, and Tarpley soils: occur in similar positions but are shallow to limestone bedrock and the Hensley soils have ochric epipedons\nKrum soils: occur on toeslopes and terraces and are greater than 60 inches deep\nLuckenbach soils: occur on stream terraces and are greater than 60 inches deep\nNebgen soils: occur in similar positions but are shallow to sandstone and have ochric epipedon"
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; high runoff; slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used for rangeland and urban development. Native vegetation includes little bluestem, Texas wintergrass, buffalograss, curly mesquite and threeawns.  Woody vegetation includes live oak, post oak blackjack oak, juniper, mesquite and Texas persimmon."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Eastern Edwards Plateau and Grand Prairie of Central Texas.  The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE",
    "content": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Burnet County, Texas; 1977."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Spicewood soils would have been classified in the Reddish Chestnut great soil group.  At the type location, CEC of the lower Bt horizon is 41 meq/100 gm soil and the base saturation by sum of cations is 88 percent.\nDiagnostic horizons and features recognized in this pedon are:\nMollic epipedon  0 to 56 cm (0 to 22 in) (A and Bt1 horizons)\nArgillic horizon  20 to 97 cm (8 to 38 in) (Bt1 and Bt2 horizons)\nParalithic contact at 97 cm (38 in) (Cr horizon)\nLithic Contact  102 cm (40 in) (R horizon)\nADDITIONAL DATA: None\nTaxonomic Version: Keys to Soil Taxonomy, Twelfth Edition, 2014\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 20,
        "dry_hue": "5YR",
        "dry_value": 3,
        "dry_chroma": 2,
        "moist_hue": "5YR",
        "moist_value": 2,
        "moist_chroma": 2,
        "texture_class": "clay loam",
        "cf_class": "cobbly",
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "A -- 0 to 20 cm (0 to 8 in); dark reddish brown (5YR 3/2) cobbly clay loam, dark reddish brown (5YR 2/2) moist; moderate medium subangular blocky structure; very hard, very firm; common fine roots, estimated 30 percent by volume indurated light weight porous angular siliceous cobbles; neutral; clear wavy boundary. (Thickness is 15 to 25 cm [6 to 10 in])."
      },
      {
        "name": "Bt1",
        "top": 20,
        "bottom": 56,
        "dry_hue": "2.5YR",
        "dry_value": 3,
        "dry_chroma": 2,
        "moist_hue": "2.5YR",
        "moist_value": 2,
        "moist_chroma": 2,
        "texture_class": "clay",
        "cf_class": "very cobbly",
        "pH_class": "neutral",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bt1 -- 20 to 56 cm (8 to 22 in); dusky red (2.5YR 3/2) very cobbly clay; very dusky red (2.5YR 2/2) moist; moderate medium subangular blocky structure; few fine roots and tubes; estimated 60 percent by volume of indurated light weight porous siliceous angular cobbles and pebbles with reddish clay coatings; neutral; gradual wavy boundary."
      },
      {
        "name": "Bt2",
        "top": 56,
        "bottom": 97,
        "dry_hue": "2.5YR",
        "dry_value": 3,
        "dry_chroma": 6,
        "moist_hue": "2.5YR",
        "moist_value": 3,
        "moist_chroma": 6,
        "texture_class": "clay",
        "pH_class": "neutral",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "Bt2 -- 56 to 97 cm (22 to 38 in}; dark red (2.5YR 3/6) clay, dark red (2.5YR 3/6) moist; coarse strong blocky structure; extremely hard, extremely firm; few weakly cemented siliceous cobbles and pebbles; distinct intersecting slickensides and wedge shaped parallelepipeds tilted from the horizontal about 30 degrees; neutral; abrupt wavy boundary.  (Combined thickness is 49 to 92 cm [19 to 37 in])."
      },
      {
        "name": "Cr",
        "top": 97,
        "bottom": 102,
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "Cr -- 97 to 102 cm (38 to 40 in); weakly cemented pinkish white, light weight leached siliceous limestone, abrupt wavy boundary.  (Thickness is 4 to 25 cm [2 to 10 in])."
      },
      {
        "name": "R",
        "top": 102,
        "bottom": 104,
        "narrative": "R -- 102 to 104 cm (40 to 41 in); gray and black indurated crystalline limestone."
      }
    ]
  ]
}
