{
  "SERIES": "SPIEDEN",
  "STATUS": "Established Series",
  "BYREV": "Rev. TMR/JDO/SBC",
  "REVDATE": "01/2007",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Sandy, isotic, mesic Typic Endoaquolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Spieden mucky silt loam, forested, in a level depression at 120 feet elevation. When described on July, 3, 2003 the soil was slightly moist to 20 inches, moist to 43 inches, and saturated below 43 inches. (Colors are for moist soil unless otherwise noted.)\nA1--0 to 4 inches; black (10YR 2/1) mucky silt loam, gray (10YR 5/1) dry; weak fine subangular blocky structure; soft, very friable, slightly sticky and moderately plastic; many very fine and fine roots, common very fine and fine irregular and many fine interstitial pores; 10 percent gravel; moderately acid (pH 5.8); abrupt wavy boundary. (3 to 5 inches thick)\nA2--4 to 11 inches; black (10YR 2/1) silt loam, gray (10YR 5/1) dry; weak fine subangular blocky parting to moderate fine granular structure; soft, very friable, slightly sticky and moderately plastic; many very fine and fine roots, common very fine and fine irregular and many fine interstitial pores; few prominent reddish brown (5YR 4/4) iron-manganese masses throughout; 10 percent gravel; slightly acid (pH 6.3); abrupt wavy boundary. (3 to 8 inches thick)\nE--11 to 24 inches; dark grayish brown (2.5Y 4/2) gravelly loamy sand, light brownish gray (2.5Y 6/2) dry; weak fine subangular blocky structure; soft, very friable, nonsticky and nonplastic; few very fine and fine roots, few very fine irregular and common interstitial pores; many prominent reddish brown (5YR 4/4) iron and manganese masses throughout; 15 percent gravel; neutral (pH 6.7); clear wavy boundary. (5 to 15 inches thick)\nBg--24 to 36 inches; dark olive brown (2.5Y 3/3) gravelly loamy coarse sand, light yellowish brown (2.5Y 6/3) dry; single grain; loose; nonsticky and nonplastic; few fine interstitial pores; many prominent reddish brown (5YR 4/4) iron-manganese masses throughout; 15 percent gravel; neutral (pH 6.7); clear wavy boundary. (10 to 20 inches thick)\nCl--36 to 48 inches; dark olive brown (2.5Y 3/3) coarse sand, light yellowish brown (2.5Y 6/3) dry; single grain; loose; nonsticky and nonplastic; many interstitial pores; 10 percent gravel; neutral (pH 6.9); clear wavy boundary.\nC2--48 to 60 inches; very dark grayish brown (2.5Y 3/2) coarse sand, light yellowish brown (2.5Y 6/3) dry; single grain; loose; nonsticky and nonplastic; 10 percent gravel; neutral (pH 6.9)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: San Juan County, Washington, about 5 miles south of the town of Friday Harbor on American Camp portion of San Juan Island National Historical Park; 1200 feet north and 900 feet west of southeast corner of sec. 2, T. 34 N., R. 3 W., Willamette Meridian; USGS Falsebay NE quarter quadrangle; lat. 48 degrees 28 minutes 1 seconds N. and long. 123 degrees 1 minute 16 seconds W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Depths to diagnostic horizons and features start from the mineral soil surface.\nAverage annual soil temperature - 50 to 52 degrees F.\nMollic epipedon thickness - 10 to 14 inches\nDepth to redoximorphic features - 0 to 8 inches\nReaction - moderately acid to neutral\nParticle size control section:\nClay content - 0 to 5 percent\nRock fragments - 0 to 30 percent gravel, 0 to 5 percent cobbles, 0 to 35 percent total\nA1 horizon\nValue - 2 or 3 moist, 3 to 5 dry\nChroma - 1 or 2 moist and dry\nClay content - 6 to 18 percent\nRock fragments - 0 to 15 percent gravel\nA2 horizon\nValue - 2 or 3 moist, 3 to 5 dry\nChroma - 1 or 2 moist and dry\nTexture - SIL or L\nClay content - 6 to 18 percent\nRock fragments - 0 to 15 percent gravel, 0 to 5 percent cobbles\nE horizon\nHue - 7.5YR to 2.5Y\nValue - 3 or 4 moist, 5 or 6 dry\nChroma - 1 or 2 moist and dry\nTexture - LS or S\nClay content - 0 to 5 percent\nRock fragments - 0 to 30 percent gravel, 0 to 5 percent cobbles\nBg horizon\nHue - 7.5YR to 2.5Y\nValue - 3 or 4 moist, 5 or 6 dry\nChroma - 2 to 4 moist and dry\nTexture - LCOS, LS, or S\nClay content - 0 to 5 percent\nRock fragments - 0 to 30 percent gravel, 0 to 5 percent cobbles\nC horizons\nHue - 7.5YR to 2.5Y\nValue - 5 or 6 moist, 4 to 7 dry\nChroma - 2 or 3 moist and dry\nTexture - COS, LS, or S\nClay content - 0 to 5 percent\nRock fragments - 0 to 15 percent gravel, 0 to 5 percent cobbles"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no competing series in this family. Soils with similar classification but mixed mineralogy include the Granby, Gumz, Kentland, Loup, and Maumee series. All these soils lack an albic horizon. In addition, Granby soils have a frost-free period of 130 to 180 days. Gumz soils have loamy glacial till at a depth of 40 to 60 inches. Kentland have an organic horizon 3 to 8 inches thick with marl fragments below the mollic epipedon. Maumee soils have a mollic epipedon 15 to 24 inches thick and the frost-free period is 130 to 180 days."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Spieden soils are in drainageways and depressions of outwash plains. Slopes range from 0 to 2 percent. These soils formed in glacial outwash. Elevations are 0 to 300 feet. The climate is characterized by warm dry summers and mild moist winters. The average annual precipitation is 18 to 40 inches. The average annual temperature is 48 to 50 degrees F. The frost-free period is about 200 to 240 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Coveland, Sholander, and Sucia  soils. Coveland soils are in similar landscapes but in a slightly higher position. Sholander and Sucia soils are in valleys of outwash plains but not in depressions or drainageways. Coveland, Sholander, and Sucia soils have densic contacts, episaturation, and lack aquic conditions to the soil surface."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Poorly drained. Saturated hydraulic conductivity is high in the A horizons and high to very high below. Spieden soils (undrained) have a water table as high as the surface from October through April, as high as 11 inches in May, and as high as 36 inches from June through September."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: These soils are used mainly for pasture, forestry, and watershed. Potential natural vegetation consists of Sitka spruce, red alder, lodgepole pine, clustered rose, salmonberry, trailing blackberry, red elderberry, common snowberry, stinging nettle, swordfern, slough sedge, field horsetail, and scouring-rush horsetail."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Puget Sound valleys in Northwest Washington; MLRA 2, Northern Part. Series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: San Juan County, Washington - 2006."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon include:\nMollic epipedon - the zone from 0 to 11 inches (A horizons)\nAlbic horizon - the zone from 11 to 24 inches (E horizon)\nDepth to redoximorphic features - iron-manganese masses at 4 inches (top of the A2 horizon)\nParticle-size control section - the zone from 10 to 40 inches\nThis revision (5/2006) reflects a change in mineralogy class from mixed to isotic, based on laboratory data from associated soils.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
