{
  "SERIES": "SPIKEBUTTE",
  "STATUS": "Tentative Series",
  "BYREV": "IRD. KLM/TDT",
  "REVDATE": "08/2008",
  "STATES": "OR",
  "OVERVIEW": "The Spikebutte series consists of moderately deep, well drained soils that formed in old marine sediments with an influence of volcanic ash in the surface.  These soils are on uplands and have slopes of 2 to 55 percent.  The mean annual temperature is about 43 degrees F. and the mean annual precipitation is about 13 inches.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, smectitic, frigid Typic Palexerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Spikebutte ashy fine sandy loam - rangeland. (Colors are for dry soil unless otherwise stated.)\nA--0 to 3 inches; grayish brown (10YR 5/2) ashy fine sandy loam, very dark grayish brown (10YR 3/2) moist; moderate fine granular structure; soft, very friable, slightly sticky, slightly plastic; many very fine roots, common fine roots; many very fine interstitial pores, common very fine dendritic tubular pores; 10 percent fine subrounded gravel; neutral (pH 7.0); clear wavy boundary. (3 to 7 inches thick)\n2AB--3 to 8 inches; grayish brown (10YR 5/2) cobbly loam, very dark grayish brown (10YR 3/2) moist; moderate fine subangular blocky structure; slightly hard, friable, moderately sticky and slightly plastic; common very fine and fine roots, few medium roots; common very fine and fine dendritic tubular pores; 5 percent fine subrounded gravel and 10 percent subrounded cobbles; neutral (pH 7.2); abrupt smooth boundary. (0 to 8 inches thick)\n2Bt--8 to 19 inches; brown (10YR 5/3) cobbly clay, dark brown (10YR 3/3) moist; moderate medium prismatic structure parting to strong medium subangular blocky structure; moderately hard, firm, moderately sticky and moderately plastic; few very fine roots; common very fine dendritic tubular pores; common distinct clay films on faces of peds and surfaces along pores; 10 percent sandstone gravel and 15 percent limestone cobbles; neutral (pH 7.2); clear wavy boundary. (10 to 25 inches thick)\n2BC--19 to 33 inches; yellowish brown (10YR 5/4) gravelly loam, dark yellowish brown (10YR 4/4) moist; moderate medium subangular blocky structure; slightly hard, friable, moderately sticky and slightly plastic; common very fine roots; common very fine tubular pores; 5 percent cobbles and 10 percent gravel; neutral (pH 7.2); clear wavy boundary. (0 to 14 inches thick)\n2Cr--33 to 43 inches; light yellowish brown (2.5Y 6/4) weathered marine sandstone, olive brown (2.5Y 4/4) moist; moderately cemented."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Crook County, Oregon.  Located about 2600ft south and 800 feet west of the northeast corner of section 31., T. 18 S., R. 25 E. (Latitude 43 degrees 58 minutes 4.8 seconds N., Longitude 119 degrees 45 minutes 30.5 seconds W. NAD83) Twelvemile Reservoir, Oregon USGS Quadrangle; UTM 278720 meters E., 4872017 meters N., Zone 11, NAD83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: These soils are usually moist but are dry for 45 to 60 days following the summer solstice.  The mean annual soil temperature is 40 to 47 degrees F. Depth to a paralithic contact is 20 to 40 inches. The particle-size control section has 35 to 60 percent clay. The mollic epipedon is 10 to 20 inches thick and includes all or a part of the argillic horizon.  Depth to the argillic horizon is 3 to 12 inches.\nThe A horizon has value of 4 or 5 dry and 2 or 3 moist and chroma of 2 or 3 moist and dry.  It is ashy fine sandy loam, ashy sandy loam, or ashy loam.  It contains 0 to 20 percent mixed sedimentary gravel and 12 to 25 percent clay.  It has 5 to 20 percent glass and ammonium oxalate extractable aluminum plus one-half the iron is 0.2 to 0.4 percent.\nThe 2AB horizon (when present) has value 4 or 5 dry and 2 or 3 moist, and chroma of 2 or 3 dry and moist.  It is loam, sandy clay loam, or clay loam.  It contains 0 to 25 percent mixed sedimentary gravel and 15 to 30 percent clay.\nThe 2Bt horizon has a value of 5 dry and 3 or 4 moist, and chroma of 3 or 4 dry and moist.  It is clay or clay loam.  It contains 0 to 20 percent mixed sedimentary gravel and 35 to 60 percent clay.\nThe 2BC horizon (when present) has a value of 5 or 6 dry and 3 or 4 moist, and chroma of 4 dry and moist.  It is clay loam, loam, or sandy clay loam.  It contains 0 to 15 percent mixed sedimentary gravel and cobbles and 20 to 40 percent clay."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Bridgecreek, Coser, Deercreek, Eoj, Goodington, Harkers, Lynnbow, Mohocken, Norcan, and Rands series. The Deercreek, Eoj, Goodington, Harkers, Lynnbow, Norcan, and Rands series are all greater than 40 inches deep to a lithic or paralithic contact. Bridgecreek soils have the argillic horizon at a depth of 20 inches or more, are dry for 60 to 90 days following the summer solstice and lack the vitrandic properties in the surface horizon. Coser soils lack the vitrandic properties in the surface horizon and are dry for 60 to 90 days following the summer solstice. Mohocken soils lack the vitrandic properties in the surface horizon, have a 7 to 10 inch thick mollic epipedon and have 20 to 35 percent coarse fragments in the particle-size control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Spikebutte soils occur on uplands at elevations of 4,500 to 5,300 feet.  Slopes range from 2 to 55 percent.  The soils formed in colluvium and residuum derived from marine sandstone, limestone, shale, and other sedimentary rocks. The climate is characterized by cold wet winters and hot dry summers.  The mean annual precipitation is 12 to 16 inches.  The mean annual temperature is 40 to 46 degrees F.   The frost-free period is 50 to 90 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Izee, Utley, Cleavage, Tweener and Marsden soils.  The Izee and Utley soils both lack argillic horizons.  Izee soils are moderately deep to lithic contact and Utley soils are deep to lithic contact.  Cleavage soils are loamy-skeletal and shallow to lithic contact.  Tweener soils are loamy-skeletal and very shallow to lithic contact.  Marsden soils lack a pale feature and are deep to paralithic contact."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained.  Permeability is moderately slow."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: These soils are used for rangeland.  Native vegetation includes Idaho fescue, bluebunch wheatgrass, Sandberg bluegrass, and low sagebrush.  Mountain big sagebrush can occur where a thick surface is present above the argillic horizon."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: East-Central Oregon; MLRA 10.  The series is not extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES PROPOSED",
    "content": "SERIES PROPOSED: Crook County, Oregon; 2008."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features in this pedon include:\nMollic epipedon: 0 to 19 inches\nPale feature: Between the 2AB and 2Bt, an abrupt boundary and increase in clay of more than 20 percent.\nArgillic horizon:  8 to 19 inches\nVitrandic properties: 0 to 3 inches"
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "NA"
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 8,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "fine sandy loam",
        "cf_class": "NA",
        "pH": 7,
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "A--0 to 3 inches; grayish brown (10YR 5/2) ashy fine sandy loam, very dark grayish brown (10YR 3/2) moist; moderate fine granular structure; soft, very friable, slightly sticky, slightly plastic; many very fine roots, common fine roots; many very fine interstitial pores, common very fine dendritic tubular pores; 10 percent fine subrounded gravel; neutral (pH 7.0); clear wavy boundary. (3 to 7 inches thick)"
      },
      {
        "name": "2AB",
        "top": 8,
        "bottom": 20,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "loam",
        "cf_class": "cobbly",
        "pH": 7.2,
        "pH_class": "neutral",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "2AB--3 to 8 inches; grayish brown (10YR 5/2) cobbly loam, very dark grayish brown (10YR 3/2) moist; moderate fine subangular blocky structure; slightly hard, friable, moderately sticky and slightly plastic; common very fine and fine roots, few medium roots; common very fine and fine dendritic tubular pores; 5 percent fine subrounded gravel and 10 percent subrounded cobbles; neutral (pH 7.2); abrupt smooth boundary. (0 to 8 inches thick)"
      },
      {
        "name": "2Bt",
        "top": 20,
        "bottom": 48,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "sand",
        "cf_class": "cobbly",
        "pH": 7.2,
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "2Bt--8 to 19 inches; brown (10YR 5/3) cobbly clay, dark brown (10YR 3/3) moist; moderate medium prismatic structure parting to strong medium subangular blocky structure; moderately hard, firm, moderately sticky and moderately plastic; few very fine roots; common very fine dendritic tubular pores; common distinct clay films on faces of peds and surfaces along pores; 10 percent sandstone gravel and 15 percent limestone cobbles; neutral (pH 7.2); clear wavy boundary. (10 to 25 inches thick)"
      },
      {
        "name": "2BC",
        "top": 48,
        "bottom": 84,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 4,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "loam",
        "cf_class": "gravelly",
        "pH": 7.2,
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "2BC--19 to 33 inches; yellowish brown (10YR 5/4) gravelly loam, dark yellowish brown (10YR 4/4) moist; moderate medium subangular blocky structure; slightly hard, friable, moderately sticky and slightly plastic; common very fine roots; common very fine tubular pores; 5 percent cobbles and 10 percent gravel; neutral (pH 7.2); clear wavy boundary. (0 to 14 inches thick)"
      },
      {
        "name": "2Cr",
        "top": 84,
        "bottom": 109,
        "dry_hue": "2.5Y",
        "dry_value": 6,
        "dry_chroma": 4,
        "moist_hue": "2.5Y",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "2Cr--33 to 43 inches; light yellowish brown (2.5Y 6/4) weathered marine sandstone, olive brown (2.5Y 4/4) moist; moderately cemented."
      }
    ]
  ]
}
