{
  "SERIES": "SPIKEBOX",
  "STATUS": "Established Series",
  "BYREV": "DDR-CRC- WJG-ROG",
  "REVDATE": "09/2020",
  "STATES": "OK,TX",
  "OVERVIEW": "The Spikebox series consists of very shallow and shallow, well drained, moderately permeable soils over moderately slowly permeable sandstone bedrock. These soils formed in residuum over cemented sandstone interbedded with thin strata of claystone of Permian age. These very gently sloping to strongly sloping soils are on summits, side slopes, and escarpments of ridges and hills of the Central Rolling Red Plains (MLRA 78C). Slope ranges from 1 to 40 percent. Mean annual precipitation is about 635 mm (25 in) and mean annual air temperature is about 16.6 degrees C (62 degrees F).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy, mixed, active, thermic, shallow Typic Haplustepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Spikebox fine sandy loam, on a 4 percent slope in cropland. (Colors are for dry soil unless otherwise stated.)\nAp--0 to 15 cm (0 to 6 in); reddish brown (5YR 5/4) fine sandy loam, reddish brown (5YR 4/4) moist; weak fine and medium granular structure; hard, very friable; common very fine and fine roots; very slightly effervescent; moderately alkaline; abrupt smooth boundary. (Thickness is 10 to 33 cm [4 to 13 in]).\nBw--15 to 33 cm (6 to 13 in); red (2.5YR 5/6) fine sandy loam, red (2.5YR 4/6) moist; weak fine and medium subangular blocky structure; hard, friable; few very fine and fine roots; few fine and medium pores; 5 percent 2 to 25 mm paragravel of sandstone; slightly effervescent; moderately alkaline; abrupt smooth boundary. (Thickness is 15 to 25 cm [6 to 10 in])\nCr1--33 to 61 cm (13 to 24 in); light greenish gray (5GY 7/1) extremely weakly cemented sandstone bedrock, greenish gray (5GY 6/1) moist; massive; slightly effervescent; moderately alkaline; abrupt smooth boundary.\nCr2--61 to 101 cm (24 to 40 in); red (2.5YR 4/6) very weakly cemented sandstone bedrock, dark red (2.5YR 3/6) moist; massive; stratified with a few dark red (2.5YR 3/6) claystone layers less than 12 cm (5 in) thick; very slightly effervescent; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Jackson County, OK; from the intersection of U.S. Highways 283 and 62 in Altus, about 8 miles south, 0.56 mile west, and about 2350 feet south in cropland; located about 716 meters (2350 feet) south and 701 meter (2300 feet) east of the northwest corner of Sec. 31, T.1 N., R.20 W.;USGS quadrangle: Altus SE; Latitude: 34 degrees, 30 minutes, 54 seconds N; Longitude: 99 degrees, 20 minutes, 36 seconds W; NAD 1927."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil Moisture: Typic-ustic soil moisture regime\nMean annual soil temperature: 17 degrees C (64 degrees F)\nThickness of the solum and depth to bedrock: 20 to 51 cm (8 to 20 in).\nDepth to paralithic contact: 20 to 51 cm(8 to 20 in) and corresponds to depth to sandstone.\nCalcium carbonate equivalent: 0 to 15 percent.\nParticle-size control section (weighted average)\nClay content: 8 to 20 percent\nSand content: 15 to 85 percent.\nRock Fragments: 0 to 10 percent sandstone paragravel or siliceous gravel.\nA Horizon\nHue: 2.5YR to 7.5YR\nValue: 4 or 5\nChroma: 4 to 6\nTexture: fine sandy loam or loam\nPararock fragments: 5 percent; gravels; sandstone\nEffervescence: none to strong\nReaction: slightly alkaline or moderately alkaline\nBw or BC Horizon\nHue: 2.5YR to 10YR\nValue: 4 to 6\nChroma: 4 to 6\nTexture: fine sandy loam, very fine sandy loam, or loam\nEffervescence: very slight to strong\nReaction: moderately alkaline\nCr Horizon\nHue: 10R to 5GY\nValue: 4 to 8\nChroma: 1 to 8\nExtremely weakly cemented to moderately cemented stratified sandstone that is interbedded with thin noncemented layers of claystone. The sandstone is typically fractured in the upper part and most strata are cemented, however, some strata are noncemented. Some fragments of the sandstone harden irreversibly when exposed, and are deposited as stones and boulders on lower slopes as erosion undercuts them.\nExcavation difficulty: moderate to high.\nEffervescence: very slight to strong\nReaction: moderately alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: The Quinlan series is in the same family. Similar soils are the Burson, Cottonwood, Harmon, and Knoco series.\nQuinlan soils: are shallow over noncemented sandstone bedrock of the Whitehorse and Quartermaster Formations on higher landscapes and have a superactive CEC class.\nBurson soils: are very shallow over noncemented sandstone bedrock and occur at higher elevations in a slightly drier climate.\nCottonwood soils: are shallow over crystalline gypsum bedrock.\nHarmon soils: have a loamy-skeletal particle-size class and carbonatic mineralogy.\nKnoco soils: have a clayey particle-size class and are shallow over reddish-brown claystone bedrock."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material: residuum derived from sandstone bedrock, mainly of the San Angelo Formation of Permian age\nLandscape: dissected plains\nLandform: summits, side slopes, and escarpments of ridges and hills\nSlope: 1 to 40 percent\nMean annual precipitation range: 558 to 711 (22 to 28 in)\nThornthwaite P-E Indices: 34 to 44\nMean annual air temperature: 15.5 to 17.7 degrees C (60 to 64 degrees F)\nFrost-free period: 200 to 230 days.\nElevation: 304.8 to 609.6 m (1000 to 2000 ft)"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Cobb, Cosh, Decobb, Knoco, Tilvern, and Vernon series.\nCosh soils: have an argillic horizon and are on similar positions.\nCobb and Decobb soils: have solum more than 51 cm (20 in) over sandstone bedrock, have an argillic horizon, and occur on lower positions.\nKnoco soils: have a clayey particle-size class and are on similar positions\nTilvern and Vernon soils: have solum more than 51 cm (20 in) over claystone bedrock and have a clayey particle-size class."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:\nDrainage class: Well\nPermeability: moderate in the solum and moderately slow in the parent material\nRunoff: medium on 1 to 5 percent slopes and high on 5 to 12 percent slopes"
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:\nMajor uses: range for grazing animals. Some areas, on lesser slopes, are used for growing small grains and forage sorghums for livestock grazing.\nNative vegetation is mainly little bluestems and gramas.  Sand dropseed, buffalograss and yucca are also common.  Mesquite and juniper have invaded most areas. Ecological sites assigned to phases and components of this series are listed below. Current ecological site assignments are in Web Soil Survey. Components of this series include the following ecological sites: Shallow Upland, Loamy Breaks"
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:\nGeneral location: Central Rolling Red Plains of north Texas and southwestern Oklahoma; MLRA: 78C- Central Rolling Red Plains, Eastern Part. Extent: moderate"
  },
  "REGIONAL OFFICE": {
    "section": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE",
    "content": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE: Temple, Texas."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Jackson County, OK; 2000."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: This series was formerly included in the Cosh, Latom, and Quinlan series.\nEdited 08/2020 (LL-ROG): Converted to tabular format and added metric measurements.\nDiagnostic horizons and features recognized in this pedon are:\nParticle size control section: 0 to 33 cm (0 to 13 in) (Ap and BC horizons).\nOchric epipedon: 0 to 15 cm (0 to 6 in) (Ap horizon).\nCambic horizon: 15 to 33 cm (6 to 13 in) (Bw horizon).\nParalithic contact: The contact with sandstone at 33 cm (13 in) (Cr1 horizon).\nThe assignment of the cation-exchange activity class is inferred from lab data from Jackson County, OK.\nRange Site: Shallow Sandstone - #078CY691TX.\nADDITIONAL DATA: none\nTaxonomic Version: Keys to Soil Taxonomy, Twelfth Edition, 2014\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 15,
        "dry_hue": "5YR",
        "dry_value": 5,
        "dry_chroma": 4,
        "moist_hue": "5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "fine sandy loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Ap--0 to 15 cm (0 to 6 in); reddish brown (5YR 5/4) fine sandy loam, reddish brown (5YR 4/4) moist; weak fine and medium granular structure; hard, very friable; common very fine and fine roots; very slightly effervescent; moderately alkaline; abrupt smooth boundary. (Thickness is 10 to 33 cm [4 to 13 in])."
      },
      {
        "name": "Bw",
        "top": 15,
        "bottom": 33,
        "dry_hue": "2.5YR",
        "dry_value": 5,
        "dry_chroma": 6,
        "moist_hue": "2.5YR",
        "moist_value": 4,
        "moist_chroma": 6,
        "texture_class": "fine sandy loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Bw--15 to 33 cm (6 to 13 in); red (2.5YR 5/6) fine sandy loam, red (2.5YR 4/6) moist; weak fine and medium subangular blocky structure; hard, friable; few very fine and fine roots; few fine and medium pores; 5 percent 2 to 25 mm paragravel of sandstone; slightly effervescent; moderately alkaline; abrupt smooth boundary. (Thickness is 15 to 25 cm [6 to 10 in])"
      },
      {
        "name": "Cr1",
        "top": 33,
        "bottom": 61,
        "dry_hue": "5GY",
        "dry_value": 7,
        "dry_chroma": 1,
        "moist_hue": "5GY",
        "moist_value": 6,
        "moist_chroma": 1,
        "texture_class": "sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Cr1--33 to 61 cm (13 to 24 in); light greenish gray (5GY 7/1) extremely weakly cemented sandstone bedrock, greenish gray (5GY 6/1) moist; massive; slightly effervescent; moderately alkaline; abrupt smooth boundary."
      },
      {
        "name": "Cr2",
        "top": 61,
        "bottom": 101,
        "dry_hue": "2.5YR",
        "dry_value": 4,
        "dry_chroma": 6,
        "moist_hue": "2.5YR",
        "moist_value": 3,
        "moist_chroma": 6,
        "texture_class": "sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Cr2--61 to 101 cm (24 to 40 in); red (2.5YR 4/6) very weakly cemented sandstone bedrock, dark red (2.5YR 3/6) moist; massive; stratified with a few dark red (2.5YR 3/6) claystone layers less than 12 cm (5 in) thick; very slightly effervescent; moderately alkaline."
      }
    ]
  ]
}
