{
  "SERIES": "SPINNAKER",
  "STATUS": "Established Series",
  "BYREV": "ARW/MEB/KP",
  "REVDATE": "02/2006",
  "STATES": "CA",
  "OVERVIEW": "The Spinnaker series consists of shallow, somewhat excessively drained soils that formed in colluvium and residuum from volcanic breccia, andesite, basalt or dacite. Spinnaker soils are on mountains and hills on islands. Slopes range from 15 to 100 percent. The mean annual precipitation is about 457 millimeters (18 inches) and the mean annual temperature is about 19 degrees C (66 degrees F).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy, mixed, superactive, thermic Lithic Haploxerepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Spinnaker loam on a mountain side under a cover of sage, Island Buckwheat and needle grass, at an elevation of 1625 feet (495 meters) on Santa Cruz Island. (Colors are for dry soil unless otherwise noted).\nOi--0 to 1 inch, (0 to 2 cm); slightly decomposed plant material, 60 percent cover of Island Buckwheat leaves, needle grass and fuzzy moss. (0 to 2 inches, 0 to 5 cm thick)\nA--1 to 2 inches, (2 to 4 cm); dark yellowish brown (10YR 4/4) gravelly sandy loam, very dark brown (7.5YR 2.5/3) moist; 4 percent clay weak very thin platy structure; soft, very friable, nonsticky, nonplastic; common very fine roots; common fine interstitial and common very fine interstitial pores; 1 percent 250 to 600 millimeter stones and 10 percent 75 to 250 millimeter cobbles and 20 percent 2 to 75 millimeter gravel; neutral, pH 7.2 by Phenol red; abrupt wavy boundary. (1 to 4 inches, 2 to 10 cm thick)\nBw--2 to 10 inches, (4 to 26 cm); brown (7.5YR 4/4) gravelly sandy loam, very dark brown (7.5YR2.5/3) moist; 9 percent clay; moderate fine subangular blocky structure; soft, very friable, nonsticky, slightly plastic; few very fine roots; common fine interstitial and common very fine interstitial pores; 30 percent 2 to 75 millimeter gravel; neutral, pH 7.0 by Phenol red; clear wavy boundary. (5 to 17 inches, 13 to 35 cm thick)\nCr1--10 to 17 inches, (26 to 42 cm); very soft loose highly fractured (2 to 8 cm apart) very brittle andesite. (0 to 10 inches, 0 to 25 cm thick)\nCr2--17 to 18 inches, (42 to 45 cm); hard to soft fractured 4 to 8 cm apart, can break apart with knife and hammer but difficult to dig with shovel. (0 to 10 inches, 0 to 25 cm thick)\nR--18 to 19 inches, (45 to 47 cm); rigid volcanic andesite."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Santa Cruz Island, Santa Barbara County, California, in the Channel Islands Soil Survey Area 1/4 mile west from the end of Centinela Road at 34 degrees latitude, 01 minutes, 52 seconds and 119 degrees, 48 minutes, 53.7 seconds longitude, NAD83; U.S.G.S Quad: Santa Cruz Island."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: The mean annual soil temperature is 59 to 71 degrees F. (15 to 22 degrees C.) The soil moisture control section is dry in all parts from about mid-August to mid-November (about 90 days) and is usually moist the rest of the time.\nDepth to paralithic, when present, is 8 to 14 inches (20 to 35 centimeters).\nDepth to lithic contact is 6 to 18 inches (15 to 46 centimeters).\nThe particle size control section averages 4 to 18 percent clay, and 5 to 35 percent rock fragments.\nThe A horizon dry color is 10YR 6/2, 6/3, 5/4, or 4/4.  Moist color is 10YR 4/2, 4/3, 3/2, 3/3 or 7.5YR 5/2, 3/3, or 2.5/3.\nThe A horizon textures are sandy loam, gravelly sandy loam, loam or gravelly loam.\nThe Bw horizon dry color is 10YR 7/2, 6/3, 5/4, or 7.5YR 4/4. Moist color is 10YR 5/2, 4/3, 3/4, or 7.5YR 5/2, or 2.5/3.\nThe Bw horizon textures are sandy loam, gravelly sandy loam, loam or gravelly loam."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no competing soils in this family."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: The Spinnaker series consists of shallow to bedrock soils that formed in colluvium and residuum from volcanic breccia, andesite, basalt or dacite. Spinnaker soils are on mountains and hills on islands. Slopes range from 15 to 100 percent. Elevations are 50 to 2440 feet (15 to 744 meters). The climate is characterized by warm, dry summers and cool, moist winters with intermittent wet coastal fog throughout the year. The mean annual precipitation is 13 to 24 inches (330 to 610 millimeters), the mean annual temperature is 61 to 73 degrees F. (16 to 23 degrees C.), and the frost free season is 320 to 365 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Fiale, Rudder, Starboard, Tongva and Topdeck series. Starboard soils are moderately deep, mesic and found under oak woodland. Tongva is moderately deep and predominately found on lower parts of mountains and side slopes of hills under coastal sage. Fiale is a found on gentler slopes under grass.  Topdeck soils have argillic horizons and is found on all portions of hills and mountains primarily under coastal sage. Rudder soils are isomesic with low base saturations, and are on side slopes of mountains under bishop pines."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Somewhat excessively drained; very high runoff; moderate to moderately rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Wildlife habitat, recreation and building site development. Vegetation is Island Buckwheat, grasses and coastal sage."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Santa Barbara County, California. This soil is not extensive and is found only on the Channel Islands. MLRA 20."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Santa Barbara County, California, 2006."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: The series name is coined. Diagnostic horizons and features recognized in this pedon:\nOchric epipedon -- The zone from the soil surface to a depth of about 2 inches.\nCambic horizon -- The zone from a depth of 2 inches to a depth of about 10 inches.\nLithic contact -- Within 50 cm of the soil surface.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "somewhat excessively",
        "drainage_overview": "somewhat excessively"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Oi",
        "top": 0,
        "bottom": 3,
        "narrative": "Oi--0 to 1 inch, (0 to 2 cm); slightly decomposed plant material, 60 percent cover of Island Buckwheat leaves, needle grass and fuzzy moss. (0 to 2 inches, 0 to 5 cm thick)"
      },
      {
        "name": "A",
        "top": 3,
        "bottom": 5,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 4,
        "moist_hue": "7.5YR",
        "moist_value": 2.5,
        "moist_chroma": 3,
        "texture_class": "sandy loam",
        "cf_class": "gravelly",
        "pH_class": "neutral",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "A--1 to 2 inches, (2 to 4 cm); dark yellowish brown (10YR 4/4) gravelly sandy loam, very dark brown (7.5YR 2.5/3) moist; 4 percent clay weak very thin platy structure; soft, very friable, nonsticky, nonplastic; common very fine roots; common fine interstitial and common very fine interstitial pores; 1 percent 250 to 600 millimeter stones and 10 percent 75 to 250 millimeter cobbles and 20 percent 2 to 75 millimeter gravel; neutral, pH 7.2 by Phenol red; abrupt wavy boundary. (1 to 4 inches, 2 to 10 cm thick)"
      },
      {
        "name": "Bw",
        "top": 5,
        "bottom": 25,
        "dry_hue": "7.5YR",
        "dry_value": 4,
        "dry_chroma": 4,
        "texture_class": "sandy loam",
        "cf_class": "gravelly",
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bw--2 to 10 inches, (4 to 26 cm); brown (7.5YR 4/4) gravelly sandy loam, very dark brown (7.5YR2.5/3) moist; 9 percent clay; moderate fine subangular blocky structure; soft, very friable, nonsticky, slightly plastic; few very fine roots; common fine interstitial and common very fine interstitial pores; 30 percent 2 to 75 millimeter gravel; neutral, pH 7.0 by Phenol red; clear wavy boundary. (5 to 17 inches, 13 to 35 cm thick)"
      },
      {
        "name": "Cr1",
        "top": 25,
        "bottom": 43,
        "narrative": "Cr1--10 to 17 inches, (26 to 42 cm); very soft loose highly fractured (2 to 8 cm apart) very brittle andesite. (0 to 10 inches, 0 to 25 cm thick)"
      },
      {
        "name": "Cr2",
        "top": 43,
        "bottom": 46,
        "narrative": "Cr2--17 to 18 inches, (42 to 45 cm); hard to soft fractured 4 to 8 cm apart, can break apart with knife and hammer but difficult to dig with shovel. (0 to 10 inches, 0 to 25 cm thick)"
      },
      {
        "name": "R",
        "top": 46,
        "bottom": 48,
        "narrative": "R--18 to 19 inches, (45 to 47 cm); rigid volcanic andesite."
      }
    ]
  ]
}
