{
  "SERIES": "SPINE",
  "STATUS": "Established Series",
  "BYREV": "IRD: AEC/DWB",
  "REVDATE": "03/2006",
  "STATES": "CA",
  "OVERVIEW": "The Spine series consists of shallow, well drained soils that formed in residuum and colluvium from metasedimentary and metavolcanic rocks.  Spine soils are on ridge tops and side slopes on metamorphic Sierra Nevada mountains.  Slopes range from 3 to 70 percent.  The mean annual precipitation is about 64 inches, (1626 mm) and the mean annual temperature is about 55 degrees F, (13 degrees C).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, active, mesic Lithic Haploxerults"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Spine very gravelly loam, on a north facing 35 percent slope under a cover of tanoak, sugar pine, Douglas-fir and whiteleaf manzanita at an elevation of 3240 feet, (988 m).  When described on 7/15/99 the soil was dry throughout.  (Colors are for dry soil unless otherwise noted).\nOi--0 to 1 inches, (0 to 3 cm); slightly decomposed plant material; abrupt smooth boundary.\nA--1 to 3 inches, (3 to 8 cm); pink (7.5YR 7/3) very gravelly loam, brown (7.5YR 5/3) moist; 20 percent clay; moderate fine and medium granular structure; soft, very friable, slightly sticky, slightly plastic; common very fine, fine and medium roots; common fine and medium tubular and many very fine irregular and tubular pores; 5 percent cobbles and 30 percent gravel; moderately acid, pH 5.8 by Hellige-Truog; NaF pH 9.0; clear smooth boundary. (2 to 5 inches, (5 to 13 cm) thick).\nBt1--3 to 9 inches, (8 to 23 cm); pink (7.5YR 8/4) extremely gravelly loam, reddish yellow (7.5YR 6/6) moist; 27 percent clay; moderate fine and medium subangular blocky structure; slightly hard, friable, slightly sticky, slightly plastic; many very fine, fine and medium roots and few coarse roots; many very fine, fine and medium tubular pores; 70 percent distinct clay films; 5 percent cobbles and 60 percent gravel; moderately acid, pH 5.8 by Hellige-Truog; NaF pH 9.2; clear smooth boundary.\nBt2--9 to 16 inches, (23 to 41 cm); reddish yellow (7.5YR 7/6) extremely gravelly clay loam, reddish yellow (7.5YR 6/6) moist; 29 percent clay; moderate fine subangular blocky structure; slightly hard, friable, moderately sticky, slightly plastic; common very fine, fine and medium roots; common very fine and fine tubular pores; 30 percent continuous distinct clay films; 5 percent cobbles and 70 percent gravel; moderately acid, pH 5.8 by Hellige-Truog; NaF pH 9.2; gradual wavy boundary. (Combined thickness of the Bt horizon is 7 to 17 inches, (18 to 43 cm) thick).\nR--16 inches, (41 cm); indurated metasedimentary bedrock; few very fine, fine and medium roots."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Butte County, California, about 2.2 miles northeast of Sawmill Peak, approximately 1700 feet north and 1600 feet west of the southeast corner of Section 21, Township 23 N., Range 4 E., 39 degrees, 50 minutes, 5 seconds North latitude and 121 degrees, 31 minutes, 40 seconds West longitude, NAD83 - U.S.G.S Quad: Paradise East, California."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Depth to lithic bedrock is 10 to 20 inches, (25 to 51 cm).  The mean annual soil temperature is 50 to 57 degrees F, (10 to 14 degrees C).  The particle-size control section averages 17 to 35 percent clay and 35 to 75 percent rock fragments, mostly gravel.  Mineralogy is mixed.  Rock fragments on the surface range from 20 to 60 percent gravel, 0 to 20 percent cobbles, 0 to 15 percent stones and 0 to 5 percent boulders.\nThe A horizon dry color is 10YR 6/3, 6/4, 7/4, 7.5YR 6/4 or 7/3.  Moist color is 7.5YR 3/3, 4/3, 4/4, 4/6, 5/3, 5/4, 10YR 4/3, 4/4 or 5/4.  Texture is gravelly loam, very gravelly loam, gravelly sandy loam or very gravelly sandy loam.  Clay content ranges from 12 to 22 percent.  Rock fragments range from 25 to 60 percent gravel and 0 to 5 percent cobbles.  Reaction ranges from very strongly acid to slightly acid.\nThe Bt horizon dry color is 7.5YR 6/4, 6/6, 7/4, 7/6, 8/4, 10YR 6/4, 7/4 or 5YR 5/6.  Moist color is 7.5YR 4/3, 4/4, 5/4, 5/6, 6/6, 10YR 4/4, 5/6, 5/8, 5YR 4/4 or 4/6.  Texture is gravelly loam, very gravelly loam, extremely gravelly loam, gravelly clay loam, very gravelly clay loam, extremely gravelly clay loam, gravelly sandy loam or very gravelly sandy loam.  Clay content ranges from 15 to 35 percent.  Rock fragments range from 30 to 70 percent gravel and 0 to 15 percent cobbles.  Reaction ranges from very strongly acid to slightly acid."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no other series in this family."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Spine soils are on ridge tops and side slopes on metamorphic Sierra Nevada mountains.  Slopes range from 3 to 70 percent.  These soils formed in residuum and colluvium weathered from metasedimentary and metavolcanic rocks.  Elevation is 1600 to 4000 feet, (488 to 1219 m).  Mean annual precipitation is 64 to 73 inches, (1626 to 1854 mm).  The mean annual temperature is 52 to 55 degrees F, (11 to 13 degrees C).  Frost free season is 140 to 200 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Hietanen, Bigridge, Dixmine, Surnuf and Mac soils.  Hietanen, Bigridge and Dixmine soils are deep.  Surnuf soils are very deep.  Mac soils are moderately deep."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; very high runoff; moderate to moderately rapid saturated hydraulic conductivity in the A horizon and moderately rapid to moderately slow in the Bt horizon."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: This soil is used for timber production, wildlife habitat, homesite development and watershed.  Vegetation is whiteleaf manzanita, tanoak, Douglas-fir, ponderosa pine, sugar pine, California black oak, canyon live oak, incense cedar, white fir, deerbrush, Pacific poison oak, broadleaf starflower, Pacific madrone and greenleaf manzanita."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Butte County, California and occurs in the M261EF (Granitic and Metamorphic Hills) subsection of the M261E (Sierra Nevada) section.  MLRA 22A - Sierra Nevada Range.  The soils are not extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Butte County, California 2005.  Source of name is coined."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - zone from 1 to 3 in, (3 to 8 cm) (A)\nArgillic horizon - zone from 3 to 16 in, (8 to 41 cm) (Bt1, Bt2)\nLithic contact - 16 in, (41 cm)\nParticle-size control section - zone from 3 to 16 in, (8 to 41 cm)\nThe soil moisture control section - zone at 16 inches, (41 cm) is dry in all parts from about June to October (about 130 days).\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Oi",
        "top": 0,
        "bottom": 3,
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Oi--0 to 1 inches, (0 to 3 cm); slightly decomposed plant material; abrupt smooth boundary."
      },
      {
        "name": "A",
        "top": 3,
        "bottom": 8,
        "dry_hue": "7.5YR",
        "dry_value": 7,
        "dry_chroma": 3,
        "moist_hue": "7.5YR",
        "moist_value": 5,
        "moist_chroma": 3,
        "texture_class": "loam",
        "cf_class": "very gravelly",
        "pH_class": "moderately acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A--1 to 3 inches, (3 to 8 cm); pink (7.5YR 7/3) very gravelly loam, brown (7.5YR 5/3) moist; 20 percent clay; moderate fine and medium granular structure; soft, very friable, slightly sticky, slightly plastic; common very fine, fine and medium roots; common fine and medium tubular and many very fine irregular and tubular pores; 5 percent cobbles and 30 percent gravel; moderately acid, pH 5.8 by Hellige-Truog; NaF pH 9.0; clear smooth boundary. (2 to 5 inches, (5 to 13 cm) thick)."
      },
      {
        "name": "Bt1",
        "top": 8,
        "bottom": 23,
        "dry_hue": "7.5YR",
        "dry_value": 8,
        "dry_chroma": 4,
        "moist_hue": "7.5YR",
        "moist_value": 6,
        "moist_chroma": 6,
        "texture_class": "loam",
        "cf_class": "extremely gravelly",
        "pH_class": "moderately acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bt1--3 to 9 inches, (8 to 23 cm); pink (7.5YR 8/4) extremely gravelly loam, reddish yellow (7.5YR 6/6) moist; 27 percent clay; moderate fine and medium subangular blocky structure; slightly hard, friable, slightly sticky, slightly plastic; many very fine, fine and medium roots and few coarse roots; many very fine, fine and medium tubular pores; 70 percent distinct clay films; 5 percent cobbles and 60 percent gravel; moderately acid, pH 5.8 by Hellige-Truog; NaF pH 9.2; clear smooth boundary."
      },
      {
        "name": "Bt2",
        "top": 23,
        "bottom": 41,
        "dry_hue": "7.5YR",
        "dry_value": 7,
        "dry_chroma": 6,
        "moist_hue": "7.5YR",
        "moist_value": 6,
        "moist_chroma": 6,
        "texture_class": "clay loam",
        "cf_class": "extremely gravelly",
        "pH_class": "moderately acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bt2--9 to 16 inches, (23 to 41 cm); reddish yellow (7.5YR 7/6) extremely gravelly clay loam, reddish yellow (7.5YR 6/6) moist; 29 percent clay; moderate fine subangular blocky structure; slightly hard, friable, moderately sticky, slightly plastic; common very fine, fine and medium roots; common very fine and fine tubular pores; 30 percent continuous distinct clay films; 5 percent cobbles and 70 percent gravel; moderately acid, pH 5.8 by Hellige-Truog; NaF pH 9.2; gradual wavy boundary. (Combined thickness of the Bt horizon is 7 to 17 inches, (18 to 43 cm) thick)."
      },
      {
        "name": "R",
        "top": 41,
        "narrative": "R--16 inches, (41 cm); indurated metasedimentary bedrock; few very fine, fine and medium roots."
      }
    ]
  ]
}
