{
  "SERIES": "SPINDLETOP",
  "STATUS": "Established Series",
  "BYREV": "RD-JKW-RM",
  "REVDATE": "07/2014",
  "STATES": "TX",
  "OVERVIEW": "The Spindletop series consists of very deep, moderately well drained, very slowly permeable soils. These nearly level soils formed in loamy fluviomarine deposits derived from the Beaumont Formation. Slope ranges from 0 to 1 percent. Mean annual air temperature is about 20.6 degrees C (degrees 69 F), and mean annual precipitation is about 1397 mm (55 in).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, smectitic, hyperthermic Oxyaquic Argiudolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Spindletop fine sandy loam, in an area of Labelle-Spindletop complex, 0 to 1 percent slopes, on a pimple mound in range land (Colors are for moist soil unless otherwise stated.)\nA--0 to 26 cm, (0 to 10 in); very dark grayish brown (10YR 3/2), fine sandy loam, dark grayish brown (10YR 4/2), dry; weak medium granular structure; soft, very friable; many very fine roots throughout and common fine roots throughout; many very fine interstitial and common fine interstitial pores; 1 percent medium worm casts; strongly acid; clear smooth boundary. (25 to 71 cm [10 to 28 in] thick)\nA/E--26 to 37 cm, (10 to 15 in); 60 percent dark grayish brown (10YR 4/2) broken face and 40 percent grayish brown (10YR 5/2) broken face, fine sandy loam; weak medium subangular blocky structure; very friable; many very fine roots; many very fine tubular pores; 1 percent fine distinct dark yellowish brown (10YR 4/6) masses of oxidized iron with sharp boundaries lining pores; strongly acid; abrupt smooth boundary.  (11 to 31 cm [4 to 12 in] thick)\nBt1--37 to 50 cm, (15 to 20 in); dark gray (10YR 4/1), clay loam; moderate coarse prismatic parts to moderate medium angular blocky structure; firm; common very fine roots; common very fine pores; 20 percent distinct very dark gray (10YR 3/1) clay films on all faces of peds; 3 percent fine faint gray (10YR 5/1) iron depletions with sharp boundaries in matrix surrounding redox concentrations and 8 percent medium prominent yellowish red (5YR 5/8) masses of oxidized iron with sharp boundaries in matrix and 10 percent medium faint brownish yellow (10YR 6/8) masses of oxidized iron with sharp boundaries in matrix surrounding redox concentrations; slightly acid; abrupt smooth boundary.(combined thickness of the Bt horizons is  42 to 140 cm [17 to 55 in])\nBt2--50 to 77 cm, (20 to 30 in); light gray (2.5Y 7/2), clay; moderate medium prismatic parts to moderate medium angular blocky structure; very firm; common very fine roots; common very fine tubular pores; 5 percent faint light gray (2.5Y 7/2) clay films on all faces of peds and 20 percent distinct pressure faces; 3 percent fine prominent red (2.5YR 4/8) masses of oxidized iron with sharp boundaries lining pores and 20 percent medium faint light gray (2.5Y 7/1) iron depletions with clear boundaries in matrix surrounding redox concentrations and 25 percent coarse prominent brownish yellow (10YR 6/8) masses of oxidized iron with sharp boundaries in matrix surrounding redox concentrations; moderately alkaline; gradual wavy boundary.\nBt3--77 to 130 cm, (30 to 51 in); light gray (2.5Y 7/2), clay; moderate coarse wedge parts to moderate coarse angular blocky structure; very firm; common very fine roots in cracks; common very fine tubular pores; 10 percent distinct light gray (2.5Y 7/2) slickensides (pedogenic) and 10 percent faint light gray (2.5Y 7/2) clay films on vertical faces of peds; 10 percent medium  prominent yellow (10YR 7/8) masses of oxidized iron with clear boundaries in matrix surrounding redox concentrations and 20 percent coarse prominent brownish yellow (10YR 6/8) masses of oxidized  iron with sharp boundaries in matrix; moderately alkaline; gradual broken boundary.\nBtkg1--130 to 177 cm, (51 to 70 in); light gray (2.5Y 7/1), clay; moderate coarse wedge parts to moderate coarse angular blocky structure; very firm; common very fine roots throughout; common very fine tubular pores;  and 15 percent distinct gray (2.5Y 6/1) slickensides (pedogenic); 1 percent fine prominent spherical black (10YR 2/1) iron-manganese nodules with sharp boundaries in matrix and 3 percent medium faint gray (2.5Y 6/1) iron depletions with diffuse boundaries on slickensides and 5 percent medium prominent yellow (2.5Y 8/6) masses of oxidized iron with diffuse boundaries in matrix surrounding redox concentrations and 20 percent medium prominent yellow (2.5Y 7/6) masses of oxidized iron with clear boundaries in matrix; 1 percent coarse irregular moderately cemented white (2.5Y 8/1) carbonate nodules in matrix and 1 percent very coarse lenticular moderately cemented white (2.5Y 8/1) carbonate nodules in matrix; strongly alkaline; gradual broken boundary.\nBtkg2--177 to 194 cm, (70 to 76 in); light gray (2.5Y 7/1), clay loam; moderate coarse angular blocky structure; firm; few very fine roots throughout; common very fine tubular pores; 25 percent distinct light gray (2.5Y 7/1) clay films on vertical faces of peds; 1 percent medium prominent spherical black (7.5YR 2.5/1) iron-manganese masses with sharp boundaries in matrix and 5 percent medium distinct yellow (2.5Y 8/6) masses of oxidized iron with diffuse boundaries in matrix surrounding redox concentrations and 15 percent medium prominent irregular olive yellow (2.5Y 6/8) masses of oxidized iron with sharp boundaries in matrix; 3 percent medium irregular moderately cemented white (2.5Y 8/1) carbonate nodules in matrix and 10 percent very coarse irregular white (2.5Y 8/1) carbonate masses in matrix; slightly alkaline; gradual broken boundary. (Combined thickness of the Btkg and Btg horizons is 13 to 59 cm [5 to 23 in])\nBtg--194 to 203 cm, (76 to 80 in); light gray (2.5Y 7/2), sandy clay loam; weak very coarse subangular blocky structure; friable; few very fine roots throughout; few very fine tubular pores; 20 percent distinct light brownish gray (2.5Y 6/2) clay films on vertical faces of peds; 2 percent medium prominent black (7.5YR 2.5/1) iron-manganese masses with sharp boundaries in matrix and 2 percent medium prominent brownish yellow (10YR 6/8) masses of oxidized iron with sharp boundaries in matrix and 10 percent medium distinct yellow (2.5Y 8/6) masses of oxidized iron with diffuse boundaries in matrix surrounding redox concentrations and 15 percent medium prominent yellow (2.5Y 7/8) masses of oxidized iron with clear boundaries in matrix; neutral."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Chambers County, Texas; from the intersection of Farm to Market Road 562 and State Highway 65; 1.5 miles south on Farm to Market Road 562 to Belton Lane; 4.6 miles east on Belton Lane; 0.2 mile south on ranch road; 2 miles east on ranch road; 0.4 mile south on ranch road; 100 ft east in range land on a pimple mound. (Monroe City Southeast USGS topographic quadrangle; Latitude: 29 degrees, 45 minutes, 31 seconds N; Longitude: 94 degrees, 31 minutes, 33.8 seconds W. WGS 84)"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil Moisture: A udic soil moisture regime. The soil moisture control section is moist in some or all parts for more than 275 days in normal years. The summer months are the driest, while fall through spring months are the wettest months.\nMean annual soil temperature: 21.7 to 22.2 degrees C (71 to 72 degrees F)\nDepth to argillic horizon: 36 to 102 cm (14 to 40 in)\nParticle-size control section (weighted average)\nClay content: 35 to 42 percent\nA Horizon\nHue: 10YR\nValue:  2 or 3\nChroma: 1 to 3\nTexture: fine sandy loam, very fine sandy loam, loam or silt loam\nClay content: 5 to 11 percent\nRedox concentrations: amount-0 to 3 percent, location-lining pores, shades-brown\nElectrical Conductivity (mmhos/cm): 0 to 4 (values greater than 1 are mostly in storm surge areas)\nSodium Adsorption Ratio: 0 to 11\nExchangeable Sodium Percentage: 0 to 13 (values greater than 3 are mostly in storm surge areas)\nReaction: very strongly acid or strongly acid\nA/E Horizon\nHue: 10YR\nValue: 3 or 4\nChroma: 2 or 3\nTexture: fine sandy loam, very fine sandy loam, loam or silt loam\nClay content: 2 to 13 percent\nRedox concentrations: amount-0 to 5 percent, location-lining pores, shades-brown\nElectrical Conductivity (mmhos/cm): 0 to 4 (values greater than 1 are mostly in storm surge areas)\nSodium Adsorption Ratio: 0 to 16\nExchangeable Sodium Percentage: 0 to 15 (values greater than 3 are mostly in storm surge areas)\nReaction: very strongly acid to neutral\nE Horizon (where present)\nHue: 10YR\nValue: 5 to 7\nChroma: 3 or 4\nTexture: fine sandy loam, very fine sandy loam, loam or silt loam\nClay content: 3 to 13 percent\nRedox concentrations: amount-0 to 5 percent, location-lining pores, shades-brown\nRedox depletions: amount-0 to 5 percent, location-adjacent to redox concentrations, shades-gray\nElectrical Conductivity (mmhos/cm): 0 to 4 (values greater than 1 are mostly in storm surge areas)\nSodium Adsorption Ratio: 0 to 13\nExchangeable Sodium Percentage: 0 to 15 (values greater than 6 are mostly in storm surge areas)\nReaction: very strongly acid or strongly acid\nBt Horizon\nHue: 10YR or 2.5Y\nValue: 4 to 7\nChroma: 1 or 2\nTexture: loam, silt loam, sandy clay loam, silty clay loam, clay loam, sandy clay, or clay\nClay content: 21 to 52 percent\nRedox concentrations: amount-15 to 35 percent, location- throughout, shades-brown, yellow, or red (red redox features are less than 20 percent)\nRedox depletions: amount-5 to 25 percent, location-adjacent to redox concentrations, shades-gray\nIron-manganese concentrations: amount-0 to 5 percent, kind-nodules\nIdentifiable secondary carbonate: amount-0 to 15 percent, kind-nodules and masses\nElectrical Conductivity (mmhos/cm): 0 to 4 (values greater than 1 are mostly in storm surge areas)\nSodium Adsorption Ratio: 0 to 16\nExchangeable Sodium Percentage: 0 to 18 (values greater than 6 are mostly in storm surge areas)\nReaction: very strongly acid to strongly alkaline\nBtkg Horizon\nHue: 10YR to 5Y\nValue: 6 or 7\nChroma: 1 or 2\nTexture: sandy clay loam, silty clay loam, clay loam, sandy clay, or clay\nClay content: 30 to 53 percent\nRedox concentrations: amount-15 to 30 percent, location- throughout, shades-brown, yellow, or red (red redox features are less than 20 percent)\nRedox depletions: amount-0 to 5 percent, location-adjacent to root channels, shades-gray, blue or green\nIron-manganese concentrations: amount-0 to 5 percent, kind-nodules\nIdentifiable secondary carbonate: amount-0 to 3 percent, kind-nodules\nElectrical Conductivity (mmhos/cm): 0 to 2 (values greater than 1 are mostly in storm surge areas)\nSodium Adsorption Ratio: 0 to 14\nExchangeable Sodium Percentage: 0 to 17 (values greater than 6 are mostly in storm surge areas)\nReaction: strongly acid to strongly alkaline\nBtg Horizon\nHue: 10YR to 5Y\nValue: 6 or 7\nChroma: 1 or 2\nTexture: sandy clay loam, clay loam, or clay\nClay content: 23 to 44 percent\nRedox concentrations: amount-10 to 35 percent, location- throughout, shades-brown, yellow, or red (red redox features are less than 20 percent)\nRedox depletions: amount-0 to 5 percent, location-adjacent to root channels, shades-gray, blue or green\nIron-manganese concentrations: amount-0 to 2 percent, kind-nodules\nIdentifiable secondary carbonate: amount-0 to 1 percent, kind-nodules\nElectrical Conductivity (mmhos/cm): 0 to 2 (values greater than 1 are mostly in storm surge areas)\nSodium Adsorption Ratio: 0 to 14\nExchangeable Sodium Percentage: 0 to 17 (values greater than 6 are mostly in storm surge areas)\nReaction: strongly acid to moderately alklaline"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the no series in the same family. Similar soils are the Anahuac, Faddin, Labelle, and Morey series.\nAnahuac soils: less than 50 percent base saturation in some part of the solum\nFaddin and Labelle soils: vertic properties with 50 cm (20 in) of the soil surface\nMorey soils: have less than 35 percent clay in the particle-size control section"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material: loamy fluviomarine sediments derived from the Beaumont Formation of Pleistocene age\nLandscape: flat coastal plains\nLandform: flat\nMicrofeature: pimple mound\nSlope: 0 to 1 percent\nMean annual air temperature range: 20.0 to 22.2 degrees C (68 to 72 degrees F)\nMean annual precipitation range: 1219 to 1575 mm (48 to 62 in)\nPrecipitation Pattern: Rainfall is fairly uniform throughout the year with slight peaks in the fall and spring months.\nFrost-free period: 270 to 300 days\nElevation: 3 to 30.5 m (10 to 100 ft)"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Aris, Anahuac, Labelle, Levac, Orcadia,  Meaton, and the Morey  series.\nAris soils: are gray throughout due to wetness; are on flats\nAnahuac and Orcadia soils: are on a broader landform\nLabelle and Morey soils: somewhat poorly drained; on flats\nLevac-soils: somewhat poorly drained; are truncated pimple mounds"
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: moderately well drained. Runoff is low to medium. Permeability is very slow. Rarey flooded for very brief to brief periods. Flooding occurs as a result of storm surge during tropical storms which occurs in areas less than 4.6 m (15 ft) elevation. These soils have episaturation from 30 to 100 cm (12 to 40 in) below the soil surface from January to March and endosaturation from 150 to 203 cm (49 to 80 in) below the surface during the same period."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Used primarily for pasture and hayland. Pastures are bahiagrass or bermudagrass. A few areas are used for horticultural crops. Native vegetation is tall prairie grasses, mainly species of andropogons, paspalums, switchgrass, and indiangrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: The Gulf Coast Prairie of Texas east of the Trinity River and possibly in Louisiana; Land Resource Region T; MLRA 150A; the series is of minor extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES PROPOSED",
    "content": "SERIES PROPOSED: Jefferson County, Texas, 1996. The name comes from a local oil field"
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: The series was formerly included in the Anahuac series based on landform and chemistry. Anahuac soils do not meet the base saturation requirements necessary for the mollisols order and these soils are broader landforms. The series type location was moved from Jefferson County, Texas to its current location due to the presence of laboratory data.\nDiagnostic horizons and features recognized in this pedon are:\nParticle size control section: 37 to 87 cm (15 to 35 in. (Bt1 and Bt2 horizons))\nMollic epipedon: 0 to 26 cm (0 to 10 in). (A horizon)\nArgillic horizon: 37 to 203 cm (15 to 80 in). (Bt1, Bt2, Bt3, Bt4, Btkg, Btg horizons)\nEndosaturation: The zone of saturation at 177 to 203 cm (70 to 80 in). (Btkg, and Btg horizons)\nEpisaturation: The zone of saturation at 37 to 50 cm (15 to 20 in). (Bt1 horizon)\nAdditional Comments:  Electrical conductivity values increase above 2 in those areas impacted by storm surge and become sodic. The saltwater damages plants for a period up to a year after the storm but will recover to pre-storm levels if the area receives normal rainfall."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "ADDITIONAL DATA: KSSL data exists on pedon S10TX0713682 from the type location and on S2012TX291009. Additional information exists on pedon S10TX0713680, S10TX0712762, and S12TX2451002; however, these pedons are taxadjuncts to the series.\nTaxonomic Version: Keys to Soil Taxonomy, Eleventh Edition, 2010"
  },
  "SITE": [
    [
      {
        "drainage": "moderately well",
        "drainage_overview": "moderately well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 26,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "fine sandy loam",
        "structure": "weak medium granular",
        "dry_rupture": "soft",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A--0 to 26 cm, (0 to 10 in); very dark grayish brown (10YR 3/2), fine sandy loam, dark grayish brown (10YR 4/2), dry; weak medium granular structure; soft, very friable; many very fine roots throughout and common fine roots throughout; many very fine interstitial and common fine interstitial pores; 1 percent medium worm casts; strongly acid; clear smooth boundary. (25 to 71 cm [10 to 28 in] thick)"
      },
      {
        "name": "A/E",
        "top": 26,
        "bottom": 37,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "fine sandy loam",
        "structure": "weak medium subangular blocky",
        "dry_rupture": "NA",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "strongly acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "A/E--26 to 37 cm, (10 to 15 in); 60 percent dark grayish brown (10YR 4/2) broken face and 40 percent grayish brown (10YR 5/2) broken face, fine sandy loam; weak medium subangular blocky structure; very friable; many very fine roots; many very fine tubular pores; 1 percent fine distinct dark yellowish brown (10YR 4/6) masses of oxidized iron with sharp boundaries lining pores; strongly acid; abrupt smooth boundary.  (11 to 31 cm [4 to 12 in] thick)"
      },
      {
        "name": "Bt1",
        "top": 37,
        "bottom": 50,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 1,
        "texture_class": "clay loam",
        "structure": "moderate medium angular blocky",
        "dry_rupture": "NA",
        "moist_rupture": "firm",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Bt1--37 to 50 cm, (15 to 20 in); dark gray (10YR 4/1), clay loam; moderate coarse prismatic parts to moderate medium angular blocky structure; firm; common very fine roots; common very fine pores; 20 percent distinct very dark gray (10YR 3/1) clay films on all faces of peds; 3 percent fine faint gray (10YR 5/1) iron depletions with sharp boundaries in matrix surrounding redox concentrations and 8 percent medium prominent yellowish red (5YR 5/8) masses of oxidized iron with sharp boundaries in matrix and 10 percent medium faint brownish yellow (10YR 6/8) masses of oxidized iron with sharp boundaries in matrix surrounding redox concentrations; slightly acid; abrupt smooth boundary.(combined thickness of the Bt horizons is  42 to 140 cm [17 to 55 in])"
      },
      {
        "name": "Bt2",
        "top": 50,
        "bottom": 77,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "2.5Y",
        "moist_value": 7,
        "moist_chroma": 2,
        "texture_class": "clay",
        "structure": "moderate medium angular blocky",
        "dry_rupture": "NA",
        "moist_rupture": "firm",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bt2--50 to 77 cm, (20 to 30 in); light gray (2.5Y 7/2), clay; moderate medium prismatic parts to moderate medium angular blocky structure; very firm; common very fine roots; common very fine tubular pores; 5 percent faint light gray (2.5Y 7/2) clay films on all faces of peds and 20 percent distinct pressure faces; 3 percent fine prominent red (2.5YR 4/8) masses of oxidized iron with sharp boundaries lining pores and 20 percent medium faint light gray (2.5Y 7/1) iron depletions with clear boundaries in matrix surrounding redox concentrations and 25 percent coarse prominent brownish yellow (10YR 6/8) masses of oxidized iron with sharp boundaries in matrix surrounding redox concentrations; moderately alkaline; gradual wavy boundary."
      },
      {
        "name": "Bt3",
        "top": 77,
        "bottom": 130,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "2.5Y",
        "moist_value": 7,
        "moist_chroma": 2,
        "texture_class": "clay",
        "structure": "moderate coarse angular blocky",
        "dry_rupture": "NA",
        "moist_rupture": "firm",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "gradual",
        "topography": "broken",
        "narrative": "Bt3--77 to 130 cm, (30 to 51 in); light gray (2.5Y 7/2), clay; moderate coarse wedge parts to moderate coarse angular blocky structure; very firm; common very fine roots in cracks; common very fine tubular pores; 10 percent distinct light gray (2.5Y 7/2) slickensides (pedogenic) and 10 percent faint light gray (2.5Y 7/2) clay films on vertical faces of peds; 10 percent medium  prominent yellow (10YR 7/8) masses of oxidized iron with clear boundaries in matrix surrounding redox concentrations and 20 percent coarse prominent brownish yellow (10YR 6/8) masses of oxidized  iron with sharp boundaries in matrix; moderately alkaline; gradual broken boundary."
      },
      {
        "name": "Btkg1",
        "top": 130,
        "bottom": 177,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "2.5Y",
        "moist_value": 7,
        "moist_chroma": 1,
        "texture_class": "clay",
        "structure": "moderate coarse angular blocky",
        "dry_rupture": "NA",
        "moist_rupture": "firm",
        "coherence": "moderately cemented",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "strongly alkaline",
        "distinctness": "gradual",
        "topography": "broken",
        "narrative": "Btkg1--130 to 177 cm, (51 to 70 in); light gray (2.5Y 7/1), clay; moderate coarse wedge parts to moderate coarse angular blocky structure; very firm; common very fine roots throughout; common very fine tubular pores;  and 15 percent distinct gray (2.5Y 6/1) slickensides (pedogenic); 1 percent fine prominent spherical black (10YR 2/1) iron-manganese nodules with sharp boundaries in matrix and 3 percent medium faint gray (2.5Y 6/1) iron depletions with diffuse boundaries on slickensides and 5 percent medium prominent yellow (2.5Y 8/6) masses of oxidized iron with diffuse boundaries in matrix surrounding redox concentrations and 20 percent medium prominent yellow (2.5Y 7/6) masses of oxidized iron with clear boundaries in matrix; 1 percent coarse irregular moderately cemented white (2.5Y 8/1) carbonate nodules in matrix and 1 percent very coarse lenticular moderately cemented white (2.5Y 8/1) carbonate nodules in matrix; strongly alkaline; gradual broken boundary."
      },
      {
        "name": "Btkg2",
        "top": 177,
        "bottom": 194,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "2.5Y",
        "moist_value": 7,
        "moist_chroma": 1,
        "texture_class": "clay loam",
        "structure": "moderate coarse angular blocky",
        "dry_rupture": "NA",
        "moist_rupture": "firm",
        "coherence": "moderately cemented",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly alkaline",
        "distinctness": "gradual",
        "topography": "broken",
        "narrative": "Btkg2--177 to 194 cm, (70 to 76 in); light gray (2.5Y 7/1), clay loam; moderate coarse angular blocky structure; firm; few very fine roots throughout; common very fine tubular pores; 25 percent distinct light gray (2.5Y 7/1) clay films on vertical faces of peds; 1 percent medium prominent spherical black (7.5YR 2.5/1) iron-manganese masses with sharp boundaries in matrix and 5 percent medium distinct yellow (2.5Y 8/6) masses of oxidized iron with diffuse boundaries in matrix surrounding redox concentrations and 15 percent medium prominent irregular olive yellow (2.5Y 6/8) masses of oxidized iron with sharp boundaries in matrix; 3 percent medium irregular moderately cemented white (2.5Y 8/1) carbonate nodules in matrix and 10 percent very coarse irregular white (2.5Y 8/1) carbonate masses in matrix; slightly alkaline; gradual broken boundary. (Combined thickness of the Btkg and Btg horizons is 13 to 59 cm [5 to 23 in])"
      },
      {
        "name": "Btg",
        "top": 194,
        "bottom": 203,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "2.5Y",
        "moist_value": 7,
        "moist_chroma": 2,
        "texture_class": "sandy clay loam",
        "structure": "weak very coarse subangular blocky",
        "dry_rupture": "NA",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Btg--194 to 203 cm, (76 to 80 in); light gray (2.5Y 7/2), sandy clay loam; weak very coarse subangular blocky structure; friable; few very fine roots throughout; few very fine tubular pores; 20 percent distinct light brownish gray (2.5Y 6/2) clay films on vertical faces of peds; 2 percent medium prominent black (7.5YR 2.5/1) iron-manganese masses with sharp boundaries in matrix and 2 percent medium prominent brownish yellow (10YR 6/8) masses of oxidized iron with sharp boundaries in matrix and 10 percent medium distinct yellow (2.5Y 8/6) masses of oxidized iron with diffuse boundaries in matrix surrounding redox concentrations and 15 percent medium prominent yellow (2.5Y 7/8) masses of oxidized iron with clear boundaries in matrix; neutral."
      }
    ]
  ]
}
