{
  "SERIES": "SPIRES",
  "STATUS": "Established Series",
  "BYREV": "Rev. WCC-MLG-WJG-RM",
  "REVDATE": "08/2018",
  "STATES": "TX",
  "OVERVIEW": "The Spires series consists of moderately deep, well drained, slowly permeable soils that formed in residuum over limestone.  These soils are on nearly level to sloping interfluves and side slopes of dissected plateaus.  Slope range from 1 to 8 percent. Mean annual precipitation is about 838 mm (33 in) and mean annual air temperature is about 18.3 degrees C (65 degrees F).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Very-fine, mixed, superactive, thermic Typic Argiustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Spires loam--rangeland. (Colors are for dry soil unless otherwise stated.)\nA--0 to 15 cm (0 to 6 in); reddish brown (5YR 4/4) loam, dark reddish brown (5YR 3/4) moist; weak fine granular structure; very hard, friable; many very fine and fine roots, 5 percent fragments of chert 15 to 100 mm (1/2 to 4 in) in diameter; neutral; clear smooth boundary.  (Thickness is 10 to 18 cm [4 to 7 in])\nBt--15 to 71 cm (6 to 28 in); dark red (10R 3/6) clay, dark red (10R 3/6) moist; moderate fine and medium subangular blocky structure; very hard, very firm; few very fine and fine roots, many distinct clay films on vertical surfaces of peds; few distinct clay films on horizontal surfaces of peds; 10 percent fragments of chert and an occasional cobble of chert; few earthworm burrows; slightly alkaline; abrupt wavy boundary.  (Thickness is 41 to 84 cm [16 to 33 in])\nR--71 to 76 cm (28 to 30 in); indurated fractured crystalline limestone, partially weathered in upper one inch."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Bandera County, Texas; in native rangeland, approximately 60 feet west to pasture road; 0.6 mile south and 0.25 mile east to Ranch Road 187, which point is 10.6 miles south to Vanderpool, Texas.\nUSGS topographic quadrangle: Sabinal Canyon, Texas;\nLatitude: 29 degrees, 51 mintues, 44.83 seconds N;\nLongitude: 99 degrees, 33 minutes, 46.11 seconds W;\nDatum: WGS84.\nUTM Easting 445643.27 m,\nUTM Northing 3303677.03 m,\nUTM Zone 14."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil Moisture: Typic Ustic soil moisture regime\nDepth to lithic contact: 51 to 102 cm (20 to 40 in)\nDepth to argillic horizon: 10 to 18 cm (4 to 7 in)\nParticle size control section (weighted average)\nClay content: 42 to 57 percent\nRock fragments: 2 to 20 percent\nA Horizon\nHue: 5YR or 7.5 YR\nValue: 3 to 5\nChroma: 1 to 4\nTexture: loam or clay loam or their gravelly or cobbly counterparts\nClay content: 15 to 37\nRock fragments: 2 to 25 percent\nElectrical conductivity (decisiemens per meter): 0 to 2\nReaction (pH): slighty acid to slightly alkaline (6.1 to 7.8)\nBt Horizon\nHue: 10R or 2.5YR\nValue: 2 to 4\nChroma: 4 or 6\nTexture: clay\nClay content: 42 to 57 percent\nRock fragments: 2 to 15 percent\nElectrical conductivity (decisiemens per meter): 0 to 2\nReaction (pH): slightly acid to slightly alkaline (6.1 to 7.8)\nR Horizon\nKind: limestone\nCementation: indurated"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no other series in the same family. Similar series include Bexar, Hensley, Lindy, Pontotoc, and Scullin series.\nBexar soils: have a mollic epipedon and colors do not meet rhodic\nHensley soils: are less than 51 cm (20 in) deep over limestone.\nLindy soils: do not have an abrupt textural change between the A and the Bt horizons\nPontotoc soils: have less than 18 percent clay in the upper 51 cm (20 in) of the Bt horizon and are formed over sandstone\nScullin: soils have a mollic epipedon."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material: residuum weathered from limestone\nLandscape: dissected plateaus\nLandform: summit, shoulder, and backslopes of interfluves and sideslopes\nSlope: 1 to 8 percent\nMean annual precipitation: 610 to 889 mm (24 to 35 in)\nThornthwaite P-E Index: 36 to 44\nMean annual air temperature: 17.2 o 20.6 degrees C (63 to 69 degrees F)\nFrost-free period: 210 to 250\nElevation: 487.7 to 731.5 m (1600 to 2400 ft)"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Comfort, Eckrant, Tarpley, and Tarrant series.\nComfort soils: occurs on similar landscape positions and are skeletal and shallow to limestone bedrock\nEckrant soils: occur on steeper sloping ridges, are shallow to limestone bedrock, and have no argillic horizon\nTarpley soils: occur on similar landscape positions and are shallow to limestone bedrock\nTarrant soils: occur on steeper sloping ridges and are skeletal calcic soils shallow to limestone bedrock"
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:\nDrainage class: Well.\nPermeability class: very slow.\nRunoff: high on slopes less than 1 percent and very high from 1 to 8 percent slopes."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Principal use is for rangeland.  This is a post oak, live oak savannah.  Principal grasses are bluestems, Indiangrass, dropseed, and Texas wintergrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Southwest Texas in the Edwards Plateau Land Resource Area (MLRAs 81B and 81C).  The series is of moderate extent, exceeding an estimated 50,000 acres."
  },
  "REGIONAL OFFICE": {
    "section": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE",
    "content": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Bandera County, Texas; 1971."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  These soils were formerly mapped in the Bexar series.\nDiagnostic horizons and features recognized in this pedon are:\nOchric epipedon: 0 to 15 cm (0 to 6 in) (A horizon)\nArgillic horizon: 15 to 71 cm (6 to 28 in) (Bt horizon)\nLithic contact: 71 cm (28 in) (R)\nADDITIONAL DATA: None\nTAXONOMIC VERSION: Keys to Soil Taxonomy, Twelfth Edition, 2014\nNational Cooperative Soil Survey\nU.S.A."
  }
}
