{
  "SERIES": "SPIVEY",
  "STATUS": "Established Series",
  "BYREV": "Rev. BPS",
  "REVDATE": "02/2011",
  "STATES": "NC,TN,VA",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, isotic, mesic Typic Humudepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Spivey flaggy loam--forested.  (Colors are for moist soils unless otherwise stated.)\nOi--0 to 2 inches; partially decomposed leaves, twigs, roots and other deciduous plant material.\nA1--2 to 9 inches; very dark brown (10YR 2/2) flaggy loam; moderate fine granular structure; very friable; many very fine to very coarse roots throughout; 15 percent flagstones and 15 percent channers size sub-rounded metasandstone, slate and phyllite fragments by volume; few fine flakes of mica; very strongly acid; clear smooth boundary.\nA2--9 to 15 inches; dark brown (10YR 3/3) flaggy loam; moderate fine granular structure; very friable; common medium to coarse roots and many very coarse roots throughout; 20 percent flagstones and 10 percent channers size sub-rounded metasandstone , slate and phyllite fragments by volume; few fine flakes of mica; very strongly acid; clear wavy boundary.  (combined thickness of the A horizons  is 10 to 20 inches)\nBw1--15 to 20 inches; dark yellowish brown (10YR 4/4) very flaggy loam; few pockets and former root channels filled with very dark brown (10YR 2/2); weak fine and medium subangular blocky structure; friable; common medium to coarse roots and many very coarse roots throughout; 30 percent flagstones and 15 percent channers size sub-rounded metasandstone, slate and phyllite fragments by volume; common fine flakes of mica; strongly acid; gradual wavy boundary.\nBw2--20 to 40 inches; strong brown (7.5YR 4/6) very flaggy fine sandy loam; weak medium subangular blocky structure; friable; few medium to coarse and common very coarse roots throughout; 30 percent flagstones, 15 percent channers, and 5 percent stone size sub-rounded metasandstone, slate and phyllite fragments by volume; common fine flakes of mica; strongly acid; gradual wavy boundary.\nBC--40 to 62 inches; yellowish brown (10YR 5/6) very flaggy fine sandy loam; weak medium subangular blocky structure; very friable; few very coarse  roots throughout; 30 percent flagstones, 10 percent channers and 10 percent stone size sub-rounded metasandstone, slate and phyllite fragments by volume; common fine flakes of mica; strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Monroe County, Tennessee in Cherokee National Forest.  From Farr Gap 200 yards east on trail to Slick Rock Creek; site is in shallow cove on south side of trail; USGA White Oaks Flat topographic quadrangle; (Coordinates could not be determined from the description for this revision)."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Solum thickness ranges from 30 to more than 60 inches.  Depth to bedrock is greater than 60 inches.  Fragments of low-grade metasedimentary rocks such as metasandstone, metagraywacke, slate, phyllite, or arkose, range from 15 to 75 percent in the A and Bw1 horizons, from 35 to 90 percent in the Bw2, BC  and C horizon.  Reaction is moderately acid to extremely acid throughout.  Flakes of mica range from none to common.\nThe A horizon has hue of 10YR or 7.5YR, value of 2 or 3 and chroma of 1 to 3.  Dry value is less than 5. The fine earth fraction is loam, sandy loam, sandy clay loam or silt loam\nThe Bw horizons have hues of 10YR or 7.5YR, value of 4 or 5 and chroma of 3 to 8.  The fine earth fraction is loam, sandy loam, sandy clay loam or silt loam.\nThe BC and C horizons (where present) have hues of 10YR or 7.5YR, value of 4 or 5 and chroma of 3 to 8.  The fine earth fraction is loam, sandy loam, silt loam or loamy sand."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Brightwood, Cullasaja, Harrington, Klickitat, Milbury, and Wauld Series and the closely related Guyandotte, Nordby,  Skoly, Steever, and Summers Series.  Brightwood, Harrington, Milbury, Summers, and Wauld soils are moderately deep to bedrock.  Cullasaja soils formed in colluvium weathered from high-grade metasedimentary rocks such as mica gneiss and hornblende gneiss and contain fragments of those rocks.  Guyandotte soils formed from colluvium weathered from sandstone, siltstone, and shale, and contain fragments of those rocks.  Nordby soils formed in mixed continental and valley glacial outwash.  Klickitat, Skoly, Steever soils formed in colluvium weathered from basalt and andesite, and contain fragments of those rocks."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Spivey soils are on gently sloping to very steep slopes  along drainageways, on benches and fans, and in coves in the Southern Blue Ridge (MLRA 130B).  Elevation ranges from about 1,200 to 4,800 feet.  Slopes are commonly 15 to 50 percent, but range from 2 to 95 percent.  They formed in colluvium and local alluvium derived from materials weathered from low-grade metasedimentary rocks such as metasandstone and phyllite.  Mean annual temperature ranges from about 50 degrees to 57 degrees F.  and mean annual precipitation ranges from about 45 to 80 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These include Brasstown, Cataska, Cheoah, Citico, Ditney, Jeffrey, Junaluska, Maymead, Santeetlah, Soco, Stecoah, Sylco,Tsali, Unicoi, and Whiteoak soils.  All these soils except Maymead, Santeetlah, and Whiteoak are residual upland soils.  Maymead is coarse-loamy and Santeetlah and Whiteoak fine-loamy colluvium."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained.  Permeability is moderately rapid in the upper part and rapid in the lower part.  Saturated hydraulic conductivity (Ksat) is moderately rapid.  Index of surface runoff is very low on slopes less than 8 percent and low to medium on strongly sloping to steep slopes. The seasonal high water table is greater than 6 feet throughout most of the year.  These soils receive surface and subsurface water from surrounding uplands and seeps and springs are common."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most of this soil is in forest.  Below 3,000 feet the dominant forest type is yellow poplar.  As elevation increases the forest type is more mixed and consists of northern red oak, black cherry, sugar maple, American beech, black oak, black birch, yellow birch, sweet birch, yellow-poplar, eastern hemlock, and black locust.  At elevations above 4,000 feet yellow birch replaces yellow-poplar as a common tree.  In the drier, warmer part of MLRA 130B, upland oaks, hickory, black gum, red maple, and eastern white pine are associated.  Flowering dogwood, mountain-laurel, silverbell, striped maple, serviceberry, rhododendron, red maple, blueberry, trillium, Solomons seal, and wood fern are common understory species."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Southern Blue Ridge (MLRA 130B) of North Carolina, Tennessee and possibly Georgia, and Virginia  The series is of large extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Morgantown, West Virginia"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Henderson County, North Carolina; l974."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Spivey soils formerly have been included in the Tusquitee, Hayter, and Barbourville series.\nAlthough Spivey soils may exhibit some of the characteristics of andic soil properties, they lack the volcanic glass found in soils of similar taxa in the Western United States.\nThe Typical Pedon and location along with the Range in Characteristics section were modified with this revision (4-06).\nDiagnostic horizons and features recognized in this pedon are:\nUmbric epipedon - the zone from the surface of the soil to a depth of 13 inches where value is 3 or less and 5 or less dry (A horizon)\nCambic horizon - the zone from 13 inches to a depth of 60 inches (Bw1, Bw2, BC horizons)\nIsotic mineralogy class - within the PSCS the soil generally has high amorphous materials (high pH-dependent charge) and a high moisture retention (at 1500 kPa) to clay ratio.\nLoamy-skeletal particle-size class - average content of more than 35 percent by volume rock fragments in the particle-size control section ( Bw1, Bw2, and BC horizons)\nRevised: 6/91-DEL, DLN; 12/97-DHK; 4/06 DJT, ARK\n02/11-BPS: Taxonomic Classification -- 11th Keys, update associated series\nADDITIONAL DATA: Characterization data is available from the National Soil Survey Laboratory, Lincoln, NE for the following pedons: S86NC-043-002, S02TN-155-001\nMLRA: 130B\nNational Cooperative Soil Survey\nU.S.A."
  }
}
