{
  "SERIES": "SPLITROCK",
  "STATUS": "Established Series",
  "BYREV": "REV. EEP-JMS-AGG",
  "REVDATE": "05/2004",
  "STATES": "MN,SD",
  "OVERVIEW": "The Splitrock series consists of very deep, moderately well drained soils formed in loess and the underlying glacial till on uplands.  Permeability is moderate in the upper mantle and moderately slow or slow in the till. Slopes range from 0 to 9 percent.  Mean annual precipitation is about 24 inches, and mean annual air temperature is about 46 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty, mixed, superactive, mesic Oxyaquic Haplustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Splitrock silty clay loam - on a 2 percent south-facing convex slope in a cultivated field.  When described the soil was moist.  (Colors are for dry soil unless otherwise stated.)\nAp--0 to 9 inches; dark gray (10YR 4/1) silty clay loam, very dark gray (10YR 3/1) moist; moderate fine granular structure; slightly hard, very friable, slightly sticky and slightly plastic; common very fine roots; common fine vesicular and tubular pores; moderately acid; clear smooth boundary. ( 5 to 12 inches thick)\nBw1--9 to 19 inches; brown (10YR 5/3) silty clay loam, brown (10YR 4/3) moist; weak medium prismatic structure parting to moderate medium subangular blocky; slightly hard, very friable, slightly sticky and slightly plastic; common very fine roots; common very fine tubular pores; common worm casts; slightly acid; clear smooth boundary.\nBw2--19 to 34 inches; pale brown (10YR 6/3) silty clay loam, grayish brown (10YR 5/2) moist; moderate medium prismatic structure parting to moderate medium subangular blocky; slightly hard, very friable, slightly sticky and slightly plastic; common very fine roots; common very fine tubular pores; neutral; clear wavy boundary. (Combined thickness of the Bw horizon is 15 to 28 inches)\n2Bk--34 to 51 inches; pale yellow (2.5Y 7/3) clay loam, light olive brown (2.5Y 5/3) moist; weak medium prismatic structure parting to moderate medium subangular blocky; slightly hard, friable, slightly sticky and slightly plastic; few very fine roots throughout; common very fine to medium tubular pores; 12 percent calcium carbonate equivalent; few discontinuous carbonate coats on rock fragments; common medium and coarse rounded soft masses of calcium carbonate; few fine prominent gray (10YR 5/1) moist redox depletions; strongly effervescent; 1 percent subangular mixed gravel; slightly alkaline; gradual smooth boundary. ( 6 to 35 inches thick)\n2BC1--51 to 66 inches; pale yellow (2.5Y 7/3) clay loam, light olive brown (2.5Y 5/3) moist; weak and moderate extremely coarse prismatic structure;, firm, slightly sticky and slightly plastic; few very fine tubular pores; 13.0 percent calcium carbonate equivalent; very few prominent patchy black (10YR 2/1) moist manganese or iron-manganese stains and very few prominent patchy strong brown (7.5YR 4/6) moist iron stains throughout; common medium irregular soft masses of carbonate; common fine prominent gray (10YR 5/1) moist redox depletions and common medium prominent yellowish brown (10YR 5/6) moist redox concentrations; 2 percent subangular mixed gravel; strongly effervescent; slightly alkaline; gradual smooth boundary.\n2BC2--66 to 80 inches; light yellowish brown (2.5Y 6/4) clay loam; weak and moderate extremely coarse prismatic structure; hard, firm, slightly sticky and slightly plastic; few very fine tubular pores; 14 percent calcium carbonate equivalent; very few prominent patchy dark brown (7.5YR 3/4) moist iron stains in root channels and/or pores; few medium and coarse irregular soft masses of carbonate; light olive brown (2.5Y 5/4) moist; common fine prominent gray (10YR 5/1) moist redox depletions and common fine distinct yellowish brown (10YR 5/4) moist redox concentrations; 2 percent subangular mixed gravel; strongly effervescent slightly alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Minnehaha County, South Dakota; about 4 miles east and 2 miles north of Baltic; 2230 feet east and 203 feet south of the northwest corner sec. 25 T. 104 N., R. 49 W. USGS Dell Rapids, SD topographic quadrangle; lat. 43 degrees 47 minutes 22 seconds N. and long. 96 degrees 39 minutes 38 seconds W., NAD27."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: The depth to loam or clay loam till ranges from 20 to 40 inches.  The depth to carbonates ranges from 18 to 40 inches.  The mollic epipedon is 7 to 20 inches and extends into the Bw horizon in most pedons.  A stone line or a loamy fine sand layer 1 to 3 inches thick is at the contact of the till in some pedons.  The particle size control section is silty clay loam or silt loam averaging between 25 to 35 percent clay and less than 3 percent fine sand and coarser in the loess above the till contact.\nThe A horizon has a 10YR hue, value of 3 or 4 and 2 or 3 moist, and chroma of 1 or 2.  It typically is silty clay loam but is silt loam in some pedons.  It ranges from moderately acid to neutral.\nThe Bw horizon has a hue of 10YR, value of 4 to 6 and 3 to 5 moist, and chroma of 2 or 3.  It is silty clay loam or silt loam.  Some pedons have a thin layer of fine sand to fine sandy loam in the lower portion of the Bw horizon.  It ranges from slightly acid to slightly alkaline.\nThe 2Bk horizon has a hue of 10YR or 2.5Y, value of 5 to 7 and 4 to 6 moist, and chroma of 2 to 4.  It is clay loam or loam.  It is slightly alkaline or moderately alkaline.  There are few to many soft masses of carbonate.  Some pedons have a silty clay loam or silt loam Bk horizon.\nThe 2BC horizon has a hue of 10YR or 2.5Y, value of 5 to 7 and 4 to 6 moist, and chroma of 2 to 4.  It is clay loam or loam.  It ranges from slightly alkaline to strongly alkaline.  Distinct or prominent redox features are few to many in most 2C horizons.  Moist bulk density ranges from 1.60 to 1.85 g/cc.  Structure is in the form of large prisms."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no competing sereis."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Splitrock soils are nearly level to gently sloping on smooth plane and complex slopes of the uplands.  These soils formed in 20 to 40 inches of loess and the underlying loam or clay loam glacial till.  Slope gradients range from 0 to 9 percent.  Mean annual temperature ranges from 45 to 52 degrees F, and mean annual precipitation ranges from 20 to 26 inches. Growing season is about 135 to 165 days; average growing season precipitation ranges from 17 to 20 inches; and growing degree days are about 2700 to 3500."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the competing Ihlen, Moody, and Nora soils and Alcester, Flandreau, Crofton, Grovena, Houdek, Shindler, Trent and Whitewood soils.  Alcester and Trent soils have mollic epipedons more than 20 inches thick and are on foot slopes below the Splitrock soils. Ihlen soils are in areas where the loess mantle of 20 to 40 inches overlies quartzite bedrock.  Moody and Nora soils are on plane to convex slopes near the Splitrock soils. Flandreau and Grovena soils formed in loamy materials and are on plane to convex slopes near the Splitrock soils. Houdek and Shindler soils formed in glacial till and are on plane to convex slopes near the Splitrock soils.  Whitewood soils are on concave foot slopes below the Splitrock soils."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Moderately well drained.  Surface runoff is low to medium.  Permeability is moderate in the loess and moderately slow or slow in the clay loam or loam glacial till.  Seasonal high saturation occurs at depths of 30 to 40 inches in normal years during the months of April to May and periods of unusually high rainfall. It often occurs as a perched layer in the loess on top of the glacial till during wet periods."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Corn, soybeans, alfalfa and small grains are the principal crops.  Native grasses include big bluestem, little bluestem, green needlegrass, prairie dropseed, prairie junegrass, blue grama, sideoats grama, sedges and forbs."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Southeastern South Dakota, and Southwestern Minnesota.  Splitrock soils are of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: St. Paul, Minnesota"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Minnehaha County, South Dakota, 1994. The name is from a stream in the eastern part of the county."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are: mollic epipedon - the zone from the surface of the soil to a depth of about 9 inches.  (Ap horizon); cambic horizon - the zone from about 9 to 34 inches (Bw1 and Bw2 horizons).\nRecent investigations have shown an extremely coarse prismatic structure to exist as a normal property in the lowest parts of this soil.  The C horizon designation was therefore changed to a BC designation.  The series was changed to an Oxyaquic subgroup based on an evaluation of depth to redox features, field observations and correlation of similar soils."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "NA"
  },
  "SITE": [
    [
      {
        "drainage": "moderately well",
        "drainage_overview": "moderately well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 23,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 1,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 1,
        "texture_class": "silty clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Ap--0 to 9 inches; dark gray (10YR 4/1) silty clay loam, very dark gray (10YR 3/1) moist; moderate fine granular structure; slightly hard, very friable, slightly sticky and slightly plastic; common very fine roots; common fine vesicular and tubular pores; moderately acid; clear smooth boundary. ( 5 to 12 inches thick)"
      },
      {
        "name": "Bw1",
        "top": 23,
        "bottom": 48,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "silty clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bw1--9 to 19 inches; brown (10YR 5/3) silty clay loam, brown (10YR 4/3) moist; weak medium prismatic structure parting to moderate medium subangular blocky; slightly hard, very friable, slightly sticky and slightly plastic; common very fine roots; common very fine tubular pores; common worm casts; slightly acid; clear smooth boundary."
      },
      {
        "name": "Bw2",
        "top": 48,
        "bottom": 86,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "silty clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bw2--19 to 34 inches; pale brown (10YR 6/3) silty clay loam, grayish brown (10YR 5/2) moist; moderate medium prismatic structure parting to moderate medium subangular blocky; slightly hard, very friable, slightly sticky and slightly plastic; common very fine roots; common very fine tubular pores; neutral; clear wavy boundary. (Combined thickness of the Bw horizon is 15 to 28 inches)"
      },
      {
        "name": "2Bk",
        "top": 86,
        "bottom": 130,
        "dry_hue": "2.5Y",
        "dry_value": 7,
        "dry_chroma": 3,
        "moist_hue": "2.5Y",
        "moist_value": 5,
        "moist_chroma": 3,
        "texture_class": "clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly alkaline",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "2Bk--34 to 51 inches; pale yellow (2.5Y 7/3) clay loam, light olive brown (2.5Y 5/3) moist; weak medium prismatic structure parting to moderate medium subangular blocky; slightly hard, friable, slightly sticky and slightly plastic; few very fine roots throughout; common very fine to medium tubular pores; 12 percent calcium carbonate equivalent; few discontinuous carbonate coats on rock fragments; common medium and coarse rounded soft masses of calcium carbonate; few fine prominent gray (10YR 5/1) moist redox depletions; strongly effervescent; 1 percent subangular mixed gravel; slightly alkaline; gradual smooth boundary. ( 6 to 35 inches thick)"
      },
      {
        "name": "2BC1",
        "top": 130,
        "bottom": 168,
        "dry_hue": "2.5Y",
        "dry_value": 7,
        "dry_chroma": 3,
        "moist_hue": "2.5Y",
        "moist_value": 5,
        "moist_chroma": 3,
        "texture_class": "clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly alkaline",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "2BC1--51 to 66 inches; pale yellow (2.5Y 7/3) clay loam, light olive brown (2.5Y 5/3) moist; weak and moderate extremely coarse prismatic structure;, firm, slightly sticky and slightly plastic; few very fine tubular pores; 13.0 percent calcium carbonate equivalent; very few prominent patchy black (10YR 2/1) moist manganese or iron-manganese stains and very few prominent patchy strong brown (7.5YR 4/6) moist iron stains throughout; common medium irregular soft masses of carbonate; common fine prominent gray (10YR 5/1) moist redox depletions and common medium prominent yellowish brown (10YR 5/6) moist redox concentrations; 2 percent subangular mixed gravel; strongly effervescent; slightly alkaline; gradual smooth boundary."
      },
      {
        "name": "2BC2",
        "top": 168,
        "bottom": 203,
        "dry_hue": "2.5Y",
        "dry_value": 6,
        "dry_chroma": 4,
        "moist_hue": "7.5YR",
        "moist_value": 3,
        "moist_chroma": 4,
        "texture_class": "clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly alkaline",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "2BC2--66 to 80 inches; light yellowish brown (2.5Y 6/4) clay loam; weak and moderate extremely coarse prismatic structure; hard, firm, slightly sticky and slightly plastic; few very fine tubular pores; 14 percent calcium carbonate equivalent; very few prominent patchy dark brown (7.5YR 3/4) moist iron stains in root channels and/or pores; few medium and coarse irregular soft masses of carbonate; light olive brown (2.5Y 5/4) moist; common fine prominent gray (10YR 5/1) moist redox depletions and common fine distinct yellowish brown (10YR 5/4) moist redox concentrations; 2 percent subangular mixed gravel; strongly effervescent slightly alkaline."
      }
    ]
  ]
}
