{
  "SERIES": "SPLITBUTTE",
  "STATUS": "Established Series",
  "BYREV": "Rev.  RG/CM",
  "REVDATE": "05/2001",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive Pachic Haplocryolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Splitbutte very gravelly loam in rangeland; on a 2 percent convex west facing slope at 6,110 feet elevation.  When described on October 22, 1986 the soil was dry to the surface.  (Colors are for air dry soil unless otherwise noted).\nA1--0 to 4 inches; dark brown (10YR 3/3) very gravelly loam, very dark brown (10YR 2/2) moist; weak medium subangular blocky structure parting to weak fine granular; hard, very friable, slightly plastic; many very fine and fine, and few medium and coarse roots; many very fine interstitial pores; 35 percent pebbles; slightly acid (pH 6.4); gradual smooth boundary.  (4 to 10 inches thick)\nA2--4 to 12 inches; dark brown (7.5YR 3/2) extremely gravelly loam, very dark brown (10YR 2/2) moist; weak medium subangular blocky structure; slightly hard, very friable, slightly sticky and slightly plastic; few fine, medium, and coarse roots; common fine interstitial and few fine tubular pores; 60 percent pebbles; slightly acid (pH 6.5); clear smooth boundary.  (8 to 12 inches thick)\nBw--12 to 25 inches; yellowish brown (10YR 5/4) extremely gravelly loam, very dark gray (N 31) moist; weak fine subangular blocky structure; soft, very friable; few fine roots; common fine interstitial pores; 80 percent pebbles; neutral (pH 6.8); abrupt wavy boundary.  (6 to 25 inches thick)\nR--25 inches; fractured rhyolite bedrock."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Fremont County, Idaho about 3 miles east and 20 miles north of St. Anthony, Idaho; 1650 feet west and 1300 feet south of the northeast corner of section 5, T. 10 N., R. 41 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nDepth to bedrock - 20 to 40 inches\nThickness of the mollic epipedon - 16 to 37 inches\nClay content in the particle-size control section - 8 to 12 percent Average annual soil temperature - 39 to 41 degrees F.\nAverage summer soil temperature - 56 to 58 degrees F.\nA horizon\nColor hue - 10YR or 7.5YR\nValue - 3 through 5 dry, 2 or 3 moist\nChroma - 2 through 4 dry, 2 or 3 moist\nReaction - neutral or slightly acid\nBw horizon\nColor hue - 10YR, 7.5YR, N\nValue - 4 or 5 dry, 2 or 3 moist\nChroma 3 or 4 dry\nTexture - GRX-L, STX-L\nReaction - neutral through moderately acid"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Behanin, Belsac, Blanca, Caballo, Campone, Croesus, Darland, Dateman, Gateview, Hapgood, Harcany, Hobacker, Lionhead, Lolon, Marcetta, Nagitsy, Namela, Nazaton, Nevtah, Poleline, Povey, Prong, Snag, and Spearhead soils.  Behanin, Blanca, Caballo, Campone, Darland, Gateview, Hapgood, Harcany, Hobacker, Lionhead, Lolon, Marcetta, Nazaton, Poleline, Povey, Snag, and Spearhead soils are deeper than 40 inches to bedrock.  Belsac soils have a zone of calcium carbonate accumulation at 20 to 30 inches.  Croesus soils have secondary carbonates at 14 to 28 inches and average annual soil temperature of 42 to 45 degrees F.  Dateman soils have O horizons and more than 12 percent clay in the control section.  Nagitsy and Namela soils have 18 to 27 percent clay in the control section.  Nevtah soils have C horizons with original rock structure.  Prong soils have O horizons and average annual soil temperature of 42 to 47 degrees F."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Splitbutte soils are on mountainsides.  Slopes range from 5 to 45 percent.  Elevation ranges from 5900 to 6500 feet.  The soil formed in residuum and colluvium with loessal influence.  The average annual precipitation ranges from 17 to 20 inches.  The average annual air temperature is 37 to 39 degrees F., the frost free season is 50 to 65 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Crystalbutte, Hagenbarth, Katseanes, Sadorus, and Vadnais soils and the competing Povey soil.  Crystalbutte, Hagenbarth, Katseanes, and Vadnais soils have argillic horizons.  Katseanes and Sadorus soils are less than 20 inches to bedrock.  Crystalbutte, Katseanes, and Vadnais are rolling basalt plains.  Hagenbarth and Povey are in swales and drainages.  Sadorus is on ridge tops and shallow sides slopes."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained.  Rapid runoff.  Permeability is moderately rapid."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Splitbutte soils are used for rangeland and wildlife habitat.  The native vegetation is mountain big\nsagebrush, Antelope bitterbrush, Idaho fescue, and bluebunch wheatgrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Southeast Idaho.  These soils are of minor extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Fremont County, Idaho, 1989."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon - from 0 to 25 inches (A1, A2, and Bw horizons).\nParticle-size control section - from 10 to 25 inches (part of the A2 and all of the Bw horizons).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
