{
  "SERIES": "SPLIMO",
  "STATUS": "Established Series",
  "BYREV": "GWL/CSW/JWB",
  "REVDATE": "04/2011",
  "STATES": "CO,UT",
  "OVERVIEW": "The Splimo series consists of very shallow and shallow, well drained soils formed in slope alluvium and colluvium over residuum derived from limestone, calcareous sandstone and conglomerate.  Splimo soils are on bedrock controlled hillslopes and structural benches.  Slopes are 8 to 50 percent.  The mean annual precipitation is about 10 inches and the mean annual temperature is about 47 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, carbonatic, mesic Lithic Ustic Haplocalcids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Splimo very cobbly loam on a west facing, convex-concave, 12 percent slope in black sagebrush, galleta and shadscale rangeland at an elevation of 5,750 feet.  (Colors are for air-dry soil unless otherwise stated.) Forty percent of the surface is covered with stones, cobbles and gravel derived from limestone, sandstone and conglomerate.\nA--0 to 3 inches; light brown (7.5YR 6/4) very cobbly loam, brown (7.5YR 4/4) moist; weak thin platy structure parting to moderate very fine subangular blocky; slightly hard, very friable, slightly sticky and slightly plastic; few medium common fine and very fine roots; few fine and very fine vesicular pores; 5 percent cobbles and 25 percent gravel;  slightly effervescent, (9 percent calcium carbonate equivalent), carbonates are disseminated and in few fine  masses; strongly alkaline (pH 8.5); clear smooth boundary. (2 to 3 inches thick)\nBk1--3 to 9 inches; light brown (7.5YR 6/3) very gravelly loam, brown (7.5YR 4/4) moist; moderate very fine subangular blocky structure; soft, friable, moderately sticky and slightly plastic; few medium common fine and very fine roots; few fine and very fine tubular pores; 5 percent cobbles and 40 percent gravel; strongly effervescent, (26 percent calcium carbonate equivalent), carbonates are disseminated and in common fine and very fine masses and 1 to 3 mm thick coatings on rocks; strongly alkaline (pH 8.6); clear smooth boundary.\nBk2--9 to 15 inches; very pale brown (10YR 7/4) extremely gravelly loam, light yellowish brown (10YR 6/4) moist; massive; soft, friable, slightly sticky and slightly plastic; few fine and very fine roots; few fine and very fine tubular pores; 5 percent cobbles and 70 percent gravel; strongly effervescent, (45 percent calcium carbonate equivalent), carbonates are disseminated and in many very fine  masses and veins and 1 to 3 mm thick coatings on rocks; strongly alkaline (pH 8.8); clear wavy boundary. (combined thickness of the Bk horizons is 8 to 19 inches)\nR--15 to 19 inches; fractured conglomerate bedrock."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Uintah County, Utah; about 4 miles southwest of Vernal, Utah; located about 1,300 feet north and 200 feet east of the southwest corner of sec. 5, T.5S., R.21E., SLBM; Vernal NE, Utah USGS quadrangle; 40 degrees, 24 minutes, 29 seconds north latitude and 109 degrees, 35 minutes, 34 seconds west longitude. NAD 27."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture :  The soil moisture control section is usually dry, but intermittently moist during late summer and early fall.  Aridic moisture regime bordering on ustic.\nMean annual soil temperature: 47 to 52 degrees F.\nDepth to calcic horizon: 2 to 10 inches.\nDepth to lithic contact: 8 to 20 inches.\nSurface rock fragments: 10 to 75 percent channers, flagstones, gravel, stones and cobbles.\nParticle-size control section: 15 to 27 percent total clay and a calcium carbonate equivalent greater than 40 percent in the less-than-20 mm fraction.\nRock fragments:  greater than 35 percent\nA horizon:\nHue: of 7.5YR or 10YR\nValue: 5 or 6 dry, and 3 to 5 moist\nChroma: 2 to 5\nRock fragments: 15 to 65 percent channers, flagstones, stones, gravel, and cobbles\nTexture: loam and fine sandy loam\nCalcium carbonate equivalent: 10 to 40 percent\nSAR: 0 to 5 Reaction: slightly alkaline to strongly alkaline\nBk horizon:\nHue: 7.5YR or 10YR\nValue: 5 to 8 dry, and 4 to 6 moist\nChroma: 3 to 6\nRock fragments: 35 to 80 percent channers, flagstones, stones, gravel, and cobbles\nTexture: loam, andy loam or fine sandy loam\nCalcium carbonate equivalent: 25 to 70 percent\nGypsum: 0 to 3 percent\nSAR: 0 to 10 Reaction: moderately alkaline or strongly alkaline\nSome pedons have 0 to 35 percent rock fragments in the upper Bk horizon, typically above the particle-size control section"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Scrapy (NV), Winona (AZ) and Yaki series.  Scrapy soils have 5 to 15 percent clay in the particle-size control section.  Winona soils have mean annual soil temperature of 48 to 56 degrees F and have a soil moisture control section that is driest during May and June.  Yaki soils have mean annual soil temperatures that range from 54 to 59 degrees F."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material: slope alluvium, eolian deposits and/or colluvium over residuum derived from limestone and calcareous sandstone\nLandform: bedrock controlled hillslopes, structural benches\nSlopes: 2 to 50 percent\nElevation: 5,000 to 6,800 feet\nMean annual air temperature: 45 to 50 degrees F\nMean annual precipitation: 8 to 12 inches\nPrecipitation pattern:  Wettest months are July to October and driest months are December and June\nFreeze-free period: 110 to 150 days"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Abracon, Chew, Honlu, Milok, and Polychrome soils.  Abracon, Milok, and Honlu soils are very deep and have less than 35 percent rock fragments.  Chew soils are fine-loamy and moderately deep over bedrock.  Polychrome soils are moderately deep over soft shale bedrock."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; medium to high runoff; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are used principally for livestock grazing, wildlife habitat, and recreation.  Potential vegetation consists of black sagebrush, Utah juniper, Indian ricegrass, galleta, bluebunch wheatgrass, saline wildrye, and Mormon tea.  This soil has been correlated to the Semidesert Shallow Loam (Black Sagebrush) - 034XY227UT range site at the type location in Utah."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northeastern and central Utah and northwestern Colorado.  LRR D, E, MLRA 34B, 47.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Uintah County (Dinosaur National Monument Area, Colorado and Utah) Utah, 1997."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nParticle-size control section:  The zone from 10 to 15 inches (part of Bk2 horizon)\nOchric epipedon: the zone from the surface to a depth of 3 inches (A horizon).\nCalcic horizon: the zone from 3 to 15 inches (Bk horizon).\nLithic contact: the contact with conglomerate bedrock at 15 inches (R horizon).\nThe Winona series needs the lithology included in the geographic setting because the MAST overlaps.\nTaxonomic version: Eleventh Edition, 2010\nNational Cooperative Soil Survey\nU.S.A."
  }
}
