{
  "SERIES": "SPLOTTER",
  "STATUS": "Established Series",
  "BYREV": "Rev. RJA/LWH/KFS/WWJ",
  "REVDATE": "04/2007",
  "STATES": "NM,TX",
  "OVERVIEW": "The Splotter series consists of shallow and very shallow, well drained soils that formed in calcareous mixed alluvial sediments derived from sedimentary material over indurated caliche.  Splotter soils are on undulating plains and low hills and have slopes of 1 to 6 percent.  The average annual precipitation is about 11 inches and the annual temperature is about 62 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive, thermic, shallow Typic Petrocalcids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Splotter gravelly loamy fine sand -rangeland. (Colors are for dry soils unless otherwise noted.)\nA -- O to 2 inches; brown (7.5YR 4/4) gravelly loamy fine sand, dark brown (7.5YR 3/4) moist; moderate fine granular structure; soft, very friable, nonsticky and nonplastic; common very fine and few fine roots; common very fine irregular pores; 15 percent pebbles and 5 percent cobbles; strongly effervescent; slightly alkaline (pH 7.8); abrupt smooth boundary, (1 to 3 inches thick).\nBk1 -- 2 to 9 inches; brown (7.5YR 4/4) gravelly loamy fine sand, dark brown (7.5YR 3/4) moist; weak medium subangular blocky structure; soft, friable, nonsticky and nonplastic; common very fine and fine, and few coarse roots; common very fine irregular pores; 20 percent pebbles and 5 percent cobbles that are fragments of the Bkm horizon; strongly effervescent; moderately alkaline (pH 8.2); abrupt wavy boundary. (2 to 8 inches thick).\nBk2 -- 9 to 16 inches; strong brown (7.5YR 5/6) very cobbly fine sandy loam, strong brown (7.5YR 4/6) moist; massive; soft, very friable, nonsticky and nonplastic; few fine and very fine roots; common very fine irregular pores; 5 percent pebbles and 35 percent cobbles that are fragments of the Bkm horizon; violently effervescent, calcium carbonate as few fine irregular soft seams and filaments; moderately alkaline, (pH 8.4); abrupt wavy boundary. (0 to 9 inches thick)\nBkm -- 16 to 27 inches; white (7.5YR 8/1); continuous indurated carbonate material containing few fractures; laminar cap in upper part; abrupt wavy boundary. (10 to 25 inches thick)\nBk -- 27 to 60 inches; white (7.5YR 8/1); weakly and moderately cemented carbonate material; 20 to 40 percent cobblestones, becoming noncemented below a depth of 40 inches."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Eddy County, New Mexico; 10 miles West, of Loco Hills.  1200 feet South, 2400 feet East of the NW corner of section 2, T.17.S., R.28.E.; 104 degrees, 08 minutes, 48 seconds west longitude; 32 degrees, 48 minutes, 36 seconds north latitude."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil Moisture - the moisture control section is dry in all parts more than three fourths of the time (cumulative) the soil temperature exceeds 41 degrees F. The majority of the moisture is received May through October with the soil being moist intermittently above the SMCS or in the upper part of the SMCS for very short periods of time. Typic aridic moisture regime.\nSoil temperature - 64 to 69 degrees F.\nDepth to petrocalcic horizon - 4 to 20 inches.\nClay and sand content: clay averages in 8 to 18 percent.  Total sand is less then 80 and greater than 47 percent.\nOrganic carbon: less than 0.80 percent.\nThe calcium carbonate equivalent of the fine earth fraction: less than 15 percent above the petrocalcic horizon.\nA Horizon-\nHue: 7.5YR or 10YR\nValue:  3 through 6 dry, 3 or 4 moist\nChroma:  2 through 4\nCobbles:  0 to 10 percent\nGravel:  5 to 25 percent\nTexture: gravelly fine sandy loam, gravelly loamy fine sand, gravelly loam, fine sandy loam or loamy fine sand\nBk1 and Bk2 Horizons-\nHue: 10YR, 7.5YR\nValue:  4 or 5 dry, 3 or 4 moist\nTexture:  gravelly fine sandy loam , gravelly loamy fine sand\nCobbles: 0 to 45 percent\nGravel:  15 to 25 percent\nBk (BCk) Horizon-\nHue:  7.5YR, 10YR\nValue:  4 through 8 dry, 1 through 6 moist\nChroma:  3 though 6\nTexture:  Very cobbly fine sandy loam, very cobbly loam\nCobbles:  30 to 40 percent\nGravel:  5 to 15 percent."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: This is the Delthorny (AZ) and Hachita (NM) series. Delthorny soils have bedrock under the hardpan. Hachita soils have an argillic horizon."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Splotter soils are on undulating plains and low hills and have slopes of 1 to 6 percent. They formed in calcareous mixed alluvium derived from sedimentary material over indurated caliche.  Elevations range from 2600 to 4200 feet.  The average annual temperature ranges from 60 to 69 degrees F.  The average annual precipitation is 10 to 13 inches.  The frost free period is about 200 to 240 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are Mentone, Tencee and Lozier soils.  Lozier soils are less than 20 inches to a lithic contact.  Mentone soils are deep clayey soils in playa positions.  Tencee soils have carbonatic mineralogy."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained, slow runoff, moderately rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: These soils are used for grazing. The present vegetation is mesquite, creosote, javelina bush, broom snakeweed, black grama, three awn spp, dropseed spp., and tridens ssp."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Southeastern New Mexico and the Trans-Pecos area of Texas in MLRA 42.  Series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Phoenix, Arizona"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Eddy County, New Mexico, 1993. The name of Splotter is coined."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - the zone from 0 to 2 inches.  (A horizon)\nPetrocalcic horizon: the zone from 16 to 27 inches. (Bkm horizon)\nClassified according to Soil Taxonomy Second Edition, 1999\nADDITIONAL DATA: NSSL S87NM-015-007\nNational Cooperative Soil Survey\nU.S.A."
  }
}
