{
  "SERIES": "SPOOLSVILLE",
  "STATUS": "Established Series",
  "BYREV": "JSK-PSK-CER-RP",
  "REVDATE": "02/2017",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, active, mesic Dystric Eutrudepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Spoolsville silt loam, 3 to 8 percent slopes, in a hay field at an elevation of 540 feet. (Colors are for moist conditions unless otherwise stated)\nAp--0 to 10 inches; brown (7.5YR 4/4) silt loam, moderate medium granular structure; friable; many fine roots, few medium roots; few medium tubular pores, common fine tubular pores; 5 percent quartz fragments; slightly acid; abrupt smooth boundary. (5 to 10 inches thick)\nBE--10 to 14 inches; brown (7.5YR 5/4) silt loam; moderate medium subangular blocky structure; friable; many fine roots; common fine tubular and vesicular pores; few faint clay films on faces of peds; neutral; gradual wavy boundary.\nBt--14 to 26 inches;  strong brown (7.5YR 5/6) loam; moderate medium subangular blocky structure; friable; few fine roots; common fine tubular pores, few fine vesicular pores; few faint clay films on faces of peds and channers; common fine prominent black (n 2/0) manganese stains on faces of peds; 10 percent greenstone schist channers of which 5 percent are para-channers; moderately acid; clear wavy boundary. (Combined thickness of the Bw horizons is 10 to 20 inches thick)\nBCt--26 to 38 inches; strong brown (7.5YR 5/6) loam; weak medium platy structure; friable; few faint patchy clay films on faces of peds and channers; 10 percent greenstone schist channers of which 5 percent are para-channers; moderately acid; clear wavy boundary. (0 to 15 inches thick)\nC--38 to 58 inches; strong brown (7.5YR 5/6) and pale yellow (2.5Y 7/4) loam; weak medium platy structure inherited from rock; friable; 25 percent greenstone schist rock fragments of which 15 percent are para-channers; moderately acid; gradual wavy boundary. (15 to 30 inches thick)\nCr--58 to 62 inches; olive brown (2.5Y 4/3) and dark yellowish brown (10YR 4/4) extremely firm greenstone schist chlorite schist bedrock, which crushes to fine sandy loam with moderate force; moderately acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Frederick County Maryland, approximately 1.3 miles south of Middletown on old Middletown road, 50 feet west of Middletown road on a ridge opposite of farm house. Latitude 39 degrees, 25 minutes, 22 seconds: Longitude 77 degrees, 32 minutes, 42 seconds."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Solum thickness ranges from 20 to 40 inches. Depth to paralithic contact, greenstone schist bedrock ranges from 40 to 60 inches. Rock fragments range from 0 to 20 percent in the A and B horizons and from 10 to 35 percent in the BC and C horizons. Reaction ranges from slightly acid to moderately acid through out.\nThe A horizon has hue of 10YR or 2.5Y, value of 3 through 5 and chroma of 3 or 4. Texture is silt loam or loam in the fine earth fraction.\nThe B horizon has a hue of 7.5YR through 2.5Y, value of 4 or 5 and chroma of 4 through 8. Texture in the fine earth fraction is silt loam, loam or fine sandy loam in the fine earth fraction\nThe C horizon has hue of 7.5YR through 2.5Y, value of 4 through 6 and chroma of 4 through 8. Texture in the fine earth fraction is loam, fine sandy loam or sandy loam.\nThe Cr horizon, has hue of 10YR and 2.Y, value of 4 through 6, chroma of 4 through 8. Excavation by tile spade is difficult, but easily done by pick using over-the-head swing."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Herkimer, Lowville, Marshill (t), Pittsfield, Reger (t), Stockbridge, Urne, and Walnut (t) series in the same family. Herkimer, Lowville, Pittsfield, and Stockbridge soils are formed in mixed glacial deposits and are greater than 60 inches to bedrock. Marshill and Walnut soils are formed from mixed felsic and mafic rocks of biotiete-hornblend gneiss. Reger soils have bedrock from 20 to 40 inches sand are formed from sandstone, siltstone and shale. Urne soils are very deep formed from coastal sediments containing glauconite."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Spoolsville soils are nearly level to moderately steep low ridges and valley areas of the Blue Ridge Province. Slopes range form 0 to 45 percent, but are commonly 3 to 25 percent. The soil formed in materials weathered from soft greenstone schist material with some quartz veins. Elevation ranges from 400 to 1,000 feet. Mean annual precipitation ranges from 40 to 45 inches and mean annual temperature ranges from 50 to 55 degrees F. The frost free period is 170 to 190 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are Braddock, Burkittsville (T), Catoctin, Lantz, Mt. Zion, Myersville, Philomont, Rohrersville, Thurmont, Trego, and Weverton soils. Burkittsville is formed from gneiss and has coarse sands. Catoctin has bedrock within 40 inches and averages more than35 percent rock fragment in the particle size control section. Braddock, Thurmont, Trego and Weverton soils are very deep to bedrock and have formed in colluvial sediments on mountain footslope and backslope. Lantz, Mt. Zion and Rohrersville soils have formed in material weathered from greenstone, and have a watertable within 30 inches of the surface. Myersville soils are very deep, well drained, residual soils which have developed from greenstone, and average more than 18 percent clay in the particle size control section. Philomont soils have a weakly developed argillic horizon and formed from gneiss materials."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained, very low to low runoff and moderately rapid permeability in the upper solum and rapid permeability in the substratum."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: These soils are used heavily for agricultural crops such as corn, soybeans, and alfalfa, pasture, wildlife and some areas are being heavily developed with single family and planned community developments. Native vegetation includes Red Oak, White Oak, Popular, Chestnut Oak, Dogwood and ash."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Blue Ridge Region of Maryland and possibly Pennsylvania and Virginia. The is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Morgantown, West Virginia"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Frederick County, Maryland, 2001"
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features in this pedon are:\na. Ochric epipedon (O to 10 inches).\nb. Cambric horizon (10 to 26 inches). Clay films do not meet the requirement for the order of Alfisols.\n02/2017 update removed the l from the Cl horizon.\nADDITIONAL DATA: This soil was formally mapped as Myersville fine-loamy, mixed, active, mesic Ultic Hapludalfs. Extensive cultivation has truncated the soil; clay films are less than 1 mm thick in all horizons.  Laboratory data referenced as S66MD1O-6. This was a thesis study for W. Wright in 1966 from the University of Maryland.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
