{
  "SERIES": "SPOONER",
  "STATUS": "Established Series",
  "BYREV": "Rev. DDB-TAG-AGG",
  "REVDATE": "02/2006",
  "STATES": "MN",
  "OVERVIEW": "The Spooner series consists of very deep, poorly drained soils that formed in silty calcareous lacustrine sediments on glacial lake plains or ground moraines. The saturated hydraulic conductivity is moderate. Slope ranges from 0 to 2 percent. Mean annual precipitation is about 25 inches. Mean annual air temperature is about 40 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty, mixed, superactive, frigid Mollic Endoaqualfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Spooner very fine sandy loam, with a plane level slope, on a glacial lake plain, in a cultivated field. (Colors are for moist soil unless otherwise stated.)\nAp--0 to 6 inches; very dark gray (10YR 3/1) very fine sandy loam, gray (10YR 5/1) dry; weak very fine subangular blocky structure; very friable; slightly alkaline; abrupt smooth boundary. (5 to 9 inches thick)\nE--6 to 15 inches; light brownish gray (2.5Y 6/2) loamy very fine sand; weak very thin platy structure; very friable; common fine faint light gray (2.5Y 7/2) Fe depletions and common fine prominent yellowish brown (10YR 5/6) and dark yellowish brown (10YR 4/4) Fe concentrations; neutral; clear smooth boundary. (2 to 12 inches thick)\nBtg--15 to 22 inches; olive gray (5Y 5/2) loam; moderate very fine angular blocky structure; friable; common distinct grayish brown (2.5Y 5/2) clay films on faces of peds; common fine prominent olive brown (2.5Y 4/4) and few fine prominent yellowish red (5YR 4/6) Fe concentrations; slightly alkaline; clear smooth boundary. (5 to 20 inches thick)\nCg1--22 to 30 inches; light olive gray (5Y 6/2) silt loam; massive; very friable; common fine prominent light olive brown (2.5Y 5/4) and common fine prominent yellowish brown (10YR 5/6) Fe concentrations and common fine faint light gray (5Y 7/2) Fe depletions; strongly effervescent; slightly alkaline; gradual wavy boundary.\nCg2--30 to 60 inches; light olive gray (5Y 6/2) silt; massive-laminated; very friable; common fine prominent yellowish brown (10YR 5/6), light olive brown (2.5Y 5/4), and strong brown (7.5YR 5/8) Fe concentrations, and common fine faint light gray (5Y 7/2) Fe depletions; strongly effervescent; slightly alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Lake of the Woods County, Minnesota; about 4 miles northwest of Baudette; located about 2,094 feet east and 574 feet south of the northwest corner of sec. 20, T. 161 N., R. 31 W.; USGS Wheelers Point topographic quadrangle; lat. 48 degrees 45 minutes 24 seconds N. and long. 94 degrees 39 minutes 58 seconds W., NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Depth to carbonates ranges from 15 to 40 inches. These soils do not have rock fragments in the series control section.\nUncultivated pedons have an O horizon 1 to 3 inches thick. It is either well decomposed Oa horizon or a moderately decomposed Oe horizon. It has a hue of 10YR, value of 2 or 3 and chroma of 1 or 2. This is composed of remains of balsam fir and spruce needles, leaves from aspen, basswood, black ash, and elm, and forest floor flora.\nThe Ap horizon has value of 2 to 4 moist and 5 or less dry and chroma of 1 or 2. An A horizon 3 to 6 inches thick is in most uncultivated pedons. It has hue of 10YR, value of 2 or 3, and chroma of 1. Texture is silt loam, loam or very fine sandy loam. Reaction is moderately acid to slightly alkaline.\nThe E horizon has hue of 10YR to 5Y, value of 4 to 6, and chroma of 1 or 2. The A and E horizons are loamy very fine sand, very fine sandy loam, loam, or silt loam. Reaction is moderately acid to slightly alkaline.\nSome pedons have a B/E horizon with less than 15 percent E material present. Colors and textures of the B part are similar to those of the Btg horizon below and the E part to the E horizon above.\nThe Btg horizon has hue of 10YR to 5Y, value of 4 to 6, and chroma of 1 or 2. It is loam, silt loam, clay loam, or silty clay loam. The clay content ranges from 18 to 35 percent. Reaction is slightly acid to slightly alkaline.\nSome pedons have BC horizons.\nThe C horizons have hue of 2.5Y or 5Y, value of 5 or 6, and chroma of 1 to 3. Texture is very fine sandy loam, sandy loam, loam, sandy clay loam, clay loam, silty clay loam, silt loam, or silt. It is slightly alkaline or moderately alkaline, and the calcium carbonate equivalent ranges from 5 to 40 percent."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: This is in the Barronett series. The Barronett soils do not have carbonates within the series control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: These soils have plane or slightly concave slopes with gradients of 0 to 2 percent on nearly level undulating lake plains and ground moraines. These soils formed in silty, calcareous glaciolacustrine sediments that are associated with Late Wisconsin glaciation. Mean annual air temperature ranges from 36 to 45 degrees F. Mean annual precipitation ranges from 22 to 30 inches. The frost-free period is 88 to 145 days. Elevation ranges from 800 to 1,600 feet above sea level."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Baudette, Littleswan (T) and Sax soils which formed in sediments similar to those of the Spooner soils. Moderately well drained Baudette, somewhat poorly drained Littleswan and very poorly drained Sax soils form a hydrosequence with Spooner soils. Organic soils are also common associates."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Poorly drained. Surface runoff is low. Saturated hydraulic conductivity is moderate or moderately rapid. Depth to seasonal high saturation is as high as 0.5 to 1.5 feet at some time from April through June and October through November in normal years."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: More than half of these soils are forested. The other areas are cleared and used for pasture or for growing small grain and forages. The native vegetation is deciduous forest or mixed deciduous-coniferous forest. Common trees are American elm, black ash, quaking aspen, balsam poplar, white spruce, and balsam fir."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Northern and east-central Minnesota. Extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: St. Paul, Minnesota"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Lake of the Woods County, Minnesota, 1926."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features are: ochric epipedon - the zone from the surface to a depth of 15 inches (Ap and E horizons); albic horizon - the zone from 6 to 15 inches (E horizon); argillic horizon - the zone from 15 to 22 inches (Btg horizon); aquic conditions- low chroma in argillic horizon.\nADDITIONAL DATA: Refer to MAES Central File Code No. 1192 for results of some laboratory analyses of the typical pedon. See also CFC No. 3632 for a laboratory analysis of an additional pedon. Soil Interpretation Record number is MN0135.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "poorly"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 15,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 1,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 1,
        "texture_class": "very fine sandy loam",
        "pH_class": "slightly alkaline",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Ap--0 to 6 inches; very dark gray (10YR 3/1) very fine sandy loam, gray (10YR 5/1) dry; weak very fine subangular blocky structure; very friable; slightly alkaline; abrupt smooth boundary. (5 to 9 inches thick)"
      },
      {
        "name": "E",
        "top": 15,
        "bottom": 38,
        "moist_hue": "2.5Y",
        "moist_value": 6,
        "moist_chroma": 2,
        "texture_class": "loamy very fine sand",
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "E--6 to 15 inches; light brownish gray (2.5Y 6/2) loamy very fine sand; weak very thin platy structure; very friable; common fine faint light gray (2.5Y 7/2) Fe depletions and common fine prominent yellowish brown (10YR 5/6) and dark yellowish brown (10YR 4/4) Fe concentrations; neutral; clear smooth boundary. (2 to 12 inches thick)"
      },
      {
        "name": "Btg",
        "top": 38,
        "bottom": 56,
        "moist_hue": "5Y",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "loam",
        "pH_class": "slightly alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Btg--15 to 22 inches; olive gray (5Y 5/2) loam; moderate very fine angular blocky structure; friable; common distinct grayish brown (2.5Y 5/2) clay films on faces of peds; common fine prominent olive brown (2.5Y 4/4) and few fine prominent yellowish red (5YR 4/6) Fe concentrations; slightly alkaline; clear smooth boundary. (5 to 20 inches thick)"
      },
      {
        "name": "Cg1",
        "top": 56,
        "bottom": 76,
        "moist_hue": "5Y",
        "moist_value": 6,
        "moist_chroma": 2,
        "texture_class": "silt loam",
        "pH_class": "slightly alkaline",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Cg1--22 to 30 inches; light olive gray (5Y 6/2) silt loam; massive; very friable; common fine prominent light olive brown (2.5Y 5/4) and common fine prominent yellowish brown (10YR 5/6) Fe concentrations and common fine faint light gray (5Y 7/2) Fe depletions; strongly effervescent; slightly alkaline; gradual wavy boundary."
      },
      {
        "name": "Cg2",
        "top": 76,
        "bottom": 152,
        "moist_hue": "5Y",
        "moist_value": 6,
        "moist_chroma": 2,
        "texture_class": "silt",
        "pH_class": "slightly alkaline",
        "narrative": "Cg2--30 to 60 inches; light olive gray (5Y 6/2) silt; massive-laminated; very friable; common fine prominent yellowish brown (10YR 5/6), light olive brown (2.5Y 5/4), and strong brown (7.5YR 5/8) Fe concentrations, and common fine faint light gray (5Y 7/2) Fe depletions; strongly effervescent; slightly alkaline."
      }
    ]
  ]
}
