{
  "SERIES": "SPOTTSWOOD",
  "STATUS": "Established Series",
  "BYREV": "Rev. WTS-CJH",
  "REVDATE": "03/2000",
  "STATES": "MN,ND,SD",
  "OVERVIEW": "The Spottswood series consists of very deep, somewhat poorly drained soils formed in loamy alluvium and the underlying stratified sand and gravel on glacial outwash plains, flood plains, and stream terraces.  Permeability is moderate in the upper part of the pedon and very rapid in the underlying material.  Slopes range from 0 to 3 percent.  Mean annual precipitation is about 21 inches, and mean annual temperature is 44 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy over sandy or sandy-skeletal, mixed, superactive, frigid Aquic Hapludolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Spottswood loam - on a slightly concave slope of less than 1 percent in alfalfa.  When described the soil was moist throughout.  (Colors are for dry soil unless otherwise stated.)\nAp--0 to 10 inches; very dark gray (10YR 3/1) loam, black (10YR 2/1) moist; moderate medium subangular blocky structure parting to moderate fine and medium granular; hard, friable, slightly sticky and slightly plastic; common very fine few fine roots; common very fine pores; common fine worm casts; 2 percent subrounded gravel; neutral; abrupt smooth boundary.  (6 to 14 inches thick)\nBw1--10 to 17 inches; very dark gray (10YR 3/1) loam, black (10YR 2/1) moist; weak coarse prismatic structure parting to moderate medium and coarse subangular blocky; hard, friable, slightly sticky and slightly plastic; common very fine and few fine roots; common very fine pores; common fine worm casts; 1 percent subrounded gravel; neutral; gradual wavy boundary.\n2Bw2--17 to 22 inches; light olive brown (2.5Y 5/3) sandy loam, olive brown (2.5Y 4/3) moist; weak coarse prismatic structure parting to moderate coarse subangular blocky; hard, friable, slightly sticky and slightly plastic; common very fine roots; common very fine pores; common discontinuous black (10YR 2/1), moist, organic coats on faces of peds; 11 percent subrounded gravel; slightly alkaline; clear wavy boundary.  (Combined Bw horizons 10 to 24 inches thick.)\n2BC--22 to 26 inches; light olive brown (2.5Y 5/3) sandy loam, olive brown (2.5Y 4/3) moist; common fine prominent yellowish brown (10YR 5/6) moist and yellowish brown (10YR 5/4) moist iron masses; weak coarse subangular blocky structure; slightly hard, very friable; few fine roots; common fine pores; few discontinuous black (10YR 2/1), moist, organic coats on faces of peds; very slightly effervescent; 13 percent subrounded gravel; slightly alkaline; abrupt smooth boundary.  (0 to 4 inches thick)\n3C--26 to 80 inches; light brownish gray (2.5Y 6/2) gravelly sand, grayish brown (2.5Y 5/2) moist; few fine prominent yellowish brown (10YR 5/6) moist iron masses; single grain; loose; few discontinuous carbonate coats on sand and gravel; strongly effervescent; 27 percent subrounded gravel; slightly alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Brookings County, South Dakota; located about 390 feet north and 950 feet east of the southwest corner of section 19, T. 110 N., R. 50 W.; USGS Volga, S. Dak. topographic quadrangle; lat. 44 degrees 18 minutes 48 seconds N. and long. 96 degrees 53 minutes 3 seconds W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The thickness of the mollic epipedon and depth to carbonate ranges from 16 to more than 60 inches.  Depth to sandy or sandy-skeletal material ranges from 20 to 40 inches.\nThe A horizon has hue of 10YR or is neutral, value of 3 or 4 and 2 or 3 moist, and chroma of 1 or less.  It commonly is loam and less commonly clay loam, silt loam, fine sandy loam, or sandy loam.  It is slightly acid or neutral.\nThe Bw and 2Bw horizons have hue of 10YR or 2.5Y, value of 3 to 5 and 2 to 4 moist, and chroma of 1 to 3.  They are clay loam, loam or sandy loam averaging between 18 and 30 percent clay and more than 15 percent fine sand or coarser. They are neutral or slightly alkaline.  Some pedons have few or common redoximorphic features in the lower part of the Bw horizon.  Some pedons do not have a 2Bw horizon.\nThe 2BC horizon has hue of 10YR or 2.5Y hue, value of 5 to 7 and 4 or 5 moist, and chroma of 2 to 4.  Redoximorphic features are distinct or prominent.  It is sandy loam or loam.  It is slightly alkaline or moderately alkaline.  Some pedons have a Bk horizon that is loam or clay loam or a 2Bk horizon that is loamy sand, loamy fine sand, fine sandy loam or sandy loam.  If present, Bk or 2Bk horizons have common or many accumulations of carbonate.\nThe 2C or 3C horizon has hue of 10YR or 2.5Y, value of 5 to 7 and 4 to 6 moist, and chroma of 2 to 4.  It is sand, loamy sand, or their gravely, very gravely, or extremely gravely analogues.  It is slightly alkaline or moderately alkaline. Thin strata of finer textures are in some pedons."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no series in the same family."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Spottswood soils are on glacial outwash plains and stream terraces.  Surfaces are plane or slightly concave.  Slope gradients are 3 percent or less.  The soil formed in loamy alluvium over stratified sand and gravel.  Mean annual temperature ranges from 34 to 48 degrees F, and mean annual precipitation from 14 to 24 inches, most of which falls during spring and summer.  Growing season is about 105 to 155 days; average growing season precipitation ranges from 13 to 18 inches; and growing degree days are about 2700 to 3300."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  They are the Divide, Fordtown, Fordville, Marysland, Renshaw, Renwash and Sioux soils.  Divide and Marysland soils are in slightly lower positions on the landscape and have a calcic horizon within depths of 16 inches.  Fordtown, Fordville, Renshaw, and Renwash soils are on slightly higher positions on the landscape.  Fordtown and Fordville soils do not have redoximorphic features within 40 inches.  Renshaw and Renwash soils have sand and gravel at depths of less than 20 inches.  Sioux soils are on ridges and sharp slope breaks and have sand and gravel at depths of less than 14 inches."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Somewhat poorly drained.  Surface runoff is low.  Permeability is moderate in the upper part and very rapid in the underlying material.  A seasonal high water table is at depths of 1.5 to 3.5 feet at some time during the period of April through June."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Primarily used to grow small grain and alfalfa with some corn, soybeans, and flax grown.  Native vegetation consists mainly of big bluestem, western wheatgrass, leadplant, green needlegrass, sedges, and forbs."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northeastern South Dakota, eastern North Dakota and western Minnesota.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: St. Paul, Minnesota"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Spink County, South Dakota, 1955."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are: mollic epipedon - the zone from the surface of the soil to a depth of about 17 inches (Ap and Bw1 horizons); cambic horizon - the zone from about 17 to 26 inches (2Bw2 and 2BC horizons)\nA new series may have to be established for previously correlated moderately well drained phases.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
