{
  "SERIES": "SPRAY",
  "STATUS": "Established Series",
  "BYREV": "Rev. MLS, AG",
  "REVDATE": "09/2002",
  "STATES": "NC,VA",
  "OVERVIEW": "The Spray series consists of well drained, moderately permeable soils that formed in residuum weathered from Triassic shale. These soils are present on broad smooth convex areas between intermittent drains.  Near the type location, mean annual precipitation is about 42 inches, and mean annual temperature is about 57 degrees F.  Slopes range from 0 to 5 percent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, mixed, active, mesic Ultic Hapludalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Spray loam, on a smooth convex of slope l percent in an idle field (Colors are for moist soil unless otherwise stated)\nAp--0 to 6 inches; dark brown (7.5YR 4/4) loam; weak fine granular structure; very friable; many coarse, medium, and fine roots; few fragments of weathered shale; very strongly acid; clear wavy boundary.  (4 to 8 inches thick)\nBt--6 to l7 inches; reddish brown (5YR 4/4) clay; weak medium subangular blocky structure; friable, sticky, plastic; common distinct clay films on faces of peds; common fine and medium roots; common fragments of shale up to l inch in size; strongly acid; clear smooth boundary.  (6 to l7 inches thick)\nC--l7 to 60 inches; reddish brown (5YR 4/4) saprolite of shale and silt loam; massive, parting to thin shale fragments; friable; few roots between the seams of the shale fragments; about 75 to 85 percent is broken, partially weathered, brownish yellow (l0YR 6/6) and very dark gray (l0YR 3/l) shale fragments up to l inch in size; few bodies of reddish brown (5YR 4/4) silty clay loam on faces and between seams of shale; cuts easily with spade; moderately acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Rockingham County, North Carolina; 5700 feet northeast of Eden on SR l743; ll00 feet south of the Virginia state line; 200 feet east of SR l743."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The loamy and clayey horizons are l0 to 30 inches thick over saprolite and partially weathered shale.  Thickness of the clayey Bt ranges from 6 to l7 inches.  Depth to hard bedrock is more than 5 feet.  Reaction ranges from very strongly to strongly acid in the A horizon and from strongly acid to slightly acid in the Bt horizon.  Coarse fragments of shale and quartz gravel range from 5 to l5 percent in the A horizon and from 5 to 20 percent in the Bt horizon.  The C horizon contains 50 to 85 percent shale fragments.\nThe A or Ap horizon has hue of 5YR, 7.5YR, or l0YR, value of 3 to 5, and chroma of 2 to 4.  The A horizon is loam, silt loam, or clay loam.\nThe Bt horizon has hue of 2.5YR to 7.5YR, value of 4 or 5, and chroma of 3 to 8.  It is silty clay loam, clay loam, clay, or silty clay.  Thin transitional horizons, when present, may be loam.\nThe C horizon is saprolite that has hue of 2.5YR or 5YR, value of 3 to 6, and chroma of 2 or 4.  Texture is silty clay loam, silt loam, or loam in the fine earth fraction.  Shale fragments range from 50 to 85 percent by volume.  These fragments are typically reddish in color but strata can include brown, gray, or yellowish colored fragments."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  Soil series in the same family are Brantley, Canton Bend, Capshaw, Cowton, Enon, Gundy, Hampshire, Maben, Mecklenburg, Meth, and Zion. Brantley and Meth soils are on Coastal Plain uplands, have thicker solum, and hues that range to 2.5YR.  Canton Bend soils are on stream terraces, have mica in the upper sola and more than 30 percent silt.  Capshaw and Hampshire soils are underlain by hard limestone at depths less than 60 inches.  Cowton soils have a Cr horizon at 20 to 40 inches.  Enon, Maben, and Mecklenburg soils have slower permeability.  In addition, Enon and Mecklenburg soils are underlain by dark colored, mixed felsic and mafic crystalline rocks and Maben soils are underlain by stratified loamy and shaly clays.  Gundy soils commonly have hue of 2.5YR and are underlain by soft rock at 40 to 72 inches.  Zion soils have thin Bcn horizons, slow permeability, and hard bedrock less than 40 inches below the surface."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Spray soils are on broad, smooth or convex areas between intermittent drainageways in Triassic Basins of the Southern Piedmont.  Slopes are 0 to 5 percent.  These soils formed in residuum weathered from Triassic shale.  Near the type location, mean annual precipitation is about 42 inches, and mean annual temperature is about 57 degrees F.  Mean annual precipitation ranges from 40 to 53 inches, and mean annual temperature ranges from 57 to 62 degrees F."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Ayersville, Leaksville and  Pinkston series.  Ayersville soils have montmorillonitic mineralogy, hues of 2.5YR or redder, and commonly are on slightly higher lying knolls.  Leaksville soils have montmorillonitic mineralogy and are on lower lying concave areas around the heads of drains and along intermittent drains. Pinkston soils have less than 35 percent base saturation and are on steeper side slopes at higher elevations."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:   Well drained; medium runoff, moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  About three-fourths of the acreage is cleared and used for growing pasture and crops.  The remaining acreage is in native mixed hardwood and pine.  Native species include Virginia pine, hickory, red and white oak, and red maple. Understory species include winged elm, sourwood, huckleberry, eastern redcedar, eastern redbud, flowering dogwood, and greenbrier."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  This series is of small extent in a part of the Triassic Dan River Basin of North Carolina and Virginia."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Raleigh, North Carolina"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Rockingham County, North Carolina; l983."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  The C horizon in these soils is interpreted by some to be paralithic (Cr).  Mean annual temperature at the type location for this series is marginal to the mesic temperature family.\nDiagnostic horizons and features recognized in this pedon are:\nOchric epipedon - the zone from the surface to a depth of 6 inches (Ap horizon)\nArgillic horizon - the zone between depths of 6 to 17 inches (Bt horizon)\nMLRA: 136\nTABULAR SERIES DATA:\nSOI-5  Soil Name   Slope  Airtemp FrFr/Seas Precip  Elevation\nNC0119 SPRAY       0-  5   57- 62  180-220  40- 53   350- 450\nSOI-5  FloodL FloodH Watertable Kind   Months  Bedrock Hardness\nNC0119 NONE          6.0-6.0              -     60-60\nSOI-5  Depth  Texture                3-Inch  No-10  Clay%   -CEC-\nNC0119  0- 6  L SIL CL                0-  5  80-100 20-35  10- 25\nNC0119  6-17  CL C SIC                3- 10  80-100 35-60  15- 35\nNC0119 17-60  VAR                      -       -      -      -\nSOI-5  Depth    -pH-     O.M.  Salin  Permeab   Shnk-Swll\nNC0119  0- 6  4.5- 5.5  1.-2.  0- 0   0.6- 2.0  LOW\nNC0119  6-17  5.1- 6.5  0.-.5  0- 0   0.6- 2.0  MODERATE\nNC0119 17-60     -        -     -        -\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 15,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Ap--0 to 6 inches; dark brown (7.5YR 4/4) loam; weak fine granular structure; very friable; many coarse, medium, and fine roots; few fragments of weathered shale; very strongly acid; clear wavy boundary.  (4 to 8 inches thick)"
      }
    ]
  ]
}
