{
  "SERIES": "SPRINGFIELD",
  "STATUS": "Established Series",
  "BYREV": "Rev. WLC",
  "REVDATE": "05/2018",
  "STATES": "LA",
  "OVERVIEW": "The Springfield series consists of deep, poorly drained, slowly permeable soils that formed in sediments of Pleistocene Age.  These soils are on nearly level terrace uplands.  Slopes range from 0 to 2 percent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, mixed, active, thermic Aeric Albaqualfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Springfield silt loam - woodland.  (Colors are for moist soil unless otherwise stated.)\nA--0 to 3 inches; grayish brown (10YR 5/2) silt loam, common fine faint dark yellowish brown (10YR 4/4) mottles; weak very fine granular structure; friable; medium acid; clear smooth boundary.  (1 to 6 inches thick)\nE1--3 to 10 inches; light brownish gray (10YR 6/2) silt loam, common fine distinct yellowish brown (10YR 5/6) mottles; weak fine subangular blocky structure; friable; many pores; very strongly acid; clear smooth boundary.  (4 to 10 inches thick)\nE2--10 to 13 inches; light gray (10YR 7/2) silt loam; a few peds of yellowish brown (10YR 5/6) silt loam; weak coarse subangular blocky structure; friable; many pores; very strongly acid; abrupt wavy boundary.  (0 to 8 inches thick)\nBtg--13 to 20 inches; grayish brown (2.5Y 5/2) silty clay, common fine distinct reddish brown (5YR 4/4) mottles; weak medium subangular blocky structure; very firm; distinct clay films; upper 1 inch of horizon has thin (less than 1 mm) distinct silty coatings on peds; very strongly acid; gradual smooth boundary.  (6 to 15 inches thick)\nBt1--20 to 31 inches; yellowish brown (10YR 5/4) silty clay loam, common fine distinct light brownish gray and yellowish brown mottles; moderate coarse subangular blocky structure that parts into weak fine prisms; very firm; few patchy dark gray (10YR 4/1) coatings; a few iron and manganese streaks; slightly acid; gradual smooth boundary.  (10 to 20 inches thick)\nBt2--31 to 60 inches; yellowish brown (10YR 5/4) silty clay loam, common fine distinct light brownish gray and yellowish brown mottles; weak coarse subangular blocky structure; firm; mildly alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Livingston Parish, Louisiana; 1/2 mile southwest of Frost, 100 feet north of Louisiana Highway 42, northwest 1/4 sec. 31, T. 5 E., R. 7 S."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Solum thickness ranges from about 30 to 60 inches.\nThe A horizon is grayish brown (10YR 5/2), dark gray (10YR 4/1), dark grayish brown (10YR 4/2; 2.5Y 4/2), or brown (10YR 5/3) silt loam.  It is strongly acid or medium acid.\nThe E horizon is gray (10YR 5/1, 6/1), light gray (10YR 7/1, 7/2; 2.5Y 7/2), light brownish gray (10YR 6/2; 2.5Y 6/2), or grayish brown (10YR 5/2) silt loam.  It is very strongly acid through medium acid.  The boundary between the A and B horizons is abrupt and wavy or smooth.\nThe Btg horizon is grayish brown (10YR 5/2; 2.5Y 5/2) or light brownish gray (10YR 6/2; 2.5Y 6/2) clay or silty clay with reddish brown or yellowish red mottles.  It is medium acid to very strongly acid.\nThe Bt and BC horizons are yellowish brown (10YR 5/4, 5/6), pale brown (10YR 5/3), or light olive brown (2.5Y 5/4, 5/6) silty clay loam or silt loam with grayish and brownish mottles.  It is medium acid through moderately alkaline.  The upper 20 inches of the argillic horizon has between 35 and 60 percent clay and 5 to 10 percent sand that is dominantly very fine."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no other series in this family. Other similar series include Acadia, Calhoun, Crowley, Mamou, Patoutville, Tenot, Wrightsville, and Zachary series.  Acadia and Patoutville soils lack an abrupt textural change.  Calhoun, Mamou, Patoutville, and Tenot soils have fine-silty textures.  Calhoun, Wrightsville, and Zachary soils have A2 horizons that tongue into argillic horizons.  Calhoun, Crowley, Wrightsville, and Zachary soils lack horizons with dominant chromas above 2."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  These soils are on nearly level uplands or terraces in areas of very low relief.  Slope gradients range from about 0 to 2 percent.  The soil formed in late Pleistocene deposits of uncertain origin; they are very low in sand and have many characteristics of loess.  The average temperature at the type location is 52 degrees F, in January and 81 degrees F, in July.  Average annual precipitation is 58 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the competing Calhoun series and the Olivier series.  Olivier soils have dominant chroma of 3 or more throughout the B horizon and lack an abrupt textural change."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Poorly drained marginal to somewhat poorly drained; slow runoff; slow permeability.  Apparent water table is within 0 and 2 feet of the surface December through April."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Forested, dominantly to loblolly pine and some hardwoods.  A few areas have been cleared for pasture."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  The soil is of small total extent, but it is in large areas that are important locally."
  },
  "REGIONAL OFFICE": {
    "section": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE",
    "content": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE: AUBURN, ALABAMA"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Livingston Parish, Louisiana, 1931."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - the zone from 0 to 13 inches.\nAlbic horizon - the zone from 3 to 13 inches.\nArgillic horizon - the zone from 13 to 60 inches.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
