{
  "SERIES": "SPRINGSTEAD",
  "STATUS": "Established Series",
  "BYREV": "DJH/JJJ",
  "REVDATE": "04/2006",
  "STATES": "WI",
  "OVERVIEW": "The Springstead series consists of very deep, moderately well drained soils which are moderately deep to a densic contact. These soils formed in sandy mudflow sediments or outwash underlain by dense sandy lodgment till on moraines, drumlins, and stream terraces. Permeability is rapid in the solum and slow in the dense sandy till. Slope ranges from 1 to 6 percent. Mean annual precipitation is about 31 inches. Mean annual air temperature is about 42 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Sandy, isotic, frigid Oxyaquic Haplorthods"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Springstead loamy sand, on a convex, west-facing, 2 percent slope, in a red pine plantation, at an elevation of about 1,600 feet. (Colors are for moist soil unless otherwise stated.)\nOe--0 to 2 inches; black (5YR 2.5/1) partially decomposed plant material, very dark gray (5YR 3/1) dry; moderate fine and medium granular structure; very friable; many very fine, fine, medium and coarse roots; 3 percent gravel and 1 percent cobbles; extremely acid; abrupt wavy boundary. (0 to 3 inches thick)\nE--2 to 3 inches; brown (7.5YR 4/2) loamy sand, pinkish gray (7.5YR 6/2) dry; weak medium and thick platy structure; very friable; many very fine, fine, medium and coarse roots; 3 percent gravel and 1 percent cobbles; very strongly acid; abrupt broken boundary. (0 to 3 inches thick)\nBhs--3 to 7 inches; dark brown (7.5YR 3/3) loamy sand; moderate very fine and fine subangular blocky structure; very friable; many very fine, fine, medium and coarse roots; 3 percent gravel and 1 percent cobbles; moderately acid; clear wavy boundary. (0 to 7 inches thick)\nBs1--7 to 13 inches; dark brown (7.5YR 3/4) loamy sand; weak fine subangular blocky structure; very friable; common very fine, fine, medium and coarse roots; 5 percent gravel and 1 percent cobbles; moderately acid; gradual wavy boundary.\nBs2--13 to 26 inches; brown (7.5YR 4/4) loamy sand; moderate coarse subangular blocky structure; very friable; common very fine, fine, and medium roots; 5 percent gravel and 1 percent cobbles; moderately acid; clear wavy boundary. (Combined thickness of the Bs horizons is 6 to 22 inches thick)\nBw--26 to 32 inches; strong brown (7.5YR 4/6) loamy sand; weak coarse subangular blocky structure; very friable; common very fine, fine, and medium roots; 5 percent gravel and 1 percent cobbles; few fine and medium faint yellowish red (5YR 5/6) masses of iron accumulation; slightly acid; abrupt wavy boundary. (0 to 23 inches thick)\n2BCd--32 to 39 inches; reddish brown (5YR 4/3) gravelly loamy sand; massive tending to part along horizontal cleavage planes to moderate medium and thick plates; very firm and brittle; 18 percent gravel and 1 percent cobbles; common medium prominent yellowish red (5YR 5/8) masses of iron accumulation; slightly acid; gradual wavy boundary. (6 to 26 inches thick)\n2Cd--39 to 80 inches; reddish brown (5YR 4/3) gravelly loamy sand; massive tending to part along horizontal cleavage planes to moderate medium and thick plates; very firm and brittle; 18 percent gravel and 1 percent cobbles; slightly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Iron County, Wisconsin; about 3 miles south of Mercer; located about 1,100 feet west and 200 feet south of the northeast corner of section 13, T. 42 N., R. 3 E.; USGS Wilson Lake topographic quadrangle; lat. 46 degrees 7 minutes 29.9 seconds N. and long. 90 degrees 3 minutes 42 seconds W., NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Depth to the dense sandy till (2BCd and 2Cd) ranges from 25 to 40 inches. Volume of cobbles ranges from 0 to 5 percent and volume of stones ranges from 0 to 3 percent throughout. Surface stones have coverage ranging from 0 to 3 percent.\nThe Oe horizon, or Oa horizon in some pedons, has hue of 7.5YR, value is 2 or 3 and chroma is 1 or 2. It is a mat of partially to highly decomposed forest litter. Volume of gravel ranges from 0 to 15 percent. Reaction ranges from extremely acid to moderately acid.\nSome pedons have an A horizon that has hue of 5YR, 7.5YR, or 10YR, value of 2 or 3 and chroma of 1 or 2. Texture is sandy loam or loamy sand. Volume of gravel ranges from 0 to 15 percent. Reaction ranges from extremely acid to moderately acid.\nThe E horizon has hue of 5YR, 7.5YR, or 10YR, value of 4 or 5 and chroma of 2. Texture is sandy loam, loamy sand, or sand. Volume of gravel ranges from 0 to 15 percent. Reaction ranges from extremely acid to moderately acid.\nThe Bhs horizon has hue of 5YR or 7.5YR, value of 2.5 or 3, and chroma of 3. Texture is sandy loam, loamy sand, or sand. Volume of gravel ranges from 0 to 15 percent. Reaction ranges from extremely acid to moderately acid.\nThe Bs horizon has hue of 5YR or 7.5YR, value of 3 to 5, and chroma of 3 or 4. Texture is loamy sand or sand, but the Bs1 horizon ranges to sandy loam. Volume of gravel ranges from 0 to 15 percent. Reaction ranges from extremely acid to moderately acid.\nThe Bw horizon, or 2Bw horizon in some pedons, has hue of 5YR or 7.5YR, value of 3 to 5, and chroma of 4 to 6. Texture is loamy sand or sand or their gravelly analogs. Volume of gravel ranges from 0 to 25 percent. Reaction ranges from very strongly to slightly acid.\nSome pedons have a Bx, E/Bx, B/Ex, Bt, or 2Bt horizon just above the densic contact with hue of 5YR or 7.5YR, value of 3 to 5, and chroma of 3 to 4. Texture is loamy sand or gravelly loamy sand. These horizons are either less than 6 inches thick combined, or the clay increase is less than 3 percent absolute from adjacent horizons, or the structure and consistency is not consolidated enough to be root restrictive. Volume of gravel ranges from 0 to 25 percent. Reaction ranges from very strongly to slightly acid.\nThe 2BCd horizon has hue of 5YR, or 7.5YR, value of 3 or 4 and chroma of 3 or 4. Texture is loamy sand or gravelly loamy sand. Bulk density ranges from 1.85 to 1.95 gm/cc. Volume of gravel ranges from 0 to 25 percent. Reaction ranges from very strongly to slightly acid.\nThe 2Cd horizon has hue of 5YR, or 7.5YR, value of 4 or 5 and chroma of 3 or 4. Texture is loamy sand or gravelly loamy sand. Bulk density ranges from 1.85 to 2.00 gm/cc. Some pedons have thin strata of sandy loam or gravelly sandy loam. Some pedons have thin strata of non-densic loamy sand or gravelly loamy sand. Volume of gravel ranges from 5 to 35 percent. Reaction ranges from strongly acid to neutral."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Croswell, Cublake, Gilchrist, Halfaday, Heinz, Manitowish, and Mattix soils. None have a densic contact within the series control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material--sandy mudflow sediments or outwash underlain by dense sandy lodgment till of Late Wisconsin Age\nLandform--moraines, drumlins, and stream terraces\nSlope--1 to 6 percent\nElevation--1,100 to 1,700 feet\nMean annual air temperature--39 to 45 degrees F\nMean annual precipitation--28 to 33 inches\nFrost-free days--110 to 135 days"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Annalake, Cublake, Keweenaw, Lindquist, Parkfalls (T), Padus, Pence, Rubicon, Sayner, Stanberry (T), Vilas, and Wozny (T) soils. The moderately well drained Stanberry (T) soils are on similar landscape positions, and the somewhat poorly drained Parkfalls (T) and poorly drained Wozny soils are in depressions and drainageways. These soils have a loamy mantle over the dense sandy till. The moderately well drained Annalake and Cublake soils are on associated small glacial lake plains. The well drained Keweenaw soils are on more sloping landscape positions where the till is not densic. The excessively drained Rubicon, Sayner, and Vilas soils; the somewhat excessively Lindquist and Pence soils; and the well drained Padus soils are on associated outwash plains."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Moderately well drained. Runoff is low or medium. Permeability is rapid in the solum and slow in the dense sandy till. Springstead soils have a perched seasonal water table at a depth of 2 to 3 feet for 1 month or more at some time during the period of September to June in normal years."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: These soils are mostly in woodland. Common trees are northern red oak, eastern hemlock, eastern white pine, red pine, paper birch, red maple, balsam fir, quaking aspen, bigtooth aspen, sugar maple, and basswood in various combinations. Some areas are cleared and used for pastureland or cropland. Corn, small grains, and hay are the common crops."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Northern Wisconsin; LRR K; MLRA 90A, 91B and 94D. The soil is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: St. Paul, Minnesota."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Iron County, Wisconsin, 2004. Source of the name is a village in southern Iron County, Wisconsin."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nParticle size control section - the zone from 12 to 32 inches.\nDiagnostic horizons and features recognized in this pedon are:\nOchric epipedon - the zone from 0 to 3 inches (Oe, E);\nAlbic horizon - the zone from 2 to 3 inches (E);\nSpodic horizon - the zone from 3 to 26 inches (Bhs, Bs1, Bs2);\nDensic contact - the contact with dense till (2BCd) at 32 inches;\nLithologic discontinuity - at the upper boundary of the 2BCd horizon at 32 inches;\nRedoximorphic concentrations - oxidized iron accumulations in the zone from 26 to 39 inches.\nBt or 2Bt horizons do not qualify for as argillic horizons because they are either less than 6 inches thick or the clay increase is less than 3 percent absolute from adjacent horizons.\nBx, E/Bx, or B/Ex horizons do not qualify as fragipans because they are either less than 6 inches thick combined or the structure and consistency is not consolidated enough to be root restrictive."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "NA"
  },
  "SITE": [
    [
      {
        "drainage": "moderately well",
        "drainage_overview": "moderately well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Oe",
        "top": 0,
        "bottom": 5,
        "dry_hue": "5YR",
        "dry_value": 3,
        "dry_chroma": 1,
        "moist_hue": "5YR",
        "moist_value": 2.5,
        "moist_chroma": 1,
        "texture_class": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "extremely acid",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "Oe--0 to 2 inches; black (5YR 2.5/1) partially decomposed plant material, very dark gray (5YR 3/1) dry; moderate fine and medium granular structure; very friable; many very fine, fine, medium and coarse roots; 3 percent gravel and 1 percent cobbles; extremely acid; abrupt wavy boundary. (0 to 3 inches thick)"
      },
      {
        "name": "E",
        "top": 5,
        "bottom": 8,
        "dry_hue": "7.5YR",
        "dry_value": 6,
        "dry_chroma": 2,
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "loamy sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "abrupt",
        "topography": "broken",
        "narrative": "E--2 to 3 inches; brown (7.5YR 4/2) loamy sand, pinkish gray (7.5YR 6/2) dry; weak medium and thick platy structure; very friable; many very fine, fine, medium and coarse roots; 3 percent gravel and 1 percent cobbles; very strongly acid; abrupt broken boundary. (0 to 3 inches thick)"
      },
      {
        "name": "Bhs",
        "top": 8,
        "bottom": 18,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "7.5YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "loamy sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bhs--3 to 7 inches; dark brown (7.5YR 3/3) loamy sand; moderate very fine and fine subangular blocky structure; very friable; many very fine, fine, medium and coarse roots; 3 percent gravel and 1 percent cobbles; moderately acid; clear wavy boundary. (0 to 7 inches thick)"
      },
      {
        "name": "Bs1",
        "top": 18,
        "bottom": 33,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "7.5YR",
        "moist_value": 3,
        "moist_chroma": 4,
        "texture_class": "loamy sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bs1--7 to 13 inches; dark brown (7.5YR 3/4) loamy sand; weak fine subangular blocky structure; very friable; common very fine, fine, medium and coarse roots; 5 percent gravel and 1 percent cobbles; moderately acid; gradual wavy boundary."
      },
      {
        "name": "Bs2",
        "top": 33,
        "bottom": 66,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "loamy sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bs2--13 to 26 inches; brown (7.5YR 4/4) loamy sand; moderate coarse subangular blocky structure; very friable; common very fine, fine, and medium roots; 5 percent gravel and 1 percent cobbles; moderately acid; clear wavy boundary. (Combined thickness of the Bs horizons is 6 to 22 inches thick)"
      },
      {
        "name": "Bw",
        "top": 66,
        "bottom": 81,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 6,
        "texture_class": "loamy sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly acid",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "Bw--26 to 32 inches; strong brown (7.5YR 4/6) loamy sand; weak coarse subangular blocky structure; very friable; common very fine, fine, and medium roots; 5 percent gravel and 1 percent cobbles; few fine and medium faint yellowish red (5YR 5/6) masses of iron accumulation; slightly acid; abrupt wavy boundary. (0 to 23 inches thick)"
      },
      {
        "name": "2BCd",
        "top": 81,
        "bottom": 99,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "5YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "loamy sand",
        "cf_class": "gravelly",
        "pH": "NA",
        "pH_class": "slightly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "2BCd--32 to 39 inches; reddish brown (5YR 4/3) gravelly loamy sand; massive tending to part along horizontal cleavage planes to moderate medium and thick plates; very firm and brittle; 18 percent gravel and 1 percent cobbles; common medium prominent yellowish red (5YR 5/8) masses of iron accumulation; slightly acid; gradual wavy boundary. (6 to 26 inches thick)"
      },
      {
        "name": "2Cd",
        "top": 99,
        "bottom": 203,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "5YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "loamy sand",
        "cf_class": "gravelly",
        "pH": "NA",
        "pH_class": "slightly acid",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "2Cd--39 to 80 inches; reddish brown (5YR 4/3) gravelly loamy sand; massive tending to part along horizontal cleavage planes to moderate medium and thick plates; very firm and brittle; 18 percent gravel and 1 percent cobbles; slightly acid."
      }
    ]
  ]
}
