{
  "SERIES": "SPRIPAR",
  "STATUS": "Inactive Series",
  "BYREV": "Rev.IRD:PBF/CAH/MAV",
  "REVDATE": "09/97",
  "STATES": "CA",
  "OVERVIEW": "The Spripar series consists of very shallow, somewhat excessively drained soils formed in basaltic colluvium and residuum. The Spripar soils are on hills.  Slope ranges from 15 to 50 percent.  The mean annual precipitation is about 4 inches and the mean annual temperature is about 67 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS:  Loamy-skeletal, mixed, superactive, calcareous, thermic Lithic Torriorthents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  On Paradise Spring-Spripar complex, 15 to 50 percent slopes at an elevation of 2,560 feet.  (Colors are for dry soil unless otherwise noted.  When described on April 18, 1995, the soil was dry throughout.)\nThe soil surface is covered with 70 percent gravel, 20 percent cobbles, and 5 percent stones.\nA -- 0 to 2 inches; light yellowish brown (2.5Y 6/3) extremely gravelly sandy loam, light olive brown (2.5Y 5/4) moist; moderate thick platy structure; soft, very friable, nonsticky and nonplastic; strongly effervescent (calcium carbonate equivalent of 1 to 5 percent); 50 percent gravel and 20 percent cobbles; slightly alkaline (pH 7.6); abrupt smooth boundary.  (1 to 3 inches thick)\nBw -- 2 to 5 inches; light yellowish brown (2.5Y 6/4) very cobbly sandy loam, light olive brown (2.5Y 5/4) moist; moderate fine and medium subangular blocky structure; soft, very friable, slightly sticky and slightly plastic; strongly effervescent (calcium carbonate equivalent of 1 to 5 percent); 10 percent gravel and 40 percent cobbles; slightly alkaline (pH 7.6); abrupt irregular boundary. (3 to 14 inches thick)\nR -- 5+ inches; unweathered and highly fractured metamorphosed basalt and schist bedrock with pockets of weathered bedrock material of high excavation difficulty."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  San Bernardino County, California; about 1,100 feet south and 750 feet east of the northwest corner of sec. 3, T. 12 N., R. 3 E., 35 degrees, 09 minutes, and 58 seconds north latitude, and 116 degrees, 45 minutes, and 54 seconds west longitude; Paradise Range quadrangle. (UTM 11S, 0521384e, 3891285n)"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The mean annual soil temperature is 67 to 71 degrees F. The soils are usually dry for six months or more during most years, mainly during the spring, summer, and fall months, and are low in organic matter, ranging from 0 to 0.5 percent.  The thickness of the solum and depth to bedrock is 5 to 14 inches. The soil surface is covered with 60 to 80 percent gravel, 10 to 40 percent cobbles, and 0 to 5 percent stones.\nA Horizon\n-Hue: 2.5Y or 10YR\n-Chroma: 3 or 4 dry and 2 to 4 moist\n-Texture:  very gravelly sandy loam, extremely gravelly\nsandy loam, very cobbly sandy loam, or extremely cobbly\nsandy loam\n-Clay: averages 10 to 20 percent\n-Coarse fragments: 30 to 80 percent gravel and 0 to 40\npercent cobbles; range is from 40 to 85 percent\n-Calcium carbonate equivalent: 1 to 5 percent\n-Reaction: neutral to slightly alkaline\nBw Horizon\n-Hue: 2.5Y or 10YR\n-Chroma: 3 or 4 dry and 2 to 4 moist\n-Texture: very gravelly sandy loam or very cobbly sandy\nloam\n-Clay: averages 10 to 20 percent\n-Calcium carbonate equivalent: 1 to 5 percent\n-Coarse fragments: 40 to 60 percent gravel and cobbles\n-Reaction: neutral to slightly alkaline\nR Horizon\n-Unweathered and highly fractured metamorphosed basalt\nand schist bedrock with pockets of slightly to\nmoderately weathered bedrock material of moderate to\nvery high excavation difficulty."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Delgado, Splanod, Tidwell, and Trigger series.  Delgado and Splanod soils form from sandstones and shales.  In addition, Delgado soils are deeper to bedrock, and Splanod soils are intermittently moist in some part of the moisture control section from July to September.  Tidwell and Trigger soils are derived from sedimentary rocks.  Tidwell soils have redder hues and Trigger soils have a MAST of 61 to 64."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  The Spripar soils are on sideslopes of hills. Slope ranges from 15 to 50 percent.  The soils formed in material from basaltic sources.  Elevations are 2,200 to 2,800 feet.  The climate is arid, with hot, dry summers and cool winters.  Most precipitation comes in the winter but in some areas it is sporadic.  The mean annual precipitation is 3 to 5 inches.  The mean annual temperature is 65 to 69 degrees F.  Mean July temperature is about 78 degrees F., and mean January temperature is about 42 degrees F.  The frost-free period is 200 to 230 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Paradise Spring.  Paradise Spring soils have loamy particle size control sections and are found on the same hills, but at lower elevations.  They have less than 35 percent rock fragments in the control section."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Somewhat excessively drained; low or medium runoff; moderately rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Spripar soils are used for military exercises and wildlife habitat.  Vegetation is mainly perennial shrubs such as white bursage, creosote bush, desert trumpet, and cottontop cactus."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Mojave Desert.  The series is of small extent in MLRA-30."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES PROPOSED",
    "content": "SERIES PROPOSED:  San Bernardino County, California, Fort Irwin Soil Survey Area, May 1995.  The name is coined."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  CEC/Clay ratio estimated from local data.  The CEC class is superactive.  Runoff terminology \"high\" adjusted September 1996 to \"low or medium\" to correct erroneous calculation and comply with adjective criteria of SSM, October 1993.\nDiagnostic horizons and features recognized in the profile are:\n1.  ochric epipedon -- 0 to 5 inches (A)\n2.  lithic contact -- 5+ inches (R)\nOTHER SOIL CHARACTERISTICS:\n1.  Thermic temperature -- MAST 67 to 71 degrees F.\n2.  MINERALOGY -- mixed, dominantly from basalt and schist.\n3.  PARTICLE SIZE CLASS -- loamy-skeletal.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "somewhat excessively",
        "drainage_overview": "somewhat excessively"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 5,
        "dry_hue": "2.5Y",
        "dry_value": 6,
        "dry_chroma": 3,
        "moist_hue": "2.5Y",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "sandy loam",
        "cf_class": "extremely gravelly",
        "pH": 7.6,
        "pH_class": "slightly alkaline",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "A -- 0 to 2 inches; light yellowish brown (2.5Y 6/3) extremely gravelly sandy loam, light olive brown (2.5Y 5/4) moist; moderate thick platy structure; soft, very friable, nonsticky and nonplastic; strongly effervescent (calcium carbonate equivalent of 1 to 5 percent); 50 percent gravel and 20 percent cobbles; slightly alkaline (pH 7.6); abrupt smooth boundary.  (1 to 3 inches thick)"
      },
      {
        "name": "Bw",
        "top": 5,
        "bottom": 13,
        "dry_hue": "2.5Y",
        "dry_value": 6,
        "dry_chroma": 4,
        "moist_hue": "2.5Y",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "sandy loam",
        "cf_class": "very cobbly",
        "pH": 7.6,
        "pH_class": "slightly alkaline",
        "distinctness": "abrupt",
        "topography": "irregular",
        "narrative": "Bw -- 2 to 5 inches; light yellowish brown (2.5Y 6/4) very cobbly sandy loam, light olive brown (2.5Y 5/4) moist; moderate fine and medium subangular blocky structure; soft, very friable, slightly sticky and slightly plastic; strongly effervescent (calcium carbonate equivalent of 1 to 5 percent); 10 percent gravel and 40 percent cobbles; slightly alkaline (pH 7.6); abrupt irregular boundary. (3 to 14 inches thick)"
      }
    ]
  ]
}
