{
  "SERIES": "SPRINGHILL",
  "STATUS": "Established Series",
  "BYREV": "Rev. HBN-GLH",
  "REVDATE": "04/97",
  "STATES": "AL,FL",
  "OVERVIEW": "The Springhill series consists of deep, well drained, moderately permeable soils that formed in loamy and sandy marine deposits.  These soils are on side slopes and convex ridgetops in dissected uplands of the Southern Coastal Plain.  Slopes range from 1 to 35 percent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, kaolinitic, thermic Typic Kanhapludults"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Springhill sandy loam - forested (pine plantation).  (Colors are for moist soil).\nAp--0 to 5 inches; brown (7.5YR 5/4) sandy loam; weak fine granular structure; very friable; common fine and few medium roots; strongly acid; clear smooth boundary.  (3 to 12 inches thick)\nBA--5 to 11 inches; yellowish red (5YR 4/6) sandy loam; weak medium subangular blocky structure; very friable; few fine and medium roots; strongly acid; clear wavy boundary.  (0 to 8 inches thick)\nBt1--11 to 30 inches; red (2.5YR 4/6) sandy clay loam; moderate medium subangular blocky structure; friable; few fine roots; few faint patchy clay films on faces of most peds; strongly acid; gradual wavy boundary.\nBt2--30 to 45 inches; red (2.5YR 4/8) sandy clay loam; moderate medium subangular blocky structure; friable; few medium roots; few faint patchy clay films on faces of some peds; most sand grains are coated and bridged with clay; strongly acid; gradual wavy boundary.\nBt3--45 to 65 inches; red (2.5YR 5/6) sandy loam; weak coarse subangular blocky structure to massive; friable; few sand grains coated and bridged with clay; few pockets of clean sand grains; 2 percent rounded quartz gravel one-quarter inch in diameter; strongly acid.  (Combined thickness of the Bt horizon is 30 to 60 inches.)"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Pike County, Alabama; 2 and 1/4 miles southeast of Banks; in a wooded area 600 feet south and 1,200 feet east of the northwest corner, sec. 36, T. 10 N., R. 22 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Solum thickness ranges from 40 to more than 60 inches.  Reaction ranges from very strongly acid to strongly acid throughout except where lime has been added.  In some pedons, the content of ironstone channers and/or rounded quartz gravel ranges up to 15 percent and 4 inches in diameter.  Silt content of the particle-size control section is less than 20 percent.\nThe Ap or A horizon commonly has hue of 7.5YR or 10YR, value of 3 to 5, and chroma of 2 to 4.  In eroded areas, the Ap may have hue of 2.5YR or 5YR, value of 3 to 5 and chroma of 3 to 6.  Texture is commonly loamy sand, loamy fine sand, sandy loam, or fine sandy loam, and includes sandy clay loam in eroded areas.\nThe E horizon, where present, has hue of 10YR, value of 5 or 6, and chroma of 2 to 4.  Texture is loamy fine sand, loamy sand, sandy loam, or fine sandy loam.\nThe BA or BE horizon, present in most pedons, has hue of 2.5YR to 7.5YR, value of 4 or 5, and chroma of 4 to 8.  Texture is sandy loam or fine sandy loam.\nThe upper part of the Bt horizon has hue of 2.5YR or 5YR, value of 4 to 6, and chroma of 4 to 8.  Texture is sandy clay loam.  Some pedons may have a subhorizon with a texture of sandy loam 6 inches or less in thickness.  The lower part of the Bt horizon has the same range in color as the upper part, except some pedons may contain few to common mottles in shades of yellow, red, and brown, and few to common streaks and pockets of clean sand grains.  Texture is typically sandy clay loam and sandy loam.\nThe BC horizon, where present, has hue of 2.5YR to 7.5YR, value of 4 to 6, and chroma of 4 to 8.  Few to common mottles and pockets of clean sand grains in shades of brown, red, and yellow are present in some pedons.  Texture is sandy loam, sandy clay loam, or rarely, loamy sand.\nThe C horizon, where present, has hue of 2.5YR to 7.5YR, value of 4 to 6, and chroma of 4 to 8, or is mottled in shades of red, yellow, and brown.  Texture is loamy sand, loamy fine sand, or sand."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These include the Cowarts and Marvyn series in the same taxonomic class.  Closely related series include the Apison, Cahaba, Durham, Emporia, Euharlee, Granville, Hartsells, Kempsville, Linker, Nauvoo, Pirum, Sipsey, Smithdale, Spadra, Stringtown, Suffolk, and Vaucluse series.  The Apison, Hartsells, Linker, Nauvoo, Pirum, and Sipsey series have a paralithic or lithic contact within 60 inches of the surface.  Cahaba soils have 20 to 50 percent silt in the control section.  Cowarts, Emporia, and Vaucluse soils have a slowly permeable layer within 60 inches of the surface.  Euharlee soils are cherty and gravelly in the lower horizons.  Durham, Granville, Kempsville, Marvyn, Stringtown, and Suffolk soils have Bt horizons with hue of 7.5YR or yellower.  Smithdale soils do not have a kandic horizon.  Spadra soils have Bt horizons with chroma of 4 or less and more than 20 percent silt in the control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Springhill soils are on convex ridgetops and side slopes in dissected uplands of the Southern Coastal Plain.  These nearly level to steep soils have slopes ranging from 1 to 35 percent.  They formed in thick loamy and sandy marine deposits.  The climate is warm and humid with mean annual temperature of about 65 degrees F, and mean annual precipitation of about 52 inches near the type location."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the competing Cowarts and Marvyn series on less dissected uplands and the Dothan, Lucy, Luverne, Nankin, Orangeburg, Red Bay, Troup, and Tumbleton soils.  All of these associated soils, with the exception of the Luverne series, have kandic horizons.  The Dothan, Orangeburg, and Red Bay soils are usually on higher elevations in the landscape on wider, smoother ridgetops.  Dothan soils have more than 5 percent plinthite in the argillic horizon.  Orangeburg and Red Bay soils have argillic horizons extending to depths below 60 inches.  Lucy and Troup soils are on lower ridgetops and side slopes and have sandy epipedons more than 20 inches thick.  Luverne, Nankin, and Tumbleton soils have clayey argillic horizons.  Luverne and Nankin soils are on steep side slopes and footslopes.  Tumbleton soils are on knolls and upper side slopes of the ridgetops in the landscape."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; slow to rapid runoff; medium internal drainage; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Largely forested, in mixed stands of pine and hardwood, mainly loblolly pine, longleaf pine, shortleaf pine, sweetgum, water oak, and southern red oak.  About one-third of the acreage has been cleared and used for the production of improved pasture, corn, cotton, soybeans, peanuts, and grain sorghum.  Forest understory vegetation is dominantly bluestem, yellow jessamine, panicums, huckleberry, greenbrier, honeysuckle, and flowering dogwood."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Coastal Plain of Alabama, Florida, Georgia, South Carolina, and possibly other states.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Auburn, Alabama"
  },
  "ORIGIN": {
    "section": "SERIES PROPOSED",
    "content": "SERIES PROPOSED:  Pike County, Alabama, 1987.  The series is named for a small community in the survey area.  Brundidge is the alternate name."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  These soils were formerly included within the Smithdale series.  The separation from the Smithdale series is based on low activity clay.\nDiagnostic horizons and features in this pedon are:\nOchric epipedon - 0 to 5 inches\nKandic horizon - 11 to 45 inches\nData are available on pedon S87AL-109-7, Auburn University.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 13,
        "moist_hue": "7.5YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "sandy loam",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Ap--0 to 5 inches; brown (7.5YR 5/4) sandy loam; weak fine granular structure; very friable; common fine and few medium roots; strongly acid; clear smooth boundary.  (3 to 12 inches thick)"
      },
      {
        "name": "BA",
        "top": 13,
        "bottom": 28,
        "moist_hue": "5YR",
        "moist_value": 4,
        "moist_chroma": 6,
        "texture_class": "sandy loam",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "BA--5 to 11 inches; yellowish red (5YR 4/6) sandy loam; weak medium subangular blocky structure; very friable; few fine and medium roots; strongly acid; clear wavy boundary.  (0 to 8 inches thick)"
      },
      {
        "name": "Bt1",
        "top": 28,
        "bottom": 76,
        "moist_hue": "2.5YR",
        "moist_value": 4,
        "moist_chroma": 6,
        "texture_class": "sandy clay loam",
        "pH_class": "strongly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bt1--11 to 30 inches; red (2.5YR 4/6) sandy clay loam; moderate medium subangular blocky structure; friable; few fine roots; few faint patchy clay films on faces of most peds; strongly acid; gradual wavy boundary."
      },
      {
        "name": "Bt2",
        "top": 76,
        "bottom": 114,
        "moist_hue": "2.5YR",
        "moist_value": 4,
        "moist_chroma": 8,
        "texture_class": "sandy clay loam",
        "pH_class": "strongly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bt2--30 to 45 inches; red (2.5YR 4/8) sandy clay loam; moderate medium subangular blocky structure; friable; few medium roots; few faint patchy clay films on faces of some peds; most sand grains are coated and bridged with clay; strongly acid; gradual wavy boundary."
      },
      {
        "name": "Bt3",
        "top": 114,
        "bottom": 165,
        "moist_hue": "2.5YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "sandy loam",
        "pH_class": "strongly acid",
        "narrative": "Bt3--45 to 65 inches; red (2.5YR 5/6) sandy loam; weak coarse subangular blocky structure to massive; friable; few sand grains coated and bridged with clay; few pockets of clean sand grains; 2 percent rounded quartz gravel one-quarter inch in diameter; strongly acid.  (Combined thickness of the Bt horizon is 30 to 60 inches.)"
      }
    ]
  ]
}
