{
  "SERIES": "SPRONE",
  "STATUS": "Tentative Series",
  "BYREV": "TCB-RM",
  "REVDATE": "08/2016",
  "STATES": "TX",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, thermic Torrifluventic Haplustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Sprone clay loam--pasture. (Colors are for dry soil unless otherwise stated.)\nA--0 to 36 cm (0 to 14 in); brown (10YR 4/3) clay loam, dark brown (10YR 3/3) moist; weak fine granular structure; hard, friable; many fine roots; many fine and medium pores; strongly effervescent; moderately alkaline; clear smooth boundary. (25 to 50 cm [10 to 20 in])\nBw1--36 to 99 cm (14 to 39 in); pale brown (10YR 6/3) sandy clay loam, brown (10YR 5/3) moist; moderate medium subangular blocky structure; hard, firm; many fine roots and pores; strongly effervescent; moderately alkaline; gradual wavy boundary.  (20 to 76 cm [8 to 30 in])\nBw2--99 to 155 cm (39 to 61 in); light brown (7.5YR 6/4) sandy clay loam, brown (7.5YR 5/4) moist; moderate medium subangular blocky structure; hard, firm; thin strata of clay loam and fine sandy loam 0.25 to 0.50 in thick; few threads of calcium carbonate; violently effervescent; moderately alkaline; gradual wavy boundary.  (20 to 76 cm [8 to 30 in])\nBw3--155 to 203 cm (61 to 80 in); brown (7.5YR 5/3) fine sandy loam, brown 7.5YR 4/3) moist; weak fine subangular blocky structure; slightly hard, friable; few very fine concretions of calcium carbonate; violently effervescent; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Floyd County, Texas; from the intersection of Highway 62 and Highway 70 in Floydada; 7.5 miles south on Highway 62; 0.75 mile east and 1 mile north on county road to Plains Assembly gate; approximately 1 mile southeast on private road to property gate; approximately 0.25 miles into pasture; Latitude: 33 degrees, 52 minutes, 56.5 seconds N; Longitude: 101 degrees, 20 minutes, 03.4 seconds W; Floydada, Texas USGS quad; NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: An ustic moisture regime bordering on aridic. The soil moisture control section is dry in some or all parts for more than 180 but less than 205 days, cumulative, in normal years. July through August and December through February are the driest months. These soils are intermittently moist September through November and March through June.\nMean annual soil temperature: 15 to 18 degrees C (59 to 64 F).\nMollic epipedon: 25 to 50 cm (10 to 20 in).\nDepth to secondary carbonates: 38 to 150 cm (15 to 60 in).\nSolum thickness: more than 203 cm (80 in).\nParticle size control section: 18 to 30 percent silicate clay.\nA horizons:\nHue: 7.5YR to 10YR\nValue: of 3 or 4 dry, 2 or 3 moist\nChroma: of 2 or 3\nTexture: clay loam, loam, or fine sandy loam\nEffervescence: slight to violent\nReaction: slightly or moderately alkaline\nUpper Bw horizons:\nHue: 7.5YR to 10YR\nValue: of 3 to 6 dry, 2 to 5 moist\nChroma: 2 to 4\nTexture: clay loam, sandy clay loam, or loam\nDarkened strata and lighter colored and sandier layers are common\nEffervescence: strong or violent\nReaction: moderately alkaline\nLower Bw horizons:\nHue: of 7.5YR to 10YR\nValue: 5 to 7 dry, 4 to 6 moist\nChroma: 3 or 4\nTexture: fine sandy loam, clay loam, sandy clay loam, or loam\nDarkened strata and lighter colored and sandier layers are common\nEffervescence: strong or violent\nReaction: moderately alkaline\nVisible calcium carbonate: 0 to 3 percent by volume in the form of films, threads, and fine concretions.\nBk horizons (where present):\nHue: of 7.5YR to 10YR\nValue: 5 to 8 dry, 4 to 7 moist\nChroma: 4 to 6\nTexture: clay loam, sandy clay loam, loam, or fine sandy loam\nDarkened strata and lighter colored and sandier layers are common\nEffervescence: violent\nReaction: moderately alkaline\nVisible calcium carbonate: 3 to 15 percent by volume in the form of threads, masses, and fine concretions.\nC horizon (where present): stratified fine sand, loamy fine sand, fine sandy loam below 150 cm (60 in)."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Lesliecreek and Toyah series in the same family. Similar soils include the Bippus, Easpur, Guadalupe, Pursley, Levelland and Spur series.\nLesliecreek soils: formed in mixed alluvium, receive significant summer and winter precipitation and are on floodplains of the Chihuahuan desert.\nToyah soils: are dry throughout for longer periods and receive mean annual precipitation of 25 to 41 cm (10 to 16 in).\nEaspur, Pursley, and Spur soils: are moist in the moisture control section for longer periods of time.\nBippus soils: have a mollic epipedon more than 50 cm (20 in) thick.\nGuadalupe and Levelland soils have a coarse-loamy particle size class and an ochric epipedon."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material: loamy alluvial sediments derived mainly from the Ogallala Formation of Miocene-Pliocene age and the Blackwater Draw Formation of Pleistocene age.\nLandform: floodplains of streams draining dominantly loamy soils on the Southern High Plains.\nSlopes: 0 to 2 percent.\nMean annual air temperature: 14 to 17 degrees C (57 to 63 F).\nMean annual precipitation: 432 to 559 mm (17 to 22 in).\nFrost-free period: 185 to 220\nElevation ranges from 670 to 1,555 m (2,198 to 5,100 ft).\nThornthwaite annual P-E index values: 25 to 36."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the similar Bippus and Levelland soils and the Berda, Mansker, Midessa, Mobeetie, Paloduro, Plemons, Posey, Potter, Tulia, and Veal soils.\nBippus and Levelland soils: are on similar landscape positions.\nBerda, Midessa, Mobeetie, Plemons, Posey, Potter, Tulia, and Veal soils: are on higher landscape positions and do not have a mollic epipedon.\nMansker and Paloduro soils: are on higher landscape positions and have an argillic horizon."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained and moderate permeability. Surface runoff is negligible on 0 to 1 percent slopes and very low on 1 to 2 percent slopes. These soils are occasionally or frequently flooded."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Dominantly native pasture or range; some areas are cultivated to cotton, grain sorghums, and wheat. Native vegetation is vine-mesquite, sideoats grama, blue grama, buffalograss, western wheatgrass, bundleflower, engelmann daisy, prairie clovers, yucca, hackberry, ash, cottonwood, and wild plum. Widely spaced mesquite and cacti are present in some areas. This soil has been correlated to the Draw (R077EY052TX) ecological site in MLRA-77E."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Southern High Plains of Texas (MLRA 77C & 77E). The series is of minor extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Floyd County, Texas; 2004."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: These soils were formerly included in the Spur series.\nDiagnostic horizons and features recognized in this pedon are:\nMollic epipedon - the A horizon from 0 to 36 cm (0 to 14 in).\nCambic horizon - the Bw horizons from 36 to 203 cm (14 to 80 in).\nFluventic feature - strata of darker alluvial material causes irregular decrease\nof organic matter in the solum.\nADDITIONAL DATA:  KSSL data - S11TX369002 () Parmer County, Texas.\nTAXONOMIC VERSION: Keys to Soil Taxonomy, Twelfth Edition, 2014.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
