{
  "SERIES": "SPUDROCK",
  "STATUS": "Established Series",
  "BYREV": "Rev. CCC/RCH/PDC",
  "REVDATE": "04/2007",
  "STATES": "AZ",
  "OVERVIEW": "The Spudrock series consists of moderately deep, well drained soils formed in mixed slope alluvium.  Spudrock soils are on hills and mountains and have slopes of 15 to 85 percent.  The mean annual precipitation is about 25 inches and the mean annual air temperature is about 50 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive, mesic Typic Haplustepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Spudrock very flaggy sandy loam - woodland.  (Colors are for dry soil unless otherwise noted.)\nOi--1 to 0 inches; slightly decomposed forest litter of pine needles and oak leaves.\nA--0 to 5 inches; brown (10YR 5/3) very flaggy sandy loam, dark brown (10YR 3/3) moist; moderate fine granular structure; slightly hard, very friable, nonsticky and nonplastic; common very fine roots; common fine tubular pores; 25 percent flagstones and 10 percent channers; neutral (pH 6.8); clear smooth boundary.  (1 to 6 inches thick)\nBw--5 to 17 inches; pale brown (10YR 6/3) very channery fine sandy loam, brown (10YR 4/3) moist; weak medium subangular blocky structure; slightly hard, very friable, slightly sticky and nonplastic; common medium roots; common medium tubular pores; few thin dark brown (10YR 3/3) organic coats lining pores and on faces of peds; 40 percent channers and gravel; moderately acid (pH 6.0); gradual smooth boundary.  (10 to 25 inches thick)\nBC--17 to 24 inches; light yellowish brown (10YR 6/4) very channery fine sandy loam, dark yellowish brown (10YR 4/4) moist; massive; slightly hard, very friable, slightly sticky and nonplastic; common medium roots; common medium tubular pores; 35 percent channers and gravel; slightly acid (pH 6.2); abrupt smooth boundary.  (0 to 19 inches thick)\n2Cr--24 to 60 inches; variegated very pale brown (10YR 7/3) and yellow (10YR 7/6) partially weathered gneiss (grus), brown (10YR 5/3) and yellowish brown (10YR 5/6) moist; few fine roots in fractures."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Pima County, Arizona; 1800 feet north and 2450 feet east of the southwest corner of section 24, T.14 S., R.17 E. in the Saguaro National Monument-Eastern part."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture - Intermittently moist in some part of the soil moisture control section during July-September and December-February.  Driest during May and June.  Typic ustic soil moisture regime.\nSoil temperature - 47 to 59 degrees F.\nRock fragments - 35 to 70 percent gravel, channers and flagstones\nDepth to bedrock - 20 to 40 inches\nOrganic matter content - Greater than 1 percent in the surface\nReaction - Moderately acid to neutral\nA horizon\nHue:  10YR, 7.5YR\nValue:  3 through 6 dry, 2 through 5 moist\nChroma:  2 through 6, dry or moist\nBw horizon\nHue:  10YR, 7.5YR\nValue:  5, 6, or 7 dry, 4, 5, or 6 moist\nChroma:  2 through 6, dry or moist\nTexture:  Sandy loam, fine sandy loam, loamy fine sand (5 to 20 percent clay)\nBC horizon\nHue:  10YR, 7.5YR\nValue:  5, 6, or 7 dry, 4, 5, or 6 moist\nChroma:  2 through 6, dry or moist\nTexture:  Sandy loam, fine sandy loam (5 to 20 percent clay)\nAn E horizon is present in some pedons."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no competitors."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Spudrock soils are on hills and mountains.  Slopes range from 15 to 85 percent.  They formed in slope alluvium from gneiss and schist.  Elevation ranges from 5300 to 8700 feet.  The mean annual precipitation is 20 to 30 inches occurring as summer thunderstorms and winter rain and snow.  Mean annual air temperature is 45 to 57 degrees F.  The frost-free period is 140 to 195 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Cortaro, Lemmon and Far soils.  Cortaro soils are shallow.  Lemmon soils have argillic horizons.   Far soils have a mollic epipedon and a lithic contact."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; rapid runoff; moderately rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used mainly for timber production, recreation, wildlife habitat and watershed.  Vegetation is mainly silverleaf oak, Arizona white oak, Mexican pinyon, alligator juniper and ponderosa pine with an understory of manzanita, bullgrass, prairie junegrass, Fenders ceonothus, datil yucca, mountain muhly, muttongrass, skunkbush sumac, wax current and sacahista."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Southeastern Arizona.  This soil is moderately extensive in the higher mountains.  MLRA is 41."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Phoenix, Arizona"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Pima County, Arizona; Soil survey of Pima County, Arizona, Eastern Part; 1985."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - The zone from 0 to 5 inches (A horizon)\nCambic horizon - The zone from 5 to 17 inches (Bw horizon)\nParalithic contact - The boundary at 24 inches (2Cr horizon)\nNational Cooperative Soil Survey\nU.S.A."
  }
}
