{
  "SERIES": "SPYGLASS",
  "STATUS": "Tentative Series",
  "BYREV": "Rev. CAF/CDH/WJG",
  "REVDATE": "12/2007",
  "STATES": "NM",
  "OVERVIEW": "The Spyglass series consists of very deep, well drained soils that formed in eolian and lacustrine material derived from sandstone, shale, and gypsum. Spyglass soils are on floodplain steps of basin floors . Slopes are 0 to 2 percent. Mean annual precipitation is about 13 inches and mean annual temperature is about 50 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, mixed, active, mesic Ustic Argigypsids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Spyglass silt loam--on the floodplain of a valley floor sloping 1 percent to the southwest-west at 6,208 feet elevation--rangeland. (Colors are for dry soil unless otherwise noted. When described on May 23, 2002, the soil was dry throughout.)\nA--0 to 2 inches; yellowish brown (10YR 5/4) silt loam, dark yellowish brown (10YR 3/4) moist; single grain; loose; nonsticky and nonplastic; common fine roots; slightly alkaline (pH 7.6); clear smooth boundary. (2 to 5 inches thick)\nBt1--2 to 11 inches; reddish brown (5YR 5/4) silty clay loam, dark reddish brown (5YR 3/4) moist; moderate coarse prismatic structure parting to strong medium subangular blocky; slightly hard, friable, moderately sticky and moderately plastic; common fine and common very fine roots; few fine tubular pores; many distinct clay films on faces of peds and lining pores; strongly effervescent (3 percent calcium carbonate equivalent); moderately alkaline (pH 8.2); gradual smooth boundary. (8 to 17 inches thick)\nBt2--11 to 20 inches; reddish brown (5YR 5/4) silty clay loam, dark reddish brown (5YR 3/4) moist; strong coarse prismatic structure parting to strong medium angular blocky; hard, firm, moderately sticky and moderately plastic; few fine and common very fine roots; few fine tubular pores; many distinct clay films on faces of peds and lining pores; strongly effervescent (4 percent calcium carbonate equivalent); moderately alkaline (pH 8.2); clear wavy boundary. (8 to 20 inches thick)\nBtk--20 to 23 inches; brown (7.5YR 5/3) silty clay loam, brown (7.5YR 4/3) moist; strong coarse prismatic structure parting to strong medium angular blocky; hard, firm, moderately sticky and moderately plastic; few fine and few very fine roots; few fine tubular pores; many distinct clay films on faces of peds and lining pores; strongly to violently effervescent, secondary calcium carbonate segregated as common coarse irregularly shaped soft masses (6 percent calcium carbonate equivalent); moderately alkaline (pH 8.2); clear smooth boundary. (2 to 10 inches thick)\n2ABk--23 to 26 inches; dark gray (7.5YR 4/1) loam, very dark gray (7.5YR 3/1) moist; weak medium subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; few fine and few very fine roots; few fine tubular pores; violently effervescent, secondary calcium carbonate segregated as few coarse irregularly shaped soft masses (13 percent calcium carbonate equivalent); strongly alkaline (pH 8.6); abrupt smooth boundary. (2 to 5 inches thick)\n2By1--26 to 30 inches; gray (2.5Y 6/1) loam, grayish brown (2.5Y 5/2) moist; massive; slightly hard, friable, slightly sticky and slightly plastic; strongly to violently effervescent (5 percent calcium carbonate equivalent); secondary gypsum impregnates the horizon and occurs as few fine irregularly shaped soft masses (50 percent gypsum); moderately alkaline (pH 8.4); gradual smooth boundary. (4 to 11 inches thick)\n2By2--30 to 46 inches; dark gray (2.5Y 4/1) and white (2.5Y 8/1) loam, dark grayish brown (2.5Y 4/2) and light gray (2.5Y 7/2) moist; massive; slightly hard, friable, slightly sticky and nonplastic; very slightly effervescent (1 percent calcium carbonate equivalent); secondary gypsum impregnates the horizon and occurs as many medium spherical and irregularly shaped soft masses (38 percent gypsum); many fine and medium irregularly shaped reddish yellow (7.5YR 6/8) relict redoximorphic concentrations; moderately alkaline (pH 8.0); gradual wavy boundary. (10 to 25 inches thick)\n2By3--46 to 67 inches; dark gray (2.5Y 4/1) and white (2.5Y 8/1) clay loam, very dark gray (2.5Y 3/1) and light gray (2.5Y 7/2) moist; massive; slightly hard, friable, moderately sticky and moderately plastic; secondary gypsum impregnates the horizon and occurs as many medium spherical and irregularly shaped soft masses (33 percent gypsum); moderately alkaline (pH 8.0); abrupt smooth boundary. (10 to 25 inches thick)\n3BCk--67 to 108 inches; yellowish brown (10YR 5/6) very gravelly sand, dark yellowish brown (10YR 4/6) moist; single grain; loose, nonsticky and nonplastic; 50 percent gravel; slightly to strongly effervescent, secondary calcium carbonate segregated as many fine irregularly shaped coats on rock fragments (3 percent calcium carbonate equivalent); moderately alkaline (pH 8.0)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Santa Fe County, New Mexico; about 7 miles south-southeast of Stanley; 2600 feet north and 500 feet west of the southeast corner of section ?? T.10N., R.9E.; USGS Longhorn Reservoir 7.5 minute topographic quadrangle; Latitude 35 degrees 02 minutes 53.5 seconds North and Longitude 105 degrees 56 minutes 42.6 seconds West, NAD 27."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture - The soil moisture control section is intermittently moist in some part from July to October and December to March.  It is assumed to be dry in all parts 50 to 75 percent of the time (cumulative), when the soil temperature at 20 inches is 41 degrees F. or higher. The soils are driest in May and June. The soil moisture regime is aridic bordering on ustic.\nSoil temperature - 51 to 54 degrees F.\nDepth to base of argillic horizon - 19 to 30 inches\nDepth to calcareous material (as visible secondary calcium carbonate)  9 to 19 inches\nDepth to gypsic horizon  19 to 38 inches\nParticle-size control section weighted averages\nSilicate clay content: 35 to 60 percent\nSand content: 20 to 30 percent\nFine sand or coarser content: 10 to 20 percent\nReaction  slightly alkaline in the surface; moderately alkaline in the subsoil\nA horizon\nValue  4 or 5 dry, 3 or 4 moist\nChroma - 3 or 4, dry or moist\nClay content - 15 to 20 percent\nBt horizons\nHue - 5YR or 7.5YR\nValue - 4 or 5 dry, 3 or 4 moist\nChroma - 4 or 6, dry or moist\nTexture - silty clay loam, clay loam, clay\nClay content - 25 to 34 percent\nBtk horizon\nHue - 5YR or 7.5 YR\nValue - 5 or 6 dry, 4 or 5 moist\nChroma - 3 or 4, dry or moist\nTexture - silty clay loam, clay loam, clay\nClay content - 25 to 33 percent\nCalcium carbonate equivalent - 3 to 10 percent\n2Abk horizon\nHue - 7.5 YR or 10YR\nValue  3 or 4, dry or moist\nChroma - 1 or 2, dry or moist\nCalcium carbonate equivalent - 5 to 14 percent\n2By horizons\nHue - 10YR or 2.5Y\nValue - 4 through 8 dry, 3 through 7 moist\nChroma - 1 or 2, dry or moist\nTexture - loam, silt loam, clay loam, silty clay loam\nGypsum content - 30 to 55 percent\n3BCk horizon\nValue - 4 or 5, dry or moist\nChroma - 4 or 6, dry or moist\nTexture  very gravelly sand or very gravelly loamy sand\nRock fragments - 35 to 55 percent gravel\nCalcium carbonate equivalent - 1 to 4 percent"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no competing series. A similar soil is the Cielito series. Cielito soils are fine-loamy, have gypsic mineralogy, and are deep to bedrock."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Spyglass soils are on floodplain steps of basin floors . They formed in eolian, alluvium and lacustrine deposits derived from sandstone, shale, and gypsum. Slopes are 0 to 2 percent. Elevation ranges from 6,200 to 6,900 feet. The mean annual precipitation is 12 to 14 inches with about 45 percent falling as rain from high-intensity convective thunderstorms between July and September. The mean annual air temperature is 49 to 51 degrees F. The frost-free period is 140 to 160 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Arojomil, Hyer, and Trofes soils. Arojomil soils are moderately deep to a petrocalcic horizon, do not have secondary gypsum, and occur on undulating plains and plateaus.  Hyer soils are fine-silty, do not have secondary gypsum, and occur on undulating plains. Trofes soils have gypsic horizons below forty inches and occur on low stream terraces of basin floors."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; medium surface runoff; permeability is slow"
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Spyglass soils are used for livestock grazing, and irrigated farming. Present vegetation is alkali sacaton and galleta."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Spyglass soils are of small extent on the Estancia Basin of the Basin and Range province in northcentral New Mexico. The MLRA is 70."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Phoenix, Arizona"
  },
  "ORIGIN": {
    "section": "SERIES PROPOSED",
    "content": "SERIES PROPOSED: Santa Fe County, New Mexico; Santa Fe Soil Survey Update; 2003. Spyglass is a coined name."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - surface to a depth of about 2 inches. (A horizon)\nArgillic horizon - 2 to about 24 inches. (Bt1, Bt2, and Btk horizons)\nGypsic horizon - 27 to about 67 inches. (2By1, 2By2, and 2By3 horizons)\nLithologic discontinuity  67 inches. (3BCk horizon)\nClassified according to Keys to Soil Taxonomy Tenth Edition, 2006.\nADDITIONAL DATA: The series type location has been sampled for full characterization by the Soil Survey Laboratory (SSL), Lincoln, NE, as soil survey sample number S-NM-02-049-007; Calcium carbonate equivalence was determined using a field calcimeter..\nNational Cooperative Soil Survey\nU.S.A."
  }
}
