{
  "SERIES": "SQUALICUM",
  "STATUS": "Established Series",
  "BYREV": "IRD - AG/RJE",
  "REVDATE": "10/2002",
  "STATES": "WA",
  "OVERVIEW": "The Squalicum series consists of deep, moderately well drained soils formed in volcanic ash and glacial till.  Squalicum soils are on glacially modified foothills and valleys and have slopes of 5 to 60 percent.  The mean annual precipitation is about 45 inches and the mean annual temperature is about 48 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, isotic, mesic Typic Haplorthods"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Squalicum gravelly loam - on a l0 percent southeast-facing slope under a coniferous canopy.  (Colors are for moist soil unless otherwise noted.  All textures are apparent field textures.)\nOi--l inch to 0; undecomposed needles, leaves and twigs.\nA--0 to 3 inches; very dark grayish brown (l0YR 3/2) loam, brown (l0YR 5/3) dry; weak coarse granular structure; soft, very friable, slightly sticky, nonplastic and weakly smeary; many very fine and few fine roots; many fine irregular pores; l0 percent hard pebbles and l0 percent weathered pebbles; moderately acid (pH 5.8); abrupt smooth boundary.  (2 to 9 inches thick)\nBs1--3 to l7 inches; dark yellowish brown (l0YR 4/6) gravelly loam, yellow (l0YR 7/6) dry; weak fine subangular blocky structure; soft, very friable, slightly sticky, nonplastic and weakly smeary; common very fine, fine and coarse foots; many fine irregular pores; 20 percent hard pebbles and 5 percent weathered pebbles; moderately acid (pH 5.6); clear wavy boundary.  (6 to 22 inches thick)\nBs2--l7 to 30 inches; dark yellowish brown (l0YR 3/6) gravelly loam, yellow (l0YR 7/6) dry; massive; soft, very friable, nonsticky, nonplastic and weakly smeary; common fine, medium and coarse roots; common fine irregular pore; 25 percent hard pebbles and l0 percent weathered pebbles; moderately acid (pH 6.0); clear wavy boundary.  (6 to l8 inches thick)\nC--30 to 44 inches; light olive brown (2.5Y 5/4) gravelly loam, pale yellow (2.5Y 7/4) dry; massive; soft, very friable, nonsticky, nonplastic, weakly smeary; common fine and few medium and coarse roots; many fine irregular pores; 30 percent hard pebbles and 15 percent weathered pebbles; NaF pH 12.0; moderately acid (pH 6.0); abrupt smooth boundary. (14 to 25 inches thick)\n2Cr--44 to 60 inches; olive gray (5Y 5/2) dense glacial till that breaks to gravelly loam, light gray (5Y 7/2) dry; massive; very hard, firm, nonsticky, nonplastic; 30 percent hard pebbles and 5 percent weathered pebbles; NaF pH 10.0; moderately acid (pH 5.7)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Whatcom County, Washington; about 7 miles south of Bellingham; 600 feet north and 2,250 feet east of the southwest corner of sec. 28, T. 37 N., R. 3 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Mean annual soil temperature ranges from 49 to 52 degrees F.  Depth to a paralithic contact of dense compact glacial till and thickness of the volcanic ash influence range from 40 to 60 inches.  The solum is l7 to 35 inches thick.  The soil moisture control section is dry in all parts for 60 to 75 days within the four months that follow the summer solstice in 6 or more years out of l0.  Unweathered coarse fragments in the particle-size control section average 20 to 35 percent, although individual horizons contain up to 50 percent.  The control section also includes 0 to l5 percent weathered coarse fragment by weighted average.  Reaction is moderately acid or slightly acid throughout.\nThe A horizon has hue of 7.5YR or l0YR and chroma of 2 through 4 moist, 3 or 4 dry.  It has l0 to 25 percent hard pebbles and 0 to l0 percent weathered pebbles.\nThe Bs horizon has hue of 7.5YR or l0YR, value of 3 through 5 moist, 5 through 7 dry, and chroma of 3 through 6 moist and dry.  It averages 20 to 35 percent unweathered pebbles, but it has l0 to 50 percent unweathered pebbles and 0 to 20 percent weathered pebbles in individual subhorizons.  It is loam, gravelly loam, or gravelly fine sandy loam.\nThe C horizon has hue of l0YR or 2.5Y, value of 3 through 5 moist, 6 or 7 dry, and chroma of 3 or 4 moist and dry.  It has 20 to 50 percent unweathered pebbles and 0 to l5 percent weathered pebbles.  It is gravelly loam, gravelly fine sandy loam, or very gravelly sandy loam.\nThe 2Cr horizon is dense glacial till that breaks to gravelly loam, gravelly sandy loam, very gravelly loam or very gravelly sandy loam.  It has hue of 2.5Y or 5Y, value of 5 through 7 moist, 6 through 8 dry, and chroma of 2 through 4 moist and dry."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Bullards, Cathcart, Chuckanut, Comar, Giles, Kickerville, Littlejohn, Nevat, Pastik, Revel, Sadie, Sehome, and Sulsavar series and the similar Cathcart, Chuckanut, Comar, Giles, Littlejohn, Nevat, Pastik, Sadie, and Sulsavar soils.  Bullards soils have a difference of 5 to 9 degrees F between mean summer and mean winter temperature.  Cathcart, Giles, and Pastik soils have less than l5 percent unweathered rock fragments in the control section.  Chuckanut soils have 15 to 35 percent unweathered rock fragments in the control section by weighted average.  Comar soils are 15 to 80 percent weathered siltstone in the particle-size control section.  Kickerville soils have a 2C horizon of very gravelly sand or extremely gravelly sand in the lower part of the particle-size control section.  Littlejohn soils are 20 to 40 inches deep to a lithic contact.  Nati and Revel soils are 20 to 40 inches deep to a paralithic contact with sandstone.  Nevat soils have a 7-to l3- inch layer of sand-size volcanic ash on the surface.  Sadie and Sehome soils are 20 to 40 inches deep to a paralithic contact with dense compact glacial till.  Sulsavar soils are stratified throughout the control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Squalicum soils are on glacially modified foothills and valleys at elevations of 200 to l,500 feet.  Slopes are 5 to 60 percent.  The soils formed in volcanic ash and glacial till.  Squalicum soils are in a marine climate with warm, dry summers and cool, moist winters.  Snow cover is intermittent.  Average annual precipitation is 40 to 55 inches.  Mean January temperature is about 36 degrees F; mean July temperature is about 63 degrees F.  Mean annual temperature is about 48 degrees F.  The frost-free season is l80 to 220 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Comar, Revel, Squires, Whatcom, and the competing Chuckanut and Nati series.  Comar and Whatcom soils are fine-loamy.  Revel soils are frigid.  Squires soils are loamy-skeletal and moderately deep to a lithic contact."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Moderately well drained; slow to medium runoff; moderate permeability above the dense glacial till and very slow through it.  A perched water table is as high as 3.5 to 5 feet at times during December through April."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used for timber production, homesites, recreation and wildlife habitat.  Native vegetation is Douglas-fir, western hemlock, western redcedar, red alder, and bigleaf maple with an understory of red huckleberry, western swordfern, Oregon-grape, vine maple, western brackenfern, salmonberry, and willow."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northwestern Washington.  The series is moderately extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Whatcom County, Washington, l945."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  This pedon reflects a change in classification fro medial, mesic Andic Xerochrepts to coarse-loamy, mixed, mesic Typic Haplorthods.  Diagnostic horizons and features recognized in this pedon are an ochric epipedon from the mineral surface to 3 inches and a spodic horizon from 3 to 30 inches.  The spodic horizon does not meet chemical criteria for a spodic horizon but does have micro morphology, i.e. cracked coatings and silt-sized and larger pellets.\nNational Cooperative Soil Survey\nU. S. A."
  },
  "SITE": [
    [
      {
        "drainage": "moderately well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 8,
        "texture_class": "loam",
        "pH": 5.8,
        "pH_class": "moderately acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "A--0 to 3 inches; very dark grayish brown (l0YR 3/2) loam, brown (l0YR 5/3) dry; weak coarse granular structure; soft, very friable, slightly sticky, nonplastic and weakly smeary; many very fine and few fine roots; many fine irregular pores; l0 percent hard pebbles and l0 percent weathered pebbles; moderately acid (pH 5.8); abrupt smooth boundary.  (2 to 9 inches thick)"
      },
      {
        "name": "C",
        "top": 76,
        "bottom": 112,
        "dry_hue": "2.5Y",
        "dry_value": 7,
        "dry_chroma": 4,
        "moist_hue": "2.5Y",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "loam",
        "cf_class": "gravelly",
        "pH": 6,
        "pH_class": "moderately acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "C--30 to 44 inches; light olive brown (2.5Y 5/4) gravelly loam, pale yellow (2.5Y 7/4) dry; massive; soft, very friable, nonsticky, nonplastic, weakly smeary; common fine and few medium and coarse roots; many fine irregular pores; 30 percent hard pebbles and 15 percent weathered pebbles; NaF pH 12.0; moderately acid (pH 6.0); abrupt smooth boundary. (14 to 25 inches thick)"
      },
      {
        "name": "2Cr",
        "top": 112,
        "bottom": 152,
        "dry_hue": "5Y",
        "dry_value": 7,
        "dry_chroma": 2,
        "moist_hue": "5Y",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "loam",
        "cf_class": "gravelly",
        "pH": 5.7,
        "pH_class": "moderately acid",
        "narrative": "2Cr--44 to 60 inches; olive gray (5Y 5/2) dense glacial till that breaks to gravelly loam, light gray (5Y 7/2) dry; massive; very hard, firm, nonsticky, nonplastic; 30 percent hard pebbles and 5 percent weathered pebbles; NaF pH 10.0; moderately acid (pH 5.7)."
      }
    ]
  ]
}
