{
  "SERIES": "SQUALLY",
  "STATUS": "Established Series",
  "BYREV": "Rev. RFP/RJE",
  "REVDATE": "03/1999",
  "STATES": "WA",
  "OVERVIEW": "The Squally series consists of deep, well drained soils that formed in material from basaltic landslide debris.  Squally soils are on uplands and have slopes of 5 to 65 percent.  The mean annual precipitation is about 90 inches and the mean annual temperature is about 50 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Medial-skeletal, ferrihydritic, mesic Typic Fulvudands"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Squally gravelly silty loam - forested.  (Colors are for moist soil unless otherwise noted. All textures are apparent field textures.)\n0l--l inch to 0; leaves and hemlock needles in various stages of decomposition.\nAl--0 to l0 inches; dark brown (7.5YR 3/3) gravelly silt loam, brown (7.5YR 5/4) dry; moderate medium and fine subangular blocky structure; soft very friable, nonsticky, nonplastic and weakly smeary; common fine and very fine roots; common fine and very fine tubular and many very fine interstitial pores; 20 percent pebbles-size basalt fragments; strongly acid (pH 5.4); gradual wavy boundary.  (l0 to l4 inches thick)\nB2--l0 to 63 inches; dark reddish brown (5YR 3/4) very gravelly fine sandy loam, brownish yellow (l0YR 6/6) dry; weak fine subangular blocky structure; soft, very friable, nonsticky, nonplastic and weakly smeary; few fine and very fine roots; many very fine interstitial pores; 55 percent pebble-size basalt fragments; strongly acid (pH 5.4); gradual wavy boundary.  (50 to 60 inches thick)\nC--63 to 75 inches; brown (l0YR 4/3) extremely gravelly sandy loam, pale brown (l0YR 6/3) dry; weak very fine and fine subangular blocky structure; soft, very friable, nonsticky and nonplastic; few fine and very fine roots; common fine and very fine pores; 75 percent basalt pebbles, 5 percent basalt cobbles; medium acid (pH 6.0)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Wahkiakum County, Washington; on the South Fork Grays River; l700 feet east north of southwest corner, sec. 9, T. l0 N., R. 6 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The mean annual soil temperature ranges from 47  to 53 degrees F.  The l0- to 40-inch control section is extremely gravelly, very gravelly, very cobbly, or extremely cobbly, fine sandy loam or sandy loam that averages 50 to 80 percent rock fragments.\nThe A horizon has hue of 7.5YR or l0YR, value of 2 or 3 moist, 3 through 5 dry, and chroma of 2 through 4 moist or dry.  It has medium and fine granular or subangular blocky structure.\nThe B horizon has hue of 5YR through l0YR, and value of 3 or 4 moist."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Aschoff, Hoodview, Katula, and Traham series.  Aschoff soils have a very cobbly silty loam or very cobbly loam particle-size control section.  Hoodview soil shave an umbric epipedon 20 to 30 inches thick.  Katula and Traham soils have a lithic contact at a depth of 20 to 40 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Squally soils formed in landslide deposits on slopes ranging from 5 to 65 percent as elevations from sea level to l800 feet.  They occur in a coastal marine climate with mild wet winters and cool dry summers.  Mean annual precipitation is 70 to ll0 inches.  The mean January temperature is 37 degrees F.; mean July temperature is 60 degrees F.; and the mean annual temperature is 50 degrees F.  The growing season (28 degrees F.) is l50 to 200 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Astoria, Bunker, Elochoman, Lates, Lytell, Murnen, and Zenker soils.  Astoria, Bunker, Elochoman, Lytell, and Zenker soils have a medial particle-size control section.  Lates and Murnen soils are frigid and have less than 35 percent rock fragments in the particle-size  control section."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; slow to medium runoff; rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Squally soils are used primarily for timber production.  The native vegetation is Douglas-fir, western hemlock, western redcedar, and red alder with an understory of vine maple, western swordfern, red huckleberry, Oregon-grape, salal, and salmonberry."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Southwestern Washington and possibly northwestern Oregon.  The soil is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Wahkiakum County, Washington, l976."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Classification only changed 4/94 because of recent amendments to Soil Taxonomy.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "C",
        "top": 160,
        "bottom": 190,
        "texture_class": "sandy loam",
        "cf_class": "extremely gravelly",
        "pH": 6,
        "narrative": "C--63 to 75 inches; brown (l0YR 4/3) extremely gravelly sandy loam, pale brown (l0YR 6/3) dry; weak very fine and fine subangular blocky structure; soft, very friable, nonsticky and nonplastic; few fine and very fine roots; common fine and very fine pores; 75 percent basalt pebbles, 5 percent basalt cobbles; medium acid (pH 6.0)."
      }
    ]
  ]
}
