{
  "SERIES": "SQUAWCREEK",
  "STATUS": "Established Series",
  "BYREV": "Rev. PJS/ALH/CLM",
  "REVDATE": "11/2019",
  "STATES": "ID",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Clayey, smectitic, frigid Lithic Mollic Haploxeralfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Squawcreek stony silt loam -- on a northwest facing slightly concave slope of 5 percent, in native rangeland at 1,700 meter elevation.  The surface has 20 percent cover of stone and cobble.  (When described on September 24, 1980, the soil was slightly moist throughout.   (Colors are for air dry soils unless otherwise stated.)\nA--0 to 10 cm; pale brown (10YR 6/3) stony silt loam, dark brown (10YR 3/3) moist; weak medium platy structure parting to weak fine granular; slightly hard, very friable, nonsticky and nonplastic; many very fine and fine, few medium and coarse roots; many very fine and fine vesicular pores; 10 percent gravel, 10 percent cobbles, 10 percent stones; slightly acid (pH 6.4) clear smooth boundary.  (5 to 15 cm thick)\nBt1--10 to 20 cm; yellowish brown (10YR 5/4) gravelly clay loam, brown (10YR 4/3) moist; weak fine subangular blocky structure; hard, friable, slightly sticky and moderately plastic; common very fine and fine, few medium roots; common very fine and fine tubular and vesicular pores; 10 percent gravel, 5 percent cobbles; common faint clay films on faces of peds and in pores; slightly acid (pH 6.5); clear wavy boundary.  (0 to 13 cm thick)\nBt2--20 to 30 cm; yellowish brown (10YR 5/4) gravelly clay loam, dark brown (7.5YR 4/4) moist; strong fine and medium subangular blocky structure; very hard, very firm, moderately sticky and moderately plastic; common very fine and fine, few medium roots; many very fine and fine tubular and interstitial pores; 15 percent gravel, 5 percent cobbles; common distinct clay films on faces of peds and in pores; neutral (pH 6.6); abrupt wavy boundary.  (8 to 28 cm thick)\nBt3--30 to 46 cm; yellowish brown (10YR 5/4) gravelly clay, dark brown (7.5YR 4/4) moist; strong fine and medium prismatic structure parting to strong fine angular blocky; extremely hard, extremely firm, moderately sticky and moderately plastic; few very fine and fine roots; common very fine tubular pores; 10 percent gravel, 5 percent cobbles; continuous prominent clay films on faces of peds and in pores; neutral (pH 6.8); abrupt wavy boundary.  (10 to 20 cm thick)\nR--46 cm; fractured welded rhyolitic tuff."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Owyhee County, Idaho; about 5 1/2 miles west and 30 miles south of Silver City; 2,300 feet north and 2,100 feet west of the southeast corner of section 6, T. 10 S., R. 2 W.; USGS Wagon Box Basin 7.5 minute topographic quadrangle; latitude 42 degrees 34 minutes 51 seconds N and longitude 116 degrees 37 minutes 05 seconds W; WGS84 Decimal Degrees 42.5808333 latitude, -116.6180556 longitude."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nDepth to bedrock - 28 to 50 cm\nReaction (pH) - slightly acid or neutral\nParticle-size control section - 35 to 50 percent clay; 5 to 25 percent rock fragments\nAverage annual soil temperature - 6.1 to 8.3 degrees C.\nAverage summer soil temperature - 16.7 to 18.4 degrees C.\nTypic xeric moisture regime.\nA horizon\nValue - 5 or 6 dry, 2 or 3 moist\nChroma - 2 or 3 dry or moist\nBt horizon\nHue - 7.5YR or 10YR\nValue - 5 or 6 dry, 4 or 5 moist\nChroma - 3 to 6 dry or moist\nTexture (upper part) - CL or GR-CL; 30 to 40 percent clay\nTexture (lower part) - C, CB-C, or GR-C; 40 to 55 percent clay"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  This is the Bulake series.  Bulake soils have an abrupt textural change at the upper boundary of the argillic horizon."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Squawcreek soils occur on nearly level to gently rolling foothills, structural benches, and mountains at elevations of 1,495 to 2,030 meters.  Slopes range from 1 to 20 percent.  These soils formed in residuum from welded rhyolitic tuff.  The climate is cool and moist in the winter and warm and dry in the summer.  Average annual precipitation is 330 to 410 mm, and average annual temperature is 4.4 to 7.2 degrees C.  The frost-free season is 65 to 95 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Avtable, Gaib, Mulshoe, Nipintuck, Wagonbox, Wickahoney, and Zecanyon soils.  Avtable, Gaib, Mulshoe, and Nipintuck soils have less than 35 percent clay and more than 35 percent rock fragments in the control sections.  Wagonbox soils have an indurated duripan.  Wickahoney soils have more than 35 percent rock fragments in the control section.  Zecanyon soils are greater than 50 cm to bedrock."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:  Well drained; slow to rapid runoff; slow saturated hydraulic conductivity."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Squawcreek soils are used mainly for rangeland and wildlife habitat.  The dominant natural vegetation is low sagebrush, Idaho fescue, bluebunch wheatgrass, and Sandberg bluegrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Southwestern Idaho.  This series is moderately extensive. MLRA 25."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Owyhee County Area, Idaho, 1992."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and other features recognized in this pedon:\nOchric epipedon - The zone from the soil surface to 10 cm (A horizon).\nArgillic horizon and particle-size control section - The zone from 10 to 46 cm (Bt1, Bt2, and Bt3 horizons).\nLithic contact - The boundary at 46 cm (R boundary).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
