{
  "SERIES": "SQUAW",
  "STATUS": "Established Series",
  "BYREV": "Rev. LMR/TWP",
  "REVDATE": "10/2002",
  "STATES": "ID",
  "OVERVIEW": "The Squaw series consists of deep, well drained soils that formed in alluvium and colluvium derived mainly from  basaltic material.  Squaw soils are on alluvial and colluvial fans and have slopes of 0 to 60 percent.  The mean annual precipitation is about 14 inches and the mean annual air temperature is about 48 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive, mesic Calcic Pachic Argixerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Squaw extremely stony loam, rangeland.  (Colors are for dry soil unless otherwise noted.)\nA11--0 to 4 inches; dark grayish brown (10YR 4/2) extremely stony loam, very dark brown (10YR 2/2) moist; weak medium platy structure parting to moderate fine granular; slightly hard, friable, slightly sticky and slightly plastic; many fine roots; many very fine pores; about 25 percent stones, 15 percent cobbles and 5 percent pebbles by volume; neutral (pH 7.3); clear smooth boundary.  (4 to 7 inches thick)\nA12--4 to 8 inches; dark grayish brown (10YR 4/2) very stony loam, very dark brown (10YR 2/2) moist; very weak coarse subangular blocky structure parting to weak medium subangular blocky; slightly hard, friable, slightly sticky and and slightly plastic; common fine roots; many very fine pores; about 20 percent stones, 10 percent cobbles and 5 percent pebbles; neutral (pH 7.2); gradual smooth boundary.  (3 to 9 inches thick)\nB2t--8 to 25 inches; dark grayish brown (10YR 4/2) very stony light clay loam, very dark grayish brown (10YR 3/2) moist; weak medium subangular blocky structure parting to weak fine granular; hard, friable, sticky and plastic; common fine roots; many very fine and few fine pores; few thin slightly darker clay films on vertical and horizontal ped surfaces; about 20 percent stones, 10 percent cobbles and 5 percent pebbles; mildly alkaline (pH 7.5); gradual wavy boundary.  (12 to 25 inches thick)\nB3t--25 to 41 inches; dark grayish brown (10YR 4/2) very stony loam that is marginal to clay loam, very dark grayish brown (10YR 3/2) moist; very weak coarse subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; few fine roots; few very fine pores; about 30 percent stones, 15 percent cobbles, and 10 percent pebbles; slightly calcareous; thin hard coating of calcium carbonate on lower sides of rock fragments; mildly alkaline (pH 7.6); gradual wavy boundary.  (10 to 24 inches)\nC--41 to 60 inches; basaltic stones, angular cobbles, and pebbles with medium textured interstitial soil material."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Gem County, Idaho; 1 mile southwest of Sweet; 30 feet north of the southwest corner of the NW1/4 SW1/4 section 4, T.7N., R.1E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The mean annual soil temperature is about 47 to 53 degrees F.  The soil is usually moist, but is dry between depths of 4 and 12 inches thick, and the solum is 30 to about 50 inches thick.  Dark colors in the lower part of the argillic horizon are due mainly to dark basaltic sand and silt grains.  Depth to a calcareous material ranges from from about 24 to 36 inches.\nThe A horizon has value of 4 or 5 dry, 2 or 3 moist.  It is commonly loam but ranges clay loam.  This horizon ranges in rock fragments from nearly free of gravel, stones or cobblestones, to extremely stony, extremely cobbly or very gravelly.  It is slightly acid or mildly alkaline.\nThe Bt horizon has hue of 10YR or 7.5YR, value of 4 or 5 dry, 2 or 3 moist, and chroma of 2 dry or moist.  The fine earth fraction is clay loam or loam, and has 18 to 35 percent clay.  Rock fragments consist of stones, cobbles, and pebbles, and average 35 to 70 percent of the volume in the upper 20 inches of the argillic horizon.  This horizon is neutral or mildly alkaline.\nThe C horizon consists essentially of rock fragments (about 80 to 90 percent by volume) with loamy soil material filling the interstices.  The fine earth fraction is slightly calcareous or noncalcareous."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Crookston, Newell, Nomara and Roystone series.  Crookston soils have A horizon with chroma of 1, loam or silt loam argillic horizons, strongly calcareous calcic horizons, and less than 35 percent rock fragments.  Newell soils have silty clay loam argillic horizons and less than 15 percent rock fragments in the argillic horizon.  Nomara soils have frigid temperatures.  Roystone soils have A horizons with chroma of 1, and less than 10 percent rock fragments in the profile."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Squaw soils are on alluvial and colluvial fans and foot slopes and have gradients of 0 to 60 percent.  The soils formed in alluvium and colluvium from basaltic material.  Elevations are 2,400 to 3,500 feet.  The climate has warm, dry summers and cold, moist winters.  The mean annual precipitation is 12 to 16 inches.  The mean annual summer temperature is 66 to 72 degrees F. and the mean annual temperature is 46 to 50 degrees F.  The frost free season is about 130 to 160 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Gem, Lickskillet, Newell, Reywat, Roystone, and Salisbury soils.  Gem soils have basalt at depths of 20 to 40 inches.  Lickskillet and Reywat soils have basalt at depths of 10 to 20 inches.  Salisbury soils have a hardpan at depths of 20 to 40 inches."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; moderate or moderately rapid runoff; moderately slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used chiefly for rangeland, with some irrigated alfalfa, wheat, barley, and pasture; or nonirrigated wheat, alfalfa, and seeded pasture.  Principal native plants are Sandberg bluegrass, bluebunch wheatgrass, big sagebrush, some bitterbrush, and other herbaceous plants.  Annual bromes and medusa head wildrye have invaded some areas."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Basalt areas of southwestern Idaho.  The series is inextensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Gem County, Idaho, 1962.\nNational Cooperative Soil Survey\nU. S. A."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": null
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A11",
        "top": 0,
        "bottom": 10,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 2,
        "texture_class": "loam",
        "cf_class": "extremely stony",
        "pH": 7.3,
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A11--0 to 4 inches; dark grayish brown (10YR 4/2) extremely stony loam, very dark brown (10YR 2/2) moist; weak medium platy structure parting to moderate fine granular; slightly hard, friable, slightly sticky and slightly plastic; many fine roots; many very fine pores; about 25 percent stones, 15 percent cobbles and 5 percent pebbles by volume; neutral (pH 7.3); clear smooth boundary.  (4 to 7 inches thick)"
      },
      {
        "name": "A12",
        "top": 10,
        "bottom": 20,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 2,
        "texture_class": "loam",
        "cf_class": "very stony",
        "pH": 7.2,
        "pH_class": "neutral",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "A12--4 to 8 inches; dark grayish brown (10YR 4/2) very stony loam, very dark brown (10YR 2/2) moist; very weak coarse subangular blocky structure parting to weak medium subangular blocky; slightly hard, friable, slightly sticky and and slightly plastic; common fine roots; many very fine pores; about 20 percent stones, 10 percent cobbles and 5 percent pebbles; neutral (pH 7.2); gradual smooth boundary.  (3 to 9 inches thick)"
      },
      {
        "name": "B2t",
        "top": 20,
        "bottom": 64,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "clay loam",
        "cf_class": "very stony",
        "pH": 7.5,
        "pH_class": "mildly alkaline",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "B2t--8 to 25 inches; dark grayish brown (10YR 4/2) very stony light clay loam, very dark grayish brown (10YR 3/2) moist; weak medium subangular blocky structure parting to weak fine granular; hard, friable, sticky and plastic; common fine roots; many very fine and few fine pores; few thin slightly darker clay films on vertical and horizontal ped surfaces; about 20 percent stones, 10 percent cobbles and 5 percent pebbles; mildly alkaline (pH 7.5); gradual wavy boundary.  (12 to 25 inches thick)"
      },
      {
        "name": "B3t",
        "top": 64,
        "bottom": 104,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "clay loam",
        "cf_class": "very stony",
        "pH": 7.6,
        "pH_class": "mildly alkaline",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "B3t--25 to 41 inches; dark grayish brown (10YR 4/2) very stony loam that is marginal to clay loam, very dark grayish brown (10YR 3/2) moist; very weak coarse subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; few fine roots; few very fine pores; about 30 percent stones, 15 percent cobbles, and 10 percent pebbles; slightly calcareous; thin hard coating of calcium carbonate on lower sides of rock fragments; mildly alkaline (pH 7.6); gradual wavy boundary.  (10 to 24 inches)"
      },
      {
        "name": "C",
        "top": 104,
        "bottom": 152,
        "narrative": "C--41 to 60 inches; basaltic stones, angular cobbles, and pebbles with medium textured interstitial soil material."
      }
    ]
  ]
}
