{
  "SERIES": "SQUAWVAL",
  "STATUS": "Established Series",
  "BYREV": "Rev. EWB/WED/JVC/JBF",
  "REVDATE": "01/2020",
  "STATES": "NV",
  "OVERVIEW": "The Squawval series consists of moderately deep, well drained soils that formed in residuum and colluvium derived from granitic rocks with surficial additions of loess.  Squawval soils are on mountains.  Slopes are 2 to 30 percent.  The mean annual precipitation is about 400 mm and the mean annual temperature is about 6 degrees C.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS:  Fine-loamy, mixed, superactive Pachic Argicryolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Squawval loam--rangeland. (Colors are for dry soil unless otherwise noted.)\nA--0 to 13 cm; dark grayish brown (10YR 4/2) loam, very dark brown (10YR 2/2) moist; moderate medium subangular blocky structure; soft, very friable, slightly sticky and nonplastic; many very fine roots; common very fine interstitial pores; neutral (pH 6.6); abrupt smooth boundary.  (5 to 42 cm thick)\nBt1--13 to 36 cm; brown (10YR 4/3) loam, very dark brown (10YR 2/2) moist; strong fine and medium subangular blocky structure; slightly hard, very friable, slightly sticky and slightly plastic; common very fine and fine, few medium roots; common very fine tubular pores; many faint clay films on faces of peds and lining pores; 5 percent gravel; neutral (pH 6.8); gradual wavy boundary.  (15 to 30 cm thick)\nBt2--36 to 69 cm; brown (10YR 4/3) loam, very dark grayish brown (10YR 3/2) moist; strong fine and medium subangular blocky structure; hard, friable, slightly sticky and slightly plastic; common very fine and few fine roots; common very fine tubular pores; many faint clay films on faces of peds and lining pores; 5 percent gravel; neutral (pH 6.8); gradual smooth boundary.  (15 to 38 cm thick)\nBt3--69 to 89 cm; brown (10YR 4/3) sandy loam, very dark grayish brown (10YR 3/2) moist; weak medium subangular blocky structure; hard, friable, slightly sticky and slightly plastic; few fine roots; common very fine tubular pores; common faint clay films on faces of peds and lining pores; 5 percent gravel; neutral (pH 6.8); abrupt smooth boundary.  (10 to 28 cm thick)\nCr--89 cm; weathered quartz monzonite."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Washoe County, Nevada; about 13 miles north-northwest of Gerlach in the Granite Range; approximately 2,200 feet north and 300 feet west of the southeast corner of section 13, T. 34 N., R. 22 E.; USGS The Banjo 7.5 minute topographic quadrangle; latitude 40 degrees 49 minutes 53 seconds N and longitude 119 degrees 25 minutes 46 seconds W; WGS84 Decimal Degrees 40.8323333 latitude, -119.4288889 longitude."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: Usually moist in winter and early spring, dry in late summer and fall; xeric soil moisture regime that borders on aridic.\nMean annual soil temperature: 6 to 8 degrees C.\nMean summer soil temperature: 12 to 15 degrees C.\nMollic epipedon thickness: 50 to 100 cm; includes the Bt horizons.\nDepth to bedrock: 50 to 100 cm to a paralithic contact.  The paralithic materials below the contact are weathered granitic rock.\nParticle-size control section - Clay content: 18 to 25 percent.\nRock fragments:  0 to 15 percent, mainly gravel.  The lithology is granitic rocks such as granite, granodiorite, or quartz monzonite.\nA horizon\nValue: 4 or 5 dry.\nStructure: Weak or moderate fine or medium subangular blocky.\nConsistence: Soft or slightly hard dry.\nReaction:  Slightly acid or neutral.\nOrganic matter content: 2 to 4 percent.\nBt horizons\nValue:  4 or 5 dry, 2 or 3 moist.\nChroma:  2 or 3, may be 4 in lower part of some pedons.\nTexture:  Loam, sandy loam, or sandy clay loam.\nClay content:  18 to 25 percent.\nSand content:  45 to 70 percent\nRock fragments:  0 to 15 percent.\nStructure:  Weak to strong fine or medium subangular blocky.\nConsistence: Slightly hard or hard dry, very friable or friable moist.\nReaction:  Neutral or slightly acid.\nOrganic matter content: 1 or 2 percent."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Bachus, Bavdark, Benteen, Brushtop, Clayburn, Croydon, Crystalbutte, Davtone, Dehana, Demast, Dranburn, Dranyon, Echemoor, Hagenbarth, Hoopgobel, Longway, Lostminer, Millerlake, Odark, Senchert, Southmount, Stubbs, Thulepah, Vadnais, and Winu series.\nBachus and Lostminer soils have a lithic contact within 100 cm.  Bavdark, Brushtop, Clayburn, Croydon, Davtone, Dehana, Demast, Dranburn, Dranyon, Hagenbarth, Longway Millerlake, Odark, Southmount, and Thulepah soils are deeper than 100 cm to bedrock.  Benteen, Crystalbutte, and Echemoor soils have more than 25 percent clay in the particle-size control section.  Hoopgobel soils have mean annual soil temperature of 4 to 6 degrees C and have subhorizons of the argillic horizon with identifiable secondary carbonates and 5 to 20 percent paragravel of tuff.  Senchert soils have mean annual temperatures of 3 to 4 degrees C and mean summer soil temperatures of 7 to 8 degrees C.  Stubbs soils are effervescent within 90 cm.  Vadnais soils have a lithic contact within 100 cm and have mean annual soil temperatures of 4 to 6 degrees C.  Winu soils are moderately deep to lithic contacts and have more than 15 percent rock fragments in the particle-size control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Squawval soils are on mountains.  They typically occur on summit and shoulder positions.  These soils formed in residuum and colluvium derived from granitic rocks with surficial additions of loess.  Slopes are 2 to 30 percent.  Elevations range from 1,955 to 2,780 meters.  The climate is semiarid with cold, moist winters and cool, dry summers.  The mean annual precipitation is 360 to 460 mm, the mean annual temperature is 4 to 7 degrees C, and the frost-free period is 30 to 70 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  This is the Tosp soil.  Tosp soils do not have bedrock within 100 cm."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:  Well drained; low or medium surface runoff; moderately high saturated hydraulic conductivity."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Squawval soils are used for rangeland and wildlife habitat.  The present vegetation is mainly mountain big sagebrush, snowberry, basin wildrye, bluegrass, and bluebunch wheatgrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northwestern Nevada.  These soils are not extensive with about 2,200 acres of the series mapped to date.  MLRA 23."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Davis, California."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Washoe County, Nevada (Central Part), 1990."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon - The zone from the soil surface to 89 cm (A1, A2, Bt1, Bt2 and Bt3 horizons).\nArgillic horizon - The zone from 13 to 89 cm (Bt1, Bt2, and Bt3 horizons).\nParalithic contact - The boundary at 89 cm to underlying weathered bedrock (Cr layer).\nParticle-size control section - The zone from 13 to 63 cm (Bt1 horizon and part of the Bt2 horizon).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
