{
  "SERIES": "ST. MARYS",
  "STATUS": "Established Series",
  "BYREV": "Rev. JLH/LW/MEO/AJE",
  "REVDATE": "03/2003",
  "STATES": "UT",
  "OVERVIEW": "The St. Marys series consists of well drained, moderately permeable soils that were formed in residuum and colluvium mainly from red conglomerate composed of quartzite, sandstone, and limestone cemented by red material that is softer than other components.  These soils are on south, east, and west facing slopes of mountains.  Slopes are 6 to 70 percent.  The mean annual temperature is about 42 degrees F., and the average annual precipitation is 23 inches.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive, frigid Typic Haploxerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: St. Marys gravelly loam, rangeland.  (Colors are for dry soil unless otherwise noted.)\nAll--0 to 9 inches; brown (7.5YR 4/3) gravelly loam, dark brown (7.5YR 3/2) moist; weak very fine granular structure; soft, very friable, slightly sticky; many fine and few medium roots; neutral (pH 6.8); clear wavy boundary. (7 to 10 inches thick)\nA12--9 to 18 inches; brown (7.5YR 4/3) very cobbly fine sandy loam, dark brown (7.5YR 3/2) moist; weak very fine granular structure; soft, very friable, slightly sticky; common fine and few medium roots; neutral (pH 7.2); clear irregular boundary. (5 to 10 inches thick)\nB2--18 to 26 inches; red (2.5YR 5/6) very cobbly heavy fine sandy loam, reddish brown (2.5YR 4/4) moist; weak medium subangular blocky structure; hard, very friable, slightly sticky, common fine and few medium roots; slightly calcareous, mildly alkaline (pH 7.6); gradual irregular boundary. (8 to 14 inches thick)\nC--26 to 50 inches; red (2.5YR 5/8) very cobbly heavy fine sandy loam, red (2.5YR 4/6) moist; weak medium subangular blocky structure; hard, very friable, slightly sticky; few fine roots; calcareous; mildly alkaline (pH 7.8)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Salt Lake County, Utah; about 550 feet northwest along an azimuth of 25 degrees north from the top of Big Mountain; about 2,450 feet south and 750 feet east of the NW corner of sec. 6, T.lN., R.3E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: The mollic epipedon is 9 to 20 inches thick.  Depth to bedrock ranges from 40 to more than 60 inches. Coarse fragments are cobblestones, pebbles, and rounded stones that remain after the red calcareous cementing agent of the conglomerate rock has weathered away.  Mean annual soil temperature is 41 to 47 degrees F., and mean summer soil temperature is 59 to 67 degrees F.\nThe Al horizon has dominant hue of 7.5YR or 5YR (but some are 10YR), value of 3 through 5 dry, 2 or 3 moist, and chroma of 2 or 3. This horizon is soft or slightly hard, and slightly acid or neutral.\nThe B2 horizon has hue of 2.5YR or 5YR, value of 4 through 6 dry, 3 through 5 moist, and chroma of 3 through 6. It ranges from very cobbly or very gravelly fine sandy loam to very cobbly or very gravelly loam that contains 35 to 85 percent coarse fragments. This horizon has weak, fine or medium subangular blocky structure. It is slightly acid to moderately alkaline, and noncalcareous to moderately calcareous.\nThe C horizon has hue of 2.5YR, 5YR or 7.5YR, value of 3 through 6 dry and 3 through 5 moist, chroma of 4 through 8. It ranges from very cobbly or very gravelly fine sandy loam to very gravelly or very cobbly sandy clay loam and has 40 to 85 percent rock fragments.\nThe C horizon is slightly acid to moderately alkaline, and noncalcareous to moderately calcareous."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Bradshaw, Burgi, Fuego, Gappmayer, Kilburn, Knutsen, Mud Springs and Poleline series. Bradshaw soils have hue of 10YR or 7.5YR in the B horizon. Burgi and Poleline soils have mollic epipedons more than 20 inches thick. Fuego and Mud Springs soils have bedrock at depths of less than 40 inches. Gappmayer soils have albic horizons and very cobbly argillic horizons. Kilburn and Knutsen soils have hue of 2.5Y, 10YR, or 7.5YR in the B horizons and mean annual temperature of 47 to 54 degrees F. Also, Knutsen soils have less than 35 percent by volume of coarse fragments in the control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: St. Marys soils are on south, east and west facing slopes of mountains at elevations of 5,500 to 8,500 feet. Slope gradients range from 6 to 70 percent. These soils formed in residuum and colluvium mainly from red conglomerate composed of quartzite, sandstone, and limestone cemented by red material that is softer than other components. The climate is moist subhumid. The mean annual temperature ranges from 39 to 45 degrees F., the mean summer temperature from 55 to 65 degrees F., and the mean annual precipitation from 18 to 26 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "PRINCIPAL ASSOCIATED SOILS",
    "content": "PRINCIPAL ASSOCIATED SOILS: These are the Foxol, Guilder, Henefer, Hoskin, Lucky Star, Moweba and Wallsburg soils. Foxol soils have bedrock at depths of less than 20 inches. Guilder soils lack mollic epipedons and have heavy clay loam argillic horizons. Henefer soils have argillic horizons that contain more than 35 percent clay and less than 20 percent coarse fragments. Hoskin soils have argillic horizons and have bedrock at depths of 20 to 40 inches. Lucky Star soils have albic and argillic horizons, the upper boundaries of the B2t horizons are at depths of more than 24 inches, and the mean summer temperature is less than 59 degrees F. Moweba soils have mollic epipedons more than 20 inches thick.  Wallsburg soils have argillic horizons that contain more than 35 percent clay, and bedrock is at depths of less than 20 inches."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; medium to rapid runoff; moderate to moderately rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Used for summer range, wildlife and watershed.  Vegetation is big sagebrush, snowberry, ninebark, wheatgrass, fescue and annuals, with oakbrush and widely spaced small aspen in some places."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Northern Utah. The series is moderately extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Salt Lake Area, Utah, 1941."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: These soils were formerly classified as Brunizems.\nOSED scanned by NSSQA.  Last revised by state 11/74.\nThe superactive cation exchange activity class was added in 03/2003 to the taxonomic classification by the National Soil Survey Center on request of the Lakewood MLRA office, without review of the soil series property data. The remainder of this document has not been updated.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "All",
        "top": 0,
        "bottom": 23,
        "dry_hue": "7.5YR",
        "dry_value": 4,
        "dry_chroma": 3,
        "moist_hue": "7.5YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "loam",
        "cf_class": "gravelly",
        "pH": 6.8,
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "All--0 to 9 inches; brown (7.5YR 4/3) gravelly loam, dark brown (7.5YR 3/2) moist; weak very fine granular structure; soft, very friable, slightly sticky; many fine and few medium roots; neutral (pH 6.8); clear wavy boundary. (7 to 10 inches thick)"
      },
      {
        "name": "A12",
        "top": 23,
        "bottom": 46,
        "dry_hue": "7.5YR",
        "dry_value": 4,
        "dry_chroma": 3,
        "moist_hue": "7.5YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "fine sandy loam",
        "cf_class": "very cobbly",
        "pH": 7.2,
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "irregular",
        "narrative": "A12--9 to 18 inches; brown (7.5YR 4/3) very cobbly fine sandy loam, dark brown (7.5YR 3/2) moist; weak very fine granular structure; soft, very friable, slightly sticky; common fine and few medium roots; neutral (pH 7.2); clear irregular boundary. (5 to 10 inches thick)"
      },
      {
        "name": "B2",
        "top": 46,
        "bottom": 66,
        "dry_hue": "2.5YR",
        "dry_value": 5,
        "dry_chroma": 6,
        "moist_hue": "2.5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "fine sandy loam",
        "cf_class": "very cobbly",
        "pH": 7.6,
        "pH_class": "mildly alkaline",
        "distinctness": "gradual",
        "topography": "irregular",
        "narrative": "B2--18 to 26 inches; red (2.5YR 5/6) very cobbly heavy fine sandy loam, reddish brown (2.5YR 4/4) moist; weak medium subangular blocky structure; hard, very friable, slightly sticky, common fine and few medium roots; slightly calcareous, mildly alkaline (pH 7.6); gradual irregular boundary. (8 to 14 inches thick)"
      },
      {
        "name": "C",
        "top": 66,
        "bottom": 127,
        "dry_hue": "2.5YR",
        "dry_value": 5,
        "dry_chroma": 8,
        "moist_hue": "2.5YR",
        "moist_value": 4,
        "moist_chroma": 6,
        "texture_class": "fine sandy loam",
        "cf_class": "very cobbly",
        "pH": 7.8,
        "pH_class": "mildly alkaline",
        "narrative": "C--26 to 50 inches; red (2.5YR 5/8) very cobbly heavy fine sandy loam, red (2.5YR 4/6) moist; weak medium subangular blocky structure; hard, very friable, slightly sticky; few fine roots; calcareous; mildly alkaline (pH 7.8)."
      }
    ]
  ]
}
