{
  "SERIES": "ST. ALBANS",
  "STATUS": "Established Series",
  "BYREV": "Rev. RVJ-BGW",
  "REVDATE": "01/2000",
  "STATES": "NY,VT",
  "OVERVIEW": "The St. Albans series consists of deep, well drained soils that formed in glacial till.  They are level to very steep soils on glaciated uplands.  Typically, St. Albans soils have a very dark grayish brown slaty loam Ap horizon, dark yellowish brown or brown slaty fine sandy loam and coarse sandy loam B horizons, and friable dark brown to very dark grayish brown slaty coarse sandy loam C horizons.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, active, mesic Typic Dystrudepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  St. Albans slaty loam - pasture\n(Colors are for moist soil)\nAp--0 to 7 inches, very dark grayish brown (2.5Y 3/2) slaty loam; strong fine and medium granular structure; friable; many roots; 15 percent coarse fragments; slightly acid; clear smooth boundary.  (6 to 10 inches thick)\nBw1--7 to 14 inches, dark yellowish brown (10YR 4/4) slaty fine sandy loam; moderate medium granular structure; friable; common roots; 25 percent coarse fragments; strongly acid; clear wavy boundary.  (4 to 9 inches thick)\nBw2--14 to 19 inches, mixed yellowish brown (10YR 5/6) brown (10YR 4/3), and very dark grayish brown (10YR 3/2) slaty coarse sandy loam; weak fine granular structure; friable; common roots; 25 percent coarse fragments; strongly acid; clear wavy boundary.  (5 to 11 inches thick)\nC1--19 to 31 inches, dark brown (10YR 3/3) and very dark grayish brown (10YR 3/2) slaty coarse sandy loam; massive; friable; few roots; 30 percent coarse fragments; strongly acid; gradual wavy boundary.  (2 to 12 inches thick)\nC2--31 to 60 inches, very dark grayish brown (10YR 3/2), brown (10YR 4/3), and olive brown (2.5Y 4/4) slaty coarse sandy loam massive; friable; 30 percent coarse fragments; strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  St. Albans Town, Franklin County, Vermont; approximately 0.64 mile south of St. Albans Point Cemetery on Maquam Road, and approximately 80 feet south of Maquam Road in field; north latitude 44 degrees 49 minutes 4 seconds, west longitude 73 degrees 10 minutes 7 seconds."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Thickness of the solum ranges from 15 to 30 inches.  Depth to fragmental or clayey layers or to bedrock is more than 60 inches.  Rock fragments comprise 25 to 60 percent of individual subhorizons; weighted average is less than 35 percent; 20 to 35 percent are less than 3 inches and 5 to 25 percent are 3 to 10 inches.  They are comprised mainly of slate and shale.  Mean annual soil temperature at a depth of 20 inches ranges from 47 to 52 degrees Fahrenheit.  Reaction ranges from very strongly acid to medium acid.\nThe A and Ap horizons have hue of 10YR or 2.5Y, value of 3 or 4, and chroma of 2 and 3.  A discontinued E horizon is present in some pedons.  They are sandy loam, fine sandy loam, and loam, and their slaty analogues.  Structure is weak to strong, fine or medium granular.  Consistence is friable or very friable.\nThe upper part of the B horizons has hue of 7.5YR or 10YR, value of 3 through 5, and chroma of 3 through 6.  The lower part of the B horizons has hue of 10YR or 2.5Y, with value of 3 through 5 and chroma of 2 through 6.  Texture ranges from slaty coarse sandy loam through slaty fine sandy loam.  Structure is weak or moderate, fine or medium granular, or is weak or moderate, very fine through medium blocky.  Consistence is friable or very friable.\nThe C horizons have hue of 10YR through 5Y, value of 3 through 6, and chroma of 1 through 4.  Textures are slaty loamy coarse sand through slaty fine sandy loam.  They are massive or single grain.  Consistence is loose, very friable, or friable."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Amostown, Ashe, Brookfield, Charlton, Chatfield, Cheshire, Ditney, Dutchess, Hazel, Lordstown, Marblemount, Narragansett, Pollux, Riverhead, Satsop, Steinburg, Valois, Wolfeson, and Yalesville series in the same family.  The Amostown soils have distinct or prominent mottling in lower part of the solum.  The Ashe, Chatfield, Ditney, Hazel, Lordstown, Marblemount, Steinburg, and Yalesville soils have bedrock at 20 to 40 inches.  Charlton and Dutchess soils have a higher content of silt and fine sand.  Brookfield soils have hue redder than 7.5YR in the upper part of the B2 horizon.  Cheshire soils have hue redder than 7.5YR throughout the B2 horizon.  Narragansett soils have silt loam and very fine sandy loam textures in the upper part of the control section.  Pollux soils have varved silt and very fine sand in the series control section.  Riverhead soils have loam fine sand or coarser textures within 40 inches.  Satsop soils receive 60 to 80 inches of rainfall and have a growing season of more than 160 days.  Valois soils have solum thickness of more than 30 inches.\nThe Nellis, Pittsfield, and Stockbridge series are similar soils in related families.  Nellis and Pittsfield soils have grater than 60 percent base saturation within 10 to 30 inches of the surface.  Stockbridge soils have more than 50 percent silt and very fine sand."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  The St. Albans soils are level to very steep soils on glaciated uplands.  Slopes range from 0 to 60 percent.  The soils formed in friable loamy glacial till of Wisconsin age derived mainly from dark gray or black slates and shales with thin calcareous limestone interbeds.  The climate is humid continental with cool summers and cold winters.  Mean annual precipitation is 32 to 42 inches.  The growing season ranges from 120 160 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHIC ASSOCIATED SOILS",
    "content": "GEOGRAPHIC ASSOCIATED SOILS:  These are the competing Lordstown and the Covington, Farmington, Georgia, Kingsbury, Lyons, and Massena soils.  The well drained shallow Farmington and moderately deep Lordstown; moderately well drained Georgia;  somewhat poorly to poorly drained Massena; and very poorly drained Lyons soils are in a drainage sequence with St. Albans soils.  Covington and Kingsbury soils are developed in lacustrine or marine clays."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained.  Runoff is low to medium.  Permeability is moderately rapid throughout the profile."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most areas have been cleared of stones and are used for silage corn, hay, and pasture.  Steep areas are mainly forested or idle.  Some areas are in residential or commercial use."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  The Champlain Valley in Franklin County, Vermont and, possible, New York.  The series of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Amherst, Massachusetts"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Franklin County, Vermont, 1976"
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  The St. Albans series was formerly classified as Entic Haplorthods.  Authority for reclassification is NETSC Soils Advisory - 7, date June 16, 1975.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
