{
  "SERIES": "ST. JOHNS",
  "STATUS": "Established Series",
  "BYREV": "Rev. GRB",
  "REVDATE": "10/2018",
  "STATES": "FL,MD,NC",
  "OVERVIEW": "The St. Johns series consists of very deep, very poorly or poorly drained, moderately permeable soils on broad flats and depressional areas of the lower Coastal Plain.  They formed in sandy marine sediments.  Near the type location, the mean annual temperature is about 73 degrees F., and the mean annual precipitation is about 55 inches.  Slopes range from 0 to 5 percent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Sandy, siliceous, hyperthermic Typic Alaquods"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  St. Johns sand--range (Colors are for moist soil).\nA1--0 to 10 inches; black (10YR 2/1) mucky sand; weak fine granular structure; very friable; many fine, medium, and coarse roots; many clean gray (10YR 6/1) sand grains; about 15 percent organic matter; very strongly acid; clear smooth boundary.\nA2--10 to 14 inches; very dark gray (10YR 3/1) sand; single grained; loose; common fine roots; many clean light gray sand grains; very strongly acid; gradual smooth boundary.  (Combined thickness of the A horizons ranges from 8 to 20 inches)\nE--14 to 22 inches; gray (10YR 6/1) sand; single grained; loose; few fine and medium roots; few tongues and small pockets of dark gray (10YR 4/1) masses with more organic carbon than matrix; very strongly acid; wavy boundary.  (6 to 20 inches thick)\nBh1--22 to 34 inches; black (10YR 2/1) sand; massive; firm; common fine, medium and coarse roots; few fine and medium pores; few pores lined with organic matter; few small pockets of gray (10YR 6/1) sand grains; very strongly acid; clear wavy boundary.  (4 to 14 inches thick)\nBh2--34 to 42 inches; dark reddish brown (5YR 2/2) sand; massive; friable; few fine roots and pores; common pockets of very dark brown (10YR 2/2) and dark reddish brown (5YR 3/3) material in lower few inches; few medium black (10YR 2/1) concretions or firm fragments; very strongly acid; gradual wavy boundary.  (Combined thickness of the Bh horizons range from 4 to 26 inches thick)\nBw--42 to 66 inches; dark brown (7.5YR 3/2) sand; single grained; loose; few fine roots; common medium faint very dark brown (7.5YR 2/2) masses with more organic carbon than matrix; common medium faint dark yellowish brown (10YR 4/4) masses of iron accumulation and dark grayish brown (10YR 4/2) areas with less organic carbon than matrix; very strongly acid; gradual wavy boundary.  (0 to 26 inches thick)\nC--66 to 80 inches; pale brown (10YR 6/3) sand; single grained; loose; very strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Okeechobee County, Florida; on Charles Scott's ranch near Hilolo Road, about 1.75 miles north of State Road 68 and about 4 miles southeast of Ft. Drum.  SE 1/4, Sec. 31, T. 34 S., R. 36 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Thickness of the A and/or Ap horizons is less than 30 inches.  Soil reaction ranges from extremely acid to strongly acid throughout.\nThe A or Ap horizon has hue of 5YR to 10YR, value of 2 to 3, and chroma of 1 or 2; or is neutral with value of 2.  Texture is sand, fine sand or their mucky analogs.\nThe E horizon has hue of 10YR, value of 5 to 7, and chroma of 1 or 2; or is neutral with value of 5 to 7.  Texture is sand or fine sand.\nThe Bh horizon has hue of 5YR to 10YR, value of 2 or 3, and chroma of 1 to 3; or is neutral with value of 2.  Some pedons have a continuous layer about 1 inch thick at the top of the Bh horizon that contains about 4 or more percent organic matter.  Vertical or horizontal tongues and masses in shades of gray sand are in the Bh horizon of some pedons.  Texture is sand, fine sand, loamy sand, and loamy fine sand.\nThe BW horizon, where present, has hue of 7.5YR or 10YR, value of 2 to 5, and chroma of 2 to 4.  Texture is sand or fine sand.\nThe BC horizon, where present, has hue of 7.5YR or 10YR, value of 3 to 6, and chroma of 2 to 4.  Texture is sand or fine sand.\nThe C horizon has hue of 10YR, value of 4 to 7, and chroma of 1 to 3.  Texture is sand or fine sand.\nSome pedons have a bisequum of E'2 and B'2h horizons.  Where present, the E'2 horizon has hue, value, and chroma similar to the E horizon and the B'h horizon is similar to the Bh horizon."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These include the Estero, Janney, and Ona series in the same family and the Lawnwood series in similar families.  The very poorly drained Estero soils are on slightly lower coastal positions and have a histic epipedon.  The poorly drained Janney soils are on similar to slightly higher positions and are moderately deep to limestone.  The poorly drained Ona soils are on similar to slightly higher positions, have A horizons less than 10 inches thick, and lack an E horizon.  The poorly drained Lawnwood soils are on similar to slightly higher positions and are in the Orstein family."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  St. Johns soils are on broad flats and depressional areas of the lower Coastal Plain.  They formed in sandy marine sediments.  The climate is warm and humid.  Slopes range from 0 to 5 percent.  The average annual temperature ranges from 72 to 75 degrees F., and the average annual precipitation ranges from 50 to 60 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  In addition to the competing Ona series, these include the Basinger, St. Lucie, and Wabasso series.  Basinger soils are on similar positions but lack a fully developed spodic horizon.  The excessively drained St. Lucie soils are on higher adjacent positions and lack a spodic horizon.  Wabasso soils are on similar positions, are deep to very deep to limestone bedrock, and have an argillic horizon of high base status below the spodic horizon."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Poorly or very poorly drained; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most areas of St. Johns soils are used for forest or rangeland.  Principal vegetation of the forested areas is longleaf pine, slash pine, and pond pine with an undergrowth of sawpalmetto, gallberry, waxmyrtle, huckleberry, and pineland threeawn.  Some areas that have adequate water control are used for citrus, improved pasture, and special crops."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Peninsular Florida.  The series is of large extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Auburn, Alabama."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  St. Johns County Florida; 1927."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: The water table is at 0 to 15 inches below the surface for 20 to 50 percent of the year but is at 15 to 30 inches during periods of low rainfall.  Depressional areas are ponded for 6 months or more during most years.\nDiagnostic features and horizons recognized in this pedon:\nSpodic horizon - the zone from 22 to 42 inches (Bh1 and Bh2 horizons).\nCambic horizon - the zone from 42 to 66 inches (Bw horizon).\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "poorly or very poorly",
        "drainage_overview": "very poorly or poorly"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A1",
        "top": 0,
        "bottom": 25,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 1,
        "texture_class": "sand",
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A1--0 to 10 inches; black (10YR 2/1) mucky sand; weak fine granular structure; very friable; many fine, medium, and coarse roots; many clean gray (10YR 6/1) sand grains; about 15 percent organic matter; very strongly acid; clear smooth boundary."
      },
      {
        "name": "A2",
        "top": 25,
        "bottom": 36,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 1,
        "texture_class": "sand",
        "pH_class": "very strongly acid",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "A2--10 to 14 inches; very dark gray (10YR 3/1) sand; single grained; loose; common fine roots; many clean light gray sand grains; very strongly acid; gradual smooth boundary.  (Combined thickness of the A horizons ranges from 8 to 20 inches)"
      },
      {
        "name": "E",
        "top": 36,
        "bottom": 56,
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 1,
        "texture_class": "sand",
        "pH_class": "very strongly acid",
        "narrative": "E--14 to 22 inches; gray (10YR 6/1) sand; single grained; loose; few fine and medium roots; few tongues and small pockets of dark gray (10YR 4/1) masses with more organic carbon than matrix; very strongly acid; wavy boundary.  (6 to 20 inches thick)"
      },
      {
        "name": "Bh1",
        "top": 56,
        "bottom": 86,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 1,
        "texture_class": "sand",
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bh1--22 to 34 inches; black (10YR 2/1) sand; massive; firm; common fine, medium and coarse roots; few fine and medium pores; few pores lined with organic matter; few small pockets of gray (10YR 6/1) sand grains; very strongly acid; clear wavy boundary.  (4 to 14 inches thick)"
      },
      {
        "name": "Bh2",
        "top": 86,
        "bottom": 107,
        "moist_hue": "5YR",
        "moist_value": 2,
        "moist_chroma": 2,
        "texture_class": "sand",
        "pH_class": "very strongly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bh2--34 to 42 inches; dark reddish brown (5YR 2/2) sand; massive; friable; few fine roots and pores; common pockets of very dark brown (10YR 2/2) and dark reddish brown (5YR 3/3) material in lower few inches; few medium black (10YR 2/1) concretions or firm fragments; very strongly acid; gradual wavy boundary.  (Combined thickness of the Bh horizons range from 4 to 26 inches thick)"
      },
      {
        "name": "Bw",
        "top": 107,
        "bottom": 168,
        "moist_hue": "7.5YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "sand",
        "pH_class": "very strongly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bw--42 to 66 inches; dark brown (7.5YR 3/2) sand; single grained; loose; few fine roots; common medium faint very dark brown (7.5YR 2/2) masses with more organic carbon than matrix; common medium faint dark yellowish brown (10YR 4/4) masses of iron accumulation and dark grayish brown (10YR 4/2) areas with less organic carbon than matrix; very strongly acid; gradual wavy boundary.  (0 to 26 inches thick)"
      },
      {
        "name": "C",
        "top": 168,
        "bottom": 203,
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 3,
        "texture_class": "sand",
        "pH_class": "very strongly acid",
        "narrative": "C--66 to 80 inches; pale brown (10YR 6/3) sand; single grained; loose; very strongly acid."
      }
    ]
  ]
}
