{
  "SERIES": "ST. CLAIR",
  "STATUS": "Established Series",
  "BYREV": "Rev. HRS-WEF-TWH",
  "REVDATE": "06/2011",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, illitic, mesic Oxyaquic Hapludalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: St. Clair clay loam, on a west-facing, 4 percent slope in an idle field. (Colors are for moist soil unless otherwise stated.)\nAp--0 to 23 cm (9 inches); brown (10YR 4/3) clay loam, pale brown (10YR 6/3) dry; moderate medium granular structure; friable; many fine roots; about 1 percent gravel; slightly acid; abrupt smooth boundary. [13 to 25 cm (5 to 10 inches) thick]\nBA--23 to 30 cm (9 to 12 inches); yellowish brown (10YR 5/4) clay; moderate medium subangular blocky structure; firm; many fine roots; many thin clay films in root channels; brown (10YR 4/3) worm casts; common medium distinct yellowish brown (10YR 5/6) masses of oxidized iron in the matrix; about 1 percent gravel; moderately acid; clear wavy boundary. [0 to 15 cm (6 inches) thick]\nBt1--30 to 46 cm (12 to 18 inches); brown (10YR 5/3) clay; moderate medium angular blocky structure; firm; few fine roots; many faint yellowish brown (10YR 5/4) clay films on faces of peds; common medium faint dark yellowish brown (10YR 4/4) masses of oxidized iron in the matrix; about 1 percent gravel; moderately acid; gradual wavy boundary.\nBt2--46 to 64 cm (18 to 25 inches); brown (10YR 4/3) clay; moderate medium angular blocky structure; firm; few fine roots; many distinct yellowish brown (10YR 5/4) clay films on faces of peds; common medium distinct yellowish brown (10YR 5/6) and faint dark yellowish brown (10YR 4/4) masses of oxidized iron in the matrix; about 1 percent gravel; neutral; abrupt wavy boundary. [Combined thickness of the Bt horizon is 20 to 56 cm (8 to 22 inches).]\nC--64 to 178 cm (25 to 70 inches); brown (10YR 5/3) clay; strong medium angular blocky structure (inherent from till); firm; light gray (10YR 7/2) lime streaks; common medium faint dark yellowish brown (10YR 4/4) masses of oxidized iron in the matrix; about 1 percent gravel; strongly effervescent; slightly alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Washtenaw County, Michigan; about 4 1/2 miles northeast of Dixboro; 2,120 feet south and 72 feet west of the northeast corner of sec. 2, T. 2 S., R. 7 E.; USGS Denton, MI topographic quadrangle; lat. 42 degrees 20 minutes 24 seconds N., and long. 83 degrees 33 minutes 36 seconds W., NAD 27."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nThickness of the solum: 51 to 122 cm (20 to 48 inches)\nDepth to carbonates: commonly 46 to 76 cm (18 to 30 inches), but ranges to 23 cm (9 inches) in severely eroded pedons\nMean annual soil temperature: 8.3 to 11.1 degrees C (47 to 52 degrees F)\nAp horizon:\nHue: 7.5YR or 10YR\nValue: 3 to 5\nChroma: 2 or 3\nTexture: silt loam, silty clay loam, or clay loam; silty clay or clay where severely eroded\nRock fragment content: 0 to 14 percent\nReaction: moderately acid to neutral\nA horizon, in uncultivated areas:\nThickness: 2 to 8 cm (1 to 3 inches)\nHue: 10YR\nValue: 2 or 3\nChroma: 1 or 2\nE horizon, where present:\nTexture: loam, silt loam, clay loam, or silty clay loam\nBA horizon:\nHue: 7.5YR or 10YR\nValue: 4 or 5\nChroma: 3 or 4\nTexture: clay loam, silty clay loam, silty clay, or clay\nBt horizon:\nHue: 7.5YR or 10YR\nValue: 4 or 5\nChroma: 3 or 4\nTexture: silty clay or clay\nClay content: 40 to 60 percent, and averages 50 to 60 percent in the upper 50 cm\nRedox features: masses of iron accumulation with chroma greater than 2 are present; iron depletions with chroma of 2 are present in the lower part in some pedons\nRock fragment content: 0 to 14 percent\nReaction: moderately acid to neutral in the upper part and moderately acid to slightly alkaline in the lower part\nSome pedons have BC horizons, which may be calcareous.\nC horizon:\nHue: 7.5YR or 10YR\nValue: 4 to 6\nChroma: 1 to 4\nTexture: silty clay, clay, silty clay loam, or clay loam\nClay content: 35 to 55 percent\nRock fragment content: 1 to 14 percent\nReaction: slightly alkaline or moderately alkaline\nSome pedons have Cd horizons."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Alexandria, Brushcreek, Lairdsville, Lucas, Morley, Ozaukee, and Schoharie soils. Alexandria soils do not have carbonates within 76 cm (30 inches). Brushcreek and Lairdsville soils have a paralithic contact in the lower part of the series control section. Lucas soils do not have rock fragments in any part of the series control section. Morley soils average less than 50 percent clay in the upper 50 cm of the argillic horizon. Ozaukee soils have less than 35 percent clay in the lower part of the series control section. Schoharie soils have hue redder than 7.5YR in the Bt horizon."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: St. Clair soils are on ground moraines, end moraines, and lake plains. Slope ranges from 1 to 12 percent. St. Clair soils formed in drift. Mean annual precipitation ranges from 711 to 914 mm (28 to 36 inches). Mean annual temperature ranges from 7.2 to 10.0 degrees C (45 to 50 degrees F). Frost-free period is 130 to 180 days. Elevation is 183 to 396 meters (600 to 1300 feet) above mean sea level."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Haskins, Hoytville, Mermill, Nappanee, and Wauseon soils. St. Clair soils are in a drainage sequence with the somewhat poorly drained Nappanee soils and the very poorly drained Hoytville soils, which have iron depletions in the upper parts. The Nappanee and Hoytville soils are on lower geomorphic positions. Associated soils formed in coarser material overlying fine textured material are the very poorly drained Mermill and Wauseon soils and the somewhat poorly drained Haskins soils on lower landscape positions."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Moderately well drained. Depth to the top of a perched seasonal high water table ranges from 61 to 91 cm (2 to 3 feet) between March and May in normal years. Potential for surface runoff is medium on the gentler slopes to high on the steeper slopes. Saturated hydraulic conductivity is moderately low. Permeability is slow."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: A large part of St. Clair soils have been cleared and are cropped to corn, oats, wheat, soybeans, clover, and alfalfa. A considerable part is in pasture and meadow. Native vegetation included sugar maple, northern red oak, white oak, and white ash."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: MLRAs 98, 99, 108A, 110, and 111B in southern Michigan, northeastern Indiana, northern Illinois, and northwestern Ohio. The type location is in MLRA 111B. The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Indianapolis, Indiana."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: St. Clair County, Michigan, 1929."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon: from the surface to a depth of 23 cm (9 inches) (Ap horizon).\nArgillic horizon: from a depth of 30 to 64 cm (12 to 25 inches) (Bt1, Bt2 horizons)\nOxyaquic feature: water saturation in one or more layers within 100 cm of the surface for one month or more in normal years\nADDITIONAL DATA: Soil Interpretations Record: MI0010.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
