{
  "SERIES": "ST. FRANCIS",
  "STATUS": "Established Series",
  "BYREV": "Rev. KDS-AGG",
  "REVDATE": "08/2005",
  "STATES": "MN",
  "OVERVIEW": "The St. Francis series consists of somewhat excessively drained soils formed in a thin loamy mantle and the underlying sandy and gravelly sediments on outwash plains, stream terraces, valley trains and moraines.  Slopes range from 0 to 18 percent. Mean air annual temperature is about 43 degrees F. Mean annual precipitation is about 28 inches.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, superactive, frigid Inceptic Hapludalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: St. Francis fine sandy loam on a 3 percent slope in a cultivated field. (Colors are for moist soil unless otherwise stated.)\nAp--0 to 6 inches; very dark grayish brown (10YR 3/2) fine sandy loam, grayish brown (10YR 5/2) dry; weak fine subangular blocky structure; friable; common fine roots; about 1 percent gravel; moderately acid; abrupt smooth boundary. (5 to 9 inches thick)\nE--6 to 11 inches; brown (10YR 4/3) fine sandy loam, pale brown (10YR 6/3) dry; weak thin platy structure; very friable; few fine roots; about 3 percent gravel; moderately acid; clear smooth boundary. (0 to 15 inches thick)\nBt--11 to 16 inches; dark yellowish brown (10YR 4/4) fine sandy loam; moderate medium and fine subangular blocky structure; friable; common faint dark brown (10YR 3/3) clay films on faces of peds; few fine roots; about 2 percent gravel; moderately acid; clear smooth boundary. (3 to 15 inches thick)\n2Bt--16 to 20 inches; brown (7.5YR 4/4) gravelly sandy loam; weak very fine subangular blocky structure; friable; common dark brown (10YR 3/3) clay films on faces of peds and bridging sand grains; few fine roots; about 25 percent gravel; moderately acid; gradual wavy boundary. (0 to 6 inches thick)\n2C--20 to 80 inches; brown (7.5YR 4/4) gravelly coarse sand; single grain; loose; about 30 percent gravel; moderately acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Benton County, Minnesota; approximately 3 miles southeast of Ronneby; 2400 feet south and 200 feet west of the northeast corner of section 5, T. 36 N., R. 28 W., USGS Ronneby quadrangle, lat. 45 degrees, 38 minutes 30 seconds N. and long. 93 degrees 50 minutes 38 seconds W., NAD27."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: The depth to the underlying sand and gravel is 12 to 24 inches. The content of gravel in the A, E, and Bt horizons ranges from 0 to 10 percent by volume. The content of gravel ranges from 2 to 35 percent, by volume, in the 2Bt and 2C horizons but some thin subhorizons have strata of 35 to 65 precent gravel. The volume of stones ranges from 0 to 3 percent throughout the profile. The reaction ranges from strongly acid to slightly acid throughout the profile. Some areas have 0.1 to 3 percent of the surface covered with stones and boulders recognized as phases.\nThe Ap or A horizon has hue of 10YR or 7.5YR, value of 2 or 3 and chroma of 1 to 3. Dry color value is 5 or less. The A horizon is sandy loam, fine sandy loam or coarse sandy loam.\nThe E horizon has hue of 10YR or 7.5YR, value of 4 to 6, and chroma of 2 to 4. It is fine sandy loam, sandy loam or coarse sandy loam. Some pedons have loamy sand texture in the E horizon.\nThe Bt horizon has hue of 10YR or 7.5YR, value of 3 to 5 and chroma of 3 to 6. The Bt horizon is sandy loam, fine sandy loam or coarse sandy loam.\nThe 2Bt horizon has hue of 7.5YR or 5YR, value of 3 to 5 and chroma of 3 to 6. It is loamy sand, loamy coarse sand, sandy loam, coarse sandy loam, fine sandy loam or their gravelly analogues.\nThe 2C horizon have hue of 7.5YR or 5YR, value of 3 to 6 and chroma of 3 to 6. The 2C is sand or coarse sand or their gravelly analogues."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are in the Chetek, Flak, Millward Sanburn, and Sugarbush series. Chetek soils have base saturation less than 60 in some part of the argillic horizon.  In addition, the dry color value of the A horizon is 6 or more. Flak and Millward soils do not have sand and gravel outwash sediments within 60 inches. Sanburn soils formed in Des Moines Lobe outwash sediments with 10YR hue. Sugarbush soils have free carbonates within 60 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: St.Francis soils have plane to convex slopes on outwash plains, stream terraces, valley trains, and moraines. Slope gradients range from 0 to 18 percent. The St.Francis soil formed in a thin loamy mantle underlain by sandy and gravelly outwash sediments from the Superior Lobe of Late Wisconsinan Age. Mean annual temperature ranges from 37 to 45 degrees F. Mean annual precipitation ranges from 24 to 32 inches. Frost-free days range from 90 to 150. Elevation above sea level ranges from 700 to 1500 feet."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Brennyville, Milaca Mora, Ogilvie and Warman soils. The poorly and very poorly drained Warman soils are in wet swales and depressions. The somewhat poorly drained Brennyville and Mora soils are on the adjacent upland position. The moderately well drained Milaca soils are on the highest lying parts of the landscape and often occur in complex with St.Francis soils. Ogilvie soils are somewhat poorly drained and occupy a lower landscape position."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Somewhat excessively drained. Surface runoff is very low or low. Saturated hydraulic conductivity, expressed in inches per hour,  is 2 to 6 in the loamy mantle and 6 to greater than 20 in the underlying material."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most areas are cultivated and cropped to row crops or hay production. Some areas are used for pasture. The native vegetation is mixed deciduous."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: East Central Minnesota. Moderately extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: St. Paul, Minnesota"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Mille Lacs County, Minnesota, 2005."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are: ochric epipedon - the zone from the surface to a depth of 11 inches (Ap and E horizons); albic horizon - the zone from 6 to 11 inches (E horizon); argillic horizon - the zone from 11 to 20 inches (Bt, 2Bt horizons); Inceptic subgroup- argillic horizon less than 35 cm. thick; udic moisture regime.\nThis soil was included in the Chetek series in the past.  Based on MLRA correlation, the low base argillic and lighter colored epipedon soils will be kept futher east in the respective MLRA's.  This is similar to the separation of the Antigo and Novak series.\nADDITIONAL DATA: Refer to MAES Central File Code No. 4222 for results of laboratory data on a similar pedon.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "somewhat excessively",
        "drainage_overview": "somewhat excessively"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 15,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "fine sandy loam",
        "pH_class": "moderately acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Ap--0 to 6 inches; very dark grayish brown (10YR 3/2) fine sandy loam, grayish brown (10YR 5/2) dry; weak fine subangular blocky structure; friable; common fine roots; about 1 percent gravel; moderately acid; abrupt smooth boundary. (5 to 9 inches thick)"
      },
      {
        "name": "E",
        "top": 15,
        "bottom": 28,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "fine sandy loam",
        "pH_class": "moderately acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "E--6 to 11 inches; brown (10YR 4/3) fine sandy loam, pale brown (10YR 6/3) dry; weak thin platy structure; very friable; few fine roots; about 3 percent gravel; moderately acid; clear smooth boundary. (0 to 15 inches thick)"
      },
      {
        "name": "Bt",
        "top": 28,
        "bottom": 41,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "fine sandy loam",
        "pH_class": "moderately acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bt--11 to 16 inches; dark yellowish brown (10YR 4/4) fine sandy loam; moderate medium and fine subangular blocky structure; friable; common faint dark brown (10YR 3/3) clay films on faces of peds; few fine roots; about 2 percent gravel; moderately acid; clear smooth boundary. (3 to 15 inches thick)"
      },
      {
        "name": "2Bt",
        "top": 41,
        "bottom": 51,
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "sandy loam",
        "cf_class": "gravelly",
        "pH_class": "moderately acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "2Bt--16 to 20 inches; brown (7.5YR 4/4) gravelly sandy loam; weak very fine subangular blocky structure; friable; common dark brown (10YR 3/3) clay films on faces of peds and bridging sand grains; few fine roots; about 25 percent gravel; moderately acid; gradual wavy boundary. (0 to 6 inches thick)"
      },
      {
        "name": "2C",
        "top": 51,
        "bottom": 203,
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "coarse sand",
        "cf_class": "gravelly",
        "pH_class": "moderately acid",
        "narrative": "2C--20 to 80 inches; brown (7.5YR 4/4) gravelly coarse sand; single grain; loose; about 30 percent gravel; moderately acid."
      }
    ]
  ]
}
