{
  "SERIES": "STAAD",
  "STATUS": "Established Series",
  "BYREV": "Rev. BDD-JAL",
  "REVDATE": "05/2003",
  "STATES": "MT",
  "OVERVIEW": "The Staad series consists of very deep, well drained soils that formed in alluvium.  These soils are on alluvial fans, drainageways, and swales. Slopes are 0 to 25 percent.  Mean annual precipitation is about 17 inches, and mean annual air temperature is about 43 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, frigid Cumulic Haplustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Staad silty clay loam, cultivated. (Colors are for dry soil unless otherwise noted)\nAp--0 to 6 inches; dark grayish brown (10YR 4/2) silty clay loam, very dark grayish brown (10YR 3/2) moist; moderate medium subangular blocky structure parting to moderate medium granular; slightly hard, friable, slightly sticky and moderately plastic; many very fine and fine and common medium roots; few very fine tubular and many discontinuous pores; 5 percent cobbles; slightly alkaline; gradual wavy boundary.  (4 to 8 inches thick)\nA2--6 to 16 inches; dark grayish brown (10YR 4/2) clay loam, very dark grayish brown (10YR 3/2) moist; moderate medium subangular blocky structure parting to moderate medium granular; slightly hard, friable, slightly sticky and moderately plastic; common very fine, fine and medium roots; few very fine tubular and many discontinuous pores; 5 percent cobbles; slightly alkaline; clear wavy boundary.  (8 to 12 inches thick)\nBw1--16 to 23 inches; grayish brown (10YR 5/2) loam, dark grayish brown (10YR 4/2) moist; moderate medium subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; common very fine, fine and medium roots; common very fine and fine and many discontinuous pores; 5 percent cobbles; slightly effervescent; moderately alkaline; gradual wavy boundary.  (6 to 10 inches thick)\nBw2--23 to 60 inches; grayish brown (10YR 5/2) clay loam, dark grayish brown (10YR 4/2) moist; weak medium subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; common very fine, fine and medium roots; common very fine, fine and medium discontinuous pores; 5 percent cobbles; slightly effervescent; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Granite County, Montana; 1100 feet south and 1700 feet east of the NW corner of sec. 36, T. 10 N., R. 13 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil temperature: 41 to 47 degrees F.\nMoisture control section: between 4 and 12 inches\nMollic epipedon thickness: 16 to 25 inches\nAp horizon:\nHue: 10YR or 2.5Y\nValue: 3, 4 or 5 dry; 2 or 3 moist\nChroma: 2 or 3\nTexture: Silty clay loam or loam\nClay content: 20 to 35 percent\nContent of rock fragments: 0 to 10 percent pebbles or cobbles\nReaction: pH 6.6 to 7.8\nA2 horizon:\nHue: 10YR or 2.5Y\nValue: 3, 4 or 5 dry; 2 or 3 moist\nChroma: 2 or 3\nTexture: Loam or clay loam\nClay content: 20 to 32 percent\nContent of rock fragments: 0 to 10 percent pebbles or cobbles\nReaction: pH 6.6 to 7.8\nBw horizons:\nHue: 10YR or 2.5Y\nValue: 4, 5 or 6 dry; 3, 4 or 5 moist\nChroma: 2, 3 or 4\nTexture: Loam or clay loam\nClay content: 22 to 35 percent\nContent of rock fragments: 0 to 10 percent pebbles or cobbles\nCalcium carbonate equivalent: 0 to 10 percent\nReaction: pH 7.8 to 8.4"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:\nBrycan (UT) - has horizon of secondary carbonate accumulation.\nCordeston (WY) - does not have carbonates above a depth of 60 inches.\nDalmation (CO) - has redoximorphic concentrations at 12 to 24 inches.\nEnbar (MT) - has redoximorphic features in the particle-size control section.\nJodero (CO) - has a mollic epipedon more than 40 inches thick; has redoximorphic concentrations in the series control section; receive less than 14 inches of precipitation.\nMcGaffey (NM) - has hues of 7.5YR and redder throughout the profile.\nNutrioso (AZ) - has a lithologic discontinuity above 40 inches.\nPinridge (CO) - is dry in all parts of the moisture control section for 60 or more days following July 1.\nPolich (NM) - has horizon of secondary carbonate accumulation; is somewhat poorly drained.\nStraw (MT) - does not have cobbles in the particle-size control section; has a C horizon; allows Bk and 2C horizons."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nLandform - alluvial fans, drainageways and swales.\nElevation - 3,800 to 6,900 feet.\nSlope - 0 to 25 percent.\nParent material - alluvium.\nClimate - long, cold winters; moist springs; warm summers.\nMean annual precipitation - 15 to 19 inches.\nMean annual air temperature - 39 to 45 degrees F.\nFrost-free period - 70 to 90 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: This is the Martinsdale series. Martinsdale soils are on alluvial fans and stream terraces. They have an argillic horizon and a mollic epipedon 7 to 16 inches thick."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Staad soils are used mainly for dryland cropland, irrigated cropland, and range.  Potential native vegetation is mainly rough fescue, western wheatgrass, needleandthread, little bluestem, bluebunch wheatgrass, green needlegrass, forbs, and shrubs."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Staad soils are of small extent in southwestern Montana.  MLRA 44."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Deer Lodge County, Montana, 2003."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:  a mollic epipedon from the soil surface to 16 inches (Ap and A2 horizons); a cambic horizon from 16 to 60 inches (Bw horizons); particle-size control section from 10 to 40 inches (part of the A2, Bw1 and part of the Bw2 horizons).  Staad soils have a frigid temperature regime and an ustic moisture regime.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
