{
  "SERIES": "STACY",
  "STATUS": "Established Series",
  "BYREV": "Rev  SES-CEJ",
  "REVDATE": "11/1999",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, superactive, mesic Duridic Haploxerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Stacy fine sandy loam - rangeland, on a 1 percent slope under basin big sagebrush and perennial grasses at 4020 feet elevation.  (When described on 17 May, 1983, the soil was moist to 50 inches.  Colors are for dry unless otherwise stated.)\nA1--0 to 3 inches; brown (10YR 5/3) fine sandy loam, very dark brown (10YR 3/2) moist; moderate very thin platy structure; soft, very friable, nonsticky and nonplastic; many very fine and fine roots; many very fine interstitial pores; mildly alkaline (pH 7.5); clear wavy boundary.\nA2--3 to 10 inches; brown (10YR 5/3) fine sandy loam, very dark grayish brown (10YR 3/2) moist; weak fine and medium subangular blocky structure; soft, very friable, slightly sticky and slightly plastic; many very fine and fine roots; many very fine and few fine tubular pores; moderately alkaline (pH 8.0); clear wavy boundary.  (The combined thickness of the A horizon is 7 to 10 inches)\nBw--10 to 17 inches; brown (10YR 5/3) fine sandy loam, dark brown (10YR 3/3) moist; weak medium and coarse subangular blocky structure; slightly hard, very friable, slightly sticky and slightly plastic; many very fine and fine roots; many very fine tubular pores; moderately alkaline (pH 8.0); clear wavy boundary.  (6 to 11 inches thick)\nBkq1--17 to 40 inches; light brownish gray (10YR 6/2) fine sandy loam, dark brown (10YR 3/3) moist; weak medium subangular blocky structure; slightly hard, very friable, slightly sticky and slightly plastic; common very fine and fine roots; common very fine tubular pores; 40 percent 5 to 20 mm firm durinodes; strongly effervescent disseminated lime; moderately alkaline (pH 8.0); clear wavy boundary.\nBkq2--40 to 50 inches; pale brown (10YR 6/3) fine sandy loam, brown (10YR 4/3) moist; massive; slightly hard, very friable, slightly sticky and slightly plastic; common very fine roots; common very fine tubular pores; 25 percent 5 to 10 mm firm durinodes; slightly effervescent disseminated lime; strongly alkaline (pH 8.5); clear wavy boundary.  (The combined thickness of the Bkq horizon is 19 to 38 inches)\n2C--50 to 62 inches; light gray (2.5Y 7/2) gravelly sand, dark grayish brown (2.5Y 4/2) moist; single grain; loose, nonsticky and nonplastic; few very fine roots; many very fine interstitial pores; 15 percent 2 to 5 mm pebbles; strongly alkaline (pH 8.5);"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Lassen County, California; about 1.5 miles southwest of High Rock Ranch, about 0.+5 mile north of Southern Pacific railroad tracks and about 60 feet west of Skedaddle Creek; about 350 feet south and 50 feet east of the NW corner of Section 35, T.28N., R.17E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The mean annual soil temperature ranges from 53 to 56 degrees F.  The soil moisture control section (10 to 28 inches) is dry in all parts from early June to mid November (160 to 170 days).  It is moist throughout from mid December to late April.  The soil temperature exceeds 41 degrees F. from early March to mid December (260 to 270 days) and exceeds 47 degrees F. from mid April to mid November.  Depth to durinodes ranges from 13 to 18 inches.  Thickness of the mollic epipedon ranges from 8 to 18 inches.  The 10 to 40 inch control section is fine sandy loam or sandy loam with 8 to 15 percent clay.\nThe A horizon is 10YR  5/2 or 5/3.  Moist color is 10YR 2/2, 3/2, 3/3.\nThe Bw horizon is 10YR 5/3 or 5/4.  Moist color is 10YR 3/3 or 4/3.\nThe Bkq horizon is 10YR 6/2, 6/3 or 2.5Y 7/2.  Moist color is 10YR 3/3, 4/3 or 2.5Y 4/4.  Durinodes range from 20 to 50 percent in a given horizon but average 30 to 40 percent.  Calcium carbonate equivalent ranges from 1 to 3 percent."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Houstake and Touhey series.  Houstake soils have continuous weak silica cementation and a MAST of 47 to 51 degrees F.  Touhey soils have continuous weak silica cementation and 20 to 35 percent rock fragments in the control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  The Stacy soils are on alluvial fans and terraces at elevations of 4000 to 4050 feet.  Slopes range from 0 to 2 percent.  They formed in alluvium derived mostly from volcanic rock sources.  The climate is semiarid with warm dry summers and cold moist winters.  Mean annual precipitation ranges from 6 to 9 inches.  Average January temperature is 28 degrees F..  The average July temperature is 68 degrees.  Mean annual temperature is 49 to 52 degrees F.  The frost-free season is 100 to 130 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Highrock (T), McConnel, Susanville (T), Toulon, Wespac (T) and Zorravista soils.  Highrock and Wespac soils are fine-loamy and have natric horizons.  McConnel and Toulon soils are sandy-skeletal.  Susanville soils are fine and have natric horizons.  Zorravista soils are sandy throughout."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; slow runoff; moderately rapid permeability.  Flooding is rare."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used principally for range.  Vegetation is basin big sagebrush and basin wildrye"
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: California.  The soils are not extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Lassen County, California, 1915."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon:\nMollic epipedon: The zone from the soil surface to a depth of 17 inches (A1, A2 and Bw horizons).\nCambic horizon: The zone from 10 to 17 inches (Bw)\nDuric subgroup: The zone from 17 to 50 inches (Bkq1, Bkq2).\nLast revised by the state on 4/91.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
