{
  "SERIES": "STAHL",
  "STATUS": "Established Series",
  "BYREV": "Rev. RLE/RGC/RJE/TLA",
  "REVDATE": "01/2000",
  "STATES": "WA",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Medial-skeletal, amorphic Typic Fulvicryands"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Stahl very gravelly medial silt loam - under a coniferous forest on a 34 percent east-facing convex slope at an elevation of 3,080 feet.  (The soil was moist when described.  Colors are for moist soil unless otherwise stated.  All textures are apparent field textures.)\nOe--0 to 2 inches; slightly decomposed needles, twigs and bark chips.\nA--2 to 9 inches; dark brown (7.5YR 3/2) very gravelly medial silt loam, brown (7.5YR 5/2) dry; weak fine granular and weak very fine subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; weakly smeary; common fine and medium roots; many fine irregular pores; 55 percent pebbles; moderately acid (pH 5.6); clear wavy boundary.  (5 to 7 inches thick)\nBw--9 to 22 inches; dark brown (7.5YR 3/3) extremely gravelly medial silt loam, brown (7.5YR 5/4) dry; weak fine and very fine subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; weakly smeary; common fine, medium and coarse roots; many fine pores; 70 percent pebbles; 5 percent cobbles; strongly acid (pH 5.4); clear wavy boundary.  (7 to 20 inches thick)\nC--22 to 27 inches; dark brown (7.5YR 3/4) extremely cobbly medial silty clay loam, brown (7.5YR 5/4) dry; massive; hard, friable, slightly sticky and slightly plastic; weakly smeary; few fine roots, many fine pores; 60 percent cobbles, 25 percent pebbles; strongly acid (pH 5.3); abrupt irregular boundary.  (3 to 15 inches thick)\n2R--27 inches; andesite."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Lewis County, Washington; about 9 miles north of Cinebar, 1,580 feet north and 1,390 feet east of the southwest corner, sec. 5, T. 14N., R. 3 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Average annual soil temperature is 41 to 44 F. Depth to bedrock (lithic contact) is 20 to 40 inches.  The particle-size control section averages 55 to 85 percent rock fragments.  The soil is strongly acid to slightly acid throughout.  The umbric epipedon is 14 to 26 inches thick.\nThe A horizon has hue of 7.5YR or 10YR, value of 2 or 3 moist, 4 or 5 dry and chroma of 2 or 3 moist or dry.  It has 35 to 55 percent pebbles.  Organic matter ranges from 10 to 15 percent.\nThe Bw horizon has hue of 7.5YR or 10YR, value of 3 or 4 moist, 4 through 6 dry and chroma of 3 or 4 moist or dry.  It is very gravelly or extremely gravelly medial silt loam or medial silty clay loam.  It has 50 to 80 percent coarse fragments including 45 to 75 percent pebbles and 5 to 35 percent cobbles.\nThe C horizon has hue of 7.5Y or 10YR, value of 3 or 4 moist, 5 or 6 dry, and chroma of 3 or 4 moist and dry.  The fine earth fraction is medial silt loam or medial silty clay loam."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Hummington and Talapas series.  Hummington soils have an umbric epipedon 20 to 30 inches thick."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Stahl soils are on ridge crests and mountainslopes at elevations of 2,700 to 4,700 feet.  Slopes range from 8 to 90 percent.  The soils formed in residuum and colluvium from porphoritic andesite, volcanic breccia and lahar material of similar mineralogy, together with an admixture of volcanic ash and pumice.  Average annual temperature is 39 to 43 degrees F, the growing season (28 degrees F) is 140 to 160 days, the average annual precipitation ranges from 80 to 100 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Cotteral, Jonas, Pheeney, and Reichel soils.  Cotteral soils have a spodic horizon and are cindery over medial.  Jonas soils are frigid and medial.  Pheeney soils have a frigid temperature regime.  Reichel soils are medial."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; slow to rapid runoff; moderate or moderately slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used for timber production, wildlife habitat and watershed.  Vegetation is western hemlock, noble fir, Pacific silver fir, western redcedar, and Douglas-fir.  Understory is common beargrass, Oregon-grape, red huckleberry, windflower, northern twinflower, western swordfern, bunchberry dogwood, queencup beadlily, violet, Pacific trillium, western rattlesnake plantain, salal, American trailplant, western brackenfern, and vine maple."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  West slopes of the Cascade mountains in western Washington.  Series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Lewis County, Washington, 1979."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are an umbric epipedon from the mineral surface to 20 inches and a lithic contact at 25 inches.  The bulk density of part of the upper 14 inches is assumed to be as high as 0.85 to 0.95 g/cc.  Organic carbon of the upper 12 inches is 6 percent based on a weighted average.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
