{
  "SERIES": "STAMP",
  "STATUS": "Established Series",
  "BYREV": "Rev. LAR/JAL/EMM",
  "REVDATE": "03/2008",
  "STATES": "ID",
  "OVERVIEW": "The Stamp series consists of very deep, somewhat poorly drained soils which are moderately deep to sand and gravel, that formed in alluvium and outwash. Permeability is moderate in the upper part and very rapid below. They are on floodplains, stream terraces, and outwash plains and have slopes of 0 to 4 percent. The average annual precipitation is about 30 inches and the average annual air temperature is about 37 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, superactive Aquic Haplocryepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Stamp loam, rangeland - on a nearly level 1 percent southeast-facing slope. (Colors are for air-dry soil unless otherwise stated.)\nA--0 to 5 inches; light brownish gray (10YR 6/2) loam, very dark grayish brown (10YR 3/2) moist; moderate medium and fine granular structure; soft, friable, slightly sticky and slightly plastic; many very fine, fine and medium roots; moderately acid (pH 6.0); clear smooth boundary. (1 to 5 inches thick)\nBw1--5 to 11 inches; light brownish gray (10YR 6/2) loam, dark grayish brown (10YR 4/2) moist; moderate medium and fine subangular blocky structure; soft, friable, slightly sticky and slightly plastic; many very fine, fine and medium roots; slightly acid (pH 6.4); clear smooth boundary. (0 to 9 inches thick)\nBw2--11 to 20 inches; grayish brown (10YR 5/2) loam, brown (10YR 4/3) moist; weak coarse subangular blocky structure parting to moderate medium and fine subangular blocky; slightly hard, friable, slightly sticky and slightly plastic; common medium and fine roots; neutral (pH 6.6); gradual smooth boundary. (0 to 9 inches thick)\nCg1--20 to 29 inches; light brownish gray (10YR 6/2) coarse sandy loam, grayish brown (10YR 5/2) moist; weak coarse subangular blocky structure parting to moderate medium and fine subangular blocky; slightly hard, very friable, slightly sticky and slightly plastic; common medium and fine roots; few fine prominent brownish yellow (10YR 6/8) irregularly shaped masses of iron accumulation; neutral (pH 6.8); gradual smooth boundary. (6 to 10 inches thick)\nCg2--29 to 36 inches; light gray (10YR 7/2) coarse sandy loam, grayish brown (10YR 5/2) moist; moderate coarse subangular blocky structure parting to moderate medium and fine subangular blocky; slightly hard, very friable, slightly sticky and slightly plastic; few fine and medium roots; common fine prominent brownish yellow (10YR 6/8) irregularly shaped masses of iron accumulation; neutral (pH 7.0); clear smooth boundary. (0 to 13 inches thick)\nCg3--36 to 38 inches; pale yellow (2.5Y 7/3) coarse sandy loam, grayish brown (2.5Y 5/2) moist; moderate medium and coarse subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; common medium prominent brownish yellow (10YR 6/8) irregularly shaped masses of iron accumulation; neutral (pH 7.0); clear smooth boundary. (0 to 26 inches thick)\n2Cg4--38 to 60 inches; variegated gravelly coarse sand, loose; neutral (pH 7.2)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Fremont County, Idaho; about 1 mile east of Ponds Lodge; 500 feet west, 1,000 feet north of the center, sec 26, T.13N., R.43E. Latitude - 44 degrees, 25 minutes, 32 seconds north; Longitude - 111 degrees, 20 minutes, 52 seconds west."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nDepth to water table - 12 to 36 inches\nDepth to redoximorphic features - 2 to 25 inches\nAverage annual soil temperature - 37 to 41 degrees F.\nAverage summer soil temperature - 42 to 47 degrees F.\nA horizon\nValue - 4 to 7 dry, 2 to 4 moist\nChroma - 1 to 3 dry or moist\nReaction - moderately acid to neutral\nBw horizon\nHue - 10YR to 5Y\nValue - 5 to 7 dry, 2 to 5 moist\nChroma - 2 to 4 dry or moist\nRedoximorphic features: abundance, size, contrast - few or common, fine or medium, faint or distinct\nRock fragments - 0 to 20 percent\nReaction - moderately acid to slightly alkaline\nCg horizon\nColor - variegated\nHue - 10YR, 2.5Y, 5Y\nValue - 5 to 8 dry, 4 to 6 moist\nChroma - 2 to 4 dry or moist\nRedoximorphic features: abundance, size, contrast - few or common, fine, or medium; faint to prominent\nColor - 10YR 5/8, 10YR 6/8, 7.5YR 5/6, 7.5YR 5/8, 5YR 4/4, 5YR 4/6\nRock fragments - 15 to 35 percent\nReaction - moderately acid to slightly alkaline"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Gerstle and Kusdry soils. Gerstle soils have average annual soil temperatures of 21 to 28 degrees F. and are well drained. Kusdry soils have a subarctic climate."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Stamp soils are on nearly level to gently sloping floodplains, stream terraces, and outwash plains. Slopes range from 0 to 4 percent. Elevation ranges from 6,000 to 7,000 feet. The soil formed in outwash and alluvium. The average annual precipitation is about 28 to 35 inches with most occurring as snowfall. The average annual air temperature is about 36 to 40 degrees F. The frost-free season is 30 to 60 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Bootjack and Trude soils. Bootjack soils are fine-loamy over sandy or sandy skeletal, poorly drained and are on lower terraces and floodplains. Trude soils are sandy-skeletal, well drained and are on higher terraces and outwash plains."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Somewhat poorly drained; slow runoff; moderate permeability in the upper part and very rapid below."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Stamp soils are used principally as rangeland and grazable woodland. The potential natural vegetation is mainly Idaho fescue, lupine, pinegrass, silver sagebrush and Lodgepole pine."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Stamp soils are of small extent in eastern Idaho."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Fremont County, Idaho, 1989."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - the zone from 0 to 5 inches (the A horizon).\nCambic horizon - the zone from 5 to 20 inches (the Bw1 and Bw2 horizons).\nParticle-size control section - the zone from 10 to 40 inches. (Part of the Bw1, the Bw2, Cg1, Cg2, Cg3, and part of the 2Cg4 horizons)\nThe 3/2008 description reflects a change in classification from Coarse-loamy, mixed, superactive Aquic Eutrocryepts to Coarse-loamy, mixed, superactive Aquic Haplocryepts due to revision of the cryepts great groups and subgroups. The competing series section was not updated and should be reviewed after all the cryepts have been re-classified.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
