{
  "SERIES": "STANFLOW",
  "STATUS": "Established Series",
  "BYREV": "Rev. WEL/TDT",
  "REVDATE": "10/2002",
  "STATES": "OR",
  "OVERVIEW": "The Stanflow series consists of moderately deep to a weakly\ncemented layer, moderately well drained soils on low\nterraces.  They formed in mixed alluvium.  Slopes are 0 to 2\npercent.  The mean annual precipitation is about 10 inches,\nand the mean annual temperature is about 48 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-silty, mixed, superactive, calcareous, mesic Typic Halaquepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Stanflow silt loam, pasture.  (Colors are\nfor moist soil unless otherwise noted.)\nAkn1--0 to 2 inches; dark grayish brown (10YR 4/2) silt\nloam, light gray (10YR 7/2) dry; weak thin and medium platy structure; slightly hard, friable, nonsticky and nonplastic;\nmany fine and common medium roots; common very fine and fine\ntubular interstitial pores; strongly effervescent; SAR of\n420, EC of 16, calcium carbonate of 6 percent; very strongly\nalkaline (pH 10.3); abrupt smooth boundary.  (1 to 3 inches\nthick)\nAkn2--2 to 8 inches; dark grayish brown (10YR 4/2) silt\nloam, light brownish gray (10YR 6/2) dry; weak medium and\nthick platy structure; slightly hard, friable, nonsticky and nonplastic; common fine and medium roots; common very fine\nand fine tubular pores; strongly effervescent; SAR of 45, EC\nof 3, calcium carbonate of 5 percent; very strongly alkaline\n(pH 9.7); abrupt smooth boundary.  (4 to 8 inches thick)\nBkn1--8 to 15 inches; dark grayish brown (10YR 4/2) silt\nloam, light gray (10YR 7/2) dry; massive; slightly hard,\nfriable, nonsticky and nonplastic; common fine and medium\nroots; common very fine and fine tubular pores; strongly effervescent; SAR of 38, EC of 2, calcium carbonate of 2\npercent; very strongly alkaline (pH 9.3); gradual smooth\nboundary.  (5 to 15 inches thick)\nBkn2--15 to 21 inches; dark grayish brown (10YR 4/2)\nsilt loam, light brownish gray (10YR 6/2) dry; massive;\nslightly hard, friable, nonsticky and nonplastic; common\nfine roots; many fine tubular pores; strongly effervescent;\nSAR of 42, EC of 2, calcium carbonate of 1 percent; very\nstrongly alkaline (pH 9.2); abrupt smooth boundary.  (5 to\n14 inches thick)\n2Bkqmn--21 to 28 inches; dark grayish brown (10YR 4/2)\nsilt loam, light gray (10YR 7/2) dry; massive; hard, firm\nand brittle, nonsticky and nonplastic; weakly cemented; few\nvery fine roots; many very fine and few fine tubular pores;\nviolently effervescent; SAR of 13, EC of 1, calcium\ncarbonate of 15 percent; strongly alkaline (pH 8.7); gradual\nsmooth boundary.  (3 to 10 inches thick)\n2Bk1--28 to 39 inches; dark grayish brown (10YR 4/2)\nsilt loam, light brownish gray (10YR 6/2) dry; massive;\nslightly hard, friable, nonsticky and nonplastic; very few\nfine and very fine roots; many very fine and fine tubular\npores; strongly effervescent; SAR or 6, EC of 1, calcium\ncarbonate of 18 percent; moderately alkaline (pH 8.3);\nabrupt smooth boundary.  (10 to 20 inches thick)\n2Bk2--39 to 60 inches; brown (10YR 4/3) loam, pale brown\n(10YR 6/3) dry; massive; slightly hard, friable, slightly\nsticky and slightly plastic; slightly effervescent; SAR of\n5, EC of 1, calcium carbonate of 2 percent; moderately\nalkaline (pH 8.2)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Baker County, Oregon; about 4 miles east of\nHaines near the Baldock Slough, in the NE1/4NW1/4 sec. 6, T.\n8 S., R. 40 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Depth to the weakly cemented\nlayer and associated calcic horizon is 20 to 40 inches.  The\nmean annual soil temperature ranges from 47 to 52 degrees F.\nThe soil is saturated throughout for some time of the year\nin most years.  The particle-size control section averages\n10 to 18 percent clay and less than 15 percent material\ncoarser than very fine sand.\nThe Akn horizons have value of 3 or 4 moist, 5 to 7 dry and\nchroma of 2 or 3 moist and dry.  Chromas at 3 are only found\nin the A horizon.  SAR values are 30 or more throughout all\nhorizons.  It is very strongly alkaline.  It has EC of 16 or\nmore and decreases to 4 or less with depth.  In some pedons\nthe lower part contains up to 10 percent durinodes.\nThe 2Bkqmn horizon has color similar to the above horizons.\nSAR values range from 10 to 20.\nThe 2Bk horizon has value of 3 or 4 moist, 6 or 7 dry and\nchroma of 2 or 3 moist and dry.  It is typically silt loam\nbut can be loam or gravelly loam at depths of 30 inches or\nmore.  It is moderately or strongly alkaline.  SAR values\nrange from 2 to 10."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Janise, Sinloc and Umapine\nseries.  These soils lack the weakly cemented layer.  In\naddition, Janise soils have a thin E and Bt horizon; Sinloc\nsoils have stratified silt loam, very fine sandy loam and\nfine sandy loam in the lower part of the particle-size\ncontrol section; Umapine soils are somewhat poorly drained."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  The Stanflow soils are on low terraces.\nThey formed in mixed alluvium and have a strong influence of\nvolcanic ash in the upper horizons.  Slopes are 0 to 2\npercent.  The elevation ranges from 2,000 to 3,500 feet.\nThe mean annual precipitation is 9 to 12 inches.  The mean\nannual temperature is 45 to 50 degrees F.  The frost-free\nperiod is 110 to 140 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Burkemont,\nHaines, and Umapine soils.  The Burkemont soils are poorly\ndrained, have a fine textured subsoil, and occur on adjacent\nlower surfaces.  The Haines soils are poorly drained and\noccur on adjacent lower surfaces.  The Umapine soils lack\nthe weakly cemented layer."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Moderately well drained.  Depth\nto a seasonal fluctuating water table ranges from 24 to 48\ninches during the spring and late winter months; slow\nrunoff; permeability is moderate through the upper horizons\nand slow through the weakly cemented layer."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most areas of this soil are used for\npasture.  Some reclaimed areas are used for hay production.\nThe native vegetation is mainly salt grass, basin wildrye,\nand greasewood."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Eastern Oregon.  The series is of\nsmall extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Baker County Area, Oregon; 1988."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in\nthis pedon are:\nOchric epipedon - dry value of 6 or 7 throughout the\nprofile.\nAquept - aquic soil moisture regime.\nHalaquept - SAR of over 13 from the surface to a depth of 28\ninches.\nCalcic horizon - calcium carbonate percent of over 15 from\n21 to 39 inches.\nWeakly cemented layer at 21 to 28 inches.\nADDITIONAL DATA:  Lab data from type location, sample\nnumbers 87P 603-609.\nNATIONAL COOPERATIVE SOIL SURVEY\nU.S.A."
  }
}
