{
  "SERIES": "STANDUP",
  "STATUS": "Tentative Series",
  "BYREV": "Rev. JPE/RJE",
  "REVDATE": "01/2000",
  "STATES": "WA",
  "OVERVIEW": "The Standup series consists of very deep, well drained soils that formed in rhyolite colluvium and a thin mantle of volcanic ash.  Standup soils are on mountainsides and have slope of 30 to 60 percent.  The average annual precipitation is about 45 inches and the average annual temperature is about 44 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive, frigid Typic Dystroxerepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Standup very gravelly ashy sandy loam--under coniferous forest on a 60 percent concave north facing slope at an elevation of 3,000 feet.  (Colors are for dry soil unless otherwise stated.  When described the soil was moist.)\nOi--0 to 1 inch; needles and twigs (l/2 to 2 inches thick).\nA--1 to 5 inches; light brownish gray (l0YR 6/2) very gravelly ashy sandy loam, dark brown (l0YR 3/3) moist; weak very fine subangular blocky structure; slightly hard, very friable, nonsticky and slightly plastic; common very fine and fine roots; common very fine irregular pores; 35 percent angular pebbles, 5 percent angular cobbles, slightly acid (pH 6.4); abrupt wavy boundary.  (3 to 7 inches thick)\n2Bw1--5 to l9 inches; light gray (l0YR 7/2) very gravelly sandy loam; brown (l0YR 5/3) moist; weak fine subangular blocky structure; slightly hard, very friable, nonsticky and slightly plastic; common very fine and fine roots; many very fine irregular pores; 40 percent angular pebbles, l0 percent angular cobbles, slightly acid (pH 6.2); clear wavy boundary (l2 to l5 inches thick)\n2Bw2--l9 to 26 inches; light gray (l0YR 7/2) extremely cobbly sandy loam, pale brown (l0YR 6/3) moist; weak fine subangular blocky structure; slightly hard, very friable, nonsticky and slightly plastic; common very fine, fine and few medium roots; many very fine irregular pores; 35 percent angular pebbles, 35 percent angular cobbles; moderately acid (pH 6.0); clear wavy boundary.  (7 to l3 inches thick)\n2C--26 to 61 inches; light gray (l0YR 7/2) extremely cobbly sandy loam, pale brown (l0YR 6/3) moist; massive; slightly hard, very friable, nonsticky and slightly plastic; few very fine roots; many very fine irregular pores; 30 percent angular pebbles, 50 percent angular cobbles; slightly acid (pH 6.2)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Kittitas County, Washington; about l0 miles northeast of Cle Elum, east 21 miles on the Dickey Creek Road; 650 feet west and 2,300 feet north of the southeast corner sec. 27, T. 2l N., R. l6 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The mean annual soil temperature at 20 inches range from 44 to 46 degrees F.  The soils are usually moist, but are dry in all parts in the moisture control section for 60 to 75 days during summer and fall.  The upper 3 to 7 inches of the pedon is dominated by volcanic ash in the fine earth fraction.  The control section averages l0 to l5 percent clay.\nThe A horizon has a value of 3 through 5 moist, 5 or 6 dry.  It has 35 to 45 percent pebbles.\nThe B horizon has a value of 6 or 7 dry, 4 through 6 moist, and chroma of 3 or 4 moist and 2 or 3 dry.  It is very gravelly sandy loam, very cobbly sandy loam, or extremely cobbly sandy loam.  Reaction is moderately acid or slightly acid.\nThe C horizon has a value of 6 or 7 dry, 4 through 6 moist and chroma of 3 or 4 moist, 2 or 3 dry.  It is extremely cobbly sandy loam, extremely gravelly sandy loam, or very gravelly sandy loam.  Reaction is moderately acid or slightly acid."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Althouse, Jayar, Blackprince, Icicle, Minaloosa, and Treble series.  Althouse soils are loam or silt loam in the fine-earth fraction and are dry for 45 to 60 consecutive days in the moisture control section.  Jayar soils have a lithic contact at 20 to 40 inches.  Treble soils have Bir horizons l7 to 25 inches thick and have a very hard firm C horizon in the lower part of the control section. Blackprince soils have a paralithic contact at 20 to 40 inches.  Icicle soils are dominated by granitic cobbles and stones.  Minaloosa soils are dry for 45 to 60 consecutive days."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Standup soils are on mountain backslopes and have slopes of 30 to 60 percent.  They formed in colluvium and residuum from rhyolite.  Elevations are 2,500 to 4,800 feet. The soils are in a climate with warm dry summers and cool moist winters.  The average annual precipitation is 35 to 55 inches.  The mean January temperature is about 24 degrees F.; mean July temperature is about 64 degrees F.; and the mean annual temperature is 43 to 45 degrees F.  The growing season (28 degrees F.) is l45 to l70 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Loneridge soils and the competing Jumpe soils.  Loneridge soils have a clayey-skeletal argillic horizon."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; medium to rapid runoff; moderately rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Woodland, recreation, wildlife habitat and watershed.  Native vegetation is Douglas-fir, ponderosa pine, grand fir, elk sedge, pinegrass, pachystima, pinemat manzanita, vetch, ceanothus, lupine, spirea, and Oregongrape."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  East slopes of the Cascade Mountains in Kittitas County, Washington.  This series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES PROPOSED",
    "content": "SERIES PROPOSED:  Kittitas County, Washington  l979."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon:\nOchric epipedon - from 1 to 5 inches (A horizon)\nCambic horizon - from 5 to 26 inches (2Bw1 and 2Bw2 horizons)\nBase saturation - from 10 to 30 inches is 50 to 60 percent (assumed)\nThe classification revised 2/99 from Dystric Xerochrepts to Typic Dystroxerepts based on Soil Taxonomy, 8th edition.\nThe upper organic horizon thickness revised from 0.5 inches thick to 1 inch thick."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "NA"
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Oi",
        "top": 0,
        "bottom": 3,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Oi--0 to 1 inch; needles and twigs (l/2 to 2 inches thick)."
      },
      {
        "name": "A",
        "top": 3,
        "bottom": 13,
        "dry_hue": "l0YR",
        "dry_value": 6,
        "dry_chroma": 2,
        "moist_hue": "l0YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "sandy loam",
        "cf_class": "very gravelly",
        "pH": 6.4,
        "pH_class": "slightly acid",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "A--1 to 5 inches; light brownish gray (l0YR 6/2) very gravelly ashy sandy loam, dark brown (l0YR 3/3) moist; weak very fine subangular blocky structure; slightly hard, very friable, nonsticky and slightly plastic; common very fine and fine roots; common very fine irregular pores; 35 percent angular pebbles, 5 percent angular cobbles, slightly acid (pH 6.4); abrupt wavy boundary.  (3 to 7 inches thick)"
      },
      {
        "name": "2Bw1",
        "top": 13,
        "bottom": "NA",
        "dry_hue": "l0YR",
        "dry_value": 7,
        "dry_chroma": 2,
        "moist_hue": "l0YR",
        "moist_value": 5,
        "moist_chroma": 3,
        "texture_class": "sandy loam",
        "cf_class": "very gravelly",
        "pH": 6.2,
        "pH_class": "slightly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "2Bw1--5 to l9 inches; light gray (l0YR 7/2) very gravelly sandy loam; brown (l0YR 5/3) moist; weak fine subangular blocky structure; slightly hard, very friable, nonsticky and slightly plastic; common very fine and fine roots; many very fine irregular pores; 40 percent angular pebbles, l0 percent angular cobbles, slightly acid (pH 6.2); clear wavy boundary (l2 to l5 inches thick)"
      },
      {
        "name": "2Bw2",
        "top": "NA",
        "bottom": 66,
        "dry_hue": "l0YR",
        "dry_value": 7,
        "dry_chroma": 2,
        "moist_hue": "l0YR",
        "moist_value": 6,
        "moist_chroma": 3,
        "texture_class": "sandy loam",
        "cf_class": "extremely cobbly",
        "pH": 6,
        "pH_class": "moderately acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "2Bw2--l9 to 26 inches; light gray (l0YR 7/2) extremely cobbly sandy loam, pale brown (l0YR 6/3) moist; weak fine subangular blocky structure; slightly hard, very friable, nonsticky and slightly plastic; common very fine, fine and few medium roots; many very fine irregular pores; 35 percent angular pebbles, 35 percent angular cobbles; moderately acid (pH 6.0); clear wavy boundary.  (7 to l3 inches thick)"
      },
      {
        "name": "2C",
        "top": 66,
        "bottom": 155,
        "dry_hue": "l0YR",
        "dry_value": 7,
        "dry_chroma": 2,
        "moist_hue": "l0YR",
        "moist_value": 6,
        "moist_chroma": 3,
        "texture_class": "sandy loam",
        "cf_class": "extremely cobbly",
        "pH": 6.2,
        "pH_class": "slightly acid",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "2C--26 to 61 inches; light gray (l0YR 7/2) extremely cobbly sandy loam, pale brown (l0YR 6/3) moist; massive; slightly hard, very friable, nonsticky and slightly plastic; few very fine roots; many very fine irregular pores; 30 percent angular pebbles, 50 percent angular cobbles; slightly acid (pH 6.2)."
      }
    ]
  ]
}
