{
  "SERIES": "STAPALOOP",
  "STATUS": "Established Series",
  "BYREV": "Rev. JTD/RWL/RJS",
  "REVDATE": "10/2016",
  "STATES": "WA",
  "OVERVIEW": "The Stapaloop series consists of very deep, well drained soils formed in glaciofluvial deposits or glacial till with a minor component of loess and volcanic ash in the surface. Stapaloop soils are on terraces and footslopes and toeslopes of foothills. Slopes are 0 to 40 percent. The mean annual precipitation is about 21 inches and the mean annual air temperature is about 43 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, isotic, frigid Vitrandic Haploxerepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Stapaloop ashy fine sandy loam on an 11 percent northwest-facing slope under coniferous forests at 3,420 feet elevation. (Colors are for dry soil unless otherwise noted)\nOi--0 to 1 inch; needles, leaves, bark, and partially decomposed organic matter.\nA--1 to 8 inches; light brownish gray (10YR 6/2) ashy fine sandy loam, dark grayish brown (10YR 4/2) moist; weak, fine subangular blocky structure; soft, very friable, nonsticky and nonplastic; common very fine, fine, medium, and coarse roots; slightly acid (pH 6.5); gradual wavy boundary. (3 to 7 inches thick)\nBw--8 to 23 inches; light gray (10YR 7/2) ashy fine sandy loam, grayish brown (10YR 5/2) moist; weak, medium subangular blocky structure; soft, very friable, nonsticky and nonplastic; few very fine and fine, common medium and coarse roots; slightly acid (pH 6.4); gradual wavy boundary. (9 to 18 inches thick)\nC1--23 to 32 inches; light gray (2.5Y 7/2) fine sandy loam, brown (10YR 5/3) moist; massive; slightly hard, friable, slightly sticky and nonplastic; few very fine and fine, common medium and coarse roots; slightly acid (pH 6.3); gradual wavy boundary. (9 to 16 inches thick)\nC2--32 to 61 inches; very pale brown (10YR 8/2) very fine sandy loam, grayish brown (10YR 5/2) moist; massive; slightly hard, friable, slightly sticky and nonplastic; few 1/8 to 1/4 inch thick, distinct brown (10YR 4/3) moist, irregular wavy bands of very fine sandy loam lamellae; few very fine and fine, common medium and coarse roots; slightly acid (pH 6.4)"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Colville Indian Reservation, Okanogan County, Washington; about 8 miles northeast of the town of Disautel; 1,000 feet north and 2,100 feet east of the southwest corner sec. 18, T. 34 N., R. 30 E., W.M."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: The mean annual soil temperature at 20 inches ranges from 44 to 46 degrees F. These soils are usually moist but are dry in all parts between a depth of 8 and 24 inches for 60 to 75 consecutive days following the summer solstice. The upper 7 to 23 inches has an estimated moist bulk density of 1.20 to 1.45 g/cc, volcanic glass content of 5 to 20 percent, acid-oxalate extractable aluminum plus one-half of the acid-oxalate extractable iron of 0.4 to 1.0 percent, and 15-bar water retention of 5 to 10 percent for air dried samples. The particle-size control section averages 2 to 8 percent clay and 55 to 70 percent sand with 45 to 55 percent coarser than very fine sand. It has 0 to 25 percent rock fragments. Reaction is slightly acid to neutral throughout.\nThe A horizon has value of 5 or 6 dry, 3 or 4 moist, and chroma of 2 or 3 dry or moist. Rock fragments range from 0 to 10 percent.\nThe Bw horizon has hue of 10YR or 2.5Y, value of 5 to 7 dry, 3 to 5 moist and chroma of 2 to 4 dry or moist. Texture is ashy fine sandy loam or ashy sandy loam. It has 0 to 10 percent rock fragments.\nThe C horizon or E part of the E&Bt when present, has hue of 10YR or 2.5Y, value of 6 to 8 dry, 4 or 5 moist and chroma of 2 to 4 dry or moist. The Bt part has hue of 10YR or 2.5Y, value of 5 or 6 dry, 3 or 4 moist and chroma of 3 or 4 dry or moist. The upper part of the C horizon or E&Bt horizon, to a depth of about 30 inches, is fine sandy loam, sandy loam, gravelly sandy loam, and has 0 to 25 percent rock fragments. The lower part of the C horizon or E&Bt horizon is very fine sandy loam, fine sandy loam, loamy fine sand, loamy sand, gravelly fine sandy loam, or gravelly loamy fine sand. It has 0 to 30 percent rock fragments. When present, the combined thickness of the lamellae is less than 6 inches."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Ardenmont, Cobbler, Downeygulch, Enson, Green Bluff, Labuck, Micapeak, and Quinnamose series. Ardenmont and Quinnamose soils are 40 to 60 inches deep to a paralithic contact. Cobbler soils have subangular and angular rock fragments derived from colluvium of metamorphic origin, lack lamellae, and are in a 25 to 45 inch precipitation zone. Downeygulch soils are 20 to 40 inches deep to a lithic contact. Enson soils are dominated by rock fragments of granitic till origin although is similar to the Stapaloop soil. Labuck and Micapeak soils have a paralithic contact at 20 to 40 inches. Similar soils with mixed mineralogy are the  Leadpoint, andWaits series. Leadpoint soils are 27 to 40 inches deep to a paralithic contact. Waits soils are very deep and have free carbonates in the particle-size control section. All are dry for 45 to 60 consecutive days."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Stapaloop soils are on terraces and footslopes and toeslopes of foothills at elevations of 1,900 to 4,800 feet. Slopes are 0 to 40 percent. These soils formed in glaciofluvial deposits or glacial till with a minor component of loess and volcanic ash in the surface. The mean annual precipitation is 16 to 28 inches and the mean annual air temperature is 40 to 49 degrees F. The frost-free season is 90 to 130 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Cedonia, Louploup, Merkel, Nevine, Kaniksu, and Torboy soils. Cedonia soils are mesic and fine-silty, and are on are on lake terraces and terrace breaks. Louploup soils are ashy over loamy and are on till plains and mountains. Merkel soils are loamy-skeletal and are on mountains. Nevine soils are ashy over loamy-skeletal and are on moraines, foothills, and mountains. Kaniksu soils are sandy and are on outwash plains and terraces. Torboy soils are sandy and are on terraces, terrace escarpments, and lower parts of mountain slopes."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; slow to rapid runoff; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: This soil is used mainly for timber production, grazing, watershed, wildlife habitat, and has the potential for nonirrigated cropland. Potential natural vegetation is Douglas-fir, ponderosa pine, western larch, and lodgepole pine, with an understory of common snowberry, rose, Oregon-grape, longtube twinflower, bedstraw, meadowrue, princes pine, pinegrass, kinnikinnick, and strawberry."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: North-central and northeastern Washington. MLRA 43A. This series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Colville Indian Reservation, Okanogan County, Washington, 1987."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this soil are:\nOchric epipedon -- the zone from the surface to 8 inches\nCambic horizon -- the zone from 8 to 23 inches (Bw horizon)\nVitrandic feature -- the zone from 1 to 23 inches (A and Bw horizon)\nParticle-size control section -- the zone from 11 to 41 inches\nClassification revised 6/99 from coarse-loamy, mixed, frigid Typic Xerochrepts to coarse-loamy, mixed, frigid Vitrandic Xerochrepts based on 8th edition of Soil Taxonomy.\nLamellae recognized in the Colville Indian Reservation and Spokane County soil surveys. Okanogan National Forest soil survey does not recognize presence of lamellae.\nADDITIONAL DATA: Partial laboratory data are available on this soil, National Soil Survey Laboratory Pedon Number RP82-WA130.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Oi",
        "top": 0,
        "bottom": 3,
        "narrative": "Oi--0 to 1 inch; needles, leaves, bark, and partially decomposed organic matter."
      },
      {
        "name": "A",
        "top": 3,
        "bottom": 20,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "fine sandy loam",
        "pH": 6.5,
        "pH_class": "slightly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "A--1 to 8 inches; light brownish gray (10YR 6/2) ashy fine sandy loam, dark grayish brown (10YR 4/2) moist; weak, fine subangular blocky structure; soft, very friable, nonsticky and nonplastic; common very fine, fine, medium, and coarse roots; slightly acid (pH 6.5); gradual wavy boundary. (3 to 7 inches thick)"
      },
      {
        "name": "Bw",
        "top": 20,
        "bottom": 58,
        "dry_hue": "10YR",
        "dry_value": 7,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "fine sandy loam",
        "pH": 6.4,
        "pH_class": "slightly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bw--8 to 23 inches; light gray (10YR 7/2) ashy fine sandy loam, grayish brown (10YR 5/2) moist; weak, medium subangular blocky structure; soft, very friable, nonsticky and nonplastic; few very fine and fine, common medium and coarse roots; slightly acid (pH 6.4); gradual wavy boundary. (9 to 18 inches thick)"
      },
      {
        "name": "C1",
        "top": 58,
        "bottom": 81,
        "dry_hue": "2.5Y",
        "dry_value": 7,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 3,
        "texture_class": "fine sandy loam",
        "pH": 6.3,
        "pH_class": "slightly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "C1--23 to 32 inches; light gray (2.5Y 7/2) fine sandy loam, brown (10YR 5/3) moist; massive; slightly hard, friable, slightly sticky and nonplastic; few very fine and fine, common medium and coarse roots; slightly acid (pH 6.3); gradual wavy boundary. (9 to 16 inches thick)"
      },
      {
        "name": "C2",
        "top": 81,
        "bottom": 155,
        "dry_hue": "10YR",
        "dry_value": 8,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "very fine sandy loam",
        "pH": 6.4,
        "pH_class": "slightly acid",
        "narrative": "C2--32 to 61 inches; very pale brown (10YR 8/2) very fine sandy loam, grayish brown (10YR 5/2) moist; massive; slightly hard, friable, slightly sticky and nonplastic; few 1/8 to 1/4 inch thick, distinct brown (10YR 4/3) moist, irregular wavy bands of very fine sandy loam lamellae; few very fine and fine, common medium and coarse roots; slightly acid (pH 6.4)"
      }
    ]
  ]
}
