{
  "SERIES": "STARMAN",
  "STATUS": "Established Series",
  "BYREV": "Rev. PSD/ICG/JCK",
  "REVDATE": "01/2016",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive, calcareous Lithic Cryorthents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Starman very gravelly loam in rangeland at an elevation of 2,477 meters (Colors are for dry soil unless otherwise noted).\nA--0 to 10 cm; light brownish gray (10YR 6/2) very gravelly loam, dark grayish brown (10YR 4/2) moist; moderate fine granular structure; soft, very friable, slightly sticky and slightly plastic; common very fine roots throughout; few very fine vesicular pores; 40 percent gravel and cobbles; strongly effervescent; moderately alkaline (pH 8.2); clear smooth boundary.  (5 to 20 cm thick)\nC--10 to 20 cm; light brownish gray (10YR 6/2) very gravelly loam, dark grayish brown (10YR 4/2); massive; slightly hard, very friable, slightly sticky and slightly plastic; few very fine roots throughout; few very fine tubular pores; 45 percent gravel and cobbles; violently effervescent; moderately alkaline (pH 8.2); abrupt wavy boundary.  (5 to 36 cm thick)\nR--20 cm; hard, calcareous sandstone."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Carbon County, Wyoming; 204 meters south and 597 meters west of the northeast corner of section. 31, T. 17 N., R. 87 W.; Middlewood Hill USGS quadrangle; Latitude 41 degrees 24 minutes 34.31 seconds N. and longitude 107 degrees 14 minutes 4.55 seconds W., NAD83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nMean annual soil temperature - 3 to 6 degrees C\nDepth to lithic contact - 8 to 50 cm\nParticle-size control section (weighted average) - 18 to 35 percent clay and 45 to 75 percent rock fragments\nA horizon:\nHue: 7.5YR to 5Y\nValue: 4, 5, 6 or 7 dry; 4, 5 or 6 moist\nChroma: 2, 3 or 4\nTexture: loam or clay loam\nClay content: 18 to 35 percent\nRock fragments: 45 to 75 percent--35 to 75 percent gravel or channers, 10 to 35 percent cobbles or flagstones, 0 to 15 percent stones or boulders\nCalcium carbonate equivalent: 0 to 15 percent\nReaction: pH 7.4 to 8.4\nC horizon:\nHue: 7.5YR to 5Y\nValue: 5, 6, 7 or 8 dry; 4, 5, 6 or 7 moist\nChroma: 2, 3 or 4\nTexture: loam or clay loam\nClay content: 18 to 35 percent\nRock fragments: 45 to 75 percent--35 to 75 percent gravel or channers, 10 to 35 percent cobbles or flagstones, 0 to 15 percent stones or boulders\nCalcium carbonate equivalent: 0 to 15 percent\nReaction: pH 8.0 to 9.0"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:\nThere are no competing series."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nLandform - mountain slopes, hills, and ridges\nElevation - 1,800 to 2,800 meters\nSlopes - 0 to 70 percent\nParent Material - slope alluvium or colluvium over residuum from calcareous sedimentary rock\nMean annual precipitation - 380 to 560 mm\nMean annual air temperature - 1 to 4 degrees C\nFrost-free period - 30 to 70 days"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Midfork, Roxal, Starley and Woosley soils. Midfork soils are deep and have a mollic epipedon. Starley soils have a mollic epipedon. Roxal soils have a paralithic contact within 50 cm. Woosley soils have a mollic epipedon and an argillic horizon."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; moderately permeable."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: These soils are used for rangeland, wildlife habitat, and recreation. Vegetation is Idaho fescue, bluebunch wheatgrass, mock goldenweed, and spiny phlox. Some areas have an overstory of Douglas-fir."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Starman soils are of moderate extent in central and western Wyoming, northwestern Colorado, and eastern Idaho. MLRAs 43B, 46, and 48A."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Teton County, Wyoming, Grand Teton National Park Area; 1976.\nRemarks: Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - from 0 to 10 cm (A horizon)\nLithic contact - at 20 cm (R horizon)\nParticle-size control section - from 0 to 20 cm (A and C horizons)\nStarman soils have a cryic temperature regime and an ustic moisture regime.\nNote: There are significant acres of Starman soils mapped with Bk horizons. These soils, along with the type location should be investigated to determine correct horizon designations and classification.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": null
  }
}
