{
  "SERIES": "STARBOARD",
  "STATUS": "Established Series",
  "BYREV": "ARW/MEB/KP",
  "REVDATE": "02/2006",
  "STATES": "CA",
  "OVERVIEW": "The Starboard series consists of moderately deep, well drained soils that formed in volcanic material weathered from basalt, andesite, breccia, and dacite. Starboard soils are on side slopes of mountains and hills on islands. Slopes range from 4 to 60 percent. The mean annual precipitation is about 457 millimeters (18 inches) and the mean annual temperature is about 14 degrees C (57 degrees F).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, mesic Pachic Argixerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Starboard gravelly loamy sand on a mountain side under a cover of scrub and live oaks at an elevation of 1680 feet (512 meters). (Colors are for moist soil unless otherwise noted).\nOi--0 to 1 inch, (0 to 2 cm); slightly decomposed oak liter; abrupt smooth boundary.\nOe--1 to 4 inches, (2 to 10 cm); moderately decomposed oak liter; abrupt wavy boundary.\nA1--4 to 7 inches, (10 to 18 cm); very dark grayish brown (10YR 3/2) loamy sand, very dark brown (7.5YR 2.5/2) moist; 2 percent clay moderate fine subangular blocky structure; soft, very friable, nonsticky, nonplastic; common fine roots and common very fine roots; 5 percent 2 to 75 millimeter gravel; slightly alkaline, pH 7.4 by Phenol red; abrupt wavy boundary.\nA2--7 to 12 inches, (18 to 30 cm); dark brown (7.5YR 3/2) loam, very dark brown (10YR 2/2) moist;12 percent clay moderate coarse subangular blocky and moderate medium subangular blocky structure; soft, very friable, slightly sticky, slightly plastic;common fine roots and common very fine roots; 5 percent 2 to 75 millimeter gravel; neutral, pH 6.8 by Phenol red; clear wavy boundary. (Combined A horizon thickness ranges from 7 to 23 inches, 18 to 58 cm)\nBt1--12 to 20 inches, (30 to 50 cm); brown (7.5YR 4/3) clay loam, very dark brown (7.5YR 2.5/2) moist;31 percent clay moderate medium subangular blocky and moderate fine subangular blocky structure; slightly hard, very friable, slightly sticky, moderately plastic; continuous faint clay films on all faces of peds; common fine roots and common very fine roots; distinct continuous clay films on all faces of peds; 5 percent 2 to 75 millimeter gravel; slightly acid, pH 6.6 by Chlorophenol red; clear wavy boundary.\nBt2--20 to 30 inches, (50 to 75 cm); brown (7.5YR 4/3) clay loam, very dark brown (7.5YR 2.5/2) moist;29 percent clay moderate fine subangular blocky and moderate medium subangular blocky structure; slightly hard, friable, slightly sticky, moderately plastic; continuous distinct clay bridging between sand grains and continuous distinct silt coats on rock fragments and on all ped faces; common fine roots and common very fine roots; 10 percent 2 to 75 millimeter gravel; slightly acid, pH 6.4 by Chlorophenol red; clear wavy boundary.\nBt3--30 to 35 inches, (75 to 90 cm); brown (7.5YR 5/3) gravelly loam, dark brown (7.5YR 3/3) moist;25 percent clay moderate fine subangular blocky structure; slightly hard, friable, slightly sticky, moderately plastic; continuous distinct clay bridging between sand grains and continuous distinct silt coats on rock fragments and on all ped faces; common fine roots and common very fine roots; 4 percent 75 to 250 millimeter cobbles and 10 percent 2 to 75 millimeter gravel and 10 percent weakly cemented 2 to 75 millimeter para-gravel; slightly acid, pH 6.6 by Chlorophenol red; abrupt irregular boundary. (Combined Bt horizons thickness ranges from 12 to 24 inches, 30 to 60 cm)\nCr--35 to 40 inches, (90 to 102cm); brittle and slightly rigid dacite with fractures less than 10 cm apart."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Santa Cruz Island, Santa Barbara County, California, in the Channel Islands National Park; 34 degrees North latitude, 01 minutes, 51.3 seconds and 119 degrees, 48 minutes, 14.2 seconds West longitude, NAD83; U.S.G.S Quad: Santa Cruz Island."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: The mean annual soil temperature is 54 to 59 degrees F. (12 to 15 degrees C). The soil moisture control section is dry in all parts from about mid-September to mid-November (about 60 days) and is usually moist the rest of the time.\nSurface texture varies from gravelly to non-gravelly. This texture modifier includes dead wood debris and cobbles, which vary in ground accumulation.\nDepth to bedrock is 20 to 43 inches (50 to 107 centimeters), but best represented by 20 to 40 inches (50 to 100 cm).\nThe particle size control section averages 18 to 35 percent clay and 0 to 30 percent rock fragments.\nThe A horizon dry color is 10YR and 7.5YR 5/2, 5/3, 4/2, 4/3, 3/3, or 3/2. Moist color is 10YR and 7.5YR 4/2, 4/3, 3/3, 3/2, or 2/2.\nThe Bt horizon dry color is 10YR and 7.5YR 5/2, 5/3, 4/2, 4/3, 3/3, or 3/2. Moist color is 10YR and 7.5YR 4/2, 4/3, 3/3, 3/2, or 2/2. Some Bt horizons have slight mottles."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: Adieux, Banning, Blockhouse, Coolbirth, Deadpan(T), Dotta, Drews, Gorman, Harriman, Haysum, Henhill, Lonkey, Piercepark(T), Pumphouse(T), Rankor(T), Robinette, Supan, Vanu Dusen, Waha, Wapinitia, and Yaxon.\nAdieux, Lonkey, Robinette, and Waha have a lithic contact. Adieux soils are found on mound positions located on plateaus andhave slopes of 0 to 5 percent. Banning soils are very deep and somewhat poorly drained. Coolbirth soils have a plowed A horizon, are cultivated for hay and are saturated during the spring. Deadpan soils have mean annual temperatures of 45 to 55 degrees F. and are deep on mountains. Dotta, Drews, Gorman, Harriman, Henhill, Piercepark, Pumphouse, Wapinitia, and Yaxon soils are dry for more than 60 consecutive days. Dotta and Drews soils are very deep and are formed on alluvial fans and terraces. Gorman soils are very deep and formed from mostly granitic rock sources. Harriman, Henhill, and Piercepark and Vanu Dusen soils are very deep and formed in lacustrine deposits. Lonkey soils formed in alluvium and are found under grass and small shrubs. Robinette soils has are deep and are influenced by loess in the surface a frost free period of only 100 to 120 days. Waha soils contain loess parent material and the frost-free period is 100 to 160 days. Blockhouse soils are very deep, formed in swales from alluvium on slopes less than 5 percent. Pumphouse and Wapinita soils are deep and are formed in loess. Yaxon soils are very deep formed from sandstone or schist mixed with loess. Haysum, Rankor, Supan soils have greater than 35 percent clay in the upper part of the argillic. Haysum soils are very deep and found on stream terraces and alluvial fans. Rankor soils are deep and formed from schist and granitic rock. Supan soils have redder hues of 5YR and have 30 to 45 inches of rain."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Starboard soils are on northerly facing side slopes of hills and mountains formed in volcanic colluvium and slope alluvium derived from basalt, andesite, breccia, and dacite. Slopes are 4 to 60 percent. Elevations range from 50 feet to 2460 feet (15 to 750 meters). The climate is characterized by warm, dry summers and cool, moist winters with fog throughout the year. The mean annual precipitation is 13 to 24 inches (330 to 610 mm) the mean annual temperature is 55 to 61 degrees F (13 to 16 degrees C), and the frost free season is 320 to 365 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: Halyard soils have fine particle size families and are on side slopes of hillsand mountains under coastal sage. Fiale soils are Vertisols on side slopes and crests of hills under grasslands. Rudder soils lack argillic horizons and have coarse-loamy particle size families on side slopes of mountains under pine woodland. Spinnaker soils are shallow to rock and found on side slopes of mountains and hills under grass and shrubs. Tongva soils are thermic on side slopes of hills under coastal sage."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; medium runoff; moderately slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Wildlife habitat, recreation and building site development. Vegetation consists of island scrub oaks, live oaks, lemon berry, ceanothis, and laurel."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Santa Barbara County, California. The soil is not extensive and is found only on Santa Cruz Island. MLRA 20."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Santa Barbara County, California, 2004."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: The series name is coined. NASIS Pedon ID is CA03688SC037. Diagnostic horizons and features recognized in this pedon:\nMollic epipedon--The zone from the soil surface to a depth of about 35 inches .\nArgillic horizon--The zone from a depth of 12 inches to a depth of about 35 inches.\nParalithic material--The zone from a depth of 35 inches to about 40 inches.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Oi",
        "top": 0,
        "bottom": 3,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Oi--0 to 1 inch, (0 to 2 cm); slightly decomposed oak liter; abrupt smooth boundary."
      },
      {
        "name": "Oe",
        "top": 3,
        "bottom": 10,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "Oe--1 to 4 inches, (2 to 10 cm); moderately decomposed oak liter; abrupt wavy boundary."
      },
      {
        "name": "A1",
        "top": 10,
        "bottom": 18,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "loamy sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly alkaline",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "A1--4 to 7 inches, (10 to 18 cm); very dark grayish brown (10YR 3/2) loamy sand, very dark brown (7.5YR 2.5/2) moist; 2 percent clay moderate fine subangular blocky structure; soft, very friable, nonsticky, nonplastic; common fine roots and common very fine roots; 5 percent 2 to 75 millimeter gravel; slightly alkaline, pH 7.4 by Phenol red; abrupt wavy boundary."
      },
      {
        "name": "A2",
        "top": 18,
        "bottom": 30,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "7.5YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "A2--7 to 12 inches, (18 to 30 cm); dark brown (7.5YR 3/2) loam, very dark brown (10YR 2/2) moist;12 percent clay moderate coarse subangular blocky and moderate medium subangular blocky structure; soft, very friable, slightly sticky, slightly plastic;common fine roots and common very fine roots; 5 percent 2 to 75 millimeter gravel; neutral, pH 6.8 by Phenol red; clear wavy boundary. (Combined A horizon thickness ranges from 7 to 23 inches, 18 to 58 cm)"
      },
      {
        "name": "Bt1",
        "top": 30,
        "bottom": 51,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bt1--12 to 20 inches, (30 to 50 cm); brown (7.5YR 4/3) clay loam, very dark brown (7.5YR 2.5/2) moist;31 percent clay moderate medium subangular blocky and moderate fine subangular blocky structure; slightly hard, very friable, slightly sticky, moderately plastic; continuous faint clay films on all faces of peds; common fine roots and common very fine roots; distinct continuous clay films on all faces of peds; 5 percent 2 to 75 millimeter gravel; slightly acid, pH 6.6 by Chlorophenol red; clear wavy boundary."
      },
      {
        "name": "Bt2",
        "top": 51,
        "bottom": 76,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bt2--20 to 30 inches, (50 to 75 cm); brown (7.5YR 4/3) clay loam, very dark brown (7.5YR 2.5/2) moist;29 percent clay moderate fine subangular blocky and moderate medium subangular blocky structure; slightly hard, friable, slightly sticky, moderately plastic; continuous distinct clay bridging between sand grains and continuous distinct silt coats on rock fragments and on all ped faces; common fine roots and common very fine roots; 10 percent 2 to 75 millimeter gravel; slightly acid, pH 6.4 by Chlorophenol red; clear wavy boundary."
      },
      {
        "name": "Bt3",
        "top": 76,
        "bottom": 89,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "7.5YR",
        "moist_value": 5,
        "moist_chroma": 3,
        "texture_class": "sand",
        "cf_class": "gravelly",
        "pH": "NA",
        "pH_class": "slightly acid",
        "distinctness": "abrupt",
        "topography": "irregular",
        "narrative": "Bt3--30 to 35 inches, (75 to 90 cm); brown (7.5YR 5/3) gravelly loam, dark brown (7.5YR 3/3) moist;25 percent clay moderate fine subangular blocky structure; slightly hard, friable, slightly sticky, moderately plastic; continuous distinct clay bridging between sand grains and continuous distinct silt coats on rock fragments and on all ped faces; common fine roots and common very fine roots; 4 percent 75 to 250 millimeter cobbles and 10 percent 2 to 75 millimeter gravel and 10 percent weakly cemented 2 to 75 millimeter para-gravel; slightly acid, pH 6.6 by Chlorophenol red; abrupt irregular boundary. (Combined Bt horizons thickness ranges from 12 to 24 inches, 30 to 60 cm)"
      },
      {
        "name": "Cr",
        "top": 89,
        "bottom": 102,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Cr--35 to 40 inches, (90 to 102cm); brittle and slightly rigid dacite with fractures less than 10 cm apart."
      }
    ]
  ]
}
