{
  "SERIES": "STARLEY",
  "STATUS": "Established Series",
  "BYREV": "Rev. PSD-MCS-JAL",
  "REVDATE": "11/2005",
  "STATES": "ID,MT,UT,WY",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive Lithic Haplocryolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Starley very cobbly loam-rangeland. (Colors are for dry soil unless otherwise stated.)\nA--0 to 9 inches; brown (10YR 5/3) very cobbly loam, dark brown (10YR 3/3) moist; strong fine granular structure; soft, very friable, moderately sticky and slightly plastic; 40 percent angular limestone fragments 3 to 10 inches in diameter; neutral (pH 6.8); gradual wavy boundary.  (4 to 15 inches thick)\nBk--9 to 15 inches; pale brown (10YR 6/3) extremely cobbly loam, brown (10YR 4/3) moist; massive; slightly hard, very friable, moderately sticky and slightly plastic; strongly effervescent, calcium carbonate disseminated and as inconsistent common soft masses and as thin pendants on some rock fragments; 65 percent angular limestone fragments mainly 3 to 10 inches in diameter; moderately alkaline (pH 8.0); abrupt wavy boundary.  (3 to 11 inches thick)\nR--15 inches; hard limestone."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Lincoln County, Wyoming; SE1/4, SE1/4 of sec. 28, T. 31 N., R. 119 W. Afton Quadrangle.  42 degrees 38 minutes 12 seconds north latitude and 110 degrees 59 minutes 37 seconds west longitude."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Depth to hard bedrock and lithic contact ranges from 7 to 20 inches.  The mollic epipedon is 7 to 15 inches thick.  Organic carbon content of the epipedon ranges from 1 to 3 percent.  The matrix texture of the particle size control section is loam or clay loam with 18 to 35 percent clay, 20 to 50 percent silt, and 20 to 50 percent sand with more than 15 percent but less than 35 percent coarser than very fine sand.  Rock fragments in the control section range from 35 to 70 percent and consist mainly of angular fragments from 3 to 10 inches in diameter. The mean annual soil temperature ranges from 35 to 45 degrees F., and the mean summer soil temperature ranges from 40 to 53 degrees F.\nThe A horizon has hue of 5Y through 7.5YR, value of 3 through 5 dry, 2 or 3 moist, and chroma of 1 through 3.  Rock fragments range from 20 to 40 percent.  Reaction is neutral through moderately alkaline.\nThe Bk or C horizon has hue of 5Y through 7.5YR, value of 5 through 8 dry, 4 through 7 moist, and chroma of 2 through 4.  Rock fragments range from 30 to 70 percent.  Calcium carbonate equivalent of the fine earth fraction ranges from 4 to 14 percent.  Reaction is moderately or strongly alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Arrowpeak, Cheedle, Chokecherry, Clamp, Dalys, Dollarhide, Eyre, Irigul, Irson, Jonlake (T), Labshaft, Milling (T), Poin, Rogert, Schwacheim, Topeki (T) and Udel series. Arrowpeak, Chokecherry, Clamp (T), Dalys, Dollarhide, Eyre, Irigul, Irson, Jonlake, Labshaft, Milling, Poin, Rogert, Schwacheim, Topeki, and Udel soils lack accumulations of calcium carbonate. Cheedle soils have more than 35 percent fine or coarser sand throughout. Chokecherry, Dollarhide, Milling, Poin, Rogert and Udel soils also have less than 18 percent clay throughout.  None of these soils formed in materials weathered from limestone."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Starley soils are on hillslopes, ridges, and mountain slopes.  They formed in residuum and colluvial slopewash derived from limestone.  Slopes are 0 to 75 percent.  Elevations are 5,500 to 9,800 feet.  The average annual precipitation is 15 to 30 inches.  The mean annual temperature ranges from 30 to 42 degrees F. The frost-free period is 30 to 90 days depending upon aspect, elevation, and local air drainage."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Farlow, Nathrop, Redmanson, and Woosley soils.  Farlow soils are deep with bedrock at 40 to 60 inches or more.  Nathrop and Woosley soils are moderately deep to limestone and have argillic horizons.  Redmanson soils are deep and have over 40 percent calcium carbonate throughout.  These soils occur on toeslope positions."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; medium to rapid runoff depending upon slope; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Rangeland and wildlife habitat.  Native vegetation consists of thickspike wheatgrass, Idaho fescue, bluebunch wheatgrass, big sagebrush, needleleaf sedge, low rabbitbrush, and curlleaf mountainmahogany."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Mountains and foothills of Wyoming, Colorado, and Utah.  The series is extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Johnson County, Wyoming, South Part; 1971."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizon and features recognized in this pedon are:\nmollic epipedon - 0 to 9 inches (A)\nhorizon of secondary carbonate accumulation - 9 to 15 inches (BK)\nlithic contact - 15 inches (R)\nMLRR - E\nSIR - WY0063, WY0842, WY0844, WY1216\nNational Cooperative Soil Survey\nU.S.A."
  }
}
