{
  "SERIES": "STARLAKE",
  "STATUS": "Established Series",
  "BYREV": "Rev. CEM/RJA/SSP/SAZ/WWJ",
  "REVDATE": "04/2007",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, mixed, superactive, mesic Ustic Natrargids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Starlake clay - in severely eroded rangeland, on a 1 percent slope.  (Colors are for dry soil unless otherwise noted.)\nBtn1--0 to 3 inches; grayish brown (2.5Y 5/2) clay, dark grayish brown (2.5Y 4/2) moist; strong medium prismatic structure; very hard, very firm, sticky and plastic; common fine and very fine roots; common very fine tubular pores; many prominent clay films on faces of peds; 5 percent siderite pebbles; strongly effervescent; very strongly alkaline; abrupt smooth boundary.\nBtn2--3 to 9 inches; olive brown (2.5Y 4/3) clay loam, dark grayish brown (2.5Y 4/2) moist; moderate coarse prismatic structure parting to fine and medium subangular blocky structure; extremely hard, extremely firm, sticky and plastic; many fine and very fine roots; few very fine tubular pores; many distinct clay films on faces of peds; strongly effervescent; very strongly alkaline; clear smooth boundary.\nBtn3--9 to 12 inches; light brownish gray (2.5Y 6/2) clay, grayish brown (2.5Y 5/2) moist; moderate coarse prismatic structure parting to moderate fine and medium subangular blocky structure; extremely hard, extremely firm, sticky and plastic; common fine, very fine and few medium roots; few very fine tubular pores; many distinct clay films on faces of peds; strongly effervescent; strongly alkaline; clear smooth boundary.  (The combined thickness of the Btn horizons is 9 to 23 inches.)\nBtknz1--12 to 20 inches; light yellowish brown (2.5Y 6/4) clay loam, olive brown (2.5Y 4/4) moist; moderate fine and medium subangular blocky structure; very hard, very firm, sticky and plastic; common very fine, fine and few medium roots; common very fine tubular pores; common distinct clay films on faces of peds; common filaments and masses of sodium sulfate; calcium carbonate is mostly disseminated with very few very fine masses; strongly effervescent; moderately alkaline; clear smooth boundary.\nBtknz2--20 to 40 inches; grayish brown (2.5Y 5/2) clay, dark grayish brown (2.5Y 4/2) moist; moderate fine and medium subangular blocky structure; very hard, very firm, sticky and plastic; few very fine and fine roots; common very fine tubular pores; common distinct clay films on faces of peds; few fine filaments and masses of sodium sulfate with few gypsum crystals; calcium carbonate is mostly disseminated with very few very fine masses; strongly effervescent; moderately alkaline; clear smooth boundary.\nBtknz3--40 to 54 inches; grayish brown (2.5Y 5/2) clay, dark grayish brown (2.5Y 4/2) moist; moderate fine and medium subangular blocky structure; very hard, very firm, sticky and plastic; few very fine and fine roots; common very fine tubular pores; common distinct clay films on faces of peds; common medium filaments and masses of sodium sulfate with few gypsum crystals; calcium carbonate is mostly disseminated with very few very fine masses; strongly effervescent; very strongly alkaline; clear smooth boundary.\nBtknz4--54 to 65 inches; light olive brown (2.5Y 5/4) clay loam, olive brown (2.5Y 4/4) moist; moderate fine and medium subangular blocky structure; very hard, very firm, sticky and plastic; few very fine and fine roots; common very fine tubular pores; common distinct clay films on faces of peds; few medium filaments and masses of sodium sulfate with few gypsum crystals; calcium carbonate is mostly disseminated with very few very fine masses; strongly effervescent; very strongly alkaline.  (The combined thickness of the Btknz horizons is 30 to 50 inches.)"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: McKinley County, New Mexico; about 4.5 miles east of Star Lake; 107 degrees 22 minutes 37 seconds west longitude and 35 degrees 54 minutes 20 seconds north latitude."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil Moisture: The SMCS is usually dry, in all parts, 105 to 158 cumulative days from April through October.  It is usually moist, in some part, 52 to 105 cumulative days during the same period.  It is intermittently moist in some part November through April.  The period of maximum precipitation is July through October.  The soil is driest during May and June.  Ustic aridic moisture regime.\nSoil Temperature: 48 to 51 degrees F.\nParticle-size control section: 35 to 50 percent clay\nDepth to sodium sulfate and gypsum accumulations: 5 to 18 inches\nGypsum percent: 0 to 1\nDepth to secondary calcium carbonate: 5 to 15 inches\nCalcium carbonate equivalent: 5 to 14 percent\nSodicity: SAR of 13 to 30\nSalinity: EC of 2 to 8 mmhos/cm\nE horizon  (when present)\nHue: 2.5Y or 10YR\nValue: 6 dry; 4 or 5 moist\nChroma: 2 or 4 dry: 3 or 4 moist\nTexture: loam\nRock fragments: 0 to 10 percent siderite and sandstone pebbles.\nReaction: strongly or very strongly alkaline\nNote: This horizon occurs in the less severely eroded areas.\nBtn horizon\nHue: 2.5Y or 10YR\nValue: 4 to 6 dry; 3 to 5 moist\nChroma: 2 to 4 dry and moist\nTexture: clay or clay loam\nRock fragments: 0 to 5 percent siderite and sandstone\npebbles.\nReaction: strongly and very strongly alkaline\nSome pedons have By and C horizons occurring below 40 inches."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no competitors."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Starlake soils are on valley floors and valley sides. They formed in alluvium, fan alluvium, and stream alluvium derived from shale and sandstone. Slopes are 0 to 5 percent. Elevation is 6,300 to 6,700 feet. Mean annual temperature is 46 to 49 degrees F. Mean annual precipitation is 9 to 10 inches. The frost-free period is 100 to 135 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Betonnie, Blancot, Calladito, and Doakum soils.  The Betonnie soils are moderately coarse textured and on fan remnants. The Calladito soils are coarse textured and form dunes.  The Blancot and Doakum soils are very deep, medium textured and on fan remnants."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained, medium to high runoff, and very slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: The Starlake soils are used for livestock grazing. Present vegetation is mound saltbush, alkali sacaton, and galleta."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Northwest New Mexico. MLRA 35, LRR-D. This series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Phoenix, Arizona"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: McKinley County Area, New Mexico; McKinley County and Parts of Cibola and San Juan Counties, 2001."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nNatric horizon - The zone from 0 to 65 inches.\nThe type location was moved in February 2001.\nClassified according to Soil Taxonomy Second Edition, 1999.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
