{
  "SERIES": "STARLITE",
  "STATUS": "Established Series",
  "BYREV": "Rev. WDK/CLM",
  "REVDATE": "09/1999",
  "STATES": "ID",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-silty, carbonatic, frigid Petronodic Xeric Haplocalcids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Starlite loam -- on a 1 percent southeast slope at 4,800 feet elevation in seeded rangeland.  (Colors are for dry soil unless otherwise noted.  When described on July 5, 1989, the soil was dry throughout).\nA--0 to 5 inches; light brownish gray (10YR 6/2) loam, brown (10YR 4/3) moist; weak fine and medium granular structure; soft, very friable, slightly sticky and nonplastic; common very fine and fine roots; common very fine and fine irregular pores; strongly effervescent (25 percent calcium carbonate equivalent); moderately alkaline (pH 8.3); clear smooth boundary.  (3 to 9 inches thick)\nBw--5 to 14 inches; light brownish gray (10YR 6/2) loam, brown (10YR 4/3) moist; weak medium subangular blocky structure parting to moderate medium granular; soft, very friable, slightly sticky and nonplastic; common very fine and fine roots; common very fine and fine tubular pores; strongly effervescent (25 percent calcium carbonate equivalent); strongly alkaline (pH 8.5); clear smooth boundary.  (7 to 11 inches thick)\nBk1--14 to 23 inches; light brownish gray (2.5Y 6/2) loam, dark grayish brown (2.5Y 4/2) moist; moderate medium subangular blocky structure; slightly hard, friable, slightly sticky and nonplastic; common very fine roots; few very fine tubular pores; 20 percent cicada nodules; common lime splotches 1 to 2 mm thick on faces of peds; violently effervescent (40 percent calcium carbonate equivalent); strongly alkaline (pH 8.7); clear smooth boundary.  (9 to 14 inches thick)\nBk2--23 to 32 inches; light brownish gray (2.5Y 6/2) silt loam, dark grayish brown (2.5Y 4/2) moist; weak medium subangular blocky structure; slightly hard, friable, slightly sticky and nonplastic; few fine roots; few very fine tubular pores; 30 percent cicada nodules; common lime splotches 1 to 2 mm thick on faces of peds; violently effervescent (45 percent calcium carbonate equivalent); moderately alkaline (pH 8.4); clear smooth boundary.  (7 to 15 inches thick)\n2Bk3--32 to 37 inches; light gray (10YR 7/2) silty clay loam, grayish brown (10YR 5/2) moist; common medium distinct yellowish brown (10YR 5/4) redox accumulations; weak medium platy structure parting to moderate medium subangular blocky; hard, friable, moderately sticky and moderately plastic; few fine roots; 35 percent cicada nodules; many lime splotches 1 to 2 mm thick on faces of peds; violently effervescent (40 percent calcium carbonate equivalent); strongly alkaline (pH 8.5); clear smooth boundary.  (0 to 5 inches thick)\n3Bk4--37 to 41 inches; light brownish gray (2.5Y 6/2) silt loam, dark grayish brown (2.5Y 4/2) moist; weak medium subangular blocky structure parting to weak fine subangular blocky; slightly hard, friable, nonsticky and nonplastic; few very fine roots; few very fine tubular pores; few lime splotches 1 mm thick on faces of peds; violently effervescent (45 percent calcium carbonate equivalent); strongly alkaline (pH 8.6); clear smooth boundary.  (0 to 4 inches thick)\n3Bk5--41 to 47 inches; light gray (10YR 7/1) silt loam, grayish brown (10YR 5/2) moist; common medium distinct yellowish brown (10YR 5/4) redox accumulations; weak medium platy structure parting to weak fine subangular blocky; slightly hard, friable, slightly sticky and slightly plastic; few very fine roots; few very fine tubular pores; few lime splotches 1 mm thick on faces of peds; strongly effervescent (45 percent calcium carbonate equivalent); moderately alkaline (pH 8.2); clear smooth boundary.  (0 to 6 inches thick)\n4Bk6--47 to 60 inches; gray (10YR 5/1) very fine sandy loam, very dark grayish brown (10YR 3/2) moist; weak medium subangular blocky structure parting to weak fine subangular blocky; slightly hard, friable, nonsticky and nonplastic; few very fine roots; few lime splotches 1 mm thick on faces of peds; strongly effervescent (40 percent calcium carbonate equivalent); strongly alkaline (pH 8.6);"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Butte County, Idaho; about 5 miles east of Howe, Idaho, about 300 feet north and 500 feet west of the southeast corner of section 31, T.6N., R.30E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nThe soil moisture control section is dry for one-half to three-fourths of the time when the soil temperature is above 41 degrees F; dry for 70 to 85 consecutive days.\nAverage annual soil temperature - 41 to 47 degrees F.\nAverage summer soil temperature - 59 to 66 degrees F.\nParticle-size control section averages - 18 to 27 percent total clay and 10 to 20 percent carbonate clay.  Carbonate free clay is 5 to 15.  The weighted average of fine sand or coarser is 5 to 15 percent.\nCalcium carbonate equivalent averages - 40 to 45 percent\nDepth to calcic horizon - 10 to 20 inches\nRedoximorphic accumulations are relic\nA horizon\nValue - 6 or 7 dry, 4 or 5 moist\nChroma - 2 or 3 dry or moist\nReaction - moderately or strongly alkaline\nCalcium carbonate equivalent - 20 to 30 percent\nBw horizon\nValue - 6 or 7 dry, 4 or 5 moist\nChroma - 2 or 3 dry or moist\nReaction - moderately or strongly alkaline\nCalcium carbonate equivalent - 20 to 30 percent\nBk and 2Bk horizons\nHue - 2.5Y or 10YR\nValue - 5 through 7 dry, 3 through 5 moist\nChroma - 1 through 4, dry or moist\nReaction - moderately or strongly alkaline\nCicada nodules - 20 to 35 percent\nTexture - L, SIL, SICL with 12 to 37 percent total clay\nCalcium carbonate equivalent 40 to 45 percent\n3Bk and 4Bk horizons\nHue - 2.5Y and 10YR\nValue - 5 through 7 dry, 3 through 5 moist\nChroma - 1 through 4, dry or moist\nReaction - moderately or strongly alkaline\nTexture - L, SIL, VFSL, GR-L\nGravelly and very fine sandy loam textures occur below 40 inches"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no other series in the same family."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Starlite series are in basins and on valley flats. These soils formed in lacustrine sediments.  Slopes are 0 to 4 percent. Elevations are 4,700 to 5,800 feet.  The climate is cold and moist in winter and spring, and dry in summer.  Average annual precipitation is 8 to 11 inches.  Average annual temperature is 39 to 44 degrees F.  The frost-free period is 70 to 90 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Sparmo, Arco, Medicine, and Pancheri soils.  Sparmo soils are on outwash fans and fan terraces and have a coarse-loamy particle-size control section. Arco soils are on valley flats and dissected terraces, are somewhat poorly drained and have a mollic epipedon.  Medicine soils are on alluvial fans and have contrasting particle-size classes.  Pancheri soils are on terraces and have a coarse-silty particle-size control section."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained.  Slow runoff.  Moderately slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Mostly cultivated under irrigation for hay, pasture, small grain, and potatoes.  The principal native vegetation is Wyoming big sagebrush, Bluebunch wheatgrass, and Indian ricegrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  East-central Idaho.  These soils are not extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Butte County Area, Idaho, 1997."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - The zone from 0 to 5 inches.\nCambic horizon - The zone from 5 to 14 inches (Bw horizon).\nCalcic horizon - The zone from 14 to 60 inches (the Bk1, Bk2, 2Bk3, 3Bk4, 3Bk5, and 4Bk6 horizons).\nPetronodic - Over 20 percent nodules from 14 to 37 inches\nParticle-size control section - The zone from 10 to 40 inches (part of the Bw, the Bk1, Bk2, 2Bk3, and part of the 3Bk4).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
