{
  "SERIES": "STARGLADE",
  "STATUS": "Tentative Series",
  "BYREV": "Rev. MPK/TDT",
  "REVDATE": "03/2004",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS:  Loamy-skeletal, mixed, superactive, frigid Lithic Haploxerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Starglade very cobbly ashy loam - rangeland, on a 5 percent slope at an elevation of 5,045 feet.  (When described on July 10, 2002, the soil was dry throughout.  Colors are for moist soils unless otherwise noted.)\nA--0 to 2 inches; dark brown (10YR 3/3) very cobbly ashy loam, brown (10YR 5/3) dry; moderate fine and medium granular structure; slightly hard, very friable, slightly sticky and moderately plastic; common very fine roots; many fine irregular pores; 5 percent stones, 20 percent cobbles, and 20 percent gravel; neutral (pH 7.2); gradual wavy boundary.  (1 to 3 inches thick)\nBw--2 to 7 inches; dark brown (10YR 3/3) very cobbly ashy loam, yellowish brown (10YR 5/4) dry; moderate medium subangular blocky structure; slightly hard, very friable, slightly sticky and moderately plastic; common very fine and fine roots; common very fine tubular pores; 20 percent cobbles and 20 percent gravel; slightly alkaline (pH 7.8); abrupt wavy boundary.  (3 to 9 inches thick)\n2R--7 inches; fractured igneous rock; soil material and roots are found within the fractures; dark brown (7.5YR 3/4) clay films coat the fracture walls"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Grant County, Oregon; located in the Logan Valley about 21 miles east of Seneca; 50 feet south and 1,200 feet west of the NE corner of section 1, T. 17 S., R. 33 1/2 E. (Latitude 44 degrees, 08 minutes, and 02 seconds N. and Longitude 118 degrees, 35 minutes, and 27 seconds W.)"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  These soils are usually moist, but are dry in the moisture control section for 90 to 110 consecutive days following the summer solstice.  The mean annual soil temperature is 43 to 47 degrees F.  It has an estimated 5 to 20 percent volcanic glass and 0.2 to 0.4 extractable Al + 1/2Fe.  The solum has hue of 7.5YR or 10YR, value of 2 or 3 moist, 4 or 5 dry, and chroma of 2 or 3 moist, 2 to 4 dry.  The particle-size control section is ashy loam or ashy silt loam with 12 to 18 percent clay, 0 to 10 percent stones, 15 to 30 percent cobbles and 20 to 30 percent gravel.  Depth to bedrock and thickness of the mollic epipedon is 4 to 10 inches.  It is neutral or slightly alkalinel."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are Agassiz, Alomax, Anatone, Bluecanyon, Bocker, Cedaran, Dipcreek, Foxol, Gomine, Grink, Hogsby, Kenypeak, Nayrib, Onaqui, and Swanner series.  All these soils lack vitrandic features.  Agassiz soils are somewhat excessively or excessively drained and are underlain by fractured limestone at a depth of about 18 inches.  Anatone, Bluecanyon, Gomine, Onaqui, and Swanner soils are 10 to 20 inches to bedrock.  Bocker and Cedaran soils have more than 18 percent clay in the particle-size control section.  Dipcreek soils are 10 to 19 inches to bedrock and have a mean annual soil temperature of less than 43 degrees F.  Foxol and Grink soils are 14 to 20 inches to a lithic contact.  Kenypeak soils have a paralithic contact over a lithic contact.  Hogsby soils are 10 to 20 inches to a quartzite or argillite contact"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  These soils formed in residuum derived from igneous rock with an influence of ash.  Elevation is 4,900 to 5,800 feet.  Slopes are 2 to 15 percent.  The climate is characterized by cold wet winters and hot dry summers.  The mean annual precipitation is 20 to 28 inches, and the mean annual temperature is 41 to 45 degrees F.  The frost-free period is 30 to 80 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Frenchcabin, Loganvalley, Magill, Stanbro, and Weberg soils.  Frenchcabin soils are fine-silty over sandy or sandy-skeletal, somewhat poorly drained, and are on stream terraces in mountain meadows.  Loganvalley soils are loamy-skeletal, well drained, and are on fan remnants.  Magill soils are moderately deep, well drained, loamy-skeletal, and are on hills.  Stanbro soils are organic, very poorly drained, very deep, and are on fens.  Weberg soils are loamy-skeletal, moderately well drained, and are on glacial outwash plains."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are used for livestock grazing and wildlife habitat.  The native vegetation is low sage, buckwheat, squirreltail, and antelope bitterbrush; ecological site is Shrubby Mountain Claypan 12-15 PZ R010XB028OR."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Foothills of mountain valleys in east-central Oregon.  MLRA 10.  This soil is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES PROPOSED",
    "content": "SERIES PROPOSED:  Grant County, Oregon, 2003."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizon and features recognized in this pedon are:\nMollic epipedon - from surface to 7 inches (A and Bw horizons)\nVitrandic feature - from the surface to 7 inches (A and Bw horizons)\nLithic contact at 7 inches\nParticle-size control section - 0 to 7 inches (A and Bw horizons)\nXeric moisture regime\nNational Cooperative Soil Survey\nU.S.A."
  }
}
