{
  "SERIES": "STASER",
  "STATUS": "Established Series",
  "BYREV": "Rev. JLP:RPS",
  "REVDATE": "05/2001",
  "STATES": "AL,AR,GA,KY,TN",
  "OVERVIEW": "The Staser series consists of very deep, well drained soils Permeability is moderate or moderately rapid.  These soils formed in mixed alluvium on flood plains. Slopes range from 0 to 3 percent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, active, thermic Cumulic Hapludolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Staser loam--cultivated.  (Colors are for moist soil unless otherwise stated.)\nAp--0 to 8 inches; dark brown (10YR 3/3) loam; moderate medium granular structure; very friable, many fine roots; few fine flakes of mica; slightly acid; clear smooth boundary.\nA1--8 to 24 inches; dark brown (10YR 3/3) loam; weak medium subangular blocky and medium granular structure; friable, common fine roots; few fine flakes of mica; few rounded fragments about 0.5 inch in diameter in lower part; medium acid; clear smooth boundary.\nA2--24 to 35 inches; dark brown (10YR 3/3) loam; weak fine subangular blocky structure; friable, few fine roots; few fine flakes of mica; very few rounded fragments about 0.5 inch in diameter; medium acid; gradual smooth boundary.  (thickness of the A horizon ranges from 24 to 45 inches.)\nBw--35 to 52 inches; dark yellowish brown (10YR 4/4) fine sandy loam; weak fine subangular blocky structure; very friable, few fine flakes of mica; medium acid.  (10 to 35 inches thick)"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Monroe County, Tennessee; in Tellico River bottoms at junction of Tellico River and Notchey Creek, north of paved road and 60 feet south of river bank."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Thickness of the mollic epipedon ranges from about 24 to 45 inches.  Depth to bedrock is more than 5 feet. Reaction in each horizon ranges from medium acid through neutral.  Rock fragments range from 0 to 10 percent  within the upper 40 inches and from 0 to 40 percent below 40 inches.\nThe A horizon has hue of 10YR or 7.5YR, value of 2 or 3 and chroma of 2 or 3. The texture is silt loam, loam, or fine sandy loam.\nThe Bw horizon has hue of 10YR, 7.5YR, or rarely 5YR, value of 3 to 5, and chroma of 3 or 4.  Mottles in shades of brown, gray, and yellow range from none to common in the lower part of the B horizon.  The texture is silt loam, loam, or fine sandy loam.  In the particle size control section, clay content averages between 18 and 27 percent, sand content between 20 and 60 percent and silt content is 20 percent or more.\nSome pedons have a C horizon either immediately below the A horizon or the B horizon.  The C horizon has properties similar to those given for the B horizon except that it is massive."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Cannon and Gowton series in the same family and the Arrington, Egam, Godown, Huntington, and Lynnville series in the similar families.  Cannon soils have more than 15 percent chert or gravel in the upper 40 inches.  Gowton soils to not contain mica flakes.  Arrington soils are fine-silty and Egam soils are fine.  Godown soils are fine and have chroma of 2 or less below the surface layer.  Huntington soils are fine-silty and are mesic.  Lynnville soils are fine-silty and have gray mottles immediately below the mollic epipedon."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Staser soils are on flood plains.  Slopes range from 0 to 3 percent.  These soils formed in  mixed alluvium .  Mean annual air temperature is 60 degrees F. and mean annual precipitation is 51 inches near the type location."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the competing Arrington, Egam, and Lynnville series and the Armour, Humphreys, and Whitwell series which are on the adjacent low terraces and have an argillic horizon."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained.  Runoff is slow. Moderate or moderately rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  The main crops are corn, cotton, small grains, soybeans, tobacco, hay, and pasture.  The native vegetation was hardwood forest consisting chiefly of oaks, hickories, maples, elm, and yellow-poplar.  Very few areas remain in forest."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  The Appalachian Ridges and Valleys, Highland Rim, and Nashville Basin in Tennessee, Alabama, and possibly Arkansas, Georgia, and Kentucky.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Morgantown, West Virginia"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Jefferson County, Tennessee; 1939."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons in this pedon are:\nMollic epipedon- 0 to 35 inches (A horizon)\nCambic horizon- 35 to 52 inches (Bw horizon)\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 20,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "loam",
        "pH_class": "slightly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Ap--0 to 8 inches; dark brown (10YR 3/3) loam; moderate medium granular structure; very friable, many fine roots; few fine flakes of mica; slightly acid; clear smooth boundary."
      },
      {
        "name": "A1",
        "top": 20,
        "bottom": 61,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "loam",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A1--8 to 24 inches; dark brown (10YR 3/3) loam; weak medium subangular blocky and medium granular structure; friable, common fine roots; few fine flakes of mica; few rounded fragments about 0.5 inch in diameter in lower part; medium acid; clear smooth boundary."
      },
      {
        "name": "A2",
        "top": 61,
        "bottom": 89,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "loam",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "A2--24 to 35 inches; dark brown (10YR 3/3) loam; weak fine subangular blocky structure; friable, few fine roots; few fine flakes of mica; very few rounded fragments about 0.5 inch in diameter; medium acid; gradual smooth boundary.  (thickness of the A horizon ranges from 24 to 45 inches.)"
      },
      {
        "name": "Bw",
        "top": 89,
        "bottom": 132,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "fine sandy loam",
        "narrative": "Bw--35 to 52 inches; dark yellowish brown (10YR 4/4) fine sandy loam; weak fine subangular blocky structure; very friable, few fine flakes of mica; medium acid.  (10 to 35 inches thick)"
      }
    ]
  ]
}
