{
  "SERIES": "STAVE",
  "STATUS": "Tentative Series",
  "BYREV": "Rev. DBS/SR",
  "REVDATE": "11/64",
  "STATES": "AK",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Sandy, mixed Typic Cryaquents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Stave series - forest. (Colors are for moist conditions.)\n01--1 1/2 to 0 inches; dark reddish brown (5YR 2/2) mat of organic materials; many roots; clear smooth boundary.\nC1--0 to 5 inches; dark gray (5YR 4/1) medium sand; many olive gray (5YR 4/2) sand grains; single-grain; loose; mildly alkaline; few roots; water table at surface; gradual  boundary.\nC2g--5 to 18 inches; dark gray (5YR 4/1) medium sand; few fine faint mottles of yellowish brown; single grain; loose; moderately alkaline; gradual boundary.\nC2g--18 to 20 + inches; dark gray (5YR 4/1) layered medium sand and fine sand; few coarse prominent mottles of reddish brown; single grain; loose; moderately alkaline (Note:  Below 20 inches, soils is too wet to bring up with auger or spade, but no gravel or stones occur)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Gustavus Area, Alaska.  About 400 yards northwest of junction of FAA radio towers road and Bartlett Cove road."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Texture of the surface horizon ranges from medium sand to very fine sand.  In areas adjacent to incised streams, the water table is much lower and a thin discontinuous A2 horizon has formed in places.  In some areas 6 to 8 inches of peat lies on the soil surface.  The C horizon is calcareous rather than alkaline in places."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These include the Gustavus, Tolsona, Anchor Point, Moose River, and Killey series.  All but the Tolsona soils have strata of medium textured material.  The Tolsona soils are commonly gravelly and are perennially frozen at shallow depts.  The Gustavus soils have deeper water tables.  The Anchor Point and Moose River soils have thin A1 horizons and gravelly substrata, and are acid.  The Killey soils have chromas of 3 or more throughout the control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  These soils occur on nearly level plains built up by rivers originating in receding glaciers, and are commonly only a few feet above sea level.  The climate is maritime, with cool summers, mild winters, and high rainfall throughout the year."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These include the Bartlett and Beardslee series, in addition to the Gustavus series.  The Bartlett soils are fine textured.  The Beardslee soils are well drained, very shallow over gravel, and have an incipient spodic horizon."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Poorly drained, except where water table is lowered by incised streams or deep ditches.  Permeability is rapid."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Drained areas are used for vegetables, hay, and pasture.  Native vegetation consists of willows, horsetail, sedges, and moss in poorly drained areas, and Sitka spruce, lodgepole pine, and cottonwood (balsom poplar) in drained areas."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Southeastern Alaska.  The series is probably of miner extnet."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES PROPOSED",
    "content": "SERIES PROPOSED:  Gustavus Area, Alaska, 1964.  Source of name is Stave Point."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  This series would formerly have been classified in the Low-Humic Gley group.\nOSED scanned by SSQA.  Last revised by state on 11/64.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
