{
  "SERIES": "STEAMBURG",
  "STATUS": "Established Series",
  "BYREV": "Rev. WEP-WEF",
  "REVDATE": "06/2011",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, semiactive, mesic Typic Glossudalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Steamburg sandy loam, on an 8 percent slope in a cultivated field. (Colors are for moist soil unless otherwise stated.)\nAp--0 to 23 cm (9 inches); dark grayish brown (10YR 4/2) sandy loam, pale brown (10YR 6/3) dry; weak medium granular structure; friable; about 5 percent gravel; neutral; abrupt wavy boundary. [15 to 25 cm (6 to 10 inches) thick]\nBt/E1--23 to 46 cm (9 to 18 inches); dark yellowish brown (10YR 4/4) sandy loam (Bt): common faint brown (10YR 4/3) clay films on faces of peds; occupies about 60 percent of the horizon penetrated by tongues of light yellowish brown (10YR 6/4) loamy sand (E); moderate medium subangular blocky structure; friable; about 1 percent gravel; slightly acid; clear irregular boundary.\nBt/E2--46 to 86 cm (18 to 34 inches); dark yellowish brown (10YR 4/4) sandy loam (Bt); common faint brown (10YR 4/3) clay films on faces of peds; occupies about 80 percent of the horizon penetrated by tongues of light yellowish brown (10YR 6/4) loamy sand (E); moderate medium subangular blocky structure; friable; few fine prominent black (N 2.5/) manganese stains; about 5 percent gravel; neutral; clear irregular boundary. [Combined thickness of the Bt/E horizon is 38 to 76 cm (15 to 30 inches).]\n2Bt--86 to 102 cm (34 to 40 inches); yellowish brown (10YR 5/4) clay loam; moderate medium angular blocky structure; firm; common distinct brown (10YR 4/3) clay films on faces of peds; few fine faint light brownish gray (10YR 6/2) and few fine distinct gray (10YR 5/1) iron depletions; about 10 percent gravel; slightly alkaline; clear wavy boundary. [10 to 25 cm (4 to 10 inches) thick]\n2C--102 to 152 cm (40 to 60 inches); brown (10YR 4/3) clay loam; massive; firm; about 12 percent gravel; strongly effervescent; slightly alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Hillsdale County, Michigan; about 1 mile northwest of the village of Pittsfield; 130 feet east and 2220 feet south of the northwest corner of sec. 7, T. 7 S., R. 1 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nThickness of the solum: 96 to 119 cm (38 to 47 inches)\nDepth to carbonates: 96 to 119 cm (38 to 47 inches)\nAp horizon:\nHue: 10YR\nValue: 3 to 5\nChroma: 2 to 4\nTexture: sandy loam or loamy sand\nRock fragment content: 1 to 12 percent\nReaction: slightly acid to slightly alkaline\nBt part of the Bt/E horizon:\nHue: 7.5YR or 10YR\nValue: 4 to 6\nChroma: 3 or 4\nTexture: sandy loam\nRock fragment content: 1 to 12 percent\nReaction: slightly acid to slightly alkaline\nE part of the Bt/E horizon:\nHue: 10YR\nValue: 5 or 6\nChroma: 4\nTexture: loamy sand\nRock fragment content: 1 to 12 percent\nReaction: slightly acid to slightly alkaline\n2Bt horizon:\nHue: 10YR\nValue: 4 or 5\nChroma: 3 or 4\nTexture: loam, clay loam, or silty clay loam\nRock fragment content: 1 to 12 percent\nReaction: slightly acid to slightly alkaline\n2C horizon:\nHue: 10YR\nValue: 4 or 5\nChroma: 3 or 4\nTexture: loam or clay loam\nRock fragment content: 1 to 12 percent\nReaction: slightly acid to slightly alkaline"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: This is the Tekenink series. Tekenink soils average more than 52 percent sand in the lower part of the series control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Steamburg soils are on moraines. Slope ranges from 2 to 18 percent. The Steamburg soils formed in loamy glaciofluvial deposits and in the underlying loamy till. Mean annual precipitation ranges from 711 to 914 mm (28 to 36 inches). Mean annual temperature ranges from 8.9 to 10.0 degrees C (48 to 50 degrees F)."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the moderately well drained Miami and Morley soils on similar landscape positions, and the Fox soils on adjacent landscape positions. Fox soils have less clay in the lower part of the solum. Miami and Morley soils have more clay in the upper part of the solum."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Well drained. Depth to the top of a seasonal high water table is greater than 183 cm (6 feet). Potential for surface runoff is low or medium depending on slope. Saturated hydraulic conductivity is high in the upper part and moderately high in the lower part. Permeability is moderately rapid in the upper part and moderately slow in the lower part."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Soils are cultivated in most areas. Corn, soybeans, small grains, and grass-legume hay are the principal crops. Steep areas are in permanent pasture or woodlots. Primary wooded species are northern red oak, sugar maple, white oak, American basswood, and yellow poplar. Native vegetation is hardwood forest."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: MLRAs 98 and 111B in the extreme south central part of the lower peninsula of Michigan. The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Indianapolis, Indiana."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Hillsdale County, Michigan, 1990."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon: from the surface to a depth of 23 cm (9 inches) (Ap horizon).\nGlossic horizon: from a depth of 23 to 86 cm (9 to 34 inches) (Bt/E1 and Bt/E2 horizons).\nArgillic horizon: from a depth of 23 to 102 cm (9 to 40 inches) (Bt part of the Bt/E horizons, 2Bt horizon).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
