{
  "SERIES": "STEADMAN",
  "STATUS": "Established Series",
  "BYREV": "NTH, JYM/ Rev. MDJ",
  "REVDATE": "02/2018",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty, mixed, active, thermic Fluvaquentic Eutrudepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Steadman silt loam -- in a hay field. Colors are for moist soil.\nAp1--0 to 15 cm (0 to 6 inches); brown (10YR 4/3) silt loam; moderate medium granular structure; very friable; many very fine and fine roots; strongly acid; gradual smooth boundary.\nAp2--15 to 30 cm (6 to 12 inches); brown (10YR 4/3) silt loam; weak fine subangular blocky structure parting to weak medium granular structure; very friable; common very fine and fine roots; few fine tubular pores; neutral; clear smooth boundary.  (Combined thickness of the Ap horizons ranges from 7 to 30 cm (3 to 12 inches)).\nBw1--30 to 61 cm (12 to 24 inches); dark yellowish brown (10YR 4/4) silt loam; weak coarse prismatic structure parting to weak fine subangular blocky structure; friable; common very fine and fine roots; many fine and common medium tubular pores; continuous light brownish gray (10YR 6/2) silt coatings on faces of peds and in pores; moderately acid; gradual wavy boundary.\nBw2--61 to 99 cm (24 to 39 inches); dark yellowish brown (10YR 4/6) silt loam; weak medium prismatic structure parting to weak medium subangular blocky structure; friable; few very fine roots; many fine and common medium tubular pores; few fine faint grayish brown (10YR 5/2) redoximorphic depletions; continuous light brownish gray (10YR 6/2) silt coatings on faces of peds and in pores; moderately acid; clear smooth boundary.\nBw3--99 to 132 cm (39 to 52 inches); dark yellowish brown (10YR 4/6) silty clay loam; moderate coarse prismatic structure parting to moderate medium subangular blocky structure; friable; few very fine roots; many fine and common medium tubular pores; common medium faint grayish brown (10YR 5/2) redoximorphic depletions; continuous light brownish gray (10YR 6/2) silt coats on faces of peds and in pores; moderately acid; clear smooth boundary. (Combined thickness of the Bw horizons ranges from 63 to 140 cm (25 to 55 inches)).\nC1--132 to 163 cm (52 to 64 inches); mottled, grayish brown (10YR 5/2), brown (10YR 4/3), and yellowish brown (10YR 5/6) silty clay loam; weak coarse prismatic structure parting to weak medium subangular blocky structure; friable; few very fine roots; continuous light brownish gray (10YR 6/2) silt coats on faces of peds and in pores; slightly acid; gradual smooth boundary.\nC2--163 to 191 cm (64 to 75 inches); mottled, grayish brown (10YR 5/2), brown (10YR 4/3) and yellowish brown (10YR 5/6) silty clay loam; massive; friable, slightly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:\nCounty:  Sullivan\nState:  Tennessee\nUSGS Quadrangle:  Sullivan Gardens\nLatitude (Decimal Degrees, NAD 83):  36.4691658\nLongitude (Decimal Degrees, NAD 83):  -82.6005554\nDirections to the pedon:  152 meters (500 feet) south 60 degrees west from intersection of Highway 93 and Lone Star Road."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSolum Thickness:  76 to more than 152 centimeters (30 to more than 60 inches)\nDepth to Bedrock:  more than 152 centimeters (60 inches)\nDepth Class:  very deep\nDepth to Seasonal High Water Table:  46 to 91 centimeters (1.5 to 3 feet)\nRock Fragment content: A and Bw horizons: 0 to 5 percent gravel\nC horizon: 0 to 35 percent gravel\nSoil Reaction:  strongly acid to slightly alkaline\nRange of Individual Horizons:\nAp or A horizon:\nColor -- hue of 7.5YR or 10YR, value of 3 to 5, and chroma of 3 to 6\nTexture -- silt loam, silty clay loam, or loam\nBw horizon:\nColor - Hue 7.5YR to 2.5Y, value of 4 to 6, and chroma of 3 to 6; some pedons have dominant chroma 2 or less below 100 centimeters (40 inches)\nTexture -- silty clay loam or silt loam\nMottles or redoximorphic features -- shades of gray, brown, yellow, or red\nC horizon:\nColor --Hue 10YR or 2.5Y, value of 4 to 6, and chroma typically 3 to 6; some pedons have gleyed hue or dominant chroma 2 or less below 100 centimeters (40 inches)\nTexture (fine-earth fraction) -- silt loam, loam, clay loam, silty clay loam, silty clay, clay, or very fine sandy loam\nMottles or redoximorphic features -- shades of gray, brown, yellow, or red"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:\nThere are no other series in this family."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nMLRA(s) using this series:  128 (Southern Appalachian Ridges and Valleys)\nLandscape:  river valleys\nLandform:  flood plain or low stream terrace\nGeomorphic Component:  tread, riser\nParent Material Origin:  alluvium\nParent Material Kind:  shale and limestone\nSlope:  0 to 3 percent\nElevation:  180 to 690 meters (590 to 2,265 feet)\nFrost-free period:  180 to 240 days\nMean Annual Air Temperature:  11.4 to 15.6 degrees C (52 to 60 degrees F).\nMean Annual Precipitation:  1041 to 1714 millimeters (41 to 67 inches)"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:\nBays soils -- adjacent uplands; shallow soils formed in shale residuum\nBellamy soils -- adjacent terraces and foot slopes; fine-loamy with Fragic properties in the subsoil\nBloomingdale soils -- adjacent flood plains or depressions; fine textured; poorly drained\nHamblen soils -- adjacent flood plains; fine-loamy particle size class\nPettyjon soils -- adjacent flood plains; fine-loamy particle size class, well drained"
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:\nDrainage Class (Agricultural):  moderately well drained\nIndex Surface Runoff:  very low\nSaturated Hydraulic Conductivity Class:  moderately high\nPermeability Class (obsolete):  moderate\nShrink-Swell Class:  low"
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:\nMajor Uses: About 40 percent is cleared, about 40 percent is in woodland, and about 20 percent is in developed areas or other uses\nDominant Vegetation:\nWhere cultivated -- pasture, hay, small areas of row crops or small grains\nWhere wooded -- mixture of hardwoods such as oaks, yellow poplar, maple, sycamore, sweetgum, and ash"
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:\nDistribution: Southern Appalachian Ridges and Valleys in Tennessee and Georgia\nExtent: The series is of moderate extent"
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  MORGANTOWN, WEST VIRGINIA"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Sullivan County, Tennessee, 1991"
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nDiagnostic horizons and soil characteristics recognized in this pedon are:\nOchric epipedon -- the zone from 0 to 30 cm (Ap horizons - 0 to 12 inches)\nCambic horizon -- the zone from 30 to 132 centimeters (Bw horizons - 12 to 52 inches)\nParticle size control section -- the zone from 25 to 100 centimeters (10 to 40 inches)\nSeries control section -- 0 to 200 centimeters (0 to 79 inches)\nThis edit adopts the semitabular format, updates the ranges in characteristics, geographic setting, and includes minor editorial changes.\nADDITIONAL DATA: Laboratory Data - Characterization of the type location by the National Soil Survey Laboratory.  Pedon No. 87P0139\nNational Cooperative Soil Survey\nU.S.A."
  }
}
