{
  "SERIES": "STEALTH",
  "STATUS": "Established Series",
  "BYREV": "Rev. DGS/RLB",
  "REVDATE": "05/2007",
  "STATES": "NM",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy, mixed, superactive, thermic Arenic Ustic Calciargids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Stealth loamy fine sand--rangeland. (Colors are for dry soil unless otherwise stated.)\nA--0 to 6 inches; reddish yellow (7.5YR 6/6) crushed, loamy fine sand, strong brown (7.5YR 4/6)crushed, moist; 10 percent clay; single grain; nonsticky, nonplastic; common very fine roots throughout; very slight effervescence, by HCl, 1 normal; moderately alkaline; clear smooth boundary.  (3 to 8 inches thick)\nBw--6 to 21 inches; reddish yellow (7.5YR 6/6) crushed, loamy fine sand, brown (7.5YR 4/4) crushed, moist; 10 percent clay; weak medium subangular blocky structure; nonsticky, nonplastic; common very fine roots throughout; strong effervescence, by HCl, 1 normal; moderately alkaline; clear smooth boundary.  (11 to 18 inches thick)\nBt--21 to 30 inches; reddish yellow (7.5YR 6/6) crushed, fine sandy loam, brown (7.5YR 4/4) crushed, moist; 15 percent clay; weak medium subangular blocky structure; nonsticky, nonplastic; common fine roots throughout; 35 percent clay bridging between sand grains; strong effervescence, by HCl, 1 normal; moderately alkaline; clear smooth boundary.  (6 to 14 inches thick)\n2Bk1--30 to 46 inches; pink (7.5YR 7/4) crushed, loam, reddish yellow (7.5YR 6/6) crushed, moist; 18 percent clay; weak medium subangular blocky structure; slightly sticky, slightly plastic; common very fine roots throughout; 40 percent coarse irregular carbonate masses; violent effervescence, by HCl, 1 normal; moderately alkaline; clear smooth boundary.  (10 to 40 inches thick)\n3Bk2--46 to 80 inches; light brown (7.5YR 6/4) crushed, sandy loam, strong brown (7.5YR 5/6) crushed, moist; 18 percent clay; weak medium subangular blocky structure; slightly sticky, slightly plastic; few very fine roots throughout; 10 percent medium irregular carbonate masses; violent effervescence, by HCl, 1 normal; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Otero County, New Mexico; approximately 2.5 miles north and 20.5 miles east of Oro Grande; 900 feet east and 400 feet south of the northwest corner of sec. 9, T. 22 S., R. 10 E.  USGS El Paso Draw topographic quadrangle; latitude 32 degrees 24 minutes 45 seconds north and longitude 105 degrees 43 minutes 45 seconds west.  UTM zone 13, 431456E, 3586202N; NAD 27."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: The soil moisture control section is usually dry in all parts less than three-fourths of the time that the soil temperature exceeds 41 degrees F. Ustic aridic moisture regime.\nMean annual soil temperature: 59 to 62 degrees F.\nDepth to argillic horizon:  14 to 26 inches\nDepth to calcic horizon:  20 to 40 inches\nParticle-size control section (weighted average):\nClay content: 10 to 18 percent\nA horizon:\nHue: 7.5YR or 10YR\nValue: 5 or 6 dry, 4 or 5 moist\nChroma: 3 to 6, dry or moist\nBw horizon:\nHue: 7.5YR or 10YR\nValue: 5 to 7 dry, 4 to 6 moist\nChroma: 3 to 6, dry or moist\nBt horizon:\nHue: 7.5YR or 10YR\nValue: 5 to 7 dry, 4 to 6 moist\nChroma: 3 to 6, dry or moist\nBk horizon:\nHue: 5YR or 7.5YR\nValue: 6 or 8 dry, 5 or 6 moist\nChroma: 2 to 6, dry or moist\nTexture: sandy loam or loam"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no competing series."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material:  eolian sands over alluvium\nLandform: fan piedmont\nSlope:  2 to 5 percent\nMean annual temperature: 58 to 61 degrees F\nMean annual precipitation: 12 to 14 inches\nPrecipitation pattern:  precipitation falls mostly during the months of July through September.  The driest months are March and April.  Precipitation during the months of January, February, and March is less than 13 percent of the total.\nFrost-free period: 140 to 180 days\nElevation: 4,700 to 6,000 feet"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Armesa, Double, Jerag, Reyab, and Salado soils.\nArmesa soils have calcic horizons within 20 inches of the surface and are on erosional remnants.\nDouble soils are do not have calcic horizons and are on alluvial fans.\nJerag soils have petrocalcic horizons within 20 inches of the surface and are on fan piedmonts.\nReyab soils do not have calcic horizons and are on inset fans.\nSalado soils are fine-loamy and are on inset fans."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained.  Permeability is moderately slow.  Runoff is very low."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Used for livestock grazing.  Vegetation is of the mixed prairie type consisting of black grama, hairy grama, blue grama, dropseeds, New Mexico feathergrass, threeawn, croton, sand sagebrush, yucca, southwest rabbitbrush, and ephedra."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Trans-Pecos of Texas and southern New Mexico; LRR D, MLRA 42; small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Phoenix, Arizona"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Otero County, New Mexico; 2001."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nParticle-size control section:  The zone from 21 to 30 inches.  (Bt horizon)\nOchric epipedon:  The zone from 0 to 6 inches. (A horizon)\nCambic horizon:  The zone from 6 to 21 inches. (Bw horizon)\nArgillic horizon: The zone from 21 to 30 inches (Bt horizon)\nCalcic horizon:  The zone from 30 to 46 inches.\nArenic feature:  The presence of at least 20 inches of sandy material overlying the argillic horizon.\nUstic feature:  The soil has an aridic moisture regime that borders on the ustic regime.\nThe assignment of the cation-exchange activity class is inferred from lab data from similar soils in the surrounding area.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
