{
  "SERIES": "STEAMBOAT",
  "STATUS": "Established Series",
  "BYREV": "Rev. TWN-AGG",
  "REVDATE": "03/1999",
  "STATES": "MN",
  "OVERVIEW": "The Steamboat series consists of very deep, well drained soils formed in loamy glacial till on moraines.  Permeability is moderate or moderately slow.  Slopes range from 1 to 65 percent.  Mean annual air temperature is about 41 degrees F.  Mean annual precipitation is about 28 inches.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, superactive, frigid Haplic Glossudalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Steamboat sandy loam with a 14 percent convex slope in a deciduous forest. (Colors are for moist soil unless otherwise stated.)\nA--0 to 3 inches; very dark grayish brown (10YR 3/2) sandy loam, light brownish gray (10YR 6/2) dry; weak fine granular structure; very friable; many fine roots; 5 percent gravel; 5 percent cobbles; moderately acid; clear wavy boundary.  (2 to 5 inches thick)\nE--3 to 18 inches;  dark yellowish brown (10YR 4/4) loamy sand, pale brown (10YR 6/3) dry; weak fine subangular blocky structure; very friable; many fine roots; 5 percent gravel; 5 percent cobbles; moderately acid; gradual wavy boundary.  (8 to 20 inches thick)\nE/B--18 to 35 inches; about 80 percent brown (10YR 5/3) loamy sand, very pale brown (10YR 7/3) dry (E); about 20 percent yellowish brown (10YR 5/4) sandy loam (B); moderate medium subangular blocky structure; very friable; common fine roots; common faint dark yellowish brown (10YR 3/4) clay films in channels; 5 percent gravel; 5 percent cobbles; moderately acid; gradual wavy boundary.  (14 to 40 inches thick)\nBt--35 to 46 inches; yellowish brown (10YR 5/4) sandy loam; strong medium subangular blocky structure; firm; few fine roots; many distinct dark yellowish brown (10YR 3/4) clay films on faces of peds and in pores; 3 percent gravel; 2 percent cobbles; slightly acid; gradual wavy boundary.  (6 to 20 inches thick)\nC1--46 to 62 inches; olive brown (2.5Y 4/4) fine sandy loam; moderate thick platy structure parting to weak fine subangular blocky; very friable; common light gray (2.5Y 7/2) soft accumulations of calcium carbonate in old root channels or in cracks; 5 percent gravel; 2 percent cobbles; strongly effervescent; slightly alkaline; diffuse wavy boundary.\nC2--62 to 80 inches; light olive brown (2.5Y 5/4) fine sandy loam; common fine distinct light olive brown (2.5Y 5/6) and few fine prominent yellowish brown (10YR 5/6) Fe concentrations; moderate thick platy structure parting to weak fine subangular blocky; very friable; common light gray (2.5Y 7/2) soft accumulations of calcium carbonate in old root channels or in cracks; 5 percent gravel; 2 percent cobbles; strongly effervescent; slightly alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Hubbard County, Minnesota; about 5 miles northeast of Dorset; 800 feet north and 1300 feet west of the southeast corner of sec. 18, T.141N., R.33W.;  USGS Mantrap Lake quadrangle; lat. 47 degrees 1 minute 26.2 seconds N. and long. 94 degrees 54 minutes 6.3 seconds W., NAD27."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Depth to free carbonates ranges from 30 to more than 60 inches.  Gravel content ranges from 2 to 10 percent throughout.  Cobble, stone, and boulder content ranges up to 35 percent in some pedons.\nThe A horizon has hue of 10YR, value of 2 to 4 and chroma of 1 or 2.  It is sandy loam, fine sandy loam, or loam.  It is moderately acid or slightly acid.\nThe E horizon has hue of 10YR, value of 4 to 7 and chroma of 3 or 4.  It is loamy sand, loamy fine sand, sandy loam, or fine sandy loam.  It is moderately acid or slightly acid.\nAll pedons have E/B, B/E, EB, or BE horizons with colors and textures similar to the E and Bt horizons.\nThe Bt horizon has hue of 10YR or 7.5YR, value of 4 or 5 and chroma of 4 or 5.  It is sandy loam, fine sandy loam, or loam.  It ranges from 10 to 18 percent clay.  It is moderately acid to neutral.\nThe C horizon has hue of 2.5Y or 10YR, value of 4 to 6 and chroma 3 to 5.  It is sandy loam, fine sandy loam, loamy sand, or loamy fine sand with less than 18 percent clay.  It is slightly alkaline or moderately alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no other series in this family."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Steamboat soils have plane to convex slopes with gradients of 1 to 65 percent.  They are on moraines.  They formed in loamy glacial till of Wisconsinan Age.  Mean annual air temperature ranges from 37 to 45 degrees F.  Mean annual precipitation ranges from 24 to 33 inches.  Frost-free days range from 90 to 172 days.  Elevation above sea level ranges from 670 to 1450 feet."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Eagleview, Potatolake (T), Two Inlets, and organic soils.  The moderately well drained Potatolake soils are on nearly level to slightly convex positions and have silty materials over sandy stratified materials.  The Eagleview and Two Inlets soils are in similar landscape positions and are sandy and gravelly throughout.  Organic soils are in depressions."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained.  Surface runoff is moderately low to high.  Permeability is moderate or moderately slow."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most areas are used as woodland but some areas are used for cropland, hayland or pastureland.  Native vegetation is quaking aspen, paper birch, and northern hardwoods."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Central and northern Minnesota.  This series is not extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: St. Paul, Minnesota"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Hubbard County, Minnesota, 1998."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:  Ochric epipedon--the zone from the surface to a depth of 18 inches (A and E horizons); Albic horizon--the zone from 3 to 18 inches (E horizon); Glossic horizon--the zone from 18 to 35 inches (E/B horizon); Argillic horizon--the zone from 35 to 46 inches (Bt horizon).\nADDITIONAL DATA:  Refer to MAES Central File Code No. 4751 for results of some laboratory data on a representative pedon.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
