{
  "SERIES": "STECOAH",
  "STATUS": "Established Series",
  "BYREV": "LBH:MLS; Rev. MKC",
  "REVDATE": "10/2001",
  "STATES": "NC",
  "OVERVIEW": "The Stecoah series consists of deep, well drained, moderately rapid permeable soils on ridges and side slopes of the Blue Ridge (MLRA 130). They formed in residuum that is affected by soil creep in the upper part, and weathered from coarse grained metasedimentary rocks such as metasandstone and metagraywacke, occasionally interbedded with phyllite or slate. Mean annual temperature is 53 degrees F., and mean annual precipitation is about 63 inches near the type location. Slope ranges from 2 to 95 percent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, active, mesic Typic Dystrudepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Stecoah channery loam on a 60 percent northwest facing mountain side slope at an elevation of 3240 feet--forested. (Colors are for moist soil unless otherwise stated).\n0i--0 to 1 inch; slightly decomposed organic matter, leaves, twigs, and roots.\nA--1 to 6 inches; dark brown (10YR 3/3) channery loam, brown (10YR 5/3) dry; weak medium granular structure; very friable; common fine, medium, and coarse roots; 4 percent by volume flagstones that are mostly metasandstone, and 16 percent by volume phyllite channers; common fine flakes of mica; strongly acid; clear wavy boundary. (2 to 10 inches thick)\nBw1--6 to 13 inches; dark yellowish brown (10YR 4/6) channery loam; weak fine subangular blocky structure; friable; common fine, medium, and coarse roots; 2 percent by volume flagstones that are mostly metasandstone, and 16 percent phyllite channers; common fine flakes of mica; very strongly acid; gradual wavy boundary.\nBw2--13 to 37 inches; yellowish brown (10YR 5/6) channery loam; weak fine subangular blocky structure; friable; few coarse roots; 9 percent by volume flagstones that are mostly metasandstone, and 16 percent by volume phyllite channers; common fine flakes of mica; strongly acid; gradual wavy boundary. (Combined thickness of the Bw horizon is 20 to 40 inches).\nC--37 to 49 inches; yellowish brown (10YR 5/6), light brownish gray (10YR 6/2), strong brown (7.5YR 5/6), and dark brown (7.5YR 3/2), saprolite that has a channery loam texture;; friable; 5 percent by volume flagstones that are mostly metasandstone, and 25 percent by volume phyllite channers; common fine flakes of mica; strongly acid; gradual irregular boundary. (0 to 20 inches thick)\nCr--49 to 60 inches; multicolored, weathered, metasandstone interbedded with phyllite; few seams of multicolored channery fine sandy loam in cracks; partly consolidated but can be dug with difficulty with hand tools ."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Graham County, North Carolina, at Stecoah Gap, 1.9 miles west of intersection of N.C. Highways 143 and 28 along N.C. Highway 143; and 150 feet east of highway in woods."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Solum thickness ranges from 24 to 50. Depth to paralithic contact at the upper boundary of the Cr horizon ranges from 40 to 60 inches below the surface. Depth to a lithic contact is more than 60 inches.  Rock fragment content ranges from 0 to 35 percent by volume throughout.  Reaction ranges from extremely acid to strongly acid unless limed. Content of  flakes of mica ranges from none  to common throughout.\nThe A horizon has hue of 7.5YR to 2.5Y, value of 2 to 5, and chroma of 1 to 6. Where value is 3 or less , this horizon is less than 7 inches thick. The A horizon is loam, fine sandy loam, or silt loam in the fine earth fraction.\nThe E horizon, where present, has hue of 10YR or 2.5Y, value of 5 or 6, and chroma of 3 or 4. The E horizon is sandy loam, fine sandy loam, silt loam, or loam.\nThe Bw horizon has hue of 5YR to 2.5Y, value of 4 to 6, and chroma of 3 to 8. It is loam, silt loam, fine sandy loam, or sandy loam in the fine earth fraction.\nThe BC horizon, where present, has color and texture similar to the Bw horizon.\nThe C horizon is multicolored saprolite weathered from coarse grained metasedimentary rocks. It is typically loam, silt loam, fine sandy loam, sandy loam, loamy fine sand, or loamy sand in the fine earth fraction.\nThe Cr horizon is multicolored, weathered coarse grained metasedimentary rocks.  It is partly consolidated but can be dug with difficulty with hand tools. The upper boundary is considered as a paralithic contact where root spacing is greater than 4 inches."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Ashe, Brookfield, Buladean, Cardigan, Charlton, Chestnut, Delaware,  Ditney, Dutchess, Edneyville,  Foresthills (T), Gallimore, Greenbelt (T), Lordstown,  Newport, Riverhead,  Soco, St. Albans, Steinsburg, Wakeman, and Yalesville series. Ashe and Ditney soils have lithic contact within depths of 20 to 40 inches.  Brookfield soils are very deep and formed in micaceous till.  Buladean soils formed from materials weathered from high-grade metamorphic and igneous rocks and contain fragments of those rocks. Cardigan, Lordstown, Steinsburg, and Yalesville soils have hard sedimentary or metasedimentary bedrock at depths less than 40 inches and contain fragments of those rocks.  Charlton soils are very deep and formed in glacial till derived mainly from schist, gneiss, or granite. Chestnut and Soco soils have paralithic contact within depths of 20 to 40 inches.  Delaware soils are very deep and formed in postglacial alluvium, mainly from areas of sandstone, shale, and siltstone and contain fragments of those rocks.  Dutchess and St. Albans soils are very deep, contain coarse fragments of sedimentary rocks such as sandstone and shale, and contain fragments of those rocks..  Edneyville soils are very deep.  Foresthills (T) and Greenbelt (T) soils are very deep and have mantles of humanly transported materials.  Gallimore soils are very deep and formed in loamy over sandy outwash on outwash plains.  Newport soils have C horizons of dense glacial till.  Riverhead soils have a lithologic discontinuity in the upper 40 inches. Wakeman soils formed in residuum over sandstone bedrock on till plains and lake plains and contain fragments of sandstone."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Stecoah soils are on gently sloping to very steep ridges and side slopes of the Southern Appalachian Mountains. Elevation ranges from 1500 to 4800 feet. Slope is commonly between 20 and 70 percent but ranges from 2 to 95 percent. Stecoah soils formed in residuum that is affected by soil creep in the upper part, and is weathered from coarse grained metasedimentary rocks such as metasandstone or metagraywacke, occasionally interbedded with phyllite or slate. Occasionally they form from residuum weathered from quartzite with a high content of feldspar.  Mean annual temperature is ranges from 46 to 57 degrees F., and mean annual precipitation ranges from about 45 to 75 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: In addition to the competing Ditney,  Maymead, and Soco soils, these include the Brasstown, Brookshire, Cataska, Cheoah, Citico, Harmiller, Jeffrey, Junaluska, Lonon, Marbleyard, McCamy, Northcove, Santeetlah, Shinbone, Spivey, Sylco, Tsali, and Unicoi soils. All these soils are on ridges and side slopes except for Brookshire, Citico, Lonon, Maymead, Northcove, Santeetlah, and Spivey soils, which are in coves. Citico soils are fine-loamy and Northcove and Spivey soils are very deep and are loamy-skeletal. Brasstown, Harmiller, Junaluska, Lonon, Shinbone, and Tsali soils have argillic horizons. Brookshire, Cheoah, Jeffrey, Santeetlah, and Spivey soils have umbric epipedons or ochric epipedons with value 3 or less at least 7 inches thick. Cataska and Sylco soils are loamy-skeletal. Marbleyard soils are loamy-skeletal and McCamy soils are fine loamy. Both have a siliceous mineralogy and have a lithic contact at 20 to 40 inches below the soil surface. Unicoi soils are 7 to 20 inches to a lithic contact."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; very little runoff where forest litter has not been disturbed. Medium to very rapid runoff where litter has been removed; moderately rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most of the acreage is in forest. Common trees are chestnut oak, hickory, Virginia pine, black oak, scarlet oak, eastern white pine, and white oak. The understory species are rhododendron, mountain laurel, sassafras, sourwood, flowering dogwood, American chestnut sprouts, blueberry, and buffalo nut. A small acreage is cleared and used for pasture, hay and occasionally small grain and Christmas trees."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Blue Ridge (MLRA 130) of North Carolina and possibly Tennessee and Virginia. This series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Morgantown, West Virginia"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Macon County, North Carolina; 1990."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: This series was formerly included with the Edneyville series. However, Edneyville soils formed in residuum weathered from granite and gneiss, contain fragments of those rocks, are very deep, and occur on more stable rock formations. The 2/99 revision updates the classification to the 8th Edition of Keys to Soil Taxonomy. This soil is placed in the active CEC activity class based on comparison with associated soils. Sample pedon S85NC-075-002 classifies as superactive, but the activity class is consistent with similar series.\nMLRA = 130 SIR = NC0184\nThe Stecoah series has the following diagnostic horizons and features:\nOchric epipedon - the zone from the surface to about 6 inches (Oi and A horizons)\nCambic horizon - the zone from 6 to 37 inches below the surface (Bw1 and Bw2 horizons)\nParalithic contact - weathered bedrock contact at 49 inches (the upper boundary of the Cr horizon)."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "NA"
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "0i",
        "top": 0,
        "bottom": 3,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "NA",
        "structure": "NA",
        "dry_rupture": "NA",
        "moist_rupture": "NA",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "0i--0 to 1 inch; slightly decomposed organic matter, leaves, twigs, and roots."
      },
      {
        "name": "A",
        "top": 3,
        "bottom": 15,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "sand",
        "structure": "weak medium granular",
        "dry_rupture": "NA",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "channery",
        "pH": "NA",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "A--1 to 6 inches; dark brown (10YR 3/3) channery loam, brown (10YR 5/3) dry; weak medium granular structure; very friable; common fine, medium, and coarse roots; 4 percent by volume flagstones that are mostly metasandstone, and 16 percent by volume phyllite channers; common fine flakes of mica; strongly acid; clear wavy boundary. (2 to 10 inches thick)"
      },
      {
        "name": "Bw1",
        "top": 15,
        "bottom": 33,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 6,
        "texture_class": "sand",
        "structure": "weak fine subangular blocky",
        "dry_rupture": "NA",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "channery",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bw1--6 to 13 inches; dark yellowish brown (10YR 4/6) channery loam; weak fine subangular blocky structure; friable; common fine, medium, and coarse roots; 2 percent by volume flagstones that are mostly metasandstone, and 16 percent phyllite channers; common fine flakes of mica; very strongly acid; gradual wavy boundary."
      },
      {
        "name": "Bw2",
        "top": 33,
        "bottom": 94,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "sand",
        "structure": "weak fine subangular blocky",
        "dry_rupture": "NA",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "channery",
        "pH": "NA",
        "pH_class": "strongly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bw2--13 to 37 inches; yellowish brown (10YR 5/6) channery loam; weak fine subangular blocky structure; friable; few coarse roots; 9 percent by volume flagstones that are mostly metasandstone, and 16 percent by volume phyllite channers; common fine flakes of mica; strongly acid; gradual wavy boundary. (Combined thickness of the Bw horizon is 20 to 40 inches)."
      },
      {
        "name": "C",
        "top": 94,
        "bottom": 124,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "sand",
        "structure": "NA",
        "dry_rupture": "NA",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "channery",
        "pH": "NA",
        "pH_class": "strongly acid",
        "distinctness": "gradual",
        "topography": "irregular",
        "narrative": "C--37 to 49 inches; yellowish brown (10YR 5/6), light brownish gray (10YR 6/2), strong brown (7.5YR 5/6), and dark brown (7.5YR 3/2), saprolite that has a channery loam texture;; friable; 5 percent by volume flagstones that are mostly metasandstone, and 25 percent by volume phyllite channers; common fine flakes of mica; strongly acid; gradual irregular boundary. (0 to 20 inches thick)"
      },
      {
        "name": "Cr",
        "top": 124,
        "bottom": 152,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "fine sandy loam",
        "structure": "NA",
        "dry_rupture": "NA",
        "moist_rupture": "NA",
        "coherence": "NA",
        "cf_class": "channery",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Cr--49 to 60 inches; multicolored, weathered, metasandstone interbedded with phyllite; few seams of multicolored channery fine sandy loam in cracks; partly consolidated but can be dug with difficulty with hand tools ."
      }
    ]
  ]
}
