{
  "SERIES": "STEEDMAN",
  "STATUS": "Established Series",
  "BYREV": "Rev. JGF:RCW",
  "REVDATE": "02/97",
  "STATES": "KS,OK",
  "OVERVIEW": "The Steedman series consists of moderately deep, well drained or moderately well drained, slowly permeable soils that formed in material weathered from shale containing thin strata of sandstone of Pennsylvanian age.  These soils are on nearly level to gently sloping ridge tops and gently sloping to steep side slopes of prairie uplands.  Slopes range from 0 to 30 percent.  Mean annual precipitation is 38 inches.  Mean annual temperature is 62 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, smectitic, thermic Udertic Haplustalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Steedman silty clay loam - rangeland.\n(Colors are for dry soil unless otherwise stated.)\nA--0 to 7 inches, gray (10YR 5/1) silty clay loam, very dark gray (10YR 3/1) moist; moderate medium granular structure; hard, firm; moderately acid; gradual smooth boundary.  (5 to 10 inches thick)\nBt1--7 to 16 inches, grayish brown (2.5Y 5/2) clay; few fine prominent reddish brown mottles, dark grayish brown (2.5Y 4/2) moist; moderate medium blocky structure; extremely hard, extremely firm; clay films on faces of peds; slightly acid; gradual smooth boundary.  (5 to 15 inches thick)\nBt2--16 to 35 inches, light olive brown (2.5Y 5/4) clay, olive brown (2.5Y 4/4) moist; moderate coarse blocky structure; extremely hard, extremely firm; clay films on faces of peds; few fine lime concretions and masses; moderately alkaline; gradual wavy boundary.  (10 to 25 inches thick)\nCr--35 to 40 inches, gray (2.5Y 5/1) weakly laminated clayey shale, dark gray (2.5Y 4/1) moist; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Pontotoc County, Oklahoma; about 1 mile south and 8 miles east of Ada; 1120 feet west and 660 feet south of the center of sec. 12, T. 3 N., R. 7 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Solum thickness ranges from 20 to 40 inches.  Depth to secondary carbonates ranges from 10 to 40 inches.\nThe A horizon has hue of 7.5YR or 10YR, value of 4 or 5, and chroma of 1 to 4.  Texture is silt loam, loam, silty clay loam, or clay loam, and stony or gravelly phases are recognized.  Rock fragments less than 3 inches in diameter comprise from 0 to 25 percent by volume.  Rock fragments from 3 to 36 inches in diameter comprise from 0 to 50 percent by volume.  Reaction ranges from slightly acid through strongly acid.\nThe Bt horizon has COLE ranging from 0.07 through 0.12 and is clay or silty clay.  The Bt1 horizon has hue of 5YR to 2.5Y, value of 5 or 6, and chroma of 2 to 4.  The Bt1 horizon has mottles in shades of gray, brown, or red and the reaction ranges from neutral to moderately acid.  The Bt2 horizon has hue of 5YR to 2.5Y, value of 5 to 7, and chroma of 2 to 6.  Some pedons have mottles in shades of gray, red, or brown.  The Bt2 horizon ranges from slightly acid to moderately alkaline.\nSome pedons have BC horizons which are similar to the Bt horizons.\nThe Cr horizon is grayish, weakly laminated clayey shale or compacted clay that is slightly alkaline or moderately alkaline.  This rock like material is non paralithic and has low to moderate excavation difficulty.  Fractures are greater than 10 cm apart.  It is dense enough to be root restrictive, and slakes in water within 15 hours."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the  Normangee and Ponder series in the same family.  Soils in similar families are Acove, Agan, Axtell, Aydelotte, Bazette, Bluegrove, Bronte, Crockett, Crosstell, Durant, Foraker, Fulshear, Grainola, Katemcy, Lexton, Lindy, Navo, Tabler, Tabor, and Thurber series.  Acove, Bluegrove, Bronte, Fulshear, Katemcy, Lexton, Lindy and Thurber soils have mixed mineralogy and have COLE less than 0.07.  Agan and Aydelotte soils have a solum greater than 60 inches thick and have mixed mineralogy.  Axtell, Crockett, Crosstell, and Tabor soils have a solum greater than 40 inches thick and have an abrupt textural change from the A to the Bt horizon. Bazette soils have a COLE less than 0.07.  Durant, Foraker, and Tabler soils have mollic epipedons.  Grainola soils have mixed mineralogy and are more alkaline in the A and Bt1 horizon.  Nora, Normangee, and Ponder soils have sola more than 40 inches thick."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Steedman soils are on nearly level to gently sloping ridge tops and gently sloping to steep side slopes of prairie uplands.  Slopes range from 0 to 30 percent.  They formed in material weathered from shale containing thin strata of sandstone of Pennsylvanian age.  The climate is warm and moist subhumid.\nMean Annual Precipitation: 35 to 40 inches.\nMean Annual Temperature: 57 to 68 degrees F.\nThornthwaite Annual P-E indices: 50 to 66."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These include the competing Crockett series and the Bates, Coweta, Collinsville, Dennis, and Eram series.  Bates and Dennis soils have mollic epipedons and lack secondary carbonates.  Collinsville and Coweta soils are less than 20 inches thick over sandstone and lack Bt horizons.  Eram soils have mollic epipedons and lack vertic properties."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well or moderately well drained.  Runoff is slow to rapid and permeability is slow.  These soils have perched water tables within 1 foot of the surface during the months of November to March."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used mainly as rangeland or improved pasture. Some areas are cultivated to small grains or grain sorghums.  The native vegetation is prairie grass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:   Mainly in south central Kansas and central Oklahoma.  The soil is moderately extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Denver, Colorado"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Pontotoc County, Oklahoma; 1970."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  These soils formerly were included in the Eram series.  Diagnostic horizons and features recognized in this pedon are:\nUmbric epipedon - the zone from the surface of the soil to a depth of 16 inches (A and Bt1 horizons).\nArgillic horizon - the zone from 7 inches to a depth of 35 inches (Bt horizons)\nCr horizon - The rock like, non paralithic material encountered at a depth of 35 inches.  It has low to moderate excavation difficulty.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
