{
  "SERIES": "STEINHATCHEE",
  "STATUS": "Established Series",
  "BYREV": "JDS, AGH; Rev. GRB",
  "REVDATE": "08/2004",
  "STATES": "FL",
  "OVERVIEW": "The Steinhatchee series consists of moderately deep, poorly drained, moderately slowly permeable soils that formed in sandy and loamy marine sediments over limestone.  They are on broad flats on the Eastern Gulf Coast Flatwoods of northern Florida.  Near the type location, the mean annual temperature is about 68 degrees F., and the mean annual precipitation is about 55 inches.  Slopes range from 0 to 2 percent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Sandy over loamy, siliceous, active, thermic Alfic Alaquods"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Steinhatchee fine sand - in an area of planted pine.  (Colors are for moist conditions.)\nAp--0 to 5 inches; dark gray (10YR 5/1) fine sand, rubbed; unrubbed, the mixture of coated and uncoated sand grains has a salt and pepper appearance; weak fine granular structure; very friable; many fine and medium roots; very strongly acid; clear wavy boundary.  (3 to 8 inches thick)\nE--5 to 18 inches; dark gray (10YR 4/1) fine sand; common medium distinct very dark gray (10YR 3/1) and dark grayish brown (10YR 4/2) splotches and streaks; single grained; loose; many fine and medium roots; very strongly acid; abrupt wavy boundary. (3 to 22 inches thick)\nBh1--18 to 22 inches; black (10YR 2/1) fine sand; common medium and coarse faint dark brown (7.5YR 3/2) splotches; sand grains are well coated with colloidal organic matter; weak medium angular blocky structure; friable; few fine and medium roots; very strongly acid; clear wavy boundary.\nBh2--22 to 25 inches; dark brown (7.5YR 3/2 and 7.5YR 3/4) fine sand that is mixed in a medium pattern; single grained; loose; few fine and very fine roots; very strongly acid; clear wavy boundary. (Combined thickness of the Bh horizon ranges from 3 to 16 inches.)\nBw--25 to 29 inches; yellowish brown (10YR 5/4) fine sand; single grained; loose; few fine and very fine roots; common medium distinct very dark grayish brown (10YR 3/2) masses; common fine and medium distinct dark grayish brown (10YR 4/2) areas of iron depletions; very strongly acid; abrupt wavy boundary. (0 to 20 inches thick)\nBtg--29 to 35 inches; gray (10YR 6/1) sandy clay loam; weak fine subangular blocky structure; sticky; plastic; few very fine and fine roots; many fine and medium prominent brownish yellow (10YR 6/6) and few fine and medium prominent red (2.5YR 4/8) masses of iron accumulation; slightly acid; abrupt irregular boundary. (3 to 19 inches thick)\n2R--35 inches; light gray (10YR 7/2) limestone bedrock; can be dug with light power machinery."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Dixie County, Florida.  Approximately 2,200 feet south and 750 feet west of the northeast corner of Sec. 20, T.10 S., R.11 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Solum thickness and depth to limestone bedrock ranges from 24 to 40 inches.  Soil reaction ranges from very strongly acid to moderately acid in the A, E, Bh, and Bw horizons, and from moderately acid to neutral in the Btg horizon.  Depth to the argillic horizon ranges from 20 to 36 inches.\nThe A horizon has hue of 10YR, value of 2 to 4, and chroma of 2 or less.  Texture is sand or fine sand.\nThe E horizon has hue of 10YR, value of 4 to 6, and chroma of 1 or 2.  Redoximorphic features and vertical streaks in dark shades of gray or brown range from none to common.  Texture is sand or fine sand.\nThe Bh horizon has hue of 10YR to 5YR, value of 2 or 3, and chroma of 4 or less; or it is neutral with value of 2 or 3.  Redoximorphic features in shades of brown and intrusions of material that is similar in color and texture to the E horizon range from none to common.  Texture is sand or fine sand.\nThe Bw horizon, where present, has hue of 10YR or 7.5YR, value of 4 or 5, and chroma of 3 or 4.  Redoximorphic features in shades of gray, brown, or yellow range from few to many.  Texture is sand or fine sand.\nThe Btg horizon has hue of 10YR to 5Y, value of 4 to 6, and chroma of 2 or less.  Masses of iron accumulation in shades of brown, yellow, or red range from few to common.  Texture is sandy loam, fine sandy loam, or sandy clay loam with 50 percent or more fine or coarser sand.  About 3 percent, by volume, limestone pebbles or cobbles are present in the lower part in some pedons.\nThe Cr horizon, where present, has hue of 10YR or 2.5Y, value of 6 or 8, and chroma of 1 to 4.  It is composed of soft, weathered, fractured limestone that can be dug with difficulty with a spade, has very firm to extremely firm rupture resistance with low to high excavation difficulty.  It usually contains soft carbonate accumulations along with few to many hard limestone or chert fragments.  It is highly irregular and interspersed with solution holes that range from 4 to 12 inches in diameter and filled with sandy loam to sandy clay textured soil material.  Depth to limestone is variable within short distances.\nThe 2R horizon is composed of hard, unweathered limestone that has slightly rigid to very rigid rupture resistance with very high to extremely excavation difficulty.  Some areas contain solution holes filled with Btg and/or Cr material."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  This includes the Chaires series in the same family.  Chaires soils are deep and very deep to limestone."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTINGS",
    "content": "GEOGRAPHIC SETTINGS:  Steinhatchee soils are on flatwoods on the lower Coastal Plain of northern Florida.  They formed in sandy and loamy marine sediments over limestone.  Slopes range from 0 to 2  percent.  The average annual temperature ranges from about 66 to 70 degrees F., and the average annual precipitation ranges from about 50 to 60 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the competing Chaires series, and the Goldhead, Leon, Meadowbrook, Pottsburg, Tennille, Tooles, Wekiva and Wesconnet series.  Goldhead, Meadowbrook, and Tooles soils do not have spodic horizons.  In addition, Goldhead and Meadowbrook soils are very deep to limestone, Meadowbrook soils do not have argillic horizons within a depth of 40 inches, and Tooles soils are deep to limestone.  Leon, Pottsburg, and Wesconnet soils do not have argillic horizons and are very deep to limestone.  In addition, Wesconnet soils are very poorly drained.  Tennille and Wekiva soils are shallow to limestone bedrock and do not have spodic horizons."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Poorly drained; moderately slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most areas of Steinhatchee soils have been planted to pine.  Natural vegetation consists mainly of slash, longleaf or loblolly pine, and scattered sweetgum and water oaks.  The understory vegetation is dominated by sawpalmetto, gallberry, fetterbush, waxmyrtle, scattered cabbage palms, pineland threeawn, cinnamon fern, bluestems, and panicums."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northern Florida.  The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Auburn, Alabama."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Dixie County, Florida, 1998."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon include:\nOchric epipedon - the zone from the surface to 18 inches (Ap and E horizons).\nAlbic horizon - the zone from 5 to 18 inches (E horizon).\nSpodic horizon - the zone from 18 to 25 inches (Bh1 and Bh2 horizons).\nArgillic horizon - the zone from 29 to 35 inches (Btg horizon).\nLithic contact - bedrock at 35 inches.\nAquic condition - endosaturation throughout.  The water table is at a depth of 6 to 18 inches for 1 to 3 months during most years, and between depths of 18 and 60 inches during most of the rest of the time.  It is within a depth of 6 inches for short periods following heavy rains.\nMLRA:  152A.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
