{
  "SERIES": "STEILACOOM",
  "STATUS": "Established Series",
  "BYREV": "Rev.  BAL/MPR",
  "REVDATE": "05/2012",
  "STATES": "WA",
  "OVERVIEW": "The Steilacoom series consists of very deep, somewhat poorly drained soils formed in glacial lacustrine sediments. Steilacoom soils are on glacial drift plains and have slopes of 0 to 2 percent. The mean annual precipitation is about 1143 millimeters. The mean annual temperature is about 9.4 degrees C.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-silty, isotic, mesic Aquic Dystroxerepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Steilacoom silt loam - forest. (Colors are for dry soil unless otherwise noted.)\nOi--0 to 3 cm; slightly decomposed plant material; abrupt wavy boundary. (0 to 15 cm thick)\nA--3 to 21 cm; dark brown (7.5YR 3/3) silt loam, very dark brown (7.5YR 2.5/2) moist; strong fine and medium subangular blocky structure; soft, friable, slightly sticky, nonplastic; many very fine to medium and few coarse roots; very fine irregular and common fine and medium tubular pores; strongly acid (pH 5.3); clear wavy boundary. (18 to 25 cm thick)\nBw--21 to 61 cm; brown (7.5YR 5/4) silt loam, brown (7.5YR 4/4) moist; moderate fine and medium subangular blocky structure; slightly hard, friable, slightly sticky, nonplastic; common very fine and fine and few medium and coarse roots; few very fine interstitial and common fine and medium tubular pores; 5 percent fine irregular strong brown (7.5YR 4/6) moist, and strong brown (7.5YR 5/6) dry, iron-manganese masses and 20 percent fine light gray (2.5Y 7/1) dry, and light brownish gray (2.5Y 6/2) moist, iron depletions; moderately acid (pH 5.6); clear wavy boundary. (25 to 50 cm thick)\nBg1--61 to 94 cm; light olive brown (2.5Y 5/4) silt loam, olive brown (2.5Y 4/4) moist; massive; slightly hard, friable, slightly sticky, nonplastic; common fine and few medium and coarse roots; few very fine interstitial and few fine tubular pores; 10 percent fine light gray (2.5Y 7/1) dry, and light brownish gray (2.5Y 6/2) moist, iron depletions and 20 percent fine irregular strong brown (7.5YR 4/6) moist, and strong brown (7.5YR 5/6) dry, iron-manganese masses; moderately acid (pH 6.0); clear wavy boundary. (30 to 60 cm thick)\nBg2--94 to 114 cm; light brownish gray (2.5Y 6/2) silt, light olive brown (2.5Y 5/3) moist; massive; slightly hard, friable, nonsticky, nonplastic; few fine and few medium roots; few very fine irregular pores; 10 percent fine iron-manganese masses along lamina or strata surfaces and 10 percent medium iron-manganese masses along lamina or strata surfaces; slightly acid (pH 6.2); gradual wavy boundary. (0 to 30 cm thick)\nCg--114 to 160 cm; light brownish gray (2.5Y 6/2) silt, light olive brown (2.5Y 5/3) moist; massive; hard, friable, nonsticky, nonplastic; few fine roots; few very fine irregular pores; slightly acid (pH 6.5)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Thurston County; Washington; about 6 km south of DuPont; on Joint Base Lewis-McChord; 500 meters north and 500 meters east of the SW corner of sec. 3, T. 17 N., R. 1 E., Tenalquot Prairie, Washington USGS quadrangle; 46 degrees, 55 minutes, 9.8 seconds north latitude and 122 degrees, 40 minutes, 7.9 seconds west longitude; UTM 525181 meters E., 5203669 meters N., zone 10 NAD83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nMean annual soil temperature - 8.9 to 10 degrees C\nMoisture control section - dry 60 to 75 days following the summer solstice\nDepth to redoximorphic features - 20 to 30 centimeters\nReaction - strongly acid or neutral\nParticle size control section:\nClay content - 5 to 15 percent\nRock fragments - 0 to 10 percent total\nA horizon\nHue - 7.5YR or 10YR\nValue - 2.5 to 4 moist and 3 to 5 dry\nChroma - 3 or 4 moist and dry\nRock fragment content - 0 to 10 percent gravel\nBw horizons\nHue - 10YR or 7.5YR\nValue - 4 or 5 moist and 5 through 7 dry\nChroma - 2 to 4 moist and dry Texture - silt loam, silt, or very fine sandy loam\nRock fragment content - 0 to 10 percent gravel\nBg horizons Hue - 2.5Y, 10YR, or 7.5YR\nValue - 4 or 5 moist and 5 through 7 dry\nChroma - 2 to 4 moist and dry\nTexture - silt loam or silt\nRock fragment content - 0 to 10 percent gravel\nCg horizon\nHue - 5Y or 2.5Y\nValue - 4 to 6 moist, or dry\nChroma - 2 to 3 moist and dry\nTexture - silt or silt loam\nRock fragment content - 0 to 30 percent gravel and 0 to 5 percent cobbles"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no competing series."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Steilacoom soils are on glacial drift plains at elevations ranging from near sea level to about 100 meters. Slopes are 0 to 2 percent. The soils formed in concavities in relict glacial lacustrine sediments. These soils occur in a mild marine climate. Summers are cool and dry and winters are mild and wet. The mean annual precipitation ranges from 1067 to 1219 millimeters. The mean January temperature is 2 degrees C., mean July temperature is 24 degrees C., and mean annual temperature is 9.4 degrees C. The frost-free season is 200 to 240 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Alderwood, Everett, and Indianola soils. All of these series are on in upland positions on glacial outwash and drift plains. Alderwood soils have a dense horizon and are loamy-skeletal. Everett soils are sandy-skeletal.  Indianola soils are sandy."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Somewhat poorly drained; an apparent water table occurs at 0 to 50 cm from the soil surface during November through March, ponding is occasional during these months. Saturated hydraulic conductivity is high to moderately high in A and B horizons and very slow in the C horizon."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Mostly woodland and pasture. Native vegetation is Douglas-fir, western hemlock, western redcedar, red alder, bigleaf maple, and willows, with understory of western brackenfern, western swordfern, salal, Oregon-grape, trailing blackberry, red huckleberry, vine maple, evergreen huckleberry, red elderberry, and wild ginger."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Northwestern Washington; MLRA 2. The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Thurston County, Washington; Joint Base Lewis-McChord; 2012."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features include:\nOchric epipedon\nCambic horizon - from 21 to 114 centimeters (Bw, Bg1 and Bg2  horizon)\nADDITIONAL DATA: Laboratory data available on this soil. Pedon # S09WA067060, NSSL, Lincoln, NE.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
