{
  "SERIES": "STEPHEN",
  "STATUS": "Established Series",
  "BYREV": "Rev. CLG-RM-JAW",
  "REVDATE": "08/2017",
  "STATES": "TX",
  "OVERVIEW": "The Stephen series consists of shallow, well drained, moderately slowly permeable soils formed in residuum weathered from chalk. These soils are on gently sloping to sloping uplands. Slopes are mainly 1 to 5 percent but range from 1 to 8 percent.  Mean annual precipitation is about 964 mm (38 in) and the mean annual air temperature is about 18.75 degrees C (65.7 degrees F).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Clayey, mixed, active, thermic, shallow Udorthentic Haplustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Stephen silty clay--cropland. (Colors are for dry soil unless otherwise stated.)\nAp--0 to 20 cm (0 to 8 in); brown (7.5YR 4/2) silty clay, dark brown (7.5YR 3/2) moist; moderate fine subangular blocky and granular structure parting to very fine subangular blocky; hard, firm, sticky, plastic; many fine roots; few fine chalk fragments; calcareous, moderately alkaline; abrupt wavy boundary.  (18 to 51 cm [7 to 20 in] thick)\nA--20 to 30 cm (8 to 12 in); about 65 percent platy chalk fragments and platy chalk in place and about 35 percent dark brown (7.5YR 3/3) moist silty clay in the horizontal and vertical crevices and between the loose chalk fragments; few to strongly cemented cobblestones and limestone; few fine roots; few fine pores; calcareous, moderately alkaline; abrupt irregular boundary.  (0 to 15 cm [0 to 6 in] thick)\nCr---30 to 71 cm (12 to 28 in); pink (5YR 8/3) and very pale brown (10YR 8/2) platy chalk this is less hard than 3, Mohs scale; moderately alkaline; few thin tongues of dark brown calcareous silty clay in crevices between some chalk plates."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: McLennan County, Texas; from the intersection of Farm Road 1695 and Farm Road 2837 in Lorena, 0.6 mile northwest on Farm Road 2837 to intersection with county road, 300 ft west and 100 ft north of intersection in cropland;\nUSGS topographic quadrangle: Lorena, TX;\nLatitude 31 degrees, 23 minutes, 36.20 seconds North;\nLongitude 97 degrees, 13 minutes, 21.40 seconds West\nDatum:  WGS 84."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSolum depth: ranges from 18 to 51 cm (7 to 20 in) thick.\nSoil Moisture: An ustic soil moisture regime.  The soil moisture control section is dry in some or all parts for 90 or more cumulative days per year in normal years.\nMean annual soil temperature:  17 to 21 degrees C (63 to 70 degrees F)\nDepth to paralithic contact:  18 to 51 cm (7 to 20 in)\nThickness of mollic epipedon: 18 to 51 cm (7 to 20 in)\nThickness of free carbonates: 18 to 51 cm (7 to 20 in)\nParticle-size control section (weighted average)\nClay content: 35 to 55 percent\nSilicate clay content: 35 to 61 percent\nCalcium carbonate equivalent: 40 to 80 percent in the layer below the A horizon\nThe chalky limestone, when moist, can be cut with a spade.\nA or Ap horizon:\nHue: 7.5YR or 10YR\nValue: 3 to 5\nChroma: 1 to 3\nTexture: clay, silty clay, silty clay loam, or clay loam with 35 to 55 percent clay\nRock Fragments:  amount-0 to 25 percent; size-gravel; kind-Chalk\nOlive mottles or streaks range from none to common in the lower part to the A horizon.  The lower boundary of the A horizon ranges from wavy to irregular.\nA, C/A or A/C horizons (where present):\nHue: 7.5YR or 10YR\nValue: 3 to 8\nChroma: 1 to 3\nTexture: clay, silty clay, silty clay loam, or clay loam with 35 to 55 percent clay\nRock Fragments:  amount-0 to 5 percent; size-fine gravel to cobbles; kind-chalk or limestone\nPararock Fragments:  amount- 60 to 80 percent; size- medium gravel to stone; kind-chalk\nCr horizon:\nHue: 5YR to 10YR,\nValue: 4 to 8\nChroma: 1 to 3\nPararock fragments: kind-chalk\nShades of pink, white, and gray interbedded chalk and limy earths or soft limestone and limy earths."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no series in the same family.  Similar soils are Brackett, Castephen, Doss, Eckrant, Purves, Real, and Whitewright series.\nBrackett, Castephen, Doss, Real, and Whitewright soils: have carbonatic mineralogy and contain less than 35 percent silicate clay.  In addition, Brackett and Whitewright soils lack a mollic epipedon; and Real soils contain more than 35 percent fragments.\nEckrant and Purves soils: have a lithic contact with indurated limestone.  In addition, Eckrant soils contain more than 35 percent coarse fragments."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material: interbedded chalk, marl, or soft limestone rubble, mainly of the Austin Formation\nLandscape:  dissected plains\nLandform: ridge\nSlope: 1 to 8 percent, mainly less than 5 percent\nMean annual precipitation:  762 to 1,189 mm (30 to 47 in)\nMean annual air temperature:  16.9 to 20.7 degrees C (62.4 to 69.3 degrees F)\nFrost-free period:  224 to 277 days\nElevation:  131.2 to 272.6 m (430.4 to 894.4 ft)\nThornthwaite P-E Index: 44 to 66"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:   These are the Altoga, Austin, Brackett, Eddy, and Lott series.\nAll of these soils: have carbonatic minerology and less than 35 percent clay in the control section.  In addition; Altoga, Brackett, and Eddy do not have mollic epipedons."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:\nDrainage class: Well;\nPermeability class: Moderately slow\nRunoff: medium on slopes of 1 to less than 5 percent and high on slopes of 5 to 8 percent.\nMedium internal drainage."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Mainly in cultivation and used for growing small grains.  A few areas are in native range.  Native grasses are little bluestem, sideoats grama, hairy grama, and buffalograss.  Some areas are used for urban land uses."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  The Blackland Prairie of Texas.  MLRA 86A. The series is extensive."
  },
  "REGIONAL OFFICE": {
    "section": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE",
    "content": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Ellis County, Texas; 1962."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Classification was changed 11/89 from clayey, mixed, thermic, shallow Entic Haplustolls to clayey, mixed, thermic, shallow Udorthentic Haplustolls.\nDiagnostic horizons and features recognized in this pedon are:\nMollic epipedon: 0 to 20 cm (0 to 8 in) (Ap horizon).\nParalithic contact: chalk at a depth of 30 cm (12 in).\nFree carbonates: 0 to 71 cm (Ap, A, and Cr horizons)\nADDITIONAL DATA: None\nTaxonomic Version: Keys to Soil Taxonomy, Twelfth Edition, 2014.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
