{
  "SERIES": "STERLING",
  "STATUS": "Established Series",
  "BYREV": "Rev. MJD-RJL-JVC",
  "REVDATE": "10/2005",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS:  Loamy-skeletal, mixed, superactive, mesic Typic Calcixerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Sterling cobbly loam--cultivated.  (Colors are for dry soil unless otherwise noted.)\nAp--0 to 5 inches; grayish brown (10YR 5/2) cobbly loam, very dark brown (10YR 2/2) moist; weak medium and thick platy structure; slightly hard, friable, slightly sticky and slightly plastic; few fine and medium roots; few fine pores; very slightly effervescent; slightly alkaline (pH 7.7); clear smooth boundary.  (3 to 8 inches thick)\nA--5 to 16 inches; grayish brown (10YR 5/2) cobbly loam, very dark brown (10YR 2/2) moist; weak medium subangular blocky structure; hard, friable, slightly sticky and slightly plastic; many fine and medium roots; common fine pores; slightly effervescent; slightly alkaline (pH 7.7); clear smooth boundary.  (4 to 15 inches thick)\nBk1--16 to 22 inches; pale brown (10YR 6/3) very cobbly loam, brown (10YR 4/3) moist; weak fine and medium subangular blocky structure; hard, friable, slightly sticky and slightly plastic; few fine roots; common fine pores; violently effervescent; moderately alkaline (pH 7.9); clear smooth boundary.  (5 to 13 inches thick)\nBk2--22 to 27 inches; pale brown (10YR 6/3) very cobbly sandy loam, brown (10YR 5/3) moist; weak medium and coarse subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; few fine roots; few fine and medium pores; violently effervescent; moderately alkaline (pH 8.1); clear wavy boundary.  (0 to 15 inches thick)\nC--27 to 60 inches; pale brown (10YR 6/3) very cobbly sandy loam, brown (10YR 5/3) moist; massive; slightly hard, friable, slightly sticky and nonplastic; few fine roots; common fine pores; violently effervescent; moderately alkaline (pH 8.1)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Weber County, Utah; about 0.5 miles south of Cold Springs; approximately 500 feet north and 900 feet east of the southwest corner of section 34, T. 7 N., R. 1 W.; USGS North Ogden 7.5 minute topographic quadrangle; 41 degrees 17 minutes 36 seconds north latitude and 111 degrees 56 minutes 38 seconds west longitude, NAD27; UTM zone 12N 420905E, 4571745N, NAD83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture - Typically moist in winter and spring, dry in summer and fall; the soils are dry for more than 60 consecutive days following the summer solstice in 6 out of 10 years; Xeric moisture regime that borders on aridic.\nMean annual soil temperature - 47 to 55 degrees F.\nMollic epipedon thickness - 10 to 20 inches.\nParticle-size control section - Clay content: Averages 5 to 22 percent; Rock fragments: 35 to 80 percent, mainly gravel and cobbles.  Lithology of fragments is mainly limestone.\nA horizons - Value: 3 through 5 dry, 2 or 3 moist.\nChroma: 2 or 3, dry or moist.\nRock fragments: 25 to 60 percent gravel and cobbles with up to 5 percent stones.\nCalcium carbonate equivalent: 4 to 25 percent.\nReaction: Slightly alkaline or moderately alkaline.\nBk horizons - Hue: 10YR or 2.5Y.\nValue: 5 through 8 dry, 3 through 6 moist.\nChroma: 2 through 4, dry or moist.\nTexture: Very gravelly loam, extremely gravelly loam, very cobbly loam, very cobbly sandy loam, extremely gravelly sandy loam.\nRock fragments: 35 to 80 percent, mainly gravel and cobbles.\nReaction: Slightly alkaline through strongly alkaline.\nCalcium carbonate equivalent: 15 to 60 percent, averaging less than 40 percent.\nC horizon - Hue: 10YR or 2.5Y.\nValue: 6 through 8 dry, 3 through 7 moist.\nChroma: 2 through 6, dry or moist.\nTexture: Very cobbly loam, extremely cobbly loam, very gravelly loam, extremely gravelly loam, very cobbly sandy loam, very gravelly sandy loam, extremely gravelly loamy sand, or extremely gravelly sand.\nRock fragments: 35 to 80 percent."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Abela, Donnardo, Munk, and Stember series.\nAbela soils have cambic horizons.  Donnardo soils are very similar to Sterling, but are mainly dominated by stones in the particle-size control section.  Munk soils are moderately deep to paralithic contacts.  Stember soils are moderately deep to lithic contacts."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:   Sterling soils are on alluvial fans, fan remnants, stream terraces, lake terraces, and hills.  These soils formed in alluvium, colluvium, and lacustrine deposits derived mainly from limestone with lesser amounts of quartzite, gneiss, sandstone, shale, and schist.  Slopes are 0 to 70 percent.    Elevations range from 4,000 to 6,300 feet.  The climate is dry subhumid.  The mean annual precipitation is 12 to 22 inches, the mean annual temperature is 45 to 54 degrees F., and the frost-free period is 100 to 175 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Bingham, Parleys, Pleasant View, and Ridd soils.  Bingham, Parleys, and Ridd soils have argillic horizons.  Pleasant View soils have less than 35 percent rock fragments in the particle-size control section and have thick mollic epipedons.  Bingham soils are on lake terraces and fan remnants.  Parleys soils are on lake terraces.  Pleasant View and Ridd soils are on fan remnants."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained or somewhat excessively drained; very low to high surface runoff; Moderate or moderately rapid permeability (moderately high or high saturated hydraulic conductivity).  Permeability is very rapid below 40 inches in pedons where sand textures predominate."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Sterling soils are used for cropland and rangeland.  The natural vegetation is dominantly Wyoming big sagebrush, bluebunch wheatgrass, western wheatgrass, sand dropseed, and three-awn grass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northern Utah and south-central Idaho.  These soils are moderately extensive.  MLRA 28A."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Phoenix, Arizona."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Cache Valley Area, Utah, 1913."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon - The zone from the soil surface to 16 inches (Ap and A horizons).\nCalcic horizon - The zone from 16 to 27 inches (Bk1 and Bk2 horizons).\nParticle-size control section - The zone from 10 to 40 inches (Bk1 and Bk2 horizons and parts of the A and C horizons).\nThe block description is from the 1960s and effervescence was not originally described in the upper part.  However, the A horizon range in characteristics indicates 4 to 25 percent calcium carbonate equivalent.  Based on this property the series is classified in Calcixerolls.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
