{
  "SERIES": "STEVENSCREEK",
  "STATUS": "Established Series",
  "BYREV": "WRR",
  "REVDATE": "11/2009",
  "STATES": "CA",
  "OVERVIEW": "The Stevenscreek series consists of very deep, well drained soils that formed in  alluvium. Stevenscreek soils are on alluvial fans. Slopes range from 0 to 9 percent. The mean annual precipitation is about 15 inches and the mean annual temperature is about 58 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS:  Fine-loamy, mixed, superactive, thermic Pachic Haploxerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Stevenscreek sandy loam, on a north facing 2 percent slope under a cover of turf grass at an elevation of 52 feet. When described the soil was moist throughout.  (Colors are for dry soil unless otherwise noted).\nA1--0 to 2 inches, (0 to 5 cm); very dark grayish brown (10YR 3/2) broken face sandy loam, very dark brown (10YR 2/2) broken face moist; 17 percent clay; strong fine granular structure; slightly hard, very friable, slightly sticky, nonplastic; common fine roots and common very fine roots; many very fine interstitial pores; strongly acid, pH 5.4 by pH meter 1:1 water; clear smooth boundary.\nA2--2 to 9 inches, (5 to 23 cm); dark grayish brown (10YR 4/2) broken face silt loam, very dark grayish brown (10YR 3/2) broken face moist; 25 percent clay; strong medium subangular blocky structure; slightly hard, friable, slightly sticky, slightly plastic; common fine roots and common very fine roots; common very fine interstitial pores; 5 percent subrounded indurated 10 to 30 millimeter mixed rock fragments; slightly acid, pH 6.6 by pH meter 1:1 water; clear smooth boundary. (combined thickness of the A horizons is 10 to 50 centimeters)\nABw--9 to 18 inches, (23 to 46 cm); dark grayish brown (10YR 4/2) broken face silty clay loam, very dark grayish brown (10YR 3/2) broken face moist; 32 percent clay; strong fine subangular blocky structure; slightly hard, very friable, moderately sticky, moderately plastic; few very fine roots; common very fine interstitial pores; slightly acid, pH 6.5 by pH meter 1:1 water; clear smooth boundary.\nBw1--18 to 27 inches, (46 to 69 cm); dark grayish brown (10YR 4/2) broken face silty clay loam, very dark grayish brown (10YR 3/2) broken face moist; 34 percent clay; moderate fine subangular blocky structure; slightly hard, very friable, moderately sticky, moderately plastic; few very fine roots; common very fine interstitial pores; slightly acid, pH 6.6 by pH meter 1:1 water; clear smooth boundary.\nBw2--27 to 39 inches, (69 to 100 cm); dark grayish brown (10YR 4/2) broken face clay loam, very dark grayish brown (10YR 3/2) broken face moist; 34 percent clay; moderate fine subangular blocky structure; slightly hard, very friable, moderately sticky, moderately plastic; common very fine interstitial pores; neutral, pH 6.8 by pH meter 1:1 water; clear smooth boundary. (combined thickness of the Bt horizons is 35 to 85 centimeters)\nBC--39 to 61 inches, (100 to 155 cm); brown (10YR 5/3) broken face sandy clay loam, dark brown (10YR 3/3) broken face moist; 32 percent clay; moderate fine subangular blocky structure; slightly hard, very friable, moderately sticky, moderately plastic; common very fine interstitial pores; 5 percent rounded moderately cemented 10 to 50 millimeter sandstone fragments; slightly alkaline, pH 7.4 by pH meter 1:1 water; clear smooth boundary.\nC--61 to 70 inches, (155 to 178 cm); brown (10YR 5/3) broken face sandy clay loam, brown (10YR 4/3) broken face moist; 28 percent clay; moderate fine subangular blocky structure; slightly hard, very friable, slightly sticky, slightly plastic; common very fine interstitial pores; slightly alkaline, pH 7.4 by pH meter 1:1 water."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Santa Clara County, California, Eagle Park, City of Mountain View, northeast side of grass field across fence from Shoreline Blvd., Section 21, Township 6S, Range 2W, UTM Zone 10 Northing 4138486, Easting 0580825, NAD83. - U.S.G.S Quad: Mountain View, California."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nThe mean annual soil temperature is 60 to 62 degrees F. The soil moisture control section is dry in all parts from about May 1 to November 1 (about 180 days) unless irrigated. The particle size control section is 25 to 100 centimeters and averages 27 to 35 percent clay, and 0 to 15 percent rock fragments, mostly gravel. The B horizon is lacking in clay films, clay increase is due mostly to alluvial deposition. Organic matter ranges from 1.5 to 4 percent to a depth of 23 centimeters.\nThe A horizon dry color is 10YR 5/3, 5/2, 4/3, 4/2, 4/1, 3/3, or 3/2. Moist color is 10YR 3/3, 3/2, 3/1, 2/2, or 2/1. Texture is sandy loam, fine sandy loam, silt loam, loam, sandy clay loam, or clay loam. Clay content ranges from 18 to 35 percent. Rock fragments range from 0 to 15 percent and are gravel size. Reaction ranges from 5.1 to 7.8.\nThe Bw horizon dry color is 10YR 5/4, 5/3, 5/2, 4/4, 4/3, 4/2, 4/1, 3/2, or 2.5Y 4/2. Moist color is 10YR 4/4, 4/3, 3/4, 3/3, 3/2, 2/2, 2/1, or 2.5Y 3/2. Texture is sandy clay loam, silty clay loam, or clay loam. Clay content ranges from 18 to 35 percent. Rock fragments range from 0 to 15 percent and are gravel size. Reaction ranges from 6.1 to 7.8.\nThe BC and C horizons have dry color is 10YR 6/4, 5/4, 5/3, 4/4, 4/3, 4/2, or 2.5Y 4/2. Moist color is 10YR 4/4, 4/3, 3/4, 3/3, 3/2, or 2.5Y 3/2. Texture is  sandy clay loam or clay loam. Clay content ranges from 18 to 35 percent. Rock fragments range from 0 to 15 percent and are gravel size. Reaction ranges from 6.1 to 7.8."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Aguenda, Almendra, Anaheim, Carranza, Conejo, Gazos, Reward, Salinas and the Westfan series. Agueda soils are calcareous throughout. Almendra soils have 18 to 27 percent clay in the particle-size control section. Anaheim soils are moderately deep to a paralithic contact. Conejo soils have a difference between mean winter and mean summer temperatures of more than 30 degrees F. Gazos soils have a lithic contact within 40 inches, (102 cm) of the surface. Carranza soils have extremely gravelly sandy clay loam C horizons within a depth of 40 inches, (102 cm). Reward soils are effervescent and have a lithic contact at 40 to 60 inches, (102 to 152 cm). Salinas soils have secondary carbonate accumulations in the C horizons and have chromas of 1 in the A horizons. Westfan soils have mean summer and mean winter temperatures that differ by more than 30 degrees F., and Westfan soils also have Btk and Ck horizons that are strongly effervescent and have disseminated carbonates or concretions, and have a water table between 36 to 60 inches, (91 to 152 cm) from November through April."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Stevenscreek soils are on lower alluvial fans. Slopes are 0 to 9 percent. These soils formed in alluvium weathered from mixed rock sources. Elevation is 40 to 150 feet. Mean annual precipitation is 14 to 20 inches. The mean annual temperature is 60 to 62 degrees F. Frost free season is 275 to 325 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Hangerone and Landelspark soils. The Hangerone soils are fine textured. The Landelspark soils are stratified, and have buried A horizons and an irregular decrease in organic matter."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; low runoff; moderately slow permeability. Flooding has been controlled by upstream dams, channelization of streams and historic agricultural pumping of groundwater."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: This soil is used for urban uses such as residential, offices and recreation. Vegetation is urban ornamentals, native vegetation was oaks and grasses and forbs."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: The soils are inextensive and are mapped in the Santa Clara valley. Major Land Resource Area:   14 -- Central California Coastal Valleys"
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Santa Clara County, California 2009. Source of name from Steven Creek."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nParticle Size Control Section for this pedon:   10 to 40 in.  (25 to 100 cm)\nDiagnostic Horizons in this pedon:\nMollic Epipedon:  0 to 39 inches 0 to 100 cm\nThe soil moisture control section is dry in all parts (unless irrigated) from about May 1 to November 1 (about 180 days).\nADDITIONAL DATA:\nPedon information for this type location only:  NASIS Site and Pedon ID# 05ca085641240\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A1",
        "top": 0,
        "bottom": 5,
        "dry_hue": "10YR",
        "dry_value": 3,
        "dry_chroma": 2,
        "texture_class": "sandy loam",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A1--0 to 2 inches, (0 to 5 cm); very dark grayish brown (10YR 3/2) broken face sandy loam, very dark brown (10YR 2/2) broken face moist; 17 percent clay; strong fine granular structure; slightly hard, very friable, slightly sticky, nonplastic; common fine roots and common very fine roots; many very fine interstitial pores; strongly acid, pH 5.4 by pH meter 1:1 water; clear smooth boundary."
      },
      {
        "name": "A2",
        "top": 5,
        "bottom": 23,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 2,
        "texture_class": "silt loam",
        "pH_class": "slightly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A2--2 to 9 inches, (5 to 23 cm); dark grayish brown (10YR 4/2) broken face silt loam, very dark grayish brown (10YR 3/2) broken face moist; 25 percent clay; strong medium subangular blocky structure; slightly hard, friable, slightly sticky, slightly plastic; common fine roots and common very fine roots; common very fine interstitial pores; 5 percent subrounded indurated 10 to 30 millimeter mixed rock fragments; slightly acid, pH 6.6 by pH meter 1:1 water; clear smooth boundary. (combined thickness of the A horizons is 10 to 50 centimeters)"
      },
      {
        "name": "ABw",
        "top": 23,
        "bottom": 46,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 2,
        "texture_class": "silty clay loam",
        "pH_class": "slightly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "ABw--9 to 18 inches, (23 to 46 cm); dark grayish brown (10YR 4/2) broken face silty clay loam, very dark grayish brown (10YR 3/2) broken face moist; 32 percent clay; strong fine subangular blocky structure; slightly hard, very friable, moderately sticky, moderately plastic; few very fine roots; common very fine interstitial pores; slightly acid, pH 6.5 by pH meter 1:1 water; clear smooth boundary."
      },
      {
        "name": "Bw1",
        "top": 46,
        "bottom": 69,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 2,
        "texture_class": "silty clay loam",
        "pH_class": "slightly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bw1--18 to 27 inches, (46 to 69 cm); dark grayish brown (10YR 4/2) broken face silty clay loam, very dark grayish brown (10YR 3/2) broken face moist; 34 percent clay; moderate fine subangular blocky structure; slightly hard, very friable, moderately sticky, moderately plastic; few very fine roots; common very fine interstitial pores; slightly acid, pH 6.6 by pH meter 1:1 water; clear smooth boundary."
      },
      {
        "name": "Bw2",
        "top": 69,
        "bottom": 99,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 2,
        "texture_class": "clay loam",
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bw2--27 to 39 inches, (69 to 100 cm); dark grayish brown (10YR 4/2) broken face clay loam, very dark grayish brown (10YR 3/2) broken face moist; 34 percent clay; moderate fine subangular blocky structure; slightly hard, very friable, moderately sticky, moderately plastic; common very fine interstitial pores; neutral, pH 6.8 by pH meter 1:1 water; clear smooth boundary. (combined thickness of the Bt horizons is 35 to 85 centimeters)"
      },
      {
        "name": "BC",
        "top": 99,
        "bottom": 155,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "texture_class": "sandy clay loam",
        "pH_class": "slightly alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "BC--39 to 61 inches, (100 to 155 cm); brown (10YR 5/3) broken face sandy clay loam, dark brown (10YR 3/3) broken face moist; 32 percent clay; moderate fine subangular blocky structure; slightly hard, very friable, moderately sticky, moderately plastic; common very fine interstitial pores; 5 percent rounded moderately cemented 10 to 50 millimeter sandstone fragments; slightly alkaline, pH 7.4 by pH meter 1:1 water; clear smooth boundary."
      },
      {
        "name": "C",
        "top": 155,
        "bottom": 178,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "texture_class": "sandy clay loam",
        "pH_class": "slightly alkaline",
        "narrative": "C--61 to 70 inches, (155 to 178 cm); brown (10YR 5/3) broken face sandy clay loam, brown (10YR 4/3) broken face moist; 28 percent clay; moderate fine subangular blocky structure; slightly hard, very friable, slightly sticky, slightly plastic; common very fine interstitial pores; slightly alkaline, pH 7.4 by pH meter 1:1 water."
      }
    ]
  ]
}
