{
  "SERIES": "STEWVAL",
  "STATUS": "Established Series",
  "BYREV": "Rev. JWM/TM/JBF",
  "REVDATE": "05/2016",
  "STATES": "NV",
  "OVERVIEW": "The Stewval series consists of very shallow and shallow, well drained soils that formed in residuum and colluvium derived from volcanic rocks. Stewval soils are on hills, mountains, mesas, plateaus, and pediments. Slopes range from 8 to 75 percent. The mean annual precipitation is about 225 mm and the mean annual temperature is about 11 degrees C.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive, mesic Lithic Xeric Haplargids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Stewval very gravelly fine sandy loam--rangeland. (Colors are for dry soil unless otherwise noted.) The soil surface is covered with approximately 55 percent gravel.\nA--0 to 3 cm; brown (10YR 5/3) very gravelly fine sandy loam, dark brown (10YR 3/3) moist; moderate medium platy structure; slightly hard, very friable, slightly sticky and slightly plastic; few very fine roots; common very fine vesicular and many very fine and fine interstitial pores; 45 percent gravel; slightly effervescent; slightly alkaline (pH 7.7); abrupt smooth boundary. (3 to 13 cm thick)\nBt--3 to 11 cm; brown (7.5YR 5/4) extremely gravelly loam, brown (7.5YR 4/4) moist; weak fine subangular blocky structure; slightly hard, very friable, slightly sticky and slightly plastic; many very fine and common fine roots; many very fine interstitial pores; few faint clay films lining pores; 70 percent gravel; strongly effervescent; slightly alkaline (pH 7.7); abrupt irregular boundary. (8 to 23 cm thick)\nR--11 cm; highly fractured, hard rhyolite; few very fine and fine roots in cracks; strongly effervescent; fine discontinuous secondary silica and secondary calcium carbonate masses in cracks; clear wavy boundary."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Nye County, Nevada; side of a ridge about 1,500 feet south of the highest hill; About 1,370 feet south and 2,375 feet west of the northeast corner, Section 33, T. 11 N., R. 36 E.; USGS Gabbs, NV 7.5 minute topographic quadrangle; latitude 38 degrees 46 minutes 42 seconds N and longitude 117 degrees 56 minutes 2 seconds W; WGS84 Decimal Degrees 38.7798333 latitude, -117.938611 longitude."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: Usually dry; moist in winter and spring months, dry in summer and fall except for 10 to 20 days cumulative between July and October due to convection storms; aridic soil moisture regime that borders on xeric.\nMean annual soil temperature: 12 to 15 degrees C.\nDepth to bedrock: 11 to 36 cm to a lithic contact.\nReaction: Slightly alkaline or moderately alkaline.\nEffervescence: Slightly effervescent through violently effervescent.\nCalcium carbonate equivalent: 1 to 5 percent.\nParticle-size control section - Clay content: Averages 18 to 35 percent.\nRock fragments: Average 45 to 70 percent, dominantly gravel . Lithology of fragments is volcanic rocks such as rhyolite, dacite, andesite, or tuff.\nA horizon\nHue: 10YR or 7.5YR.\nValue: 5 or 6 dry, 3 or 4 moist.\nChroma: 2 or 3, dry or moist.\nBt horizon\nHue: 10YR through 5YR.\nValue: 5 or 6 dry, 3 through 5 moist.\nChroma: 2 through 4, dry or moist.\nTexture: Loam or clay loam.\nTexture modifiers: Very gravelly or extremely gravelly.\nStructure: Weak or moderate fine or medium subangular blocky or granular.\nConsistence: Soft or slightly hard, very friable to friable moist, slightly plastic or moderately plastic.\nClay films: Few to common.\nOther features: Secondary silica and carbonate pendants are on undersides of rock fragments in some pedons."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Atlow, Broomstick, Checkett, Cottle, Fortyday, Gabbvally, Hooplite, Nevo, Olac, Old Camp, Phliss, Richinde, Rowel, Soughe  and Thike series.\nAtlow, Boomstick, Checkett, Fortyday, and Richinde soils have bedrock at 36 to 50 cm. Cottle, Hooplite, Olac, Old Camp, and Soughe soils not intermittently moist in some part of the moisture control section for 10 to 20 days cumulative between July and October. Gabbvally and Nevo soils do not have carbonates and are noneffervescent in the A and Bt horizons. Phliss soils have identifiable secondary carbonates at depths of 8 to 25 cm and are dry from July through October. Rowel soils have a Bt horizon with 40 to 55 percent clay. Thike soils average 12 to 18 percent clay in the particle-size control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Stewval soils are on hills, mountains, mesas, plateaus, and pediments. They formed in residuum and colluvium derived from volcanic rocks. Slopes are 8 to 75 percent. Elevations range from 1,371 to 2,713 meters. The climate is semiarid with cool, moist winters and warm, dry summers. The mean annual precipitation is 200 to 300 mm, the mean annual temperature is 8 to 12 degrees C, and the frost-free period is 90 to 130 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Annaw, Downeyville, Goldyke soils. Annaw soils are sandy-skeletal, very deep, and have cambic horizons. Downeyville soils are loamy-skeletal, very shallow and shallow to lithic contacts, and have an aridic moisture regime that does not border on xeric. Goldyke soils are loamy, very shallow to paralithic contacts, and do not have diagnostic subsurface horizons."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Well drained; medium to very high runoff; moderately high saturated hydraulic conductivity."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Stewval soils are used for livestock grazing and wildlife habitat. The present vegetation is mainly black sagebrush, Nevada ephedra, pine bluegrass, bottlebrush squirreltail, and spiny menodora."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Western and central Nevada. These soils are extensive, with about 640,000 acres of the series mapped to date. MLRAs 29, 27, and 28B."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Esmeralda County, Nevada, 1984."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - The zone from the soil surface to 3 cm (A horizon).\nArgillic horizon - The zone from 3 to 11 cm (Bt horizon).\nLithic contact - The boundary at 11 cm (R layer).\nParticle-size control section - The zone from the surface to 11 cm (A and Bt horizons).\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 3,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "fine sandy loam",
        "cf_class": "very gravelly",
        "pH": 7.7,
        "pH_class": "slightly alkaline",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "A--0 to 3 cm; brown (10YR 5/3) very gravelly fine sandy loam, dark brown (10YR 3/3) moist; moderate medium platy structure; slightly hard, very friable, slightly sticky and slightly plastic; few very fine roots; common very fine vesicular and many very fine and fine interstitial pores; 45 percent gravel; slightly effervescent; slightly alkaline (pH 7.7); abrupt smooth boundary. (3 to 13 cm thick)"
      },
      {
        "name": "Bt",
        "top": 3,
        "bottom": 11,
        "dry_hue": "7.5YR",
        "dry_value": 5,
        "dry_chroma": 4,
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "loam",
        "cf_class": "extremely gravelly",
        "pH": 7.7,
        "pH_class": "slightly alkaline",
        "distinctness": "abrupt",
        "topography": "irregular",
        "narrative": "Bt--3 to 11 cm; brown (7.5YR 5/4) extremely gravelly loam, brown (7.5YR 4/4) moist; weak fine subangular blocky structure; slightly hard, very friable, slightly sticky and slightly plastic; many very fine and common fine roots; many very fine interstitial pores; few faint clay films lining pores; 70 percent gravel; strongly effervescent; slightly alkaline (pH 7.7); abrupt irregular boundary. (8 to 23 cm thick)"
      },
      {
        "name": "R",
        "top": 11,
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "R--11 cm; highly fractured, hard rhyolite; few very fine and fine roots in cracks; strongly effervescent; fine discontinuous secondary silica and secondary calcium carbonate masses in cracks; clear wavy boundary."
      }
    ]
  ]
}
