{
  "SERIES": "STIGLER",
  "STATUS": "Established Series",
  "BYREV": "Rev. JWF:RCB:ELC",
  "REVDATE": "01/2003",
  "STATES": "OK",
  "OVERVIEW": "The Stigler series consists of deep, moderately well drained, very slowly permeable upland soils that formed in loamy and clayey colluvium or alluvium over interbedded shale and sandstone.  The shale and sandstone is of Pennsylvanian age.  These nearly level to gently sloping upland soils are in the valleys of the Ouachita Mountains and the Arkansas Valley and Ridges.  Slopes are 0 to 5 percent. Mean annual temperature is 62 degrees F., and mean annual precipitation is 43 inches.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, mixed, active, thermic Aquic Paleudalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Stigler silt loam--on a 0.5 percent slope, in native meadow.\n(Colors are for moist soil unless otherwise stated.)\nA--0 to 10 inches; dark grayish brown (10YR 4/2) silt loam; weak fine granular structure; friable; very strongly acid; gradual smooth boundary.  (4 to 16 inches thick)\nE--10 to 24 inches; grayish brown (10YR 5/2) silt loam; weak fine granular structure; friable; few fine black and brown concretions; very strongly acid; clear wavy boundary.  (4 to 20 inches thick)\nBt1--24 to 40 inches; brown (10YR 5/3) silty clay; many coarse distinct gray (10YR 5/1), yellowish brown (10YR 5/6), strong brown (7.5YR 5/6), and yellowish red (5YR 5/6) mottles; moderate medium blocky structure; firm; nearly continuous clay films on faces of peds; few silt coatings on faces of vertical peds; strongly acid; gradual wavy boundary.  (4 to 18 inches thick)\nBt2--40 to 74 inches; coarsely mottled yellowish brown (10YR 5/6) and gray (10YR 5/1) silty clay loam; weak medium blocky structure; firm; nearly continuous clay films on faces of peds; few fine brown and black concretions; strongly acid; diffuse wavy boundary.  (10 to 36 inches thick)\nBC--74 to 85 inches; light gray (10YR 6/1) silty clay loam; common coarse distinct yellowish brown (10YR 5/6) mottles; weak coarse blocky structure; firm; patchy clay films on faces of peds; strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Sequoyah County, Oklahoma; about 1 mile south and 4 miles west of Sallisaw, Oklahoma; 500 feet south and 150 feet east of the northwest corner of sec. 15, T. 11 N., R. 23 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Solum thickness and depth to shale is more than 60 inches.  The thickness of the combined A horizons ranges from 16 to 30 inches.\nThe A horizon has hue of 10YR or 2.5Y, value of 3 to 5, and chroma of 2 or 3.  Texture is silt loam, loam, or very fine sandy loam.  Reaction is strongly acid or very strongly acid.  Base saturation is less than 50 percent.\nThe E horizon has hue of 10YR or 2.5Y, value of 5 or 6, and chroma of 2 to 4.  Texture and reaction are similar to the A1 horizon.  The boundary between the E horizon and Bt1 horizon is wavy or irregular.  Base saturation is less than 50 percent.\nSome pedons have an AB horizon or BA horizon that ranges from 3 to 6 inches thick.\nThe Bt1 horizon has hue of 7.5YR to 2.5Y, value of 4 to 6, and chroma of 3 to 8.  It is clay loam, silty clay loam, silty clay, or clay.  The Bt1 horizon ranges from medium acid to very strongly acid.  It is mottled in shades of gray, brown, yellow, and red.\nThe Bt2 horizon has hue of 7.5YR to 2.5Y, value of 4 to 6 and chroma of 2 to 8 or is coarsely mottled in shades of gray, yellow, brown, or red.  It has textures similar to the Bt1 horizon. Reaction ranges from mildly alkaline to strongly acid.\nThe BC horizon is similar to the Bt2 horizon in color, texture, and reaction.  The exchangeable sodium percentage ranges from 4 to 16."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Tamaha series in the same family and the Angie, Bosville, Boswell, Boxville, Braxton, Choteau, Counts, Dennis, Gore, Grubbs, Huntsburg, Muskogee, Okemah, Shuster, Sobol, Tiak, Tippah, Tupelo, and Tuskegee series in similar families.  Angie, Shuster, Tiak, and Tuskegee soils have less than 35 percent base saturation.  Bosville and Counts soils have an abrupt textural change between the E horizon and the Bt horizon, and the combined thickness of the A horizons are less than 16 inches.  Boxwell and Gore soils have a COLE OF 0.09 or more.  Boxville and Braxton soils lack chroma 2 mottles within 30 inches of the surface.  Choteau, Dennis, and Okemah soils have a mollic epipedon.  Grubbs, Sobol, and Tupelo soils have sola less than 60 inches thick.  Huntsburg soils have more than 5 percent plinthite by volume in all subhorizons within 60 inches of the surface.  Muskogee and Tippah soils have a fine-silty control section.  Tamaha soils have an A horizon less than 16 inches thick."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Stigler soils are on nearly level to gently sloping uplands in the valleys of the Ouachita Mountains and the Arkansas Valley and Ridges.  They formed in loamy and clayey colluvium or alluvium over interbedded shale and sandstone.  The shale and sandstone is of Pennsylvanian age.  Slopes range from 0 to 5 percent.  Mean annual precipitation ranges from 36 to 46 inches. Mean annual temperature ranges from 60 degrees to 64 degrees F. Thornthwaite annual P-E indices range from 64 to 74."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the competing Counts and Tamaha series and the Dela, Linker, Pirum, Shermore, Spiro, Vian, Wing, and Wister series of similar families.  Counts soils are on similar areas.  Dela soils are on flood plains and they do not have a Bt horizon.  Linker and Pirum soils are on higher areas, have base saturation less than 35 percent, and have sola less than 60 inches thick.  Shermore soils are on slightly higher areas and have a fragipan.  Spiro and Vian soils are on similar areas and have a fine-silty control section.  Tamaha soils are on similar areas.  Wing soils are on slightly concave areas and have a Bt horizon with more than 15 percent exchangeable sodium.  Wister soils are on similar areas and have sola less than 60 inches."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Stigler soils are moderately well drained.  Runoff is slow to medium and permeability is very slow. A perched water table is within 2 to 3 feet of the surface for brief periods of time usually during the winter and spring months."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used mainly for tame pasture and native range for beef cattle.  Some areas are used for small grains, grain sorghums, and soybeans.  The native vegetation is southern red oak, post oak, and blackjack oak with an understory of tall and mid grasses."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Uplands in the valleys of the Ouachita Mountains and the Arkansas Valley and Ridges of eastern Oklahoma and western Arkansas.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Haskell County, Oklahoma; 1938."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "NA"
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "ADDITIONAL DATA:  Sample No. 65-OK-68-1 and 65-OK-68-2 by O.S.U.  Laboratory, Stillwater, Oklahoma."
  },
  "SITE": [
    [
      {
        "drainage": "moderately well",
        "drainage_overview": "moderately well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 25,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "silt loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "A--0 to 10 inches; dark grayish brown (10YR 4/2) silt loam; weak fine granular structure; friable; very strongly acid; gradual smooth boundary.  (4 to 16 inches thick)"
      },
      {
        "name": "E",
        "top": 25,
        "bottom": 61,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "silt loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "E--10 to 24 inches; grayish brown (10YR 5/2) silt loam; weak fine granular structure; friable; few fine black and brown concretions; very strongly acid; clear wavy boundary.  (4 to 20 inches thick)"
      },
      {
        "name": "Bt1",
        "top": 61,
        "bottom": 102,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 3,
        "texture_class": "silty clay",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "strongly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bt1--24 to 40 inches; brown (10YR 5/3) silty clay; many coarse distinct gray (10YR 5/1), yellowish brown (10YR 5/6), strong brown (7.5YR 5/6), and yellowish red (5YR 5/6) mottles; moderate medium blocky structure; firm; nearly continuous clay films on faces of peds; few silt coatings on faces of vertical peds; strongly acid; gradual wavy boundary.  (4 to 18 inches thick)"
      },
      {
        "name": "Bt2",
        "top": 102,
        "bottom": 188,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "silty clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "strongly acid",
        "distinctness": "diffuse",
        "topography": "wavy",
        "narrative": "Bt2--40 to 74 inches; coarsely mottled yellowish brown (10YR 5/6) and gray (10YR 5/1) silty clay loam; weak medium blocky structure; firm; nearly continuous clay films on faces of peds; few fine brown and black concretions; strongly acid; diffuse wavy boundary.  (10 to 36 inches thick)"
      },
      {
        "name": "BC",
        "top": 188,
        "bottom": 216,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 1,
        "texture_class": "silty clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "strongly acid",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "BC--74 to 85 inches; light gray (10YR 6/1) silty clay loam; common coarse distinct yellowish brown (10YR 5/6) mottles; weak coarse blocky structure; firm; patchy clay films on faces of peds; strongly acid."
      }
    ]
  ]
}
