{
  "SERIES": "STILSKIN",
  "STATUS": "Established Series",
  "BYREV": "Rev. ACT",
  "REVDATE": "03/2001",
  "STATES": "TX",
  "OVERVIEW": "The Stilskin series consists of shallow, well drained moderately permeable soils formed in calcareous sandstone.  These soils are on moderately steep to steep uplands.  Slopes range from 12 to 40 percent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, carbonatic, thermic, shallow Typic Calciustepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Stilskin gravelly loam, 26 percent slope, in rangeland.                 (Colors are for dry soil unless otherwise stated.)\nA--0 to 6 inches; grayish brown (10YR 5/2), gravelly loam, dark grayish brown (10YR 4/2) moist; moderate fine and very fine subangular blocky structure; hard, friable; many fine roots; many fine pores; few wormcasts; 20 percent platy sandstone pebbles 1/4 to 1 inch thick and 1/2 to 6 inches across; few limestone fragments; 75 percent surface covering of sandstone and limestone fragments up to 3 inches across; strongly effervescent; moderately alkaline; clear wavy boundary.  (4 to 9 inches thick)\nBk--6 to 17 inches; light yellowish brown (10YR 6/4) very gravelly loam, yellowish brown (10YR 5/4) moist; moderate fine and very fine subangular blocky structure; hard, friable; few fine roots; common fine and medium pores; few wormcasts; 55 percent platy sandstone pebbles 1/4 to 1 inch thick and 1/2 to 6 inches across; common films, threads, and masses of calcium carbonate; violently effervescent; moderately alkaline; clear wavy boundary. (8 to 15 inches thick)\nCr--17 to 30 inches; light yellowish brown (10YR 6/4) weakly cemented, platy, calcareous sandstone; plates 1/4 to 2 inches thick and 2 to 6 inches across; about 5 percent calcareous loamy earth, with films and threads of calcium carbonate, between plates."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  San Saba County, Texas; about 12.9 miles west of Cherokee on Ranch Road 501, and 450 feet north of pavement in rangeland."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Solum thickness and depths to weathered bedrock ranges from 12 to 20 inches.\nThe A horizon has hue of 7.5YR or 10YR, value of 5 or 6, and chroma of 2 to 4.  Texture of the fine earth fraction is loam or fine sandy loam.  Coarse fragments content ranges from 15 to 35 percent, including 5 to 15 percent more than 3 inches across. Reaction is moderately alkaline.  Surface coverage by sandstone and limestone fragments ranges from about 35 to 85 percent.\nThe Bk horizon has hue of 7.5YR to 2.5Y, value of 6 to 8, and chroma of 3 to 6.  Texture of the fine earth fraction is loam, fine sandy loam, or very fine sandy loam.  Films and threads of calcium carbonate are common to many.  Calcium carbonate equivalent ranges from 40 to 55 percent.  Platy sandstone fragments 1/4 to 4 inches thick and 1/2 to 6 inches across comprise 35 to 85 percent by volume, including 15 to 30 percent more than 3 inches across.\nThe Cr layer consists of platy, calcareous sandstone 1/4 to 4 inches thick and 1/2 to 6 inches across.  Brownish, yellowish, or pinkish, loamy calcareous earth in the interstices comprises up to 10 percent of the upper few inches, but decreases rapidly with depth. Hardness is less than 3 Moh's scale."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no competing series.  Similar soils are the Brackett, Cho, Comfort, Hext, Karnes, Quinlan, Talpa, Tarpley, and Whitewright series.  All these soils except Comfort contain less than 35 percent coarse fragments.  In addition, Brackett soils are underlain by interbedded limestone; Cho soils have a petrocalcic horizon; Comfort and Tarpley soils are more clayey and have an argillic horizon; Hext soils have less than 40 percent calcium carbonate equivalent and are moderately deep to sandstone or sandy marl; Karnes soils are more than 20 inches deep; Quinlan soils developed over redbeds and have B horizons that are 5YR or redder.  Talpa soils are underlain by indurated limestone at depths of 14 inches or less; and Whitewright soils are more clayey and developed in platy chalky materials."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  These moderately steep to steep soils are on hillsides and scarps 100 to 400 yards wide and several miles long.  They border undulating to gently rolling limestone plateaus near the Central Basin MLRA.  Slopes range from 12 to 40 percent. The soil formed in residuum weathered from platy calcareous sandstone.  The climate is dry subhumid.  Mean annual precipitation ranges from 26 to 34 inches and mean annual temperature ranges from 64 to 67 degrees F.  Frost free days range from 210 to 240 days and elevation range from 1,300 to 1,900 feet.   Thornthwaite P-E indices range from 38 to 44."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Roughcreek, Talpa, and Yates series.  Roughcreek soils have argillic horizons and are on higher lying limestone plateaus.  Talpa and Yates soils are loamy and are on lower lying, undulating to hilly topography."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained. Runoff is high; Permeability is moderate."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used as rangeland or wildlife land.  Native vegetation now growing on these soils is mainly little bluestem, sideoats grama, cane bluestem, rough tridens, hairy grama, plains lovegrass; tall dropseed, and curlymesquite grasses and Texas persimmon, algerita, juniper, and scrubby mesquite."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Central Texas, along scarps between the Edwards Plateau and the Central Basin. The series is of minor extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  San Saba County, Texas; 1980."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  This soil has been formerly mapped in the Latom series.\nDiagnostic horizons and features recognized in this pedon are:\nOchric epipedon - 0 to 6 inches (A horizon)\nCalcic horizon - 6 to 17 inches (Bk horizon)\nParalithic contact at 17 inches."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "NA"
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 15,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "sand",
        "structure": "moderate fine and very fine subangular blocky",
        "dry_rupture": "hard",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "gravelly",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "A--0 to 6 inches; grayish brown (10YR 5/2), gravelly loam, dark grayish brown (10YR 4/2) moist; moderate fine and very fine subangular blocky structure; hard, friable; many fine roots; many fine pores; few wormcasts; 20 percent platy sandstone pebbles 1/4 to 1 inch thick and 1/2 to 6 inches across; few limestone fragments; 75 percent surface covering of sandstone and limestone fragments up to 3 inches across; strongly effervescent; moderately alkaline; clear wavy boundary.  (4 to 9 inches thick)"
      },
      {
        "name": "Bk",
        "top": 15,
        "bottom": 43,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 4,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "sand",
        "structure": "moderate fine and very fine subangular blocky",
        "dry_rupture": "hard",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "very gravelly",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bk--6 to 17 inches; light yellowish brown (10YR 6/4) very gravelly loam, yellowish brown (10YR 5/4) moist; moderate fine and very fine subangular blocky structure; hard, friable; few fine roots; common fine and medium pores; few wormcasts; 55 percent platy sandstone pebbles 1/4 to 1 inch thick and 1/2 to 6 inches across; common films, threads, and masses of calcium carbonate; violently effervescent; moderately alkaline; clear wavy boundary. (8 to 15 inches thick)"
      },
      {
        "name": "Cr",
        "top": 43,
        "bottom": 76,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 4,
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "sand",
        "structure": "NA",
        "dry_rupture": "NA",
        "moist_rupture": "NA",
        "coherence": "weakly cemented",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Cr--17 to 30 inches; light yellowish brown (10YR 6/4) weakly cemented, platy, calcareous sandstone; plates 1/4 to 2 inches thick and 2 to 6 inches across; about 5 percent calcareous loamy earth, with films and threads of calcium carbonate, between plates."
      }
    ]
  ]
}
