{
  "SERIES": "STILLWATER",
  "STATUS": "Established Series",
  "BYREV": "Rev. ELS-RLB-JVC",
  "REVDATE": "05/2016",
  "STATES": "NV",
  "OVERVIEW": "The Stillwater series consists of very deep, poorly drained soils that formed in alluvium derived from mixed sources.  Stillwater soils are on flood plains.  Slopes are 0 to 2 percent.  The mean annual precipitation is about 127 mm and the mean annual temperature is about 12 degrees C.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS:  Fine, smectitic, mesic Fluvaquentic Vertic Endoaquolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Stillwater clay loam--irrigated cropland. (Colors are for moist soil unless otherwise noted.)\nAp--0 to 13 cm; very dark gray (10YR 3/1) clay loam, gray (10YR 5/1) dry; weak coarse and strong fine subangular blocky structure; hard, friable, moderately sticky and moderately plastic; many very fine and few medium roots; many fine tubular pores; moderately alkaline (pH 8.2); abrupt smooth boundary.  (8 to 20 cm thick)\nA--13 to 20 cm; very dark grayish brown (2.5Y 3/2) silty clay loam, grayish brown (2.5Y 5/2) dry; massive; hard, firm, moderately sticky and moderately plastic; common very fine and fine roots; common very fine tubular pores; slightly effervescent; moderately alkaline (pH 8.4); abrupt smooth boundary.  (5 to 13 cm thick)\nAn--20 to 38 cm; very dark gray (10YR 3/1) silty clay loam, gray (10YR 5/1) dry; moderate fine and medium subangular blocky structure; slightly hard, friable, moderately sticky and moderately plastic; many very fine, common fine, and medium roots; few very fine and few fine tubular pores; strongly effervescent in spots; strongly alkaline (pH 8.6); gradual smooth boundary.  (10 to 25 cm thick)\nACn--38 to 61 cm; very dark gray (10YR 3/1) silty clay, gray (10YR 5/1) dry; massive; slightly hard, friable, moderately sticky and moderately plastic; many very fine, common fine, and few coarse roots; common very fine tubular pores; many fine mollusk shells; strongly effervescent in spots; strongly alkaline (pH 8.6); gradual smooth boundary.  (18 to 30 cm thick)\nCn--61 to 79 cm; very dark gray (N 3/0) silty clay loam, gray (5Y 6/1) dry; massive; hard, friable, moderately sticky and moderately plastic; many very fine and fine roots; common very fine tubular pores; violently effervescent; strongly alkaline (pH 8.6); clear smooth boundary.  (13 to 25 cm thick)\nCkn1--79 to 89 cm; very dark grayish brown (2.5Y 3/2) silty clay, light brownish gray (2.5Y 6/2) dry; massive; hard, friable, very sticky and very plastic; many very fine and few fine roots; common very fine tubular pores; many medium faint brown (10YR 4/3) and common fine prominent brown (7.5YR 4/4) masses of iron accumulation; secondary carbonates segregated as few coarse masses; violently effervescent; strongly alkaline (pH 8.6); clear smooth boundary.  (5 to 15 cm thick)\nCkn2--89 to 152 cm; very dark grayish brown (2.5Y 3/2) silty clay, gray (5Y 6/1) dry; massive; hard, friable, very sticky and very plastic; many very fine roots; common very fine tubular pores; common fine faint dark brown (7.5YR 3/2) masses of iron accumulation; secondary carbonates segregated as few medium and coarse masses; violently effervescent; strongly alkaline (pH 8.6)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Churchill County, Nevada; in the Lahontan Valley about 2 miles northeast of the town of Stillwater; approximately 2,400 feet south and 1,067 feet east of the northwest corner of section 4, T. 19 N., R. 31 E.; USGS Stillwater 7.5 minute topographic quadrangle; latitude 39 degrees 32 minutes 31.4 seconds N. and longitude 118 degrees 30 minutes 56 seconds W.; WGS84 Decimal Degrees 39.5420556 latitude, -118.515556 longitude."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: Usually saturated with water for at least one month in some part of the moisture control section unless artificially drained; dry in all parts in summer and fall unless irrigated; Seasonal periods of aquic moisture regime.\nMean annual soil temperature: 12 to 14 degrees C.\nMollic epipedon thickness: 25 to 61 cm; includes transitional AC horizons.\nDepth to horizons with aquic conditions: 46 to 152 cm during seasonal spring and early summer periods of saturation with ground water and anaerobic conditions.\nLinear extensibility (LE): 6 to 11 cm between the soil surface and a depth of 100 cm.\nEffervescence: Noneffervescent to violently effervescent; the zone from 25 to 50 cm is either noneffervescent or is only effervescent in spots but not in all parts.\nParticle-size control section - Clay content: Averages 35 to 55 percent.\nA horizons\nHue: 10YR or 2.5Y\nValue: 2 or 3 moist, 4 or 5 dry.\nChroma: 1 or 2, moist or dry.\nOrganic matter content: 1 to 3 percent.\nReaction: Moderately alkaline or strongly alkaline.\nSalinity (EC): 0 to 32 mmhos/cm.\nSodicity (SAR): 0 to 30.\nC or B horizons\nHue: 10YR through 5Y or neutral (N).\nValue:  3 or 4 moist, 5 through 7 dry.\nChroma: 0 through 2, moist or dry.\nTexture: Clay loam, clay, silty clay loam, or silty clay with some pedons having strata up to 10 cm thick of sand, loamy sand, or sandy loam.\nClay content: 25 to 55 percent.\nOrganic matter content: 0 to 2 percent.\nRedoximorphic features: Redox concentrations occur in lower subhorizons as common or many, faint to prominent masses of iron accumulation.\nReaction: Moderately alkaline or strongly alkaline.\nSalinity (EC): 0 to 32 mmhos/cm.\nSodicity (SAR): 0 to 30.\nGypsum content: 0 to 1 percent.\nIdentifiable secondary carbonates: Occurs as few fine through coarse masses in lower subhorizons.\nCalcium carbonate equivalent: 1 to 10 percent but distribution is irregular with depth and unpredictable in occurrence."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Blend, Darwin, Ricco, Saddlerock, Sansdessein , and Waldo series.\nBlend, Darwin, and Sansdessein soils have long periods of aquic moisture regime.  Ricco soils have mean annual soil temperature of 8 to 12 degrees C., have cambic horizons, and do not contain significant amounts of sodium.  Saddlerock soils have mean annual soil temperature of 8 to 11 degrees C. and do not have subhorizons with identifiable secondary carbonates.  Waldo soils are strongly acid through slightly acid, have sodium adsorption ratios of less than 13, and do not have subhorizons with identifiable secondary carbonates."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Stillwater soils are on flood plains.  They formed in alluvium derived from mixed sources.  Slopes are 0 to 2 percent.  Elevations range from 1158 to 1219 meters.  The climate is arid with cool, moist winters and hot, dry summers.  The mean annual precipitation is 100 to 150 mm, the mean annual temperature is 11 to 13 degrees C, and the frost-free period is 120 to 140 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Bunejug, Carson, and Swope soils.  Bunejug soils are coarse-loamy.  Carson soils are very-fine.  Swope soils are fine-loamy over clayey."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:  Poorly drained; and moderately low saturated hydraulic conductivity.  Many areas of these soils have altered drainage and are now somewhat poorly drained.  Endosaturation is present with an apparent seasonal high water table between 1.5 and 5 feet (shallow to deep free water occurrence classes) from April through July.  Cumulative annual duration class is Common."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Stillwater soils are used for irrigated alfalfa, small grains, grass-legume pastures, and native rangeland.  The vegetation in rangeland is black greasewood, inland saltgrass, and fourwing saltbush."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Western Nevada.  These soils are moderately extensive.  MLRA 27."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Davis, California."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Churchill County (Fallon-Fernley Area), Nevada, 1971."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon - The zone from the soil surface to 61 cm (Ap, A, An, and ACn horizons).\nAquic conditions - The conditions of endosaturation, reduction, and redoximorphic features between 46 and 152 cm at certain times during normal years (parts of the ACn, Cn, and Ckn1, and Ckn2 horizons).\nFluventic feature - Stratification and irregular organic carbon distribution.\nVertic feature - Linear extensibility of more than 6 centimeters from the soil surface to 100 cm (Ap, A, An, ACn, Cn, and Ckn1 horizons and part of the Ckn2 horizon).\nIdentifiable secondary carbonates - The zone from 79 to 152 cm (Ckn1 and Ckn2 horizons).\nParticle-size control section - The zone from 25 to 100 cm (ACn, Cn, and Ckn1 horizons and parts of the An and Ckn2 horizons).\nThe revision of June 2001 updated the taxonomic class from Fine, smectitic, calcareous, mesic Fluvaquentic Vertic Endoaquolls.\nADDITIONAL DATA:  A pedon of Stillwater has full characterization data by the Soil Survey Laboratory (SSL), Lincoln, NE, as user pedon ID 99NV001007 (pedon # 00P0245).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
