{
  "SERIES": "STINGDORN",
  "STATUS": "Established Series",
  "BYREV": "Rev. OWB-WED-JBF",
  "REVDATE": "05/2016",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive, mesic, shallow Typic Argidurids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Stingdorn very cobbly loam--rangeland. (Colors are for dry soil unless otherwise noted.)\nA--0 to 18 cm; light brownish gray (10YR 6/2) very cobbly loam, brown (10YR 4/3) moist; weak thick platy structure; soft, very friable, slightly sticky and slightly plastic; many very fine and fine roots; common very fine and fine vesicular pores; 5 percent gravel and 40 percent cobbles; moderately alkaline (pH 8.0); clear wavy boundary.  (8 to 18 cm thick)\nBt1--18 to 28 cm; light yellowish brown (10YR 6/4) very cobbly clay loam, dark yellowish brown (10YR 4/4) moist; moderate medium subangular blocky structure; slightly hard, friable, moderately sticky and moderately plastic; common very fine, fine and medium roots; common very fine and fine tubular pores; few thin clay films on ped faces and lining pores; 5 percent gravel and 30 percent cobbles; moderately alkaline (pH 8.2); clear smooth boundary. (10 to 28 cm thick)\nBt2--28 to 38 cm; yellowish brown (10YR 5/4) very cobbly clay loam, dark yellowish brown (10YR 4/4) moist; strong fine angular blocky structure; hard, friable, moderately sticky and moderately plastic; common very fine and fine roots; common very fine and fine tubular pores, common distinct clay films on faces of peds and many distinct clay films lining pores; 5 percent indurated pan fragments; 5 percent gravel and 30 percent cobbles; strongly effervescent; moderately alkaline (pH 8.4); abrupt irregular boundary.  (0 to 10 cm thick)\nBkqm--38 to 50 cm; very pale brown (10YR 7/3) indurated duripan; pale brown (10YR 6/3) moist; massive; several thin indurated horizontal lamella at intervals throughout strongly silica-cemented matrix; 2 to 5 mm thick indurated laminar cap covers the bedrock; violently effervescent; strongly alkaline (pH 8.8); abrupt wavy boundary.  (0.6 to 15 cm thick)\nR--50 cm; unweathered tuff."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Lander County, Nevada; approximately 42 miles southwest of Battle Mountain; about 1,400 feet north and 1,500 east of the southwest corner section 31. T. 26 N., R. 41 E.; USGS Home Station Gap; latitude  40 degrees 04 minutes 36 seconds N and longitude  117 degrees  25 minutes 01 seconds W; WGS84 Decimal Degrees 40.0766667 latitude, -117.4169444 longitude."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: Usually dry, but moist for short periods in the winter and spring, dry May through October; typic aridic soil moisture regime.\nMean annual soil temperature: 8 to 12 degrees C.\nCombine thickness of A and Bt horizons: 18 to 40 cm.\nDepth to indurated duripan over hard bedrock: 20 to 50 cm.\nParticle-size control section - Clay content: Averages 27 to 35 percent\nRock fragments:  35 to 50 percent, mainly gravel and cobbles.\nA horizon\nHue:  10YR or 2.5Y.\nValue:  6 or 7 dry, 4 or 5 moist.\nChroma:  2 or 3.\nConsistence:  Soft or slightly hard dry.\nReaction:  Slightly alkaline through strongly alkaline.\nBt horizons\nHue:  10YR or 2.5Y.\nValue:  5 or 6 dry, 4 or 5 moist.\nChroma:  3 or 4.\nClay content:  Averages 27 to 35 percent.  Some subhorizons of some pedons slightly less.\nRock fragments:  35 to 50 percent, mainly gravel and cobbles.\nConsistence:  Slightly hard or hard dry; very friable or friable moist.  Reaction:  Slightly alkaline through strongly alkaline.\nCarbonates:  Slightly to strongly effervescent in some pedons. The upper part of the Bt horizon is noneffervescent in some pedons.\nBkq horizons (when present)\nHue:  10YR or 2.5Y.\nValue:  6, 7 or 8 dry, 6 or 7 moist.\nChroma:  2 or 3.\nReaction:  Moderately alkaline or strongly alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Lyda, Maggie, Silverbow, Tokoper and Tomel series.\nLyda, Maggie, Silverbow, and Tomel soils lack bedrock within a depth of 50 cm.  Tokoper soils average 18 to 28 percent clay in the argillic horizon and are moistened intermittently for 10 to 20 days by summer precipitation."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Stingdorn soils are on smooth hillsides and tilted plateaus.  The soils formed in rhyolitic residuum with an admixture of colluvium derived from volcanic rocks. Slopes are 2 to 50 percent.  Elevations are 1,345 to 2,135 meters. The climate is cool, arid with a mean annual precipitation of 125 to 200 mm; mean annual temperature is 9 to 11 degrees C., and the frost-free period is 90 to l20 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Singatse and Fireball soils.  Singatse soils lack a duripan and an argillic horizon.  Fireball soils are more than 50 cm deep."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:  Well drained; medium or rapid runoff; moderately high saturated hydraulic conductivity."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Livestock grazing and wildlife habitat.  The vegetation is mainly shadscale, bud sagebrush, rabbitbrush, littltleaf horsebrush and bottlebrush squirreltail."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Western Nevada.  Stingdorn soils are of small extent. MLRA 24 and 27."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Washoe County, Nevada, South Part, l980."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - The zone from the soil surface to 18 cm (A horizon)\nArgillic horizon - The zone from 18 to 38 cm (Bt1 and Bt2 horizons).\nDuripan - The zone at 38 to 50 cm (Bkqm horizon).\nLithic Contact - The boundary at 50 cm. (R layer)\nParticle-size control section - The zone from the 18 to 38 cm (Bt1 and Bt2 horizons).\nADDITIONAL DATA: Characterization samples S78NV-03l-004.\nThe type location was moved April, 2010 to better reflect the series concept.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
