{
  "SERIES": "STISSING",
  "STATUS": "Established Series",
  "BYREV": "Rev. DGG-SMF",
  "REVDATE": "12/2012",
  "STATES": "MA,NH,RI",
  "OVERVIEW": "The Stissing series consists of poorly drained soils formed in dense till derived principally from dark phyllite, slate, shale, and schist.  These soils are very deep to bedrock and shallow to a densic contact. They are nearly level to strongly sloping soils on glaciated uplands.  Slope ranges from 0 to 15 percent.  Saturated hydraulic conductivity is moderately high or high in the solum and moderately low or moderately high in the dense substratum.  The mean annual temperature is about 9 degrees C. and the mean annual precipitation is about 1143 mm.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy, mixed, semiactive, acid, mesic, shallow Typic Epiaquepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Stissing silt loam - on a 3 percent slope in a hay field at an elevation of about 275 meters.  (Colors are for moist soil unless otherwise stated.)\nAp--0 to 20 cm; very dark grayish brown (10YR 3/2) silt loam, gray (10YR 6/1) dry; fine streaks of very dusky red (2.5YR 2/2) in root channels; moderate fine granular structure; very friable; many grass roots; about 10 percent channers; moderately acid; abrupt smooth boundary.  (12 to 25 cm thick)\nBg--20 to 40 cm; gray (5Y 5/1) silt loam; massive; firm in place, friable when removed; few roots in upper 2 or 3 inches, none below; about 10 percent channers; many medium prominent dark reddish brown (5YR 3/2) iron concentrations; strongly acid; clear, wavy boundary.  (12 to 38 cm thick)\nCdg--40 to 165 cm; gray (N 5/0) silt loam; moderate thick platy structure; very firm; about 10 percent channers; many coarse prominent dark brown (7.5YR 3/2) iron concentrations; strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Franklin County, Massachusetts; Town of Bernardston, about 200 feet west of Eden Trail Road at a point about 3960 feet north of the intersection of Eden Trail and Eden Trail Branch Roads. USGS Bernardston quadrangle; latitude 42 degrees 40 minutes 9.6 seconds N. and longitude 72 degrees 35 minutes 25.8 seconds W.; NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Solum thickness and depth to the dense substratum commonly is less than 51 cm but ranges up to 51 cm in some places.  The soil ranges from extremely acid to strongly acid except where limed.  Texture of the fine-earth fraction is silt loam or loam throughout the soil. Rock fragments range from 5 to 50 percent in the A, from 5 to 35 percent in the B and from 10 to 40 percent in the C horizon.  Stones range from 0 to 15 percent in the surface and from 0 to 5 percent in the subsoil and substratum. Flagstones range from 0 to 10 percent in the surface and from 0 to 5 percent in the subsoil and substratum. Channers range from 5 to 25 percent in the solum and from 10 to 30 percent in the substratum.\nThe A horizon has hue of l0YR to 5Y, value of 2 to 4, and chroma of 1 or 2.  It has weak or moderate, very fine to medium, granular or subangular blocky structure.\nThe B horizon has hue of l0YR to 5Y, value of 4 or 5, and chroma of l or 2.  It has few to many distinct or prominent iron concentrations.  It is structureless or has weak thin or medium platy or weak or moderate very fine to medium subangular blocky structure.  It is friable or firm.\nThe Cd horizon is neutral or has hue of 2.5Y or 5Y, value of 3 to 6, and chroma of 0 to 3.  Chroma of 3 is below 30 inches.  It has common or many, medium or coarse, distinct or prominent iron concentrations which decrease in abundance and contrast with depth.  It is structureless or is geogenically derived, appearing in the form of weak or moderate plates."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  Stissing is the only series in the same family.\nFredon, Lamson, Leicester, Lyme, Mansfield, Massena, Menlo, Newstead, Raynham, Raypol, Red Hook, Ridgebury, Sun, and Whitman are similar soils in related families.  Fredon, Lamson, Red Hook, and Raynham soils formed in water sorted materials, do not have a dense substratum and are nonacid.  Leicester soils do not have a dense substratum.  Lyme soils are in a frigid family.  Mansfield, Menlo, and Whitman soils are very poorly drained.  Massena, Newstead, Ridgebury, and Sun soils are nonacid.  Raypol soils are coarse-loamy over sandy or sandy-skeletal."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Stissing soils are nearly level soils in slight depressional areas and on the lower parts of concave slopes.  Slope ranges from 0 to 15 percent.  The soils formed in loamy till derived principally from dark gray phyllite, slate, shale, and schist. Mean annual temperature ranges from 7 to 11 degrees Celsius.  Mean annual precipitation ranges from 1016 to 1270 mm.  The frost-free period ranges from 120 to 180 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Bernardston, Cardigan, Dutchess, Kearsarge, Mansfield, Nassau, Newport, Pittstown, Quonset, and Warwick soils.  Bernardston, Pittstown, Mansfield, and Newport soils are associated in a drainage sequence.  Dutchess, Cardigan, Kearsarge, and Nassau soils are on nearby uplands.  Cardigan and Dutchess soils are well drained and Cardigan soils are moderately deep.  Kearsarge and Nassau soils are shallow to bedrock.  Quonset and Warwick soils are on nearby outwash plains, terraces, eskers, and kames."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Poorly drained.  Seasonal high water may perch on the dense substratum at certain times of the year.  Saturated hydraulic conductivity ranges from moderately high or high in the solum and moderately low or moderately high in the substratum.  Runoff is negligible to very low."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Mostly forested.  About 10 percent is cleared and used mainly for growing pasture.  Native vegetation is red maple, elm, ash, willow, gray birch, white pine, alders, and hemlock."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  MLRAs 144A, 145 and mesic areas within MLRA 144B in Massachusetts, New Hampshire, and Rhode Island.  The series is of moderate extent; estimated to be about 15,000 acres."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Amherst, Massachusetts"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Dutchess County, New York, 1946."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Cation-exchange activity class is presumed from a review of data for similar soils.  Changes in competing series may result from updates in classification. The soil meets the current definition of episaturation although there is evidence of saturation in the dense substratum. The soil is described as having some redoximprhic features which decrease with depth in the Cd.\nDiagnostic horizons and features recognized in this pedon are:\n1. Ochric epipedon - the zone from 0 to 8 inches (Ap horizon).\n2. Cambic horizon - the zone from 8 to 16 inches (Bg horizon).\n3. Dense till substratum at 16 inches (Cdg horizon).\n4. Episaturation - the zone from 20 to 40 cm is saturated and overlies a relatively impermeable, relatively unsaturated layer.  (Bg horizon and Cdg horizons)"
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "NA"
  },
  "SITE": [
    [
      {
        "drainage": "poorly",
        "drainage_overview": "poorly"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 20,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 1,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "silt loam",
        "structure": "moderate fine granular",
        "dry_rupture": "NA",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Ap--0 to 20 cm; very dark grayish brown (10YR 3/2) silt loam, gray (10YR 6/1) dry; fine streaks of very dusky red (2.5YR 2/2) in root channels; moderate fine granular structure; very friable; many grass roots; about 10 percent channers; moderately acid; abrupt smooth boundary.  (12 to 25 cm thick)"
      },
      {
        "name": "Bg",
        "top": 20,
        "bottom": 40,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "5Y",
        "moist_value": 5,
        "moist_chroma": 1,
        "texture_class": "silt loam",
        "structure": "massive",
        "dry_rupture": "NA",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "strongly acid",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Bg--20 to 40 cm; gray (5Y 5/1) silt loam; massive; firm in place, friable when removed; few roots in upper 2 or 3 inches, none below; about 10 percent channers; many medium prominent dark reddish brown (5YR 3/2) iron concentrations; strongly acid; clear, wavy boundary.  (12 to 38 cm thick)"
      },
      {
        "name": "Cdg",
        "top": 40,
        "bottom": 165,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "N",
        "moist_value": 5,
        "moist_chroma": 0,
        "texture_class": "silt loam",
        "structure": "moderate thick platy",
        "dry_rupture": "NA",
        "moist_rupture": "firm",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "strongly acid",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Cdg--40 to 165 cm; gray (N 5/0) silt loam; moderate thick platy structure; very firm; about 10 percent channers; many coarse prominent dark brown (7.5YR 3/2) iron concentrations; strongly acid."
      }
    ]
  ]
}
