{
  "SERIES": "STITHUM",
  "STATUS": "Tentative Series",
  "BYREV": "IRD. JLW/RJO/DAL",
  "REVDATE": "02/2019",
  "STATES": "OR",
  "OVERVIEW": "The Stithum series consists of very deep, well-drained soils on mountain valley, eroded alluvial terraces. Stithum soils formed in colluvium mixed with a small amount of volcanic ash, overlying alluvium from mixed lithologies.  Slopes are 0 to 30 percent. Mean annual precipitation is about 30 inches and mean annual temperature about 42 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Clayey-skeletal, smectitic, frigid Vertic Haploxeralfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Stithum gravelly ashy loam - forested, on a 5 percent northwestfacing slope at an elevation of 3,980 feet.\nOi--0 to 1 inch; slightly decomposed grasses, needles and twigs\nA1--1 to 4 inches; dark reddish brown (5YR 3/2) gravelly ashy loam, reddish brown (5YR 5/3) dry; weak fine granular structure; slightly hard, very friable, slightly sticky and slightly plastic; many very fine, common fine, and few medium roots throughout; common very fine irregular pores; 20 percent gravel; moderately acid (pH 6.0); clear wavy boundary. (3 to 8 inches thick)\nA2--4 to 9 inches; reddish brown (5YR 4/3) gravelly ashy loam, reddish brown (5YR 5/3) dry; weak fine and medium subangular blocky structure; slightly hard, very friable, slightly sticky and slightly plastic; common very fine and fine, and few medium roots throughout; common very fine irregular and few very fine tubular pores; 20 percent gravel; slightly acid (pH 6.2); clear wavy boundary. (4 to 15 inches thick)\nE--9 to 19 inches; reddish brown (5YR 4/3) gravelly clay loam, brown (7.5YR 5/4) dry; weak medium subangular blocky structure parting to weak fine subangular blocky; slightly hard, friable, moderately sticky and moderately plastic; common very fine and fine, and few medium and coarse roots throughout; common very fine irregular and few  very fine and fine tubular pores; 15 percent gravel and 5 percent cobbles; slightly acid (pH 6.2); clear irregular boundary. (10 to 21 inches thick)\n2Bt--19 to 30 inches; yellowish brown (10YR 5/4) extremely gravelly clay loam, brown (7.5YR 5/4) dry; moderate medium and fine subangular blocky structure; hard, friable, moderately sticky and moderately plastic; common thin clay films on ped faces; few fine, very fine, and medium roots throughout; few fine and very fine tubular pores; 60 percent gravel and 10 percent cobbles; slightly acid (pH 6.2); gradual irregular boundary. (8 to 35 inches thick)\n2BC--30 to 60 inches; dark yellowish brown (10YR 4/4) extremely gravelly sandy clay, brown (7.5YR 5/4) dry; weak fine subangular blocky structure; very hard, friable, moderately sticky and moderately plastic; few very fine roots throughout; common very fine irregular and few very fine tubular pores; 60 percent gravel and 10 percent cobbles; slightly acid (pH 6.2)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Grant County, Oregon,\nSection 5 (SW 1/4, SW 1/4, SW 1/4), T. 11 S., R. 34 E.\nLatitude: 44 degrees, 38 minutes, 10.4 seconds N\nLongitude: 118 degrees, 39 minutes 05.5 seconds W\nUTM coordinates: zone 11; north 4943650.0 meters, east 369010.0 meters; NAD27\nUSGS Quadrangle: Boulder Butte"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil Temperature: frigid regime\nMean Annual Soil Temperature: 43 to 46 degrees F\nMean Summer Soil Temperature: 51 to 54 degrees F\nMean Winter Soil Temperature: 34 to 38 degrees F\nSoil Moisture: xeric regime, dry 60 to 75 consecutive days in summer\nParticle-size Control Section: upper 20 inches of argillic horizon\nclay content, average: 35 to 40 percent\nrock fragment content, average: 50 to 75 percent\nDiagnostic Horizons and Features:\nvitrandic subgroup properties: upper boundary at the mineral soil surface; 9 to 19 inches thick\nAl+1/2Fe (ammonium oxalate): 0.2 to 0.9 percent\nglass content in the 0.02-2.0mm fraction: 5 to 15 percent\nargillic horizon: 11 to 40 inches\nlinear extensibility: 4.8 to 6.0 cm in upper 100 cm of mineral soil\nrock fragment shape: rounded or subrounded in subsoil and substratum\nA1 horizon:\ncolor, moist: 5YR 3/2, 3/3, 3/4; 7.5YR 3/4; 10YR 3/3\ncolor, dry: 5YR 5/3; 7.5YR 6/3; 10YR 5/3\ntexture: ASHY-SIL, GR-ASHY-L\nclay content: 7 to 22 percent\nrock fragment content: total: 5 to 25 percent\ngravel: 0 to 20 percent\ncobbles: 0 to 10 percent\nreaction: moderately acid or slightly acid; pH: 5.6 to 6.5\nbase saturation (sum of cations): 50 to 75 percent\nA2 horizon; may include AB and/or Bw in some pedons:\ncolor, moist: 5YR 4/2, 4/3; 7.5YR 4/4; 10YR 4/6\ncolor, dry: 5YR 5/3, 6/3; 7.5YR 5/4, 6/3\ntexture: GR-ASHY-L, CBV-ASHY-L, GR-ASHY-SIL, CBV-ASHY-SIL\nclay content: 10 to 26 percent\nrock fragment content: 15 to 45 percent\ngravel: 10 to 20 percent\ncobbles: 0 to 20 percent\nstones: 0 to 5 percent\nreaction: moderately acid or slightly acid; pH: 5.6 to 6.5.\nbase saturation (sum of cations): 50 to 75 percent\nE horizon; may include 2EBb, 2Eb horizons in some pedons:\ncolor, moist: 5YR 4/3; 7.5YR 3/4, 4/3, 4/4; 10YR 5/6\ncolor, dry: 5YR 5/3; 7.5YR 5/4, 6/3, 6/4; 10YR 7/6\ntexture: GRV-CL, GR-CL, CBV-L, STV-L\nclay content: 19 to 34 percent\nrock fragment content: 20 to 60 percent\ngravel: 10 to 40 percent\ncobbles: 5 to 25 percent\nstones: 0 to 15 percent\nreaction: moderately acid or slightly acid; pH: 5.6 to 6.5\nbase saturation (sum of cations): 45 to 70 percent\n2Bt horizon:\ncolor, moist: 7.5YR 3/4, 4/4, 5/6; 10YR 5/4\ncolor, dry: 7.5YR 5/4, 6/6; 10YR 6/3\ntexture: CBX-C, GRV-C, STX-CL, CBV-C, GRX-CL\nclay content: 35 to 42 percent\nrock fragment content: 50 to 75 percent\ngravel: 20 to 60 percent\ncobbles: 10 to 30 percent\nstones: 0 to 25 percent\nreaction: moderately acid to neutral; pH: 5.6 to 7.3\nbase saturation (sum of cations): 60 to 75 percent\n2BC horizon:\ncolor, moist: 7.5YR 4/4, 5/6; 10YR 4/4\ncolor, dry: 7.5YR 5/4, 6/6\ntexture:  CBX-C, CBX-CL, GRX-SC\nclay content:  34 to 41 percent\nrock fragment content: 65 to 95 percent\ngravel: 30 to 70 percent\ncobbles: 10 to 25 percent\nstones: 0 to 10 percent\nreaction: slightly acid to slightly alkaline; pH: 6.1 to 7.8\nbase saturation (sum of cations): 70 to 100 percent"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:\nCotay: moderately deep (20 to 40 inches) to a lithic contact (metavolcanic, serpentinitic); cambic (Bw) is silt loam with 6 to 22 percent clay; have buried eluvial (2Eb) horizons; rock fragments are angular in shape; dry 45 to 60 consecutive days in summer\nCougarrock: moderately deep (20 to 40 inches) to a lithic contact (soft tuffs or basalt); cambic (Bw) is silt loam with 10 to 22 percent clay; have buried eluvial (2Eb) horizons; have paralithic material (soft rock) 3 to 10 inches thick above lithic contact; rock fragments are subangular in shape; dry 45 to 60 consecutive days in summer\nDunstan: deep (40 to 60 inches) to a lithic contact (andesitic tuff breccia); cambic (Bw) is silt loam with 12 to 22 percent clay; have buried eluvial (2Eb) horizons; rock fragments are subangular in shape; dry 45 to 60 consecutive days in summer\nTamarackcanyon: moderately deep (20 to 40 inches) to a lithic contact (basalt); cambic (Bw) is clay loam or silty clay loam with 25 to 35 percent clay; do not have eluvial (2Eb) horizons; rock fragments are angular or subangular in shape; dry 45 to 60 consecutive days in summer"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nLandform: eroding stream terraces in mountain valleys\nSlope gradient: 0 to 30 percent\nParent material: minor amount of volcanic ash mixed with eolium and colluvium over alluvium\nLithology: alluvium of mixed non-calcareous rocks\nElevation: 3,800 to 4,600 feet\nClimate: cold, wet winters; warm, dry summers\nMean annual precipitation: 24 to 35 inches\nMean annual air temperature: 41 to 44 degrees F.\nFrost-free period: 45 to 100 days"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:\nSquatterflat: on planar to convex terrace surfaces and upper backslopes of mountain valley terraces; very deep; mollic epipedon with small amount of volcanic ash and argillic horizon developed in residuum from andesitic tuff breccia; under Douglas-fir, ponderosa pine, western larch, common snowberry, birchleaf spiraea, wormleaf stonecrop, white hawkweed, elk sedge and pinegrass."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:\nDrainage: well drained\nPermeability: moderate over slow"
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:\nUse: timber production, livestock grazing, recreation, wildlife habitat, watershed\nNative vegetation: grand fir, Douglas-fir, western larch, ponderosa pine, birchleaf spiraea, common snowberry, grouse huckleberry, bigleaf sandwort, silky lupine, raceme pussytoes, white hawkweed, Virginia strawberry, common yarrow, Cusick's sierra peavine, pinegrass, elk sedge, and western fescue.\nPlant Association: PSME/CARU (Douglas-fir/pinegrass); may include: ABGR/CARU (grand fir/pinegrass) or PIPO/SYAL (ponderosa pine/common snowberry)"
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:\nDistribution: MLRA: 43c, Blue Mountains in Oregon; South Central Blue Mountains in Middle Fork and North Fork of John Day River drainage.\nExtent: Moderate"
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES PROPOSED",
    "content": "SERIES PROPOSED: Malheur National Forest, Oregon; 2008. The name is from the Stithum Mine on the Boulder Butte quadrangle."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nochric epipedon: 1 to 4 inches; A1 horizon\nvitrandic subgroup properties (ash influenced layer): 1 to 9 inches; A1, A2 horizons\neluvial horizon: 9 to 19 inches; E horizon\nargillic horizon, buried: 19 to 30 inches; Bt horizon\nparticle-size control section: 19 to 30 inches; Bt horizon\nNational Cooperative Soil Survey\nU.S.A."
  }
}
