{
  "SERIES": "STIVERSVILLE",
  "STATUS": "Established Series",
  "BYREV": "Rev. JFC-RPS",
  "REVDATE": "04/2001",
  "STATES": "TN",
  "OVERVIEW": "The Stiversville series consists of deep, well drained permeable soils on uplands.  They formed mostly in residuum of siltstone and fine grained sandstone that is interbedded with shale and limestone.  On steep slopes, some pedons formed partly in colluvium from the same material.  Slopes range from 2 to 30 percent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, active, thermic Ultic Hapludalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Stiversville loam--pasture.\n(Colors are for moist soil unless otherwise stated.)\nAp--0 to 8 inches; dark brown (10YR 3/3) loam; weak fine granular structure; very friable; few thin flat weathered fragments of siltstone; many fine roots; medium acid; clear smooth boundary.  (5 to 10 inches thick)\nBA--8 to 14 inches; brown (7.5YR 4/4) loam; weak fine and medium subangular blocky structure; friable; many fine roots; few thin flat weathered fragments of siltstone; few fine black concretions; medium acid; clear smooth boundary.  (0 to 8 inches thick)\nBt1--14 to 23 inches; brown (7.5YR 4/4) loam; moderate medium subangular blocky structure; friable; common fine roots; few faint clay films; few fine black concretions; 5 percent thin fragments of siltstone; medium acid; gradual smooth boundary.  (7 to 18 inches thick)\nBt2--23 to 34 inches; brown (7.5YR 4/4) clay loam, common medium distinct yellowish brown (10YR 5/4) mottles; moderate fine and medium subangular and angular blocky structure; friable; few fine roots; many distinct clay films; common fine black concretions; 8 percent thin fragments of siltstone and sandstone; strongly acid; clear smooth boundary. (7 to 18 inches thick)\nBt3--34 to 45 inches; brown (7.5YR 4/4) clay loam, common fine and medium prominent pale brown (10YR 6/3) and yellowish red (5YR 4/8) mottles; weak medium angular blocky structure; firm; few faint clay films; common fine black concretions; 15 percent soft and hard, flat fragments of sandstone and siltstone; strongly acid; clear smooth boundary.  (0 to 18 inches thick)\nCr--45 to 60 inches; brown and yellowish brown interbedded sandstone and siltstone.  The bedrock is rippable and can mostly be dug with a spade, but has some hard strata."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Williamson County, Tennessee; 1/2 mile south of Bethesda and 500 feet southwest of junction of paved roads."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Thickness of the solum and depth to weathered rippable bedrock ranges from 40 to 60 inches.  This soil is medium acid or strongly acid and medium or high in phosphate.  Each horizon of the solum contains from 0 to about 15 percent soft and hard rock fragments except the lower part of the horizon contain 5 to 25 percent.   Some pedons have a thin CB or C horizon with up to 50 percent fragments.\nThe A horizon has hue of 10YR or 7.5YR, value of 3 or 4 and chroma of 2 to 4.  It is loam or silt loam, except severely eroded areas range to clay loam or silty clay loam.\nThe BA horizon, where present, has hue of 10YR or 7.5YR, value of 4 and chroma of 4 to 6.  It is loam or silt loam.\nThe Bt horizon mostly has hue of 7.5YR, value of 4 or 5 and chroma of 4 to 6.  Some pedons have subhorizons with hue of 10YR or 5YR with the same value and chroma.  Mottles in shades of brown and red are none to common.  It is loam or clay loam, except some pedons have thin subhorizons of silt loam, silty clay loam or clay.  Fine and coarse sand exceeds 15 percent in most pedons and sand plus coarse fragments exceeds 15 percent in all pedons.\nThe Cr horizon is dominantly weathered siltstone and fine grained sandstone that is interbedded with shale and limestone.  It is rippable and in most places can be dug with a spade. Most of the rock is relatively soft, but includes some thin strata that is hard.  Some of the strata was calcareous prior to weathering and some strata contains phosphate nodules."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Bolivar, Liddieville, Pamunkey, Sandhill and Toine series in the same family and the Armour, Culleoka and Hicks series in similar families.  Bolivar soils have a paralithic contact between 20 and 40 inches.  Liddieville, Pamunkey and Toine soils formed in alluvium on stream terraces and are greater than 60 inches to bedrock.  Sandhill soils have 15 to 35 percent rock fragments in the solum.  Armour soils formed in silty alluvium in the upper 2 to 4 feet, are fine-silty and are greater than 60 inches to bedrock. Hicks soils formed in loess in the upper 1.5 to 3 feet and are fine-silty."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Stiversville soils are on upland ridgetops and side slopes.  Slopes range from about 2 to 30 percent.  They formed mostly in residuum of siltstone and fine grained sandstone that is interbedded  with limestone and shale.  On steep slopes, some pedons formed partly in colluvium from the same material.  Near the type location, mean annual temperature is 59 degrees F., and mean annual precipitation is 48 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the competing Hicks and Sandhill series and the Hampshire and Inman series.  Hampshire and Inman soils have a fine control section and Inman soils are less than 40 inches to a paralithic contact."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; medium runoff; moderately rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most areas are used for growing pasture, hay, small grains, tobacco, and corn.  The native vegetation was oak, hickory, elm, hackberry, maple, beech, black walnut, ash, locust, and yellow poplar."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  The Central Basin of Tennessee.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Morgantown, West Virginia"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Williamson County, Tennessee; 1961."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - the zone from 0 to 8 inches (Ap horizons)\nArgillic horizon - the zone from 14 to 42 inches (Bt1, Bt2, Bt3 horizons)\nParalithic contact - at 42 inches (top of Cr horizon.)\nNational Cooperative Soil Survey\nU.S.A."
  }
}
