{
  "SERIES": "STOCKHOLM",
  "STATUS": "Established Series",
  "BYREV": "Rev. SCC-FLG",
  "REVDATE": "12/1999",
  "STATES": "NY",
  "OVERVIEW": "The Stockholm series consists of very deep, poorly drained soils formed in sandy deposits that overlie clayey marine sediments. They are nearly level soils on marine plains.  Slopes range from 0 to 3 percent.  Mean annual temperature is 43 degrees F. Mean annual precipitation is 38 inches.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Sandy over clayey, mixed, superactive, frigid Umbric Epiaquods"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Stockholm loamy fine sand, on a 1 percent southeast-facing slope in an abandoned field.  (Colors are for moist soil unless otherwise stated.)\nAp -- 0 to 10 inches; dark brown (7.5YR 3/2) loamy fine sand, brown (7.5YR 5/2) dry; weak fine and medium subangular blocky structure; friable; common fine and medium roots; common medium tubular pores; few medium distinct strong brown (7.5YR 5/6) masses or iron accumulation; strongly acid; abrupt smooth boundary.  (7 to 10 inches thick.)\nBh -- 10 to 12 inches; dark reddish brown (5YR 3/3) loamy fine sand; weak fine and medium subangular blocky structure; friable; common fine and medium roots; common fine and medium tubular pores; few fine nodules; common fine distinct strong brown (7.5YR 5/6) masses of iron accumulation; moderately acid; clear wavy boundary.  (0 to 2 inches thick.)\nBs -- 12 to 20 inches; 60 percent friable yellowish brown (10YR 5/4) fine sand and 40 percent firm dark reddish brown (5YR 3/4) fine sand; weak fine and medium subangular blocky structure; firm parts are cemented and massive; many fine roots; few fine tubular pores and common fine vesicular pores; common medium and coarse distinct strong brown (7.5YR 4/6 and 5/6)  masses of iron accumulation; moderately acid; abrupt wavy boundary.  (8 to 20 inches thick.)\nBCg -- 20 to 23 inches; light brownish gray (10YR 6/2) fine sand; weak fine and medium subangular blocky structure; friable; common fine roots; few fine tubular and vesicular pores; common medium and coarse distinct strong brown (7.5YR 5/6) masses of iron accumulation; moderately acid; abrupt broken boundary.  (0 to 3 inches thick.)\n2BCg -- 23 to 30 inches; gray (10YR 5/1) clay; weak medium prismatic structure parting to moderate fine and medium subangular blocky; firm; common fine and medium roots along prism faces; common fine and medium vesicular pores; grayish brown (10YR 5/2) fine sandy loam coatings on faces of prisms; many coarse distinct strong brown (7.5YR 5/6) and common medium distinct yellowish brown (10YR 5/4) masses of iron accumulation; slightly acid; clear irregular boundary.  (0 to 10 inches.)\n2C1 -- 30 to 58 inches; gray (10YR 5/1) clay; moderate coarse prismatic structure; firm; few fine roots on prism faces; few fine vesicular pores; many coarse distinct dark brown (10YR 4/3) and few fine distinct dark yellowish brown (10YR 4/6) masses of iron accumulation; neutral; clear wavy boundary.  (8 to 30 inches thick.)\n2C2 -- 58 to 65 inches; dark brown (10YR 4/3) clay loam; moderate coarse prismatic structure; firm; few fine roots on prism faces; few fine vesicular pores; dark gray (10YR 4/1) prism faces; 3 percent gravel; common coarse faint gray (10YR 5/1) iron depletions and common fine distinct yellowish brown (10YR 5/6) masses of iron accumulation; neutral."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  St. Lawrence County, New York; Town of Canton, in an abandoned field 130 feet SE from a point on County Road 186 that is .86 mile SW of the junction of New York Rt. 68 and County Rd. 186. Rensselaer Falls, NY topographic quadrangle; Latitude 44 degrees, 37 minutes, 17 seconds N.  and Longitude 75 degrees, 15 minutes, 49 seconds W., NAD 1927."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The thickness of the solum and depth to the underlying fine textured material ranges from 17 to 39 inches. Depth to bedrock is greater than 6 feet.  The soil has few or no rock fragments.\nThe A or Ap horizon has hue of 5YR through 10YR, value of 2 or 3, and chroma of 1 or 2.  It is fine sandy loam, sandy loam, loamy sand, loamy fine sand, fine sand, or sand.  Reaction ranges from extremely acid through moderately acid, but varies with cultivation and liming practices.\nThe Bh horizon has hue of 5YR or 7.5YR, value of 2 or 3, and chroma of 1 through 3.  Textures are loamy sand, loamy fine sand, fine sand, or sand.  Reaction is strongly acid or moderately acid.\nThe Bs horixon has hue of 5YR or 7.5YR, value of 3 through 5, chroma of 3 through 6.  Textures are loamy sand, loamy fine sand, fine sand, or sand.  Reaction is strongly acid or moderately acid.\nThe Bg horizon has hue of 7.5YR through 2.5Y, value of 4 through 6, and chroma of 1 or 2.  Textures are loamy fine sand or sand with upper part of the solum and silty clay or clay in the lower part of the solum.  The reactions are strongly acid or moderately acid in the upper part and range to slightly acid in the lower part.\nThe 2C horizon has hue of 10YR through 5Y, value of 3 through 5, and chroma of 1 through 4.  It is silty clay loam, clay loam, silty clay, or clay.  Reaction ranges from neutral through moderately alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no other soil series in the same family. The Croghan, Elmwood, Finch, Naumburg, Scarboro, and Swanton soils are in related families. The Croghan, Finch, Naumburg, and Scarboro soils do not have the strongly contrasting clayey layer in the substratum. In addition,  Finch soils have ortsein layers that are greater than 50 percent in extent over each pedon, and Scarboro soils have histic epipedons. Elmwood and Swanton soils do not have spodic horizons and are in coarse-loamy over clayey textural families."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Stockholm soils are on low-lying, nearly level landscapes. They are in deltas or other similar sandy outwash sediments over marine deposits. The overlying sandy deposits are from predominately noncalcareous sandstones or from granitic rocks. Slope ranges from 0 to 3 percent. The climate is humid continental. Mean annual precipitation ranges from 35 to 42 inches.  Mean annual temperature ranges from 42 to 45 degrees F. The growing season ranges from 120 to 150 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  The Stockholm soils are in a drainage sequence with the moderately well drained Flackville soils. Other associated soils are the Adams, Adjidaumo, Croghan, Deford, Eelweir, Elmwood, Heuvelton, Munuscong, Muskellunge, Naumburg and Scarboro soils.  The Adjidaumo, Deford, Eelweir, Muskellunge, and Naumburg and Swanton soils occupy similar topographic positions as Stockholm soils. Adjidaumo, Eelweir and Muskellunge soils formed completely in clayey marine sediments. Deford and Naumburg soils formed in very deep sandy materials and do not have the closely underlying clayey substratum. Swanton soils are coarse-loamy over clayey.  Adams, Croghan, Elmwood, and Heuvelton soils are better drained and are on higher and generally more convex landscape positions. In addition, Adams and Croghan formed in very deep sandy material and do not have the closely underlying clayey substratum, Elmwood soils are coarse-loamy over clayey, Heuvelton soils formed in clayey lacustrine sediments and do not have overlying sandy materials.  Munuscong and Scarboro soils are very poorly drained and are on lower concave landscapes.  In addition, Munuscong soils are coarse-loamy over clayey, and Scarboro soils formed in very deep sands and do not have the contrasting clayey substratum."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Poorly drained.  The potential for surface runoff is negligible to very slow. Permeability is moderately rapid in the sandy materials and very slow in the clayey materials.  These soils have a perched seasonal high water table at depths of 0 to 12 inches below the soil surface."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Areas of Stockholm soils are commonly used for corn or hay production. Some areas are wooded."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  St. Lawrence River Valley of New York State and possibly the Champlain Plain of New York and Vermont. MLRA 142. The series is not extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Amherst, Massachusetts"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  St. Lawrence County, New York, 1990."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: The structure described in the 2Cg is advanced for a C horizon. This needs investigation for a future update. Diagnostic horizons and features recognized in the typical pedon are:\na.  Umbric epipedon - the zone from 0 to 10 inches (Ap horizon).\nb.  Spodic horizon - the zone from 10 to 20 inches (Bh and Bs horizons).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
