{
  "SERIES": "STOCKBRIDGE",
  "STATUS": "Established Series",
  "BYREV": "Rev. MFF",
  "REVDATE": "05/2005",
  "STATES": "CT,MA,NY,VT",
  "OVERVIEW": "The Stockbridge series consists of very deep, well drained soils formed in loamy calcareous till.  They are nearly level to very steep soils on till plains, smooth hills, low ridges and drumloidal landforms. Slope ranges from 0 to 60 percent. Permeability is moderate in the surface layer and subsoil and moderately slow or slow in the substratum.  Mean annual temperature is 48 degree F., and mean annual precipitation is 45 inches.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, semiactive, mesic Dystric Eutrudepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Stockbridge loam - cultivated field, 5 percent slope with a north aspect.  (Colors are for moist soil unless otherwise noted.)\nAp--0 to 10 inches; dark brown (10YR 3/3) loam, light brownish gray (2.5Y 6/2) dry; weak coarse granular structure; friable; many fine and very fine roots; 10 percent gravel; moderately acid; clear smooth boundary.  (6 to 10 inches thick)\nBw1--10 to 20 inches; olive brown (2.5Y 4/4) loam; weak coarse subangular blocky structure; friable; common fine roots; 10 percent gravel; neutral; clear wavy boundary.\nBw2--20 to 28 inches; light olive brown (2.5Y 5/4) loam; weak coarse subangular blocky structure; firm; few fine roots; few weathered limestone fragments in lower part; 10 percent gravel; neutral; gradual wavy boundary.  (Combined thickness of the Bw horizons is 12 to 30 inches)\nC1--28 to 42 inches; olive (5Y 4/3) gravelly loam; weak thick platy structure; firm; few fine roots; many brown (10YR 4/3) weathered limestone fragments and few grayish brown (2.5Y 5/2) streaks; 15 percent gravel and 2 percent cobbles; neutral; gradual wavy boundary.  (5 to 45 inches thick)\nC2--42 to 48 inches; olive (5Y 4/3) gravelly loam; weak thick platy structure; firm; few brown (10YR 4/3) and light gray (10YR 7/1) streaks from weathered and partially weathered limestone and quartzite fragments; 15 percent gravel and 2 percent cobbles; slight effervescence; slightly alkaline; gradual wavy boundary.  (0 to 30 inches thick)\nC3--48 to 65 inches; olive (5Y 4/3) gravelly loam; weak thick platy structure; firm; few brown (10YR 4/3) and light gray (10YR 7/1) streaks from weathered and partially weathered limestone and quartzite fragments; 15 percent gravel and 2 percent cobbles; slight effervescence; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Litchfield County, Connecticut; town of Salisbury, 1800 feet south of the intersection of Race Track Road and Farnum Road, 400 feet east of Race Track Road; on the Sharon USGS topographic quadrangle, latitude 41 degrees 57 minutes 27 seconds N., longitude 73 degrees 25 minutes 03 seconds W., NAD 27."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Thickness of the solum ranges from 20 to 40 inches.  Depth to bedrock is commonly more than 6 feet.  Rock fragments range from 5 to 35 percent to a depth of 40 inches and up to 50 percent below 40 inches.  Except where the surface layer is stony, the fragments are mostly subrounded pebbles and typically make up 60 percent or more of the total rock fragments.  The soil is strongly acid to neutral in the surface layer, moderately acid to neutral to a depth of 40 inches and moderately acid to moderately alkaline below 40 inches.  Depth to carbonates is greater than 40 inches.\nThe Ap horizon has hue of 10YR or 2.5Y, value of 2 through 4 and chroma of 1 through 3.  Dry value is 6 or more.  Undisturbed pedons have a thin A horizon with value of 2 or 3 and chroma of 1 through 3.  The Ap or A horizon is loam, silt loam or very fine sandy loam in the fine earth.  It has weak or moderate granular structure and is friable or very friable.\nThe Bw horizon has hue of 7.5YR through 2.5Y in the upper part and hue of 10YR through 5Y in the lower part.  Value is 4 through 6 and chroma is 3 through 6.  Texture of the Bw horizon is loam or silt loam in the fine earth.  Structure is weak or moderate subangular blocky.  Some pedons have subhorizons that are massive.  Consistence is friable or firm.\nThe C horizon has hue of 10YR through 5Y, value of 3 through 6 and chroma of 2 through 4.  Some pedons have faint redoximorphic features below a depth of 30 inches.  Texture is dominantly loam on silt loam in the fine earth, but ranges to fine sandy loam below a depth of 40 inches.  The C horizon is platy or massive and firm or very firm."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no soils currently in the same family.\nBernardston, Charlton, Dover, Dutchess, Grenville, Herkimer, Lowville, Nellis, Paxton, Pittsfield and Urne series are similar soils in closely related families.  Urne soils are from outside LRR R.\nBernardston, Charlton, Dutchess, and Paxton soils have less than 60 percent base saturation.  Dover, Grenville, and Nellis soils have carbonates within a depth of 40 inches.  Herkimer soils formed in water-sorted deposits and are dominated by dark shale rock fragments.  Lowville soils have a silty mantle.  Pittsfield soils have less than 50 percent silt plus very fine sand in the particle-size control section and have a friable substratum.  Urne soils have bedrock within a depth of 20 to 40 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Stockbridge soils are nearly level to very steep soils on glaciated hills associated with limestone valleys.  They are commonly on smooth low hills in valleys or on smooth footslopes that grade into acid till hills.  Slope ranges from 0 to 60 percent, but are dominantly 3 to 25 percent.  Stockbridge soils formed in loamy till derived mainly from limestone, schist and quartzite.  Mean annual temperature is 45 to 50 degrees F., mean annual precipitation is 36 to 48 inches and the growing season is 120 to 175 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Alden, Amenia, Copake, Dover, Georgia, Groton, Fredon, Hero, Kendaia, Lyons, Massena,  Nellis and Pittsfield soils on nearby landscapes.  Moderately well drained Amenia and Georgia soils, somewhat poorly drained Kendaia soils, somewhat poorly drained and poorly drained Massena soils and very poorly drained Alden and Lyons soils are common drainage associates.  Copake, Fredon, Groton and Hero soils are on nearby terraces and glaciofluvial landforms."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained.  Surface runoff is medium to rapid.  Permeability is moderate in the solum and moderately slow or slow in the substratum."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most areas are cleared and in silage corn, hay and pasture.  A few areas are in orchards or in community development.  Common trees in wooded areas are sugar maple, red and white oak, yellow, gray and black birch, beech, white ash, white pine and hemlock."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Glaciated landforms of western Connecticut, western Massachusetts, eastern New York, and Vermont; mesic areas in MLRAs 140, 142, 143, and 144A.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Amherst, Massachusetts"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Berkshire County, Massachusetts, 1923."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  This revision reflects change in soil taxonomy and general updating.\nDiagnostic horizons and features in this pedon include:\n1.  Ochric epipedon -  from a depth of 0 to 10 inches (Ap horizon).\n2.  Cambic horizon - from a depth of 10 to 28 inches (Bw1 and Bw2 horizons).\n3.  Base saturation greater than 60 percent (NH4OAC) within a 10 to 30 inch depth (Bw1 and Bw2 horizons).\n4. Particle-size control section from 10 to 40 inches that is coarse-loamy.\n5. Mesic soil temperature and udic soil moisture regimes.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
