{
  "SERIES": "STOCKLAND",
  "STATUS": "Established Series",
  "BYREV": "Rev. DCH-CCC",
  "REVDATE": "04/2004",
  "STATES": "IL,IN",
  "OVERVIEW": "The Stockland series consists of very deep well drained soils formed in gravelly outwash on stream terraces and outwash plains. Permeability is moderately rapid. Slope ranges from 0 to 15 percent. Mean annual precipitation is about 41 inches and mean annual air temperature is about 54 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive, mesic Pachic Hapludolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Stockland gravelly sandy loam on an east facing slope of about 1 percent in a cultivated field at an elevation of 458 feet above MSL.  (Colors are for moist soil unless otherwise stated)\nAp--0 to 8 inches; very dark gray (10YR 3/1) gravelly sandy loam, dark gray (10YR 4/1) dry; moderate fine granular structure; very friable; few very fine roots throughout; few very fine tubular pores; very many faint very dark gray (10YR 3/1) organic coatings on faces of peds; about 15 percent rounded rock fragments less than 3 inches in diameter; moderately acid; clear smooth boundary\nA--8 to 14 inches; very dark gray (10YR 3/1) gravelly coarse sandy loam, dark grayish brown (10YR 4/2) dry; moderate fine and very fine granular structure; very friable; few very fine roots throughout; few very fine tubular pores; very many faint very dark gray (10YR 3/1) organic coatings on faces of peds; about 20 percent rounded rock fragments less than 3 inches in diameter; moderately acid; clear smooth boundary. (Combined thickness of Ap and A horizons is 10 to 24 inches)\nBAt--14 to 24 inches; very dark gray (10YR 3/1) very gravelly coarse sandy loam, dark grayish brown (10YR 4/2) dry; moderate fine granular structure; friable; common very fine roots throughout; few very fine tubular pores; common faint very dark gray (10YR 3/1) organic coatings on faces of peds and many distinct continuous very dark gray (10YR 3/1) organo-clay bridging between sand grains; about 45 percent rounded rock fragments less than 3 inches in diameter; moderately acid; clear wavy boundary. (0 to 12 inches thick)\nBt1--24 to 32 inches; dark brown (10YR 3/3) very gravelly coarse sandy loam; weak medium subangular blocky structure parting to moderate fine granular; friable; few very fine roots throughout; few very fine tubular pores; very many distinct dark brown (10YR 3/3) organo-clay bridging between sand grains; about 50 percent rounded rock fragments less than 3 inches in diameter; moderately acid; gradual wavy boundary.\nBt2--32 to 44 inches; dark brown (7.5YR 3/3) very gravelly coarse sandy loam; weak coarse subangular blocky structure; very friable; many fine interstitial pores; very many distinct dark brown (7.5YR 3/3) organo-clay bridging between sand grains; about 50 percent rounded rock fragments less than 3 inches in diameter; slightly acid; gradual wavy boundary.\nBCt--44 to 60 inches; dark brown (7.5YR 3/3) very gravelly loamy coarse sand; weak medium granular structure; very friable; many very fine and fine interstitial pores; common distinct dark brown (7.5YR 3/3) organo-clay films on top surfaces of rock fragments; common distinct dark brown (7.5YR 3/3) organo-clay bridging between sand grains; about 50 percent rounded rock fragments less than 3 inches in diameter; slightly acid; clear wavy boundary. (Combined thickness of the Bt and BCt horizons is 18 to 50 inches)\nC--60 to 80 inches; brown (10YR 5/3) very gravelly coarse sand; single grain; loose; many very fine and fine interstitial pores; very few faint brown (7.5YR 4/3) organo-clay bridging between sand grains; about 55 percent rounded rock fragments less than 3 inches in diameter; strongly effervescent; slightly alkaline"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Clark County, Illinois; about 1,350 feet north and 560 feet east of the southwest corner of sec. 27, T. 10 N., R. 11 W.; USGS Snyder, Illinois, topographic quadrangle; lat. 39 degrees 16 minutes 39.3 seconds N., and long. 87 degrees 37 minutes 36.5 seconds W.; UTM Zone 16S, 0445936 Easting and 4347559 Northing; NAD 27."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: The thickness of the mollic epipedon ranges from 20 to 34 inches. The depth to the base of the cambic and depth to carbonates is greater than 30 inches.  The particle size control section averages 12 to 18 percent clay but individual layers within the control section range from 10 to 22 percent clay.\nThe Ap or A horizon has hue of 10YR, value of 2 or 3, and chroma of 1 to 3. It is loam, sandy loam, or coarse sandy loam. Rock fragment content is typically less than 15 percent by volume but may be as much as 35 percent. Reaction ranges from strongly acid to neutral.\nThe BAt horizon, has hue of 10YR or 7.5 YR, value of 2 or 3, and chroma of 1 to 3. Texture is loam, sandy loam, coarse sandy loam, or sandy clay loam. Rock fragment content is 15 to 50 percent by volume. Reaction ranges from strongly acid to neutral.\nThe Bt horizon has hue of 10YR, 7.5YR, or 5YR, value of 3 to 5, and chroma of 2 to 4. The texture is loam, sandy loam, coarse sandy loam, or sandy clay loam. Rock fragment content averages 35 to 50 percent by volume in the 10 to 40 inch control section but ranges from 15 to 60 percent by volume in individual layers. Reaction ranges from very strongly acid to neutral.\nThe BCt or BC horizon, when present, has hue of 10YR, 7.5YR, or 5YR, value of 3 to 5, and chroma of 2 to 4. Texture is loamy sand or loamy coarse sand. Rock fragment content ranges from 15 to 60 percent by volume. Reaction ranges from moderately acid to neutral.\nThe C horizon has hue of 10YR or 7.5YR, value of 4 to 6, and chroma of 3 to 6. Texture is sand, or coarse sand. Rock fragment content ranges from 15 to 60 percent by volume. Reaction ranges from slightly alkaline to moderately alkaline. Effervescence class ranges from very slightly effervescent to strongly effervescent."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no competing series."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Stockland soils formed in sandy and gravelly outwash on stream terraces. Slope gradients range from 0 to 15 percent. Mean annual air temperature ranges from 53 to 57 degrees F., and mean annual precipitation ranges from 36 to 45 inches. Frost free days range from 175 to 200 days, and\nelevation ranges from 350 to 550 feet above mean sea level."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Alvin, Carmi, Darwin, Haymond, Ridgway, Ruark, Titus, Wakeland, and Westland, soils. The well drained Alvin, Carmi and Ridgway soils have a smaller volume of rock fragments in the particle size control section are on similar or slightly higher landforms than Stockland soils. The poorly drained Ruark soils are on the same or higher landforms but are in slight depressions and have a light colored surface layer. The poorly and very poorly drained Westland soils are in depressions on similar landforms and contain fewer rock fragments in the particle size control section. The very poorly drained, fine textured Darwin, the well drained Haymond, the poorly drained, fine textured Titus and the\nsomewhat poorly drained Wakeland soils are on floodplains."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained. The potential for surface runoff is negligible to low. Permeability is moderately rapid in the upper part of the series control section and ranges to rapid or very rapid in the lower part. The depth to the top of a seasonal high water table is greater than 6 feet."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Stockland soils are used to grow corn, soybeans, small grains, hay and various specialty crops, such as watermelons and cantaloupe. Most areas used for crops are irrigated. Some areas are used for pasture. Stockland soils are heavily quarried for their sand and gravel resources.  Native vegetation is prairie grasses."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Eastern Illinois and Western Indiana along the Wabash River and major tributaries. Extent is moderate in MLRA 115A."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Indianapolis, Indiana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Lawrence County, Illinois, 1952"
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: With the 12/2003 update the Stockland series was redescribed and reclassified according to Soil Taxonomy, 2nd edition dated 1999.\nWith the 4/2004 update the range in reaction BAt and Bt horizons and the rock fragment content in the BAt horizon have been expanded.  Laboratory data from the U of I and the NSSL were evaluated and used in revising the Range in Characteristics.\nDiagnostic horizons and features recognized in this pedon are:\nMollic epipedon- 0 to 24 inches; (Ap, A, and BAt horizons. Horizons below 24 inches fail to meet organic carbon requirement for mollic epipedons);   Cambic horizon- 14 to 60 inches; (BAt, Bt1, Bt2, and BCt horizons);\nUdic moisture regime;\nMesic temperature regime.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 20,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 1,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 1,
        "texture_class": "sandy loam",
        "cf_class": "gravelly",
        "pH_class": "moderately acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Ap--0 to 8 inches; very dark gray (10YR 3/1) gravelly sandy loam, dark gray (10YR 4/1) dry; moderate fine granular structure; very friable; few very fine roots throughout; few very fine tubular pores; very many faint very dark gray (10YR 3/1) organic coatings on faces of peds; about 15 percent rounded rock fragments less than 3 inches in diameter; moderately acid; clear smooth boundary"
      },
      {
        "name": "A",
        "top": 20,
        "bottom": 36,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 1,
        "texture_class": "coarse sandy loam",
        "cf_class": "gravelly",
        "pH_class": "moderately acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A--8 to 14 inches; very dark gray (10YR 3/1) gravelly coarse sandy loam, dark grayish brown (10YR 4/2) dry; moderate fine and very fine granular structure; very friable; few very fine roots throughout; few very fine tubular pores; very many faint very dark gray (10YR 3/1) organic coatings on faces of peds; about 20 percent rounded rock fragments less than 3 inches in diameter; moderately acid; clear smooth boundary. (Combined thickness of Ap and A horizons is 10 to 24 inches)"
      },
      {
        "name": "BAt",
        "top": 36,
        "bottom": 61,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 1,
        "texture_class": "coarse sandy loam",
        "cf_class": "very gravelly",
        "pH_class": "moderately acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "BAt--14 to 24 inches; very dark gray (10YR 3/1) very gravelly coarse sandy loam, dark grayish brown (10YR 4/2) dry; moderate fine granular structure; friable; common very fine roots throughout; few very fine tubular pores; common faint very dark gray (10YR 3/1) organic coatings on faces of peds and many distinct continuous very dark gray (10YR 3/1) organo-clay bridging between sand grains; about 45 percent rounded rock fragments less than 3 inches in diameter; moderately acid; clear wavy boundary. (0 to 12 inches thick)"
      },
      {
        "name": "Bt1",
        "top": 61,
        "bottom": 81,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "coarse sandy loam",
        "cf_class": "very gravelly",
        "pH_class": "moderately acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bt1--24 to 32 inches; dark brown (10YR 3/3) very gravelly coarse sandy loam; weak medium subangular blocky structure parting to moderate fine granular; friable; few very fine roots throughout; few very fine tubular pores; very many distinct dark brown (10YR 3/3) organo-clay bridging between sand grains; about 50 percent rounded rock fragments less than 3 inches in diameter; moderately acid; gradual wavy boundary."
      },
      {
        "name": "Bt2",
        "top": 81,
        "bottom": 112,
        "moist_hue": "7.5YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "coarse sandy loam",
        "cf_class": "very gravelly",
        "pH_class": "slightly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bt2--32 to 44 inches; dark brown (7.5YR 3/3) very gravelly coarse sandy loam; weak coarse subangular blocky structure; very friable; many fine interstitial pores; very many distinct dark brown (7.5YR 3/3) organo-clay bridging between sand grains; about 50 percent rounded rock fragments less than 3 inches in diameter; slightly acid; gradual wavy boundary."
      },
      {
        "name": "BCt",
        "top": 112,
        "bottom": 152,
        "moist_hue": "7.5YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "loamy coarse sand",
        "cf_class": "very gravelly",
        "pH_class": "slightly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "BCt--44 to 60 inches; dark brown (7.5YR 3/3) very gravelly loamy coarse sand; weak medium granular structure; very friable; many very fine and fine interstitial pores; common distinct dark brown (7.5YR 3/3) organo-clay films on top surfaces of rock fragments; common distinct dark brown (7.5YR 3/3) organo-clay bridging between sand grains; about 50 percent rounded rock fragments less than 3 inches in diameter; slightly acid; clear wavy boundary. (Combined thickness of the Bt and BCt horizons is 18 to 50 inches)"
      },
      {
        "name": "C",
        "top": 152,
        "bottom": 203,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 3,
        "texture_class": "coarse sand",
        "cf_class": "very gravelly",
        "pH_class": "slightly alkaline",
        "narrative": "C--60 to 80 inches; brown (10YR 5/3) very gravelly coarse sand; single grain; loose; many very fine and fine interstitial pores; very few faint brown (7.5YR 4/3) organo-clay bridging between sand grains; about 55 percent rounded rock fragments less than 3 inches in diameter; strongly effervescent; slightly alkaline"
      }
    ]
  ]
}
