{
  "SERIES": "STOCKPEN",
  "STATUS": "Established Series",
  "BYREV": "Rev. GB/LAB/GNK",
  "REVDATE": "03/2009",
  "STATES": "CA",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, smectitic, thermic Typic Natrixeralfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Stockpen gravelly clay loam, native pasture. (Colors are for dry soil unless otherwise noted.)\nA2--0 to 3 inches; light gray (10YR 7/1) gravelly clay loam, gray (10YR 5/1) moist; massive; hard, friable, slightly sticky and plastic; many very fine roots; many fine tubular pores; 15 percent gravel; slightly acid (pH 6.5); abrupt smooth boundary. The uppermost quarter inch is slightly darker and sandier than the rest of the horizon. (1 to 5 inches thick)\nB21t--3 to 13 inches; gray (10YR 5/1) gravelly clay, dark gray (10YR 4/1) moist; strong medium columnar structure; extremely hard, firm, very sticky and very plastic; common fine exped roots; few fine tubular pores; continuous, thick clay film on peds; 15 percent gravel; slightly alkaline (pH 7.8); gradual smooth boundary. (8 to 12 inches thick)\nB22t--13 to 21 inches; gray (10YR 5/1) gravelly clay, dark gray (10YR 4/1) moist; strong coarse angular blocky structure; extremely hard, firm, very sticky and very plastic; few fine exped roots; few fine tubular pores; continuous, thick clay films on peds; 15 percent gravel; moderately alkaline (pH 8.0); gradual smooth boundary. (6 to 18 inches thick)\nB3ca--21 to 34 inches; gray (10YR 5/1) clay, dark gray (2.5Y 4/1) moist; strong coarse, angular blocky structure; extremely hard, firm, sticky and very plastic; many fine tubular pores; continuous thick clay films on peds; a small proportion of angular gravel; strongly effervescent with lime segregated in rounded medium sized soft masses; moderately alkaline (pH 8.0); gradual smooth boundary. (10 to 16 inches thick)\nC--34 to 60 inches; olive gray (5Y 5/2) clay, gray (5Y 5/1) moist; moderate coarse angular blocky structure; hard, firm, sticky and very plastic; common fine tubular pores; moderately alkaline (pH 8.0)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: San Diego County, California; about six miles northeast of San Ysidro, California; approximately 450 feet east of the northwest corner of sec. 23, T.l8S., R.lW; 32 degrees, 35 minutes, 0 seconds north latitude, 116 degrees, 57 minutes, 30 seconds west longitude; UTM zone 11 503918e 3605091n NAD83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: The mean annual soil temperature at a depth of 20 inches is 59 degrees to 65 degrees F. The soil between the depths of about 4 and 12 inches is usually dry in all pats by sometime in May and remains dry until sometime in October. Some or all of this part of the profile is moist all the rest of the time.\nThe A2 horizon is gray or light gray in lOYR hue. It is gravelly loam or gravelly clay loam and has 15 to 20 percent gravel. Reaction is slightly or medium acid.\nThe B2t horizon is gray, dark gray, or grayish brown (l0YR 5/1, 4/1, 5/2). It has medium or strong columnar structure in the upper part.  Gravel content is 15 to 20 percent. Reaction is slightly acid to mildly alkaline in the upper part and mildly to moderately alkaline in lower part. Exchangeable sodium percentage is 15 to 35 percent in all parts of the B2t horizon.\nIn some pedons, gypsum occurs as crystals in the upper portion of the C horizon, especially beneath rock fragments."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Antioch, Bonsall, Las Flores, Lethent, Milpitas, Placentia, Riz, San Miguel, Solano, Tierra, and Waukena series. Antioch soils have Al horizons more than 13 inches thick.  Bonsall soils lack A2 horizons. Las Flores, Nilpitas, and Tierra soils lack natric horizons. Lethent soils have an aridic moisture regime.  Placentia soils have 5YR or 7.5YR hue in the B2t horizon. Riz soils lack an abrupt A-B horizon boundary with more than 15 percent absolute clay difference. San Miguel soils have a lithic contact at depths of 20 to 34 inches. Solano and Waukena soils have less than 35 percent clay in the natric horizon."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: The Stockpen soils are on nearly level to gently sloping marine terraces at elevations of less than 700 feet. The climate is subhumid mesothermal with warm to hot dry summers and cool moist winters. Mean annual precipitation is 10 to 12 inches. Average January temperature is about 53 degrees F., average July temperature is about 71 degrees F., and mean annual temperature is about 61 degrees F. The frost-free season is 320 to 340 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Alo and Diablo soils and the competing Las Flores soils. Alo and Diablo soils have clay texture throughout, have intersecting slickensides, and when dry have cracks open to the surface."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Moderately well drained; medium runoff; very slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Irrigated truck crops, non-irrigated grain or grain-hay. Vegetation in untilled areas is annual grasses and forbs."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Coastal Plains of Southern California. The soils are inextensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Orange County (Capistrano Area), California, 1929."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: These soils were formerly classified as (maximal) Noncalcic Brown soils.\nOSED scanned by SSQA. Last revised by state on 6/75.\nUTM, latitude and longitude added 2/2009 - ET\nNational Cooperative Soil Survey\nU.S.A."
  }
}
