{
  "SERIES": "STOHMAN",
  "STATUS": "Established Series",
  "BYREV": "SSS-TAC-TCB-RM",
  "REVDATE": "05/2016",
  "STATES": "NM,TX",
  "OVERVIEW": "The Stohman series consists of soils that are very shallow or shallow, well drained, and moderately permeable above a very slowly permeable petrocalcic horizon. These soils formed in a thin mantle of calcareous, loamy eolian deposits from the Blackwater Draw Formation of Pleistocene age over indurated caliche of Pliocene age. These soils are on nearly level and very gently sloping plains. Slope ranges from 0 to 3 percent. Mean annual precipitation is about 483 mm (19 in), and the mean annual air temperature is about 16 degrees C (61 degrees F).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy, mixed, superactive, thermic, shallow Petrocalcic Calciustepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Stohman fine sandy loam, in rangeland at an elevation of about 1,082 m (3,550 ft). (Colors are for dry soil unless otherwise stated.)\nA--0 to 10 cm (0 to 4 in); brown (7.5YR 5/4) fine sandy loam, brown (7.5YR 4/3) moist; weak fine granular structure; soft, very friable; slightly sticky, slightly plastic; many very fine, fine, and medium roots; 10 percent fine distinct spherical strongly cemented carbonate nodules and 4 percent medium nonflat subrounded indurated calcrete fragments; strongly effervescent; moderately alkaline; clear wavy boundary. (Thickness is 4 to 20 cm [2 to 8 in].)\nBw--10 to 20 cm (4 to 8 in); brown (10YR 5/3) sandy clay loam, brown (10YR 4/3) moist; moderate medium subangular blocky structure; slightly hard, firm; moderately sticky, moderately plastic; common very fine and medium roots; 2 percent fine distinct spherical strongly cemented calcium carbonate nodules and 4 percent medium nonflat subrounded indurated calcrete fragments; strongly effervescent; moderately alkaline; clear wavy boundary. (Thickness is 4 to 20 cm [2 to 8 in].)\nBk--20 to 38 cm (8 to 15 in); pale brown (10YR 6/3) loam, brown (10YR 5/3) moist; moderate medium subangular blocky structure; slightly hard, friable; moderately sticky, moderately plastic; common very fine and many fine roots; 20 percent carbonate, finely disseminated, 5 percent medium distinct irregular calcium carbonate masses, 10 percent fine distinct spherical strongly cemented calcium carbonate nodules and 3 percent medium nonflat subrounded indurated calcrete fragments; violently effervescent; moderately alkaline; clear wavy boundary. (Thickness is 4 to 20 cm, [2 to 8 in].)\nBkkm1--38 to 71 cm (15 to 28 in); white (10YR 9.5/1) indurated platy calcrete containing a few fractures; laminar in the upper part; thin to thick, concentrically-banded pisolitic structure below the laminar layer; massive; common very fine, fine, and medium roots along fractures between calcrete plates; violently effervescent; moderately alkaline; gradual wavy boundary.\nBkkm2--71 to 102 cm (28 to 40 in); 85 percent pale pinkish white (7.5YR 9/2) and 15 percent pink (5YR 7/3) indurated platy calcrete containing a few fractures; laminar in the upper part; thin to thick, concentrically-banded pisolitic structure below the laminar layer, 85 percent pale pinkish white (7.5YR 9/2) and 15 percent pink (7.5YR 7/3) moist; massive; violently effervescent; moderately alkaline; gradual wavy boundary. (Combined thickness of the Bkkm horizons is 13 to 102 cm, [5 to 40 in].)\n2BCkk--102 to 203 cm (40 to 80 in); white (10YR 8/1) and light gray (10YR 7/2) extremely cobbly sandy loam, white (10YR 8/1) and light brownish gray (10YR 6/2) moist; massive; very weakly to moderately cemented; common very fine and fine roots; 40 percent gravel-sized and 45 percent cobble-sized calcrete fragments; violently effervescent; moderately alkaline; gradual wavy boundary."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Yoakum County, Texas; from the intersection of U.S. HWY 380 and U.S. HWY 82 in Plains, 7.5 miles west on U.S. HWY 380 7.5 miles to intersection  with Yoakum County Road 195; 0.9 miles south on Yoakum County Road 195 to intersection with an oil well road; 0.2 miles west on oil well road; west 1250 ft in rangeland; Latitude: 33 degrees, 13 minutes, 37.8 seconds N; Longitude: 102 degrees, 56 minutes, 48.4 seconds W; Plains NW, Texas USGS quad; NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: An ustic moisture regime bordering on aridic. The soil moisture control section is dry in some or all parts for more than 180 but less than 220 days, cumulative, in normal years. December through February are the driest months. These soils are intermittently moist in September through November and March through July.\nMean annual soil temperature: 15 to 18 degrees C (59 to 64 degrees F).\nDepth to petrocalcic horizon: 10 to 50 cm (4 to 20 in).\nSolum thickness: more than 203 cm (80 in.).\nParticle-size control section (weighted average): 15 to 30 percent silicate clay\nCoarse fragments: 2 to 15 percent\nCEC/clay ratio: more than 0.60\nA horizon:\nHue: 7.5YR or 10YR\nValue: 3 to 5, 2 or 3 moist\nChroma: 2 or 3\nTexture: loamy fine sand, fine sandy loam, very fine sandy loam or loam\nCoarse fragments: 2 to 15 percent of calcrete fragments\nCalcium carbonate equivalent: 0 to 30 percent\nEffervescence: strong or violent\nReaction: slightly alkaline or moderately alkaline\nVisible calcium carbonate: 5 to 20 percent in the form of finely disseminated masses, or nodules\nBw horizon:\nHue: 7.5YR or 10YR\nValue: 3 to 5, 2 to 4 moist\nChroma: 2 to 4\nTexture: fine sandy loam, loam or sandy clay loam\nCoarse fragments: 2 to 15 percent of calcrete fragments\nCalcium carbonate equivalent: 0 to 2 percent\nEffervescence: strong or violent\nReaction: slightly alkaline or moderately alkaline\nVisible calcium carbonate: 1 or 2 percent in the form of finely disseminated masses, or nodules\nBk horizon:\nHue: 7.5YR or 10YR\nValue: 5 to 7, 4 to 6 moist\nChroma: 2 to 4\nTexture: fine sandy loam, loam or sandy clay loam\nCoarse fragments: 2 to 15 percent of calcrete fragments\nCalcium carbonate equivalent: 3 to 40 percent\nEffervescence: strong or violent\nReaction: slightly alkaline or moderately alkaline\nVisible calcium carbonate: 2 or 40 percent in the form of finely disseminated masses, or nodules\nBkkm horizon\nHue: 7.5YR or 10YR\nValue: 7 or 8, 7 moist\nChroma: 1 to 3\nThis horizon ranges from indurated, fractured, with a thin to thick laminar zone in the upper part to continuously indurated with thin to thick, concentrically-banded pisolitic structure below the laminar layer.\n2BCkk horizon\nHue: 7.5YR or 10YR\nValue: 7 or 8, 6 or 7 moist\nChroma: 1 to 4\nTexture: extremely gravelly sandy loam, extremely gravelly loam, extremely cobbly sandy loam\nCoarse fragments: more than 60 percent calcrete fragments with interstitial soil materials\nCalcium carbonate by weight: more than 40 percent\nEffervescence: violent\nReaction: moderately alkaline"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no competing series in the same family. Similar soils are the Blakeney, Carbine, Conger, Espy, Eunice, Kimberson, Kimbrough, Laverne, Pitzer, Potter and Queeny series.\nCarbine, Espy and Kimbrough soils: are dry in the soil moisture control section for longer periods and have darker color values in the surface horizons.\nBlakeney, Conger and Eunice soils: are dry in the soil moisture control section for longer periods.\nKimberson soils: have darker color values in the surface horizons.\nOzona, Pitzer and Queeny soils: are moist in the soil moisture control section for longer periods and have darker color values in the surface horizons.\nLaverne soils: have a loamy-skeletal particle-size control section and have parent materials derived from the Ogallala Formation of Miocene-Pliocene age.\nPotter soils: are dry in the soil moisture control section for longer periods and do not have an indurated petrocalcic horizon."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material: a thin mantle of calcareous, loamy eolian deposits from the Blackwater Draw Formation of Pleistocene age over indurated caliche of Pliocene age.\nLandform: nearly level and very gently sloping plains, typically adjacent to escarpments, and summit positions on knolls and interfluves.\nSlope: 0 to 3 percent.\nElevation: 792 to 1,463 m (2,600 to 4,800 ft).\nMean annual air temperature: 14 to 17 degrees C (57 to 63 degrees F).\nMean annual precipitation: 432 to 533 mm (17 to 21 in.).\nFrost-free period: 185 to 220 days\nThornthwaite annual P-E Index: 25 to 36"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Arvana, Bippus, Friona, Kimberson, Midessa, Potter, Sharvana, Slaughter, Stegall and Zita soils.\nArvana soils: occur on similar to slightly higher landscape positions and have an argillic horizon and have a petrocalcic horizon at a depth of 51 to 102 cm (20 to 40 in.) below the soil surface.\nBippus soils: occur on lower landscape positions and do not have a petrocalcic horizon.\nFriona and Stegall soils: occur on similar to slightly higher landscape positions, have an argillic horizon, darker color values in the surface horizons and have a petrocalcic horizon at a depth of 51 to 102 cm (20 to 40 in.) below the soil surface.\nKimberson soils: are on similar landscape positions.\nMidessa and Zita soils: occur on similar or slightly lower landscape positions and do not have a petrocalcic horizon.\nPotter soils: are on slightly lower landscape positions.\nSharvana soils: are on similar landscape positions and have both an argillic and a petrocalcic horizon at a depth of 25 to 51 cm (10 to 20 in.) below the soil surface.\nStaughter soils: occur on similar or slightly lower landscape positions and have darker color values in the surface horizons."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained and very slow permeability. Runoff is high on slopes less than 1 percent and very high on 1 to 3 percent slopes."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: These soils are used nearly exclusively for livestock grazing. Climax vegetation includes sideoats grama, little bluestem, buffalograss, hairy grama, slim tridens, purple and wright threeawns,\nbushsunflower, gray goldaster, daleas, gayfeather, plains blackfoot, sundrops,\ncatclaw, ephedra, hackberry, and javelinabrush. This soil has been correlated to the Very Shallow (R077CY037TX) ecological site in MLRA-77C."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Southern High Plains, Southern Part (MLRA 77C in LRR H) of western Texas and eastern New Mexico. The series is extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: MLRA-77 Soil Survey Update; Roosevelt County, New Mexico, 2016"
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: These soils were formerly included in the Kimberson series.\nDiagnostic horizons and features recognized in this pedon are:\nOchric epipedon: 0 to 10 cm (0 to 4 in). (A horizon)\nCambic horizon: 10 to 20 cm (4 to 8 in). (Bw horizon)\nCalcic horizon: 20 to 38 cm (8 to 15 in) and 102 to 203 cm (40 to 80 in.). (Bk and 2BCkk horizons)\nPetrocalcic horizons: 38 to 102 cm (15 to 40 in). (Bkkm1 and Bkkm2 horizons)\nLithologic discontinuity: 102 to 203 cm (40 to 80 in). (2BCkk horizon)\nADDITIONAL DATA: NSSL data available from type location; S12TX501001.\nTaxonomic Version: Keys to Soil Taxonomy, Eleventh Edition, 2010.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
