{
  "SERIES": "STOLZENBERG",
  "STATUS": "Established Series",
  "BYREV": "Rev. EED/TDT",
  "REVDATE": "12/2010",
  "STATES": "WA",
  "OVERVIEW": "The Stolzenberg series consists of deep, well drained soils formed in colluvium and residuum from bedrock of siltstone, sandstone, and conglomerate lithologies. Stolzenberg soils are on summits and shoulders of hills and mountains. Slopes are 10 to 75 percent. Mean annual precipitation is about 110 inches and the mean annual temperature is about 42 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Medial, ferrihydritic, isofrigid Pachic Fulvudands"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Stolzenberg medial silt loam, on a northeast facing slope of 30 percent at 640 feet elevation under coniferous forest vegetation. (Colors are for moist soil unless otherwise noted.)\nOi--0 to 3 inches; slightly decomposed plant material; abrupt wavy boundary. (1 to 5 inches thick)\nA--3 to 5 inches; very dark brown (10YR 2/2) medial silt loam, very dark grayish brown (10YR 3/2) dry; moderate medium granular structure; soft, very friable, slightly sticky, slightly plastic; common very fine and fine roots, many medium roots, and few coarse roots; common fine irregular and tubular pores; 5 percent gravel and 10 percent paragravel; extremely acid (pH 4.3); clear wavy boundary. (1 to 5 inches thick)\nBw1--5 to 13 inches; dark brown (7.5YR 3/4) medial silt loam, brown (7.5YR 4/4) dry; moderate coarse subangular blocky structure; soft, very friable, slightly sticky, slightly plastic; common very fine, fine, and medium roots and few coarse roots; common fine irregular and tubular pores; 5 percent gravel and 10 percent paragravel; very strongly acid (pH 4.9); clear wavy boundary. (8 to 25 inches thick)\nBw2--13 to 31 inches; dark yellowish brown (10YR 3/6) medial silt loam, dark yellowish brown (10YR 4/6) dry; strong medium subangular blocky structure; slightly hard, friable, moderately sticky, moderately plastic; few very fine, fine roots and common medium coarse roots; common fine irregular pores; 5 percent gravel and 10 percent paragravel; very strongly acid (pH 4.7); clear irregular boundary. (10 to 20 inches thick)\nBw3--31 to 47 inches; dark yellowish brown (10YR 4/4) medial silt loam, yellowish brown (10YR 5/4) dry; moderate medium subangular blocky structure; slightly hard, friable, moderately sticky, moderately plastic; few fine roots; common fine irregular pores; 5 percent gravel and 10 percent paragravel; very strongly acid (pH 4.7); abrupt wavy boundary. (10 to 20 inches thick)\nCr--47 to 60 inches; moderately cemented sandstone."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Clallam County, Washington; Neah Bay, Washington USGS quadrangle; 48 degrees, 18 minutes, 46.00 seconds north latitude and 124 degrees, 36 minutes, 59.00 seconds west longitude."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Depths to diagnostic horizons and features start from the mineral soil surface.\nMean annual soil temperature - 41 to 45 degrees F\nSoil moisture control section - dry 0 to 30 consecutive days\nDepth to paralithic contact - 40 to 60 inches\nReaction - Extremely acid to strongly acid\nParticle size control section:\nClay content - 18 to 30 percent field estimate\nBulk density - 0.70 to 0.90 g/cm3\nPhosphate retention - 85 to 100\nAmmonium oxalate extractable aluminum plus one half iron - 2 to 5 percent\nRock fragments - 0 to 10 percent gravel, 0 to 20 percent paragravel, 0 to 25 percent total\nA horizon\nHue - 7.5YR or 10YR\nValue - 2 or 3 moist, 3 or 4 dry\nChroma - 1 or 2 moist, 2 or 3 dry\nOrganic matter - 20 to 40 percent\nRock fragments - 0 to 10 percent gravel, 10 to 20 percent paragravel, 15 to 25 percent total\nBw1 horizon\nHue - 7.5YR or 10YR\nValue - 3 to 5 moist, 5 or 6 dry\nChroma - 4 to 6 moist or dry.\nOrganic matter - 10 to 20 percent\nTexture - MED-SIL, PGR-MEDL-SIL\nRock fragments - 0 to 10 percent gravel, 0 to 15 percent paragravel, 0 to 25 percent total\nBw2 horizon\nHue - 7.5YR or 10YR\nValue - 3 to 5 moist, 4 to 6 dry\nChroma - 3 to 6 moist or dry.\nOrganic matter - 10 to 20 percent\nTexture - PGR-MEDL-SIL, MEDL-SIL, MEDL-SICL\nRock fragments - 0 to 10 percent gravel, 0 to 15 percent paragravel, 0 to 25 total\nBw3 horizon\nValue - 3 to 5 moist, 4 to 6 dry\nChroma - 3 to 6 moist or dry.\nTexture - PGR-MEDL-SIL, MEDL-SIL, PGR-MEDL-SICL\nRock fragments - 0 to 10 percent gravel, 0 to 15 percent paragravel, 0 to 25 total"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Hyas, Makah, Mosscreek, Neah, and Sooes series. Hyas, Makah, and Mosscreek soils are greater than 60 inches deep to bedrock and formed in colluvium and residuum derived from volcanic rock. Neah soils are 20 to 40 inches to a lithic contact and are derived from volcanic rock. Sooes soils have a paralithic contact 20 to 40 inches from the mineral soil surface."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Stolzenberg soils occur on summits and shoulders of hills and mountains at elevations of 400 to 2,000 feet. Slopes are 10 to 75 percent. These soils formed in colluvium and residuum from bedrock of siltstone, sandstone, and conglomerate lithologies. The climate is characterized by cool, wet winters and cool, dry summers. Mean annual precipitation ranges from 90 to 120 inches. Mean annual air temperature is 40 to 44 degrees F. The frost-free period is 120 to 140 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Sockeye and Sooes soils. These soils occur on adjacent hillslopes and mountain slopes."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Well drained; Saturated hydraulic conductivity is high."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Used for timber production, recreation, wildlife habitat, homesites, and watershed. Potential natural vegetation consists of Pacific silver fir, Sitka spruce, Sitka mountain ash, western redcedar, Alaska huckleberry, deer fern, evergreen huckleberry, fool's huckleberry, red huckleberry, salal, salmonberry, thimbleberry, and western swordfern."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Washington MLRA 4A. Series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Clallam County, Washington, 2010."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon\nAndic soil properties - 3 to 47 inches\nCambic horizon - 5 to 47 inches (Bw horizons)\nParalithic contact - 47 inches (Cr horizon)\nParticle-size control section - 3 to 47 inches\nSome pedons have lithic materials 10 inches or more below the paralithic contact.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
