{
  "SERIES": "STONEWELL",
  "STATUS": "Established Series",
  "BYREV": "Rev. PVS/SRM/DJE",
  "REVDATE": "02/2006",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Cindery, amorphic, frigid Vitrandic Xerorthents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Stonewell very cindery loamy coarse sand on a gently sloping outwash terrace under cover of lodgepole pine and red fir at 5,900 feet elevation0n. (Colors are for dry soil unless otherwise stated. When described 7/2/80 the soil was dry throughout.)\n01--1 to 0 inches; lodgepole pine needles and duff. (O to 1 inches thick)\nA--O to 4 inches; light brownish gray (lOYR 6/2), very cindery loamy coarse sand, dark grayish brown (lOYR 4/2) moist; single grain loose; nonsticky and nonplastic; common very fine, fine, medium and coarse roots; many very fine interstitial pores; 40 percent medium pebble size pumice cinders; strongly acid (pH 5.5); clear smooth boundary. (4 to 8 inches thick)\nAC--4 to 14 inches; light gray (lOYR 7/2) very cindery loamy coarse sand, grayish brown (lOYR 5/2) moist; single grain; loose, nonsticky and nonplastic; common fine, few medium roots; many very fine interstitial pores; 50 percent medium pebble size pumice cinders; medium acid (pH 6.0); gradual wavy boundary. (8 to 16 inches thick)\nC1--14 to 36 inches; light gray (lOYR 7/2) extremely cindery loamy coarse sand, grayish brown (lOYR 5/2) moist; single grain; loose, nonsticky and nonplastic; few roots; many very fine, fine and medium interstitial pores; 80 percent medium and coarse pebble sized pumice cinders; slightly acid (pH 6.5); clear smooth boundary. (Note: This horizon varies greatly in depth and size of cinders due to proximity to source of pumice). (18 to 30 inches thick)\nC2--36 to 62 inches; stratified layers of pumice cinders, medium pebble to cobble size; essentially no fine earth fraction exists in this horizon. (14 to 30 inches thick)"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Siskiyou County, California; about 30 miles NE of McCloud near Pumice Stone Well; in the NE1/2, SE1/2, NE1/2, Section 23, T.43N., R.2E., M.D.M., 0.1 mile north of intersection of Forest Roads 43N15.1 and 43N25."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: The solum is over 60 inches to rock or older cinder deposits. Cinders range from gravel size to cobble size and are stratified throughout the profile. They average 45 to 85 percent by volume in the 10 to 40 inch control section. The fine earth fraction is pumice sand. The clay fraction is amorphous. The mean annual soil temperature is 42 degrees to 47 degrees F.\nThe A horizon has dry colors of lOYR 6/2, 6/3, 7/2. Moist colors are lOYR 6/3, 5/2, 4/2. It is loamy coarse sand or coarse sand with 40 to 60 percent gravel size pumice cinders. It is strongly or medium acid.\nThe AC horizon has dry colors of lOYR 6/2, 7/1, 7/2, 8/1, 8/2. Moist colors are lOYR 5/2, 6/2, 6/3. It is\nloamy coarse sand or coarse sand with 50 to 80 percent gravel size and cobble size pumice cinders. It is medium or slightly acid.\nThe C horizon has dry colors of lOYR 7/2, 7/3, 8/2. Moist colors are lOYR 5/2, 5/3, 6/2. It is coarse sand with 75 to 100 percent gravel size and cobble size pumice cinders. It is medium acid to neutral."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no other soils in this family."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Stonewell soils are on volcanic mountain side slopes at elevations of 5,000 to 6,600 feet. Slopes are O to 20 percent. The soils are formed in wind-laid rhyolite pumice cinders. The climate is subhumid with cool, dry summers and cold winters with much snow. Annual precipitation is 30 to 40 inches. Mean January temperature is 25 to 30 degrees F; mean July temperature is 60 to 65 degrees F; mean annual temperature is 38 to 45 degrees F. Frost free season is 40 to 65 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are Lostspring (T), Redcap (T), and Yallani soils. Yallani soils are close geographic associations and have a pumice overburden but the control section is medial-skeletal."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Excessively drained; very slow runoff; very rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Used mainly for timber. Native vegetation is lodgepole pine and red fir. Shrubs are bitterbrush and gooseberry."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Volcanic terraces and hillslopes in the pumice mantle region in the northern California portion of the Cascade Range.  The soils are of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES PROPOSED",
    "content": "SERIES PROPOSED: Klamath National Forest. California, 1982."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: This series was established to map a new family in a survey area where soil map unit components were classified only to the family level.\nOSED scanned by SSQA. Last revised by state on 8/82.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
