{
  "SERIES": "STONYFORD",
  "STATUS": "Established Series",
  "BYREV": "Rev. RPZ/JMK/SBS/MAV/WRR/AEC",
  "REVDATE": "03/2018",
  "STATES": "CA",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy, mixed, superactive, thermic Lithic Mollic Haploxeralfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Stonyford gravelly loam - on southwest facing 20 percent slope under a moderately dense cover of chamise vegetation at 1,500 feet elevation.  (Colors are for dry soil unless otherwise stated.  When described on July 26, 1978, the soil was dry throughout.)\nA--0 to 3 inches (0 to 8 cm); brown (7.5YR 4/4) gravelly loam, dark reddish brown (5YR 3/4) moist; weak medium subangular blocky structure parting to moderate medium granular; soft, friable, nonsticky and nonplastic; many fine roots; many fine and very fine interstitial pores; about 20 percent angular gravel generally less than 1/2 inch in diameter; neutral (pH 6.8); clear wavy boundary.  (0 to 4 inches thick)\nBt1--3 to 7 inches (8 to 18 cm); dark reddish brown (5YR 3/4) gravelly clay loam, dark reddish brown (5YR 3/4) moist; weak medium to coarse subangular blocky structure; slightly hard, firm, slightly sticky and slightly plastic; many fine roots; many fine and few medium interstitial and tubular pores; few thin clay films in pores; about 15 percent angular gravel; neutral (pH 6.6); clear wavy boundary.  (4 to 6 inches thick)\nBt2--7 to 14 inches (18 to 36 cm); dark reddish brown (5YR 3/4) gravelly clay loam, dark reddish brown (5YR 3/3) moist; medium and coarse subangular blocky structure; hard, firm, slightly sticky and slightly plastic; many medium and few fine roots; common thin clay films in pores and on peds; about 30 percent gravel; neutral (pH 6.6); clear irregular boundary.  (6 to 10 inches thick)\nR--14 to 20 inches (36 to 51 cm); highly fractured, partially weathered brown (7.5YR 5/4) metamorphosed basalt.  Upper part has some soil material in cracks; however cracks become less numerous and basalt becomes less weathered and more massive with depth."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Colusa County, California; 3.7 miles west of Stonyford, about 50 feet north of Fout Springs Road on SW facing slope, about 2200 feet north, 1200 feet east of the SW corner of section 35, T.18 N., R.7 W., MDB&M. About 39 degrees, 22 minutes, 10.3 seconds North latitude, 122 degrees, 36 minutes, 50.9 seconds West longitude, NAD83, Gilmore Peak Quadrangle."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Thickness of the solum and depth to bedrock range from 10 to 20 inches.  The MAST varies for 59 degrees to 64 degrees F.  The soils become dry in the moisture control section about June 1 and remain dry until about October 5.  The remainder of the year the soils are moist.  The soils range from nonstony to stony or gravelly throughout.  Reaction is moderately acid to neutral throughout.\nThe A horizon is 7.5YR 4/4, 5/6; 5YR 4/4, 4/6; 2.5YR 4/4 or 5/4 and moist colors of 5YR 3/4 or 2.5YR 3/4.  Texture is gravelly loam, gravelly clay loam, stony loam, or stony clay loam.\nThe Bt horizon is 7.5YR 5/4, or 5YR 3/4, 3/3, 4/6, 6/6; 2.5YR 4/6, 4/4, 3/4 or 5/4 and moist colors of 7.5YR 4/4, 5YR 3/3, 3/4, 4/6; 2.5YR 3/4, 3/6. The measured clay increase from the A to Bt horizon is less than 10 percent (absolute).  This horizon is gravelly clay loam or stony clay loam and has 27 to 35 percent clay content.  The underlying bedrock is fractured so that soil depths are difficult to measure."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are Quinto and Stohlman series in the same family and the Auburn, Millerton, Pardee, and Rescue series in other families.  Auburn soils lack an argillic horizon.  Millerton soils have a sandy loam B2t horizon and are nongravelly.  Pardee soils are skeletal.  Quinto soils have MAST of 64 degrees to 72 degrees F and have 13 to 24 inches of rainfall.  Rescue soils have a paralithic contact at a depth of 40 to 80 inches.  Stohlmen soils have B2t horizons with 10YR hue and 10 to 18 percent clay content."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Stonyford soils are on foothills.  Slopes are 2 to 75 percent.  The soils formed in material weathered from metamorphic, sedimentary and basic igneous rock, commonly greenstone.  Elevations are 800 to 3,000 feet.  The climate is subhumid, with warm to hot summers and cool moist winters.  Mean annual precipitation is 25 to 60 inches.  Mean January temperature is about 42 degrees F.; mean July temperature is about 71 degrees F.  Mean annual temperature is 57 degrees to 60 degrees F.  Frost-free season is about 150 to 280 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the competing Auburn soils and the Henneke, Laughlin, Los Gatos and Millsholm soils.  Henneke soils have a clayey-skeletal particle-size control section and have a mollic epipedon.  Laughlin soils lack an argillic horizon.  Los Gatos soils have a mesic temperature regime and have a lithic contact at a depth of 24 to 40 inches.  Millsholm soils have a cambic horizon."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Somewhat excessively drained; low to high runoff and may have very high runoff where bedrock not as fractured; moderately slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Vegetation is used mainly as browse for deer and cover for wildlife with sparse grazing for livestock.  Vegetation is mainly chaparral.  Brush is the dominant cover, with California scrub oak, mountain mahogany, and foothill ash on  moist north slopes."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northern Coast Range of California.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Glenn County, California 1957."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Another soil would now be differentiated in the Sonoma, Colusa, Glenn, Tehama, and Shasta soil survey reports that was mapped as Stonyford, but deeper than 20 inches.\nCEC/Clay ratio from similar soils with University laboratory data.\nModerate to rapid runoff terminology adjusted to new notation of low to high, to comply with adjective criteria of the Soil Survey Manual, 10/93.\nEdits made after SDJR project - AEC\nADDITIONAL DATA:  University of California, Berkeley-Sample No. 57-11-6.P\nNational Cooperative Soil Survey\nU.S.A."
  }
}
