{
  "SERIES": "STONYBROOK",
  "STATUS": "Established Series",
  "BYREV": "Rev. RGC/DAL/HJP/TDT",
  "REVDATE": "02/2001",
  "STATES": "WA",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Medial-skeletal, ferrihydritic Typic Haplocryands"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Stonybrook extremely gravelly medial loam - forestland, on a 64 percent south-facing slope at an elevation of 3,590 feet in a Pacific silver fir/salal plant association.  (When described on May 3, 1991 the soil was moist throughout.  Colors are for moist soil unless otherwise stated.  All textures are apparent field textures.)\nOi--0 to 2 inches; slightly decomposed needles, leaves, and twigs; clear smooth boundary.  (1 to 4 inches thick)\nA--2 to 5 inches; very dark grayish brown (10YR 3/2) extremely gravelly medial loam, dark brown (10YR 3/3) dry; weak very fine subangular blocky and weak very fine and fine granular structure; slightly hard, friable, nonsticky and nonplastic, weakly smeary; many very fine and fine and common medium and coarse roots; common very fine and fine tubular and irregular pores; 40 percent gravel, 25 percent cobbles; strongly acid (pH 5.4); clear smooth boundary.  (3 to 9 inches thick)\nBw1--5 to 10 inches; dark brown (10YR 3/3) extremely gravelly medial sandy loam, yellowish brown (10YR 5/4) dry; weak very fine subangular blocky and weak very fine and fine granular structure; slightly hard, friable, nonsticky and nonplastic; weakly smeary; common very fine, fine, medium, and coarse roots; common very fine and fine irregular pores; 40 percent gravel, 30 percent cobbles; strongly acid (pH 5.4); clear wavy boundary.\nBw2--10 to 25 inches; dark yellowish brown (10YR 3/4) extremely gravelly medial sandy loam, yellowish brown (10YR 5/6) dry; weak very fine subangular blocky and weak very fine and fine granular structure; soft, very friable, nonsticky and nonplastic; weakly smeary; common very fine, fine, and medium and few coarse roots; common very fine and fine irregular pores; 45 percent gravel, 30 percent cobbles; strongly acid (pH 5.5); abrupt wavy boundary.  (Combined thickness of the Bw horizon is 17 to 31 inches)\nR--25 inches; hard marine basalt."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Jefferson County, Washington; 5 miles southwest of Collins Campground, about 1,450 feet north and 2,510 feet east of the southwest corner of Section 29, T. 25 N., R. 3 W.  (Latitude 47 degrees, 37 minutes, 33 seconds N., Longitude 123 degrees, 05 minutes, 18 seconds W.)"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Mean annual soil temperature is 41 to 43 degrees F.  Mean summer soil temperature is 43 to 47 degrees F.  Mean winter soil temperature is 37 to 41 degrees F.  The difference between mean summer and mean winter soil temperature is 6 to 9 degrees F. These soils are usually moist in the soil moisture control section and are dry 0 to 30 consecutive days in the summer; udic soil moisture regime.  Solum thickness and depth to bedrock is 20 to 40 inches.  The particle-size control section from the mineral soil surface to the bedrock contact has andic soil properties with an estimated moist bulk density of 0.70 to 0.90 g/cc, acid-oxalate extractable aluminum plus one-half of the acid-oxalate extractable iron of 2 to 3 percent, phosphate retention is 85 to 100 percent, 15-bar water retention of 15 to 30 percent for air dried samples, and 60 to 90 percent rock fragments by volume.  It has 1 to 2 cmol/kg of aluminum.  Acid oxalate extractable iron is 1.5 to 3.0 percent.\nThe A horizon has a hue of 10YR or 7.5YR, value of 3 or 5 dry, and chroma of 2 through 4 moist and 3 or 4 dry.  It has 5 to 15 percent organic matter.\nThe Bw horizon has hue of 10YR, 7.5YR or 5YR value of 3 or 4 moist and 5 through 7 dry, and chroma of 3, 4 or 6 moist and 4 or 6 dry.  It is extremely cobbly medial sandy loam, extremely gravelly medial sandy loam, or extremely cobbly medial loam. Reaction is strongly or very strongly acid.  It has 1 to 7 percent organic matter."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Balcher, Tylerpeak, Sniderpeak, Mueller, Fahnestock, Musgrove, Sorethumb, Blackjack and Kahkwa series.  Tylerpeak and Mueller soils are dry for 30 to 45 consecutive days (40 to 70 inches of precipitation).  Mueller soils along with the Fahnestock, Musgrove, Blackjack and Kahkwa soils are over 40 inches deep to bedrock.  Sniderpeak soils are moderately acid throughout the solum.  Sorethumb soils have a difference between the mean summer and mean winter soil temperature of 3 to 5 degrees F.  Balcher soils are deep to dense glacial till."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Stonybrook soils are on mid-slopes of mountains.  Slopes are 30 to 100 percent.  The soils formed in colluvium from marine basalt and associated volcanic rocks.  Elevations are 2,750 to 4,200 feet.  Average annual precipitation is from 70 to 150 inches.  Average annual temperature is 39 to 43 degrees F.  Frost-free season is 120 to 150 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Aristine, Brokenfinger, Constance, Jorsted, Graves, Lilliwaup, and Musgrove soils.  Aristine and Jorsted soils are on glacial valleys and glaciated mountain slopes and are moderately deep to a cemented layer.  Brokenfinger soils are on mountain slopes and have higher amounts of aluminum and organic matter throughout the solum.  Constance and Graves soils are on mountain slopes and are shallow and very shallow to bedrock respectively.  Lilliwaup and Musgrove soils are on mountain slopes and are very deep."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; medium to very rapid runoff; moderately rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Timber production, wildlife habitat, recreation, and watershed.  Native vegetation is western hemlock, Douglas fir, Pacific silver fir, Oregongrape, northern twinflower, common beargrass, red huckleberry, Alaska huckleberry, Pacific rhododendron and queencup beadlily."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Olympic Mountains in Grays Harbor, Mason, and Jefferson Counties, Washington; MLRA 3.  Series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Jefferson County, Washington, 2000; Olympic National Forest."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\numbric epipedon - 2 to 10 inches\ncambic horizon - 10 to 25 inches\nandic soil properties - mineral soil surface to 25 inches particle-size control section - 2 to 25 inches\nAll depths to diagnostic horizons and other features are measured from the top of the first mineral horizon.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
