{
  "SERIES": "STONEKEY",
  "STATUS": "Tentative Series",
  "BYREV": "IRD: EEM/LJL/CAH/ET",
  "REVDATE": "12/2015",
  "STATES": "CA",
  "OVERVIEW": "The Stonekey series consists of moderately deep, well drained soils that formed in alluvium from dominantly limestone. Stonekey soils are on fan remnants. Slopes range from 2 to 15 percent. The mean annual precipitation is about 200 millimeters (8 inches) and the mean annual temperature is about 15 degrees C (59 degrees F).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, carbonatic, thermic Calcic Petrocalcids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Stonekey gravelly sandy loam, on a simple, linear 4 percent slope under desert shrubs at an elevation of 1428 meters (4,684 feet). (Colors are for dry soil unless otherwise noted.) The soil surface is covered by approximately 5 percent fine gravel, 30 percent medium and coarse gravel, 5 percent strongly cemented fine gravel-sized calcium carbonate nodules and 5 percent strongly cemented medium and coarse gravel-sized calcium carbonate nodules.\nA -- 0 to 6 centimeters (0 to 2 inches); pale brown (10YR 6/3) gravelly sandy loam, brown (10YR 4/3) moist; weak medium platy structure parting to fine subangular blocky; soft, very friable, nonsticky and nonplastic; common very fine and fine roots; common fine and medium irregular pores; 6 percent fine gravel and 10 percent medium and coarse gravel; violently effervescent (15 percent calcium carbonate equivalent in the fine earth fraction); strongly alkaline (pH 8.7); clear smooth boundary. (4 to 13 centimeters, 2 to 5 inches thick)\nABk -- 6 to 40 centimeters (2 to 16 inches); light yellowish brown (10YR 6/4) sandy loam, dark yellowish brown (10YR 4/4) moist; weak medium subangular blocky structure; soft, very friable, slightly sticky and nonplastic; common very fine, fine and medium and few coarse roots; common fine and medium irregular pores; 60 percent distinct very pale brown (10YR 8/2) calcium carbonate coats on bottom of rock fragments; 5 percent fine gravel and 7 percent medium and coarse gravel, and 2 percent cobbles; violently effervescent (15 percent calcium carbonate equivalent in the fine earth fraction); moderately alkaline (pH 8.3); abrupt wavy boundary. (0 to 34 centimeters, 0 to 13 inches thick)\nBkk -- 40 to 55 centimeters (16 to 22 inches); very pale brown (10YR 8/2) sandy loam, very pale brown (10YR 8/3) moist; weak medium subangular blocky structure; soft, very friable, nonsticky and nonplastic; common fine and few medium roots; common fine interstitial pores; 10 percent medium distinct very pale brown (10YR 8/2) very strongly cemented irregular calcium carbonate nodules in the soil matrix with clear boundaries; 60 percent distinct very pale brown (10YR 8/3) calcium carbonate coats on the bottom of rock fragments; 3 percent fine gravel and 1 percent medium and coarse gravel; violently effervescent (30 percent calcium carbonate equivalent in the fine earth fraction); moderately alkaline (pH 8.4); abrupt wavy boundary. (15 to 45 centimeters, 6 to 18 inches thick)\nBkkq -- 55 to 67 centimeters (22 to 26 inches); very pale brown (10YR 8/2) weakly cemented loamy sand, very pale brown (10YR 8/3) moist; petrocalcic with 75 percent cementation; moderate thick platy structure; hard, very firm, nonsticky and nonplastic; common fine and few medium roots; common fine and medium interstitial pores; 10 percent faint, very pale brown (10YR 7/3) silica coats on calcium carbonate nodules; 3 percent fine gravel, 2 percent medium and coarse gravel and 1 percent paracobble; violently effervescent (40 percent calcium carbonate equivalent in the fine earth fraction); moderately alkaline (pH 8.4); abrupt wavy boundary. (10 to 25 centimeters, 4 to 10 inches thick)\nBkq -- 67 to 80 centimeters (26 to 31 inches); pale brown (10YR 6/3) sandy loam, dark yellowish brown (10YR 4/4) moist; weak medium subangular blocky structure; soft, very friable, nonsticky and nonplastic; common fine and medium roots; common fine and medium irregular pores; 10 percent faint very pale brown (10YR 7/3) silica films on nodules; 10 percent medium distinct very pale brown (10YR 8/2) very strongly cemented irregular calcium carbonate nodules in the soil matrix with clear boundaries; 4 percent fine gravel; violently effervescent (20 percent calcium carbonate equivalent in the fine earth fraction); strongly alkaline (pH 8.5); abrupt wavy boundary. (0 to 52 centimeters, 0 to 20 inches thick)\nBkkqm -- 80 to 85 centimeters (31 to 34 inches); very pale brown (10YR 8/2) weakly cemented loamy sand, light gray (10YR 7/2) moist; petrocalcic with 98 percent cementation; massive; rigid, slightly rigid; brittle; common very fine, fine and medium roots matted at the top of horizon; common very fine vesicular and common fine irregular pores; 0.5 millimeter very pale brown (10YR 7/3) strongly cemented laminar cap at the top of horizon; 5 percent faint very pale brown (10YR 7/3) silica films on calcium carbonate nodules; 5 percent fine gravel and 3 percent medium and coarse gravel; violently effervescent; moderately alkaline (pH 8.4)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: San Bernardino County, California; approximately 25 kilometers (15.5 miles) south of Nipton, California; approximately 5.5 kilometers (3.4 miles) north-northwest of the intersection of Ivanpah and New York Mountain Roads; 720 meters (2362 feet) east and 100 meters (328 feet) north of the southwest corner of section 35, T. 14 N., R. 16 E., San Bernardino Base Meridian; 35 degrees, 14 minutes, 41.3 seconds north latitude, and 115 degrees, 13 minutes, 50.4 seconds west longitude; USGS Grotto Hills, CA 7.5 minute topographic quadrangle; UTM 11S 0660980e 3901625n (DATUM: NAD83)."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture control section: usually dry, moist in some part from December to March and intermittently moist for 10 to 20 days during July to September following summer convection storms. These soils have an aridic bordering on ustic soil moisture regime.\nSoil temperature: 15 to 19 degrees C (59 to 66 degrees F).\nSurface fragments: 30 to 70 percent, with 15 to 70 percent gravel, 0 to 2 percent cobbles and 5 to 15 percent strongly cemented, gravel-sized calcium carbonate nodules.\nDepth to calcic horizon: 5 to 50 centimeters.\nDepth to petrocalcic horizon: 50 to 100 centimeters.\nControl section -\nRock fragments: 2 to 15 percent, dominantly gravel.\nCalcium carbonate nodules: 5 to 15 percent strongly cemented, gravel-sized.\nCalcium carbonate equivalence of the less than 20 millimeter fraction: 40 to 60 percent.\nClay content: averages 6 to 10 percent, ranges from 6 to 12 percent.\nOrganic matter: 0 to 0.25 percent.\nA horizon\nValue: 4 to 6 dry, 4 or 5 moist.\nChroma: 3 or 4 dry.\nClay content: 6 to 10 percent.\nRock fragments: 5 to 25 percent, with 5 to 25 percent gravel and 0 to 1 percent cobbles.\nReaction: slightly through strongly alkaline.\nCalcium carbonate equivalence of the fine earth fraction: 10 to 30 percent.\nCalcium carbonate nodules: 0 to 10 percent strongly cemented, gravel-sized.\nABk horizon (when present)\nValue: 4 or 5 moist.\nChroma: 3 or 4 dry.\nClay content: 6 to 10 percent.\nRock fragments: 5 to 15 percent, with 5 to 15 percent gravel and 0 to 2 percent cobbles.\nReaction: slightly through strongly alkaline.\nCalcium carbonate equivalence of the fine earth fraction: 15 to 30 percent.\nCalcium carbonate nodules: 0 to 4 percent strongly cemented, gravel-sized.\nBk and/or Bkq horizon(s) (when present)\nValue: 5 or 6 dry, 4 or 5 moist.\nChroma: 3 or 4, dry or moist.\nTexture of the fine earth fraction: sandy loam or fine sandy loam.\nClay content: 9 to 12 percent.\nRock fragments: 2 to 25 percent, with 2 to 25 gravel and 0 to 5 percent cobbles.\nReaction: slightly through strongly alkaline.\nCalcium carbonate equivalence of the fine earth fraction: 15 to 35 percent.\nCalcium carbonate nodules: 5 to 25 percent strongly cemented, gravel-sized.\nBkk and/or Bkkq horizon(s)\nValue: 7 or 8 moist.\nChroma: 1 or 2 dry, 2 or 3 moist.\nTexture of the fine earth fraction: sandy loam or fine sandy loam.\nClay content: 6 to 10 percent.\nRock fragments: 2 to 15 percent, with 2 to 15 percent gravel and 0 to 3 percent cobbles.\nReaction: slightly through strongly alkaline.\nCalcium carbonate equivalence of the fine earth fraction: 30 to 60 percent.\nCalcium carbonate nodules: 5 to 25 percent strongly cemented, gravel-sized.\nBkkqm, Bkkm, Bkkq and/or Bkk horizon(s)\nValue: 7 or 8 moist.\nChroma: 1 or 2 dry, 2 or 3 moist.\nTexture of the fine earth fraction (when crushed): sand, loamy sand or sandy loam.\nClay content: 4 to 7 percent.\nRock fragments: 2 to 25 percent, with 2 to 25 percent gravel and 0 to 3 percent cobbles.\nReaction: moderately or strongly alkaline.\nCalcium carbonate equivalence of the fine earth fraction: 35 to 60 percent.\nCementation: weakly to strongly, 70 to 100 percent continuity.\nNote: Some pedons have a discontinuous, 0.5 to 2mm laminar cap at top of the petrocalcic."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no competing series at this time."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Stonekey soils are on fan remnants. Slopes range from 2 to 15 percent. These soils formed in alluvium from limestone. Elevations are 1265 to 1600 meters (4150 to 5250 feet). The climate is arid with cool, moist winters and warm, intermittently moist summers. Precipitation is greatest in the winter with a lesser secondary peak in the summer, typical of the Mojave Desert transitional to the Sonoran Desert. The mean annual precipitation is 175 to 225 millimeters (7 to 9 inches). The mean annual air temperature is 13 to 17 degrees C (55 to 63 degrees F). The frost-free season is 210 to 270 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are Sagamore and Lecyr (T) soils. Sagamore and Lecyr soils are on adjacent fan remnants. Sagamore soils have a petrocalcic between 25 and 36 centimeters (10 and 14 inches). Lecyr soils have a petrocalcic at 50 to 100 centimeters (20 and 40 inches) and mixed mineralogy in the particle-size control section."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Well drained; high saturated hydraulic conductivity above the petrocalcic and moderately low saturated hydraulic conductivity within the petrocalcic."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Stonekey soils are used for recreation and wildlife habitat. The present vegetation is mainly winterfat, big galleta, black grama and Joshua tree."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Mojave Desert of southeastern California, U.S.A.; MLRA 30. The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: PHOENIX, ARIZONA"
  },
  "ORIGIN": {
    "section": "SERIES PROPOSED",
    "content": "SERIES PROPOSED: San Bernardino County, California; Soil Survey of the Mojave National Preserve Area, California, 2011. The name is derived from the nearby Keystone Spring."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon include:\nOchric epipedon - from a depth of 0 to 18 centimeters (0 to 7 inches) (A and part of the ABk horizons).\nCalcic horizon - from a depth of 40 to 55 centimeters (16 to 22 inches) (Bkk horizon).\nPetrocalcic horizon - from a depth of 55 to 67 centimeters (22 to 28 inches) (Bkkq horizon) and the zone starting at 80 centimeters (21 inches) (Bkkqm horizon).\nParticle-size control section - from a depth of 25 to 55 centimeters (10 to 22 inches) (part of the ABk and the entire Bkk horizons)."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "ADDITIONAL DATA: NASIS User Pedon ID: 11CA795118.\nResponsibility for this series was transferred from Davis to Phoenix 12/2015. The last revision to the series was 10/2012. ET"
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 6,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "sandy loam",
        "structure": "weak medium platy",
        "dry_rupture": "soft",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "gravelly",
        "pH": 8.7,
        "pH_class": "strongly alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A -- 0 to 6 centimeters (0 to 2 inches); pale brown (10YR 6/3) gravelly sandy loam, brown (10YR 4/3) moist; weak medium platy structure parting to fine subangular blocky; soft, very friable, nonsticky and nonplastic; common very fine and fine roots; common fine and medium irregular pores; 6 percent fine gravel and 10 percent medium and coarse gravel; violently effervescent (15 percent calcium carbonate equivalent in the fine earth fraction); strongly alkaline (pH 8.7); clear smooth boundary. (4 to 13 centimeters, 2 to 5 inches thick)"
      },
      {
        "name": "ABk",
        "top": 6,
        "bottom": 40,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 4,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "sandy loam",
        "structure": "weak medium subangular blocky",
        "dry_rupture": "soft",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": 8.3,
        "pH_class": "moderately alkaline",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "ABk -- 6 to 40 centimeters (2 to 16 inches); light yellowish brown (10YR 6/4) sandy loam, dark yellowish brown (10YR 4/4) moist; weak medium subangular blocky structure; soft, very friable, slightly sticky and nonplastic; common very fine, fine and medium and few coarse roots; common fine and medium irregular pores; 60 percent distinct very pale brown (10YR 8/2) calcium carbonate coats on bottom of rock fragments; 5 percent fine gravel and 7 percent medium and coarse gravel, and 2 percent cobbles; violently effervescent (15 percent calcium carbonate equivalent in the fine earth fraction); moderately alkaline (pH 8.3); abrupt wavy boundary. (0 to 34 centimeters, 0 to 13 inches thick)"
      },
      {
        "name": "Bkk",
        "top": 40,
        "bottom": 55,
        "dry_hue": "10YR",
        "dry_value": 8,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 8,
        "moist_chroma": 3,
        "texture_class": "sandy loam",
        "structure": "weak medium subangular blocky",
        "dry_rupture": "soft",
        "moist_rupture": "friable",
        "coherence": "strongly cemented",
        "cf_class": "NA",
        "pH": 8.4,
        "pH_class": "moderately alkaline",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "Bkk -- 40 to 55 centimeters (16 to 22 inches); very pale brown (10YR 8/2) sandy loam, very pale brown (10YR 8/3) moist; weak medium subangular blocky structure; soft, very friable, nonsticky and nonplastic; common fine and few medium roots; common fine interstitial pores; 10 percent medium distinct very pale brown (10YR 8/2) very strongly cemented irregular calcium carbonate nodules in the soil matrix with clear boundaries; 60 percent distinct very pale brown (10YR 8/3) calcium carbonate coats on the bottom of rock fragments; 3 percent fine gravel and 1 percent medium and coarse gravel; violently effervescent (30 percent calcium carbonate equivalent in the fine earth fraction); moderately alkaline (pH 8.4); abrupt wavy boundary. (15 to 45 centimeters, 6 to 18 inches thick)"
      },
      {
        "name": "Bkkq",
        "top": 55,
        "bottom": 67,
        "dry_hue": "10YR",
        "dry_value": 8,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 8,
        "moist_chroma": 3,
        "texture_class": "loamy sand",
        "structure": "moderate thick platy",
        "dry_rupture": "hard",
        "moist_rupture": "firm",
        "coherence": "weakly cemented",
        "cf_class": "NA",
        "pH": 8.4,
        "pH_class": "moderately alkaline",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "Bkkq -- 55 to 67 centimeters (22 to 26 inches); very pale brown (10YR 8/2) weakly cemented loamy sand, very pale brown (10YR 8/3) moist; petrocalcic with 75 percent cementation; moderate thick platy structure; hard, very firm, nonsticky and nonplastic; common fine and few medium roots; common fine and medium interstitial pores; 10 percent faint, very pale brown (10YR 7/3) silica coats on calcium carbonate nodules; 3 percent fine gravel, 2 percent medium and coarse gravel and 1 percent paracobble; violently effervescent (40 percent calcium carbonate equivalent in the fine earth fraction); moderately alkaline (pH 8.4); abrupt wavy boundary. (10 to 25 centimeters, 4 to 10 inches thick)"
      },
      {
        "name": "Bkq",
        "top": 67,
        "bottom": 80,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "sandy loam",
        "structure": "weak medium subangular blocky",
        "dry_rupture": "soft",
        "moist_rupture": "friable",
        "coherence": "strongly cemented",
        "cf_class": "NA",
        "pH": 8.5,
        "pH_class": "strongly alkaline",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "Bkq -- 67 to 80 centimeters (26 to 31 inches); pale brown (10YR 6/3) sandy loam, dark yellowish brown (10YR 4/4) moist; weak medium subangular blocky structure; soft, very friable, nonsticky and nonplastic; common fine and medium roots; common fine and medium irregular pores; 10 percent faint very pale brown (10YR 7/3) silica films on nodules; 10 percent medium distinct very pale brown (10YR 8/2) very strongly cemented irregular calcium carbonate nodules in the soil matrix with clear boundaries; 4 percent fine gravel; violently effervescent (20 percent calcium carbonate equivalent in the fine earth fraction); strongly alkaline (pH 8.5); abrupt wavy boundary. (0 to 52 centimeters, 0 to 20 inches thick)"
      },
      {
        "name": "Bkkqm",
        "top": 80,
        "bottom": 85,
        "dry_hue": "10YR",
        "dry_value": 8,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 7,
        "moist_chroma": 2,
        "texture_class": "loamy sand",
        "structure": "massive",
        "dry_rupture": "rigid",
        "moist_rupture": "rigid",
        "coherence": "strongly cemented",
        "cf_class": "NA",
        "pH": 8.4,
        "pH_class": "moderately alkaline",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Bkkqm -- 80 to 85 centimeters (31 to 34 inches); very pale brown (10YR 8/2) weakly cemented loamy sand, light gray (10YR 7/2) moist; petrocalcic with 98 percent cementation; massive; rigid, slightly rigid; brittle; common very fine, fine and medium roots matted at the top of horizon; common very fine vesicular and common fine irregular pores; 0.5 millimeter very pale brown (10YR 7/3) strongly cemented laminar cap at the top of horizon; 5 percent faint very pale brown (10YR 7/3) silica films on calcium carbonate nodules; 5 percent fine gravel and 3 percent medium and coarse gravel; violently effervescent; moderately alkaline (pH 8.4)."
      }
    ]
  ]
}
