{
  "SERIES": "STOOKMOOR",
  "STATUS": "Established Series",
  "BYREV": "Rev. JSC-TDT-JVC",
  "REVDATE": "01/2007",
  "STATES": "OR",
  "OVERVIEW": "The Stookmoor series consists of moderately deep, somewhat excessively drained soils that formed in volcanic ash and in slope alluvium derived from basalt.  Stookmoor soils are on structural benches and plateaus.  Slopes are 1 to 50 percent.  The mean annual precipitation is about 11 inches and the mean annual temperature is about 44 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS:  Ashy, glassy, frigid Vitritorrandic Haploxerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Stookmoor ashy loamy sand--on a structural bench under Idaho fescue, mountain big sagebrush, and western juniper sloping 1 percent at an elevation of 4,320 feet--rangeland.  (Colors are for dry soil unless otherwise noted.)\nA--0 to 6 inches; grayish brown (10YR 5/2) ashy loamy sand, very dark grayish brown (10YR 3/2) moist; weak thick platy structure; soft, very friable, nonsticky and nonplastic; many very fine and fine roots; many interstitial pores; about 50 percent sand-size pumiceous ash grains; moderately alkaline; clear wavy boundary.  (3 to 8 inches thick)\nAB--6 to 14 inches; grayish brown (10YR 5/2) ashy sandy loam, very dark grayish brown (10YR 3/2) moist; massive; slightly hard, friable, nonsticky and nonplastic; many very fine and fine roots; many interstitial pores; about 50 percent sand-size pumiceous ash grains; moderately alkaline; abrupt wavy boundary.  (6 to 15 inches thick)\nBq--14 to 24 inches; pale brown (10YR 6/3) ashy sandy loam, dark brown (10YR 3/3) moist; massive; very hard, very firm and brittle; slightly sticky and slightly plastic; few very fine roots; common very fine discontinuous tubular pores; about 15 percent sand-size pumiceous ash grains; moderately alkaline; abrupt wavy boundary.  (6 to 18 inches thick)\n2R--24 inches; basalt."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Deschutes County, Oregon; about 3.5 miles north of Millican and U.S. Highway 20; in the northwest quarter of the southwest quarter of the northwest quarter of section 11, T. 19 S., R. 15 E.; USGS Millican 7.5 minute topographic quadrangle; 43 degrees 56 minutes 26 seconds north latitude and 120 degrees 54 minutes 01 second west longitude, NAD27."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture - Moist in the moisture control section in winter and spring, dry in summer and fall.  Warmer than 41 degrees F., from about April 15 to November 1, and the soils are dry within this period after July 1; Aridic moisture regime that borders on xeric.\nMean annual soil temperature - 45 to 47 degrees F.\nMollic epipedon thickness - 10 to 15 inches.\nDepth to firm, brittle horizons - 14 to 20 inches.\nDepth to bedrock - 20 to 40 inches to a lithic contact.\nVitrandic intergrade properties - Volcanic glass content: 40 to 60 percent in coarse silt through fine sand fractions; Phosphate retention: 15 to 25 percent; Oxalate extractable aluminum plus one-half oxalate extractable iron: 0.3 to 0.6 percent.\nParticle-size control section - Clay content: 10 to 20 percent.\nA horizon\nValue: 4 or 5 dry, 2 or 3 moist.\nTexture: Ashy loamy sand or gravelly ashy loamy sand.\nRock fragments: 0 to 25 percent gravel, 0 to 10 percent cobbles.\nOrganic matter content: 1 or 2 percent.\nAB horizon\nChroma: 2 or 3, dry or moist.\nTexture: Ashy loam, gravelly ashy sandy loam, or ashy sandy loam.\nClay content: 10 to 20 percent.\nRock fragments: 0 to 25 percent gravel, 0 to 10 percent cobbles.\nOrganic matter content: 1 or 2 percent.\nBq horizon\nValue: 6 or 7 dry, 3 or 4 moist.\nChroma: 3 or 4, dry or moist.\nTexture: Ashy loam, gravelly ashy sandy loam, or ashy sandy loam.\nClay content: 10 to 20 percent.\nRock fragments: 0 to 25 percent gravel, 0 to 10 percent cobbles.\nConsistence:  Hard or very hard dry, firm or very firm and brittle when moist."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Boltz, Bonnick, Borobey, Emamount, Embal, Frentera, Gardone, Oatmanflat, Picturerock, Tuffcabin, and Wegert series.\nBoltz soils are moderately deep to paralithic contacts.  Bonnick, Borobey, Emamount, Embal, Gardone, and Picturerock soils are very deep.  Frentera soils have cambic horizons and do not have firm, brittle horizons.  Oatmanflat and Tuffcabin soils are deep to buried duripans.  Wegert soils do not have firm, brittle horizons, have ashy sandy textures in the particle-size control section, and have subhorizons above the lithic contact with greater than 40 percent rock fragments."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Stookmoor soils are on structural benches and plateaus.  These soils formed in volcanic ash and in slope alluvium derived from basalt.  Volcanic ash deposits are derived from ancestral Mt. Mazama and from the Newberry Crater volcano.  Elevations range from 4,300 to 4,800 feet.  Slopes are 1 to 50 percent.  The climate is semiarid and characterized by cold, moist winters and warm, dry summers.  The mean annual precipitation is 10 to 12 inches, the mean annual temperature is 43 to 45 degrees F., and the frost-free period is 50 to 90 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the competing Borobey and Gardone soils and the Milcan soil.  Milcan soils are deeper than 60 inches to bedrock and have an indurated duripan at depths of 20 to 40 inches."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Somewhat excessively drained; low to high surface runoff; moderately slow or slow permeability (moderately low or moderately high saturated hydraulic conductivity) in the firm, brittle horizon."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Stookmoor soils are used for livestock grazing and wildlife habitat.  The vegetation is mainly western juniper, mountain big sagebrush, Idaho fescue, bluebunch wheatgrass, Thurber's needlegrass, western needlegrass, Ross sedge, and bottlebrush squirreltail."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Central Oregon.  These soils are moderately extensive.  MLRA 23."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Davis, California."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Deschutes County (Upper Deschutes River Area), Oregon, 1992."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon - The zone from the soil surface to 14 inches (A and AB horizons).\nVitrandic intergrade feature - The zone from the soil surface to 24 inches (A, AB, and Bq horizons).\nDuric feature - The zone from 14 to 24 inches (Bq horizon).\nLithic contact - The boundary at 24 inches to underlying hard bedrock (2R layer).\nParticle-size control section and ashy substitute class with glassy mineralogy - The zone from 10 to 24 inches (Bq horizon and part of the AB horizon).\nADDITIONAL DATA:  Partial laboratory data are available for this pedon from the Soil Survey Laboratory, Lincoln, NE, as soil survey sample number S89OR-017-006.  Soil characterization data on one pedon (S79OR-017-8) reported in Oregon State University Soils Laboratory.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "somewhat excessively",
        "drainage_overview": "somewhat excessively"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 15,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "loamy sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "A--0 to 6 inches; grayish brown (10YR 5/2) ashy loamy sand, very dark grayish brown (10YR 3/2) moist; weak thick platy structure; soft, very friable, nonsticky and nonplastic; many very fine and fine roots; many interstitial pores; about 50 percent sand-size pumiceous ash grains; moderately alkaline; clear wavy boundary.  (3 to 8 inches thick)"
      },
      {
        "name": "AB",
        "top": 15,
        "bottom": 36,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "sandy loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "AB--6 to 14 inches; grayish brown (10YR 5/2) ashy sandy loam, very dark grayish brown (10YR 3/2) moist; massive; slightly hard, friable, nonsticky and nonplastic; many very fine and fine roots; many interstitial pores; about 50 percent sand-size pumiceous ash grains; moderately alkaline; abrupt wavy boundary.  (6 to 15 inches thick)"
      },
      {
        "name": "Bq",
        "top": 36,
        "bottom": 61,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "sandy loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "Bq--14 to 24 inches; pale brown (10YR 6/3) ashy sandy loam, dark brown (10YR 3/3) moist; massive; very hard, very firm and brittle; slightly sticky and slightly plastic; few very fine roots; common very fine discontinuous tubular pores; about 15 percent sand-size pumiceous ash grains; moderately alkaline; abrupt wavy boundary.  (6 to 18 inches thick)"
      },
      {
        "name": "2R",
        "top": 61,
        "bottom": "NA",
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "2R--24 inches; basalt."
      }
    ]
  ]
}
