{
  "SERIES": "STORER",
  "STATUS": "Established Series",
  "BYREV": "Rev. BJD/TDT",
  "REVDATE": "07/2005",
  "STATES": "WA",
  "OVERVIEW": "The Storer series consists of deep, well drained soils formed in colluvium and residuum from metavolcanic and metamorphic rock.  These soils are on backslopes and shoulders of foothills and mountains usually with southern aspects.  Slopes are 35 to 75 percent.  The average annual precipitation is about 16 inches, and the average annual temperature is about 49 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS:  Loamy-skeletal, mixed, superactive, mesic Typic Haploxerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Storer gravelly sandy loam - rangeland, on a 55 percent south facing backslope at an elevation of 3,300 feet.  (Colors are for dry soil unless otherwise stated.  All textures are apparent field textures.)\nA1--0 to 5 inches; dark grayish brown (10YR 4/2) gravelly sandy loam, very dark brown (10YR 2/2) moist; weak fine granular structure; soft, very friable, nonsticky and nonplastic; many very fine and fine roots; common very fine and fine irregular pores; 20 percent angular gravel; neutral (pH 6.8); clear wavy boundary.\nA2--5 to 12 inches; grayish brown (10YR 5/2) very gravelly sandy loam, very dark grayish brown (10YR 3/2) moist; weak fine subangular blocky structure; soft, very friable, nonsticky and nonplastic; many very fine and fine roots; common very fine and fine irregular pores; 35 percent angular gravel; neutral (pH 6.8); gradual wavy boundary. (combined A horizon 10 to 15 inches thick)\nBw--12 to 19 inches; grayish brown (10YR 5/2) very gravelly sandy loam, dark grayish brown (10YR 4/2) moist; weak fine and medium subangular blocky structure; soft, very friable, nonsticky and nonplastic; common very fine and fine roots; few fine irregular pores; 40 percent angular gravel; neutral (pH 6.6); clear wavy boundary.  (7 to 11 inches thick)\nC1--19 to 31 inches; brown (10YR 5/3) extremely gravelly sandy loam, brown (10YR 4/3) moist; massive; soft, very friable, nonsticky and nonplastic; few very fine roots; few very fine irregular pores; 55 percent angular gravel and 10 percent channers; neutral (pH 6.6); gradual wavy boundary.\nC2--31 to 42 inches; brown (10YR 5/3) extremely channery sandy loam, brown (10YR 4/3) moist; massive; soft, very friable, slightly sticky and nonplastic; few very fine roots; 25 percent angular gravel and 40 percent channers; slightly acid (pH 6.4); gradual wavy boundary.  (combined C horizons 23 to 31 inches thick)\nR--42 inches; fractured metavolcanic rock"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Okanogan County, Washington, about 6 miles northeast from the town of Twisp, Washington; 1,800 feet east and 250 feet south of the northwest corner or section 25, T. 34 N., R. 22 E.  (Latitude 48 degrees, 25 minutes, 26 seconds N., Longitude 120 degrees, 01 minutes, 36 seconds W.)"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The mean annual soil temperature is 49 to 53 degrees F.  These soils are usually moist but are dry in all parts of the moisture control section for 90 to 105 consecutive days following the summer solstice.  The mollic epipedon is 10 to 15 inches thick and has a base saturation greater than 75 percent.  These soils have some volcanic ash influence in the upper part, but do not meet requirements for vitrandic subgroup.  The particle-size control section averages 35 to 70 percent coarse fragments, and 8 to 15 percent clay.  Reaction is slightly acid to neutral throughout.  Depth to bedrock is 40 to 60 inches.\nThe A1 horizon has values of 3 or 4 dry, 2 or 3 moist, and chromas of 2 or 3 dry or moist.\nThe A2 horizon has values of 4 or 5 dry, 2 or 3 moist, and chromas of 2 or 3 dry or moist.  It is very gravelly sandy loam or gravelly sandy loam.  It has 15 to 40 percent gravel.\nThe Bw horizon has values of 4 or 5 dry, 3 or 4 moist, and chromas of 2 or 3 dry or moist.  It has 30 to 45 percent gravel and 0 to 5 percent cobbles.\nThe C horizon has values of 5 or 6 dry, 4 or 5 moist, and chromas of 2 to 4 dry, 2 or 3 moist.  It is very gravelly sandy loam, extremely gravelly sandy loam, or extremely channery sandy loam. It has 25 to 55 percent angular gravel and 10 to 40 percent channers."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Benco, Clint, Oldsferry, and Wynhoff series.  Benco soils are very deep.  Clint, Oldsferry, and Wynhoff soils have bedrock at 20 to 40 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Storer soils are on backslopes and shoulders of foothills and mountains usually with southerly aspects.  Slopes are 35 to 75 percent.  These soils formed in residuum and colluvium from metavolcanic and metamorphic  rock.  Elevations range from 2,600 to 4,000 feet.  The climate is characterized by hot, dry summers and cold, moist winters.  The average annual precipitation ranges from 15 to 18 inches.  The average January temperature ranges from 25 to 30 degrees F, the average July temperature ranges from 65 to 70 degrees F, and the average annual temperature ranges from 47 to 52 degrees F.  The frost-free season ranges from 110 to 130 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Swakane, Wagberg, Whitestone, and Vanbrunt soils.  Swakane soils are on shoulders and ridges and are 10 to 20 inches to bedrock.  Wagberg soils are very deep and formed in till.  Whitestone soils are very deep forested soils on backslopes.  Vanbrunt soils are 20 to 40 inches to bedrock."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; medium to rapid runoff; moderately rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  This soil is used for livestock grazing, recreation, wildlife habitat, and watershed.  Native vegetation is bluebunch wheatgrass, antelope bitterbrush, Idaho fescue, eriogonum, arrowleaf balsamroot, western yarrow, and lupine."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northcentral Washington.  This series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Okanogan National Forest, Okanogan County, Washington, 2005."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon - 0 to 12 inches (A1 and A2 horizons)\nCambic horizon - 12 to 19 inches (Bw horizon)\nLithic contact - 40 to 60 inches (R horizon)\nPSCS - zone from 10 to 40 inches (part of the A2 horizon, Bw, C1, and part of the C2 horizon)\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A1",
        "top": 0,
        "bottom": 13,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 2,
        "texture_class": "sandy loam",
        "cf_class": "gravelly",
        "pH": 6.8,
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "A1--0 to 5 inches; dark grayish brown (10YR 4/2) gravelly sandy loam, very dark brown (10YR 2/2) moist; weak fine granular structure; soft, very friable, nonsticky and nonplastic; many very fine and fine roots; common very fine and fine irregular pores; 20 percent angular gravel; neutral (pH 6.8); clear wavy boundary."
      },
      {
        "name": "A2",
        "top": 13,
        "bottom": 30,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "sandy loam",
        "cf_class": "very gravelly",
        "pH": 6.8,
        "pH_class": "neutral",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "A2--5 to 12 inches; grayish brown (10YR 5/2) very gravelly sandy loam, very dark grayish brown (10YR 3/2) moist; weak fine subangular blocky structure; soft, very friable, nonsticky and nonplastic; many very fine and fine roots; common very fine and fine irregular pores; 35 percent angular gravel; neutral (pH 6.8); gradual wavy boundary. (combined A horizon 10 to 15 inches thick)"
      },
      {
        "name": "Bw",
        "top": 30,
        "bottom": 48,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "sandy loam",
        "cf_class": "very gravelly",
        "pH": 6.6,
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bw--12 to 19 inches; grayish brown (10YR 5/2) very gravelly sandy loam, dark grayish brown (10YR 4/2) moist; weak fine and medium subangular blocky structure; soft, very friable, nonsticky and nonplastic; common very fine and fine roots; few fine irregular pores; 40 percent angular gravel; neutral (pH 6.6); clear wavy boundary.  (7 to 11 inches thick)"
      },
      {
        "name": "C1",
        "top": 48,
        "bottom": 79,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "sandy loam",
        "cf_class": "extremely gravelly",
        "pH": 6.6,
        "pH_class": "neutral",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "C1--19 to 31 inches; brown (10YR 5/3) extremely gravelly sandy loam, brown (10YR 4/3) moist; massive; soft, very friable, nonsticky and nonplastic; few very fine roots; few very fine irregular pores; 55 percent angular gravel and 10 percent channers; neutral (pH 6.6); gradual wavy boundary."
      },
      {
        "name": "C2",
        "top": 79,
        "bottom": 107,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "sandy loam",
        "cf_class": "extremely channery",
        "pH": 6.4,
        "pH_class": "slightly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "C2--31 to 42 inches; brown (10YR 5/3) extremely channery sandy loam, brown (10YR 4/3) moist; massive; soft, very friable, slightly sticky and nonplastic; few very fine roots; 25 percent angular gravel and 40 percent channers; slightly acid (pH 6.4); gradual wavy boundary.  (combined C horizons 23 to 31 inches thick)"
      },
      {
        "name": "R",
        "top": 107,
        "narrative": "R--42 inches; fractured metavolcanic rock"
      }
    ]
  ]
}
