{
  "SERIES": "STOUGH",
  "STATUS": "Established Series",
  "BYREV": "Rev. CCH-JVG-AMS",
  "REVDATE": "10/2018",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, siliceous, semiactive, thermic Fragiaquic Paleudults"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Stough fine sandy loam, on a nearly level loblolly pine plantation. On a tread of a terrace at an elevation of 53 meters (174 feet) above mean sea level. (Colors are for moist soil unless otherwise stated).\nAp-- 0 to 20 centimeters (0 to 8 inches); dark grayish brown (10YR 4/2) fine sandy loam; weak fine and medium granular structure; friable; many fine through very coarse roots; few fine faint brown (10YR 4/3) and medium faint black (10YR 2/1) iron-manganese concretions with clear boundaries in matrix; extremely acid, clear wavy boundary. [8 to 30 centimeters thick (3 to 12 inches)].\nB/E-- 20 to 36 centimeters (8 to 14 inches); yellowish brown (10YR 5/4) fine sandy loam; weak medium granular structure; friable; few fine and medium roots throughout; common medium distinct light brownish gray (10YR 6/2), moist, irregular shaped iron depletions with clear boundaries, and 15 percent medium distinct black (10YR 2/1), moist, iron-manganese concretions with clear boundaries and 15 percent medium distinct brown (10YR 4/3), moist, iron-manganese concretions with clear boundaries in matrix; very strongly acid; clear smooth boundary. [0 to 20 centimeters thick (0 to 8 inches)].\nBt-- 36 to 89 centimeters (14 to 35 inches); 40 percent light brownish gray (10YR 6/2) and 40 percent yellowish brown (10YR 5/8) and 20 percent strong brown (7.5YR 5/6) loam in a variegated pattern; weak coarse prismatic parting to moderate medium subangular blocky structure; firm; few fine and medium roots throughout; few faint clay films on vertical faces of peds; common medium prominent black (10YR 2/1), moist, and common medium distinct brown (10YR 4/3), moist, iron-manganese concretions with clear boundaries in matrix; very strongly acid; brittle and compact in about 30 percent of the matrix; gradual wavy boundary.\nBtx-- 89 to 137 centimeters (35 to 54 inches); 40 percent light brownish gray (10YR 6/2) and 30 percent yellowish brown (10YR 5/8) and 30 percent yellowish brown (10YR 5/6) fine sandy loam in a variegated pattern; weak coarse prismatic parting to moderate medium subangular blocky structure; firm; few fine and medium roots throughout; 25 percent faint clay films on vertical faces of peds; common medium prominent black (10YR 2/1), moist, and common medium distinct brown (10YR 4/3), moist, iron-manganese concretions with clear boundaries in matrix; strongly acid; brittle and compact in about 50 percent of the matrix; gradual wavy boundary. [Combined thickness of the Btx horizons range from 46 to 152 centimeters (18 to more than 60 inches)].\nBtxg-- 137 to 180 centimeters (54 to 71 inches); 50 percent light brownish gray (10YR 6/2) and 25 percent strong brown (7.5YR 5/8) and 25 percent yellowish brown (10YR 5/6) sandy clay loam in a variegated pattern; weak coarse prismatic parts to moderate medium subangular blocky structure; firm; common faint clay films on vertical faces of peds; few fine prominent black (10YR 2/1), moist, and few fine distinct brown (10YR 4/3), moist, iron-manganese concretions with clear boundaries in matrix; very strongly acid; brittle and compact in about 45 percent of the matrix; gradual wavy boundary. [25 to 102 centimeters thick (10 to 40 inches)].\nBCg1-- 180 to 193 centimeters (71 to 76 inches); light gray (10YR 7/1) fine sandy loam; weak medium subangular blocky structure; friable; common medium and coarse prominent yellowish brown (10YR 5/6), moist, and many medium and coarse prominent strong brown (7.5YR 5/8), moist, irregular shaped masses of oxidized iron with clear boundaries in matrix; very strongly acid; gradual wavy boundary.\nBCg2-- 193 to 229 centimeters (76 to 90 inches); light gray (10YR 7/1) fine sandy loam; weak medium subangular blocky structure; friable; common medium and coarse prominent yellowish brown (10YR 5/6), moist, and many medium prominent strong brown (7.5YR 5/8), moist, irregular shaped masses of oxidized iron with clear boundaries in matrix; strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Clarke County, Mississippi;  about 0.8 kilometers (0.5 miles) west of Enterprise, located about 30 meters (100 feet) north of Highway 513 and 244 meters (800 feet) west of County road 366 in a loblolly pine plantation. About 244 meters (800 feet) east and 305 meters (1000 feet) north of the SW corner of Sec 23, T. 4 N., R. 14 E.; USGS Stonewall, Mississippi USGS quadrangle; Latitude 32 degrees 10 minutes 11.12 seconds North; Longitude 88 degrees 50 minutes 33.32 seconds West; WGS84; UTM 326266 meters east, 3560740 meters north, Zone 16."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nAverage clay content of the particle size class control section: 8 to 18 percent clay and 20 to 50 percent silt\nSoil reaction: extremely acid to strongly acid throughout the profile, except in areas where the surface layer has been limed\nThickness of the ochric epipedon: 8 to 51 centimeters (3 to 20 inches)\nThickness of the argillic horizon: 76 to 167 centimeters (30 to 66 inches)\nDepth to fragic soil properties: 30 to 51 centimeters (12 to 20 inches)\nA or Ap horizon:\nHue: 10YR or 2.5Y\nValue: 3 to 6\nChroma: 1 to 4\nTexture: fine sandy loam, very fine sandy loam, sandy loam, silt loam, or loam\nReaction: very strongly acid or strongly acid, except in areas where the surface layer has been limed\nE, E/B, or B/E horizon (where present):\nHue: 10YR or 2.5Y\nValue: 5 or 6\nChroma: 2 to 4\nSome pedons have no dominant color and are multicolored in shades of brown or gray\nTexture: very fine sandy loam, fine sandy loam, sandy loam, or loam\nRedoximorphic features: in shades of yellow, brown and gray range from few to common\nReaction: very strongly acid or strongly acid\nBt horizon (where present):\nHue: 10YR or 2.5Y\nValue: 4 to 6\nChroma: 4 to 6\nSome pedons have no dominant color and are multicolored in shades of brown, yellow, gray or red.\nTexture: fine sandy loam, sandy loam or loam\nRedoximorphic features: in shades of brown, yellow and gray range from few to many. None to many iron and manganese concretions\nReaction: very strongly acid or strongly acid\nBtx horizon:\nHue: 10YR or 2.5Y\nValue: 4 to 6\nChroma: 4 to 6\nTexture: fine sandy loam, loam, sandy loam, or sandy clay loam\nRedoximorphic features: in shades of yellow, brown, gray and red range from common to many\nReaction: very strongly acid or strongly acid\nThe areas in shades of brown, which is about 40 to 55 percent of the volume, is brittle and compact and restricts root penetration.\nBtxg horizon (where present):\nHue: 10YR to 5Y\nValue: 5 or 6\nChroma: 1 or 2\nTexture: loam, sandy clay loam, or clay loam\nRedoximorphic features: in shades of yellow, brown, gray and red range from common to many\nReaction: very strongly acid or strongly acid\nThe areas in shades of brown, which is commonly about 40 to 45 percent of the volume, is brittle and compact and restricts root penetration.\nBC horizon (where present):\nHue: 7.5YR to 2.5Y\nValue: 5 to 7\nChroma: 2 to 8\nTexture: sandy clay loam, but ranges from sandy loam to clay loam\nRedoximorphic features: in shades of red, yellow, gray and brown that range from few to many\nSome pedons have no dominant color and are multicolored in shades of red, brown, and gray\nReaction: very strongly acid or strongly acid\nBCg horizon (where present):\nHue: 7.5YR to 2.5Y\nValue: 5 to 7\nChroma: 1 or 2\nTexture: sandy loam, loam, sandy clay loam, or clay loam\nRedoximorphic features: masses of oxidized iron in shades of brown, yellow and red range from common to many\nReaction: very strongly acid or strongly acid\nCg horizon (where present):\nHue: 10YR or 2.5Y\nValue: 5 to 7\nChroma: 1or 2\nTexture: sandy loam but ranges from loamy sand to clay loam\nRedoximorphic features: masses of oxidized iron in shades of brown, yellow and red\nReaction: very strongly acid or strongly acid"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:\nThe Basin series is the only series in the same family and have more than 5 percent, by volume, plinthite in the lower part of the subsoil."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material: Coarse-loamy fluviomarine deposits derived from sedimentary rock\nLandscape: Coastal Plain\nLandform(s):  Stream terrace, fluviomarine terrace, and interfluve\nHillslopes profile position: Summit\nGeomorphic component: Tread and riser\nSlope: 0 to 5 percent\nElevation: 2 to 140 meters (7 to 460 feet)\nMean annual air temperature: 17 to 19 degrees C (63 to 66 degrees F)\nMean annual precipitation: 1346 to 1740 millimeters (53 to 64 inches)\nFrost-free period: 215 to 280 days"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:\nCahaba soils - well-drained soils are on lower stream terraces that are subject to rare flooding, have redder subsoils and have fine-loamy particle-class control section\nMcLaurin soils - well-drained soils are on higher positions and have redder subsoils\nQuitman soils - somewhat poorly drained soils on similar positions but have fine-loamy particle-size control section\nSavannah soils - moderately well drained soils on similar to higher positions with a frapigan on the subsoil"
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:\nDrainage class: Somewhat poorly drained\nSaturated hydraulic conductivity (Ksat): Moderately low to moderately high\nSurface runoff: Low\nDepth to seasonal high water table: 30 to 46 centimeters (1 to 1.5 feet), below the surface during wet season late in winter and early in spring.\nFlooding frequency and duration: None. Some areas on low terraces are occasionally flooded for very brief duration during the winter and early spring.\nPonding frequency and duration: None"
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:\nMajor uses: Forest, crop and pasture. Some areas have been cleared and drained and used for bahiagrass, bermudagrass, cotton, corn, small grains, tall fescue, wheat, and truck crops. The forested areas are chiefly in mixed hardwoods and some pines."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:\nMajor Land Resource Areas (MLRA): Southern Coastal Plain (133A), Western Coastal Plain (133B), and Eastern Gulf Coast Flatwoods (152A).\nExtent: Large extent"
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Auburn, Alabama."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:\nLower East Saline SCD, Drew County, Arkansas; 1939."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nParticle-size control section: the zone from 36 to 87 centimeters (14 to 34 inches) (Bt and Btx horizons)\nDiagnostic horizons and features recognized in this pedon are:\nOchric epipedon - the zone from 0 to 36 centimeters (0 to14 inches) (Ap and B/E horizons)\nArgillic horizon - the zone from 36 to 180 centimeters (14 to 71 inches) (Bt, Btx, and Btxg horizons)\nFragic soil properties - the zone from 36 to 180 centimeters (14 to 71 inches) compaction and brittleness is 55 percent or less. (Bt, Btx, and Btxg horizons)\nMasses of oxidized iron - the zone from 36 to 229 centimeters (14 to 90 inches) (Bt, Btx, Btxg, BCg1, and BCg2 horizons)\nIron depletions - the zone from 20 to 229 centimeters (8 to 90 inches) (B/E, Bt, Btx, Btxg, BCg1, and BCg2 horizons)\nIron manganese concretions - the zone from 0 to 180 centimeters (0 to 71 inches) (Ap, B/E, Bt, Btx, and Btxg horizons)\nDepth to seasonal high water table: 30 to 46 centimeters (1 to 1.5 feet), below the surface during wet season late in winter and early in spring\nStough soils were formerly classified as somewhat poorly drained Planosols with fragipans.\nSoil classified according to the 12th Edition of the Keys to Soil Taxonomy.\nADDITIONAL DATA:\nLaboratory data for the Official Soil Series Description (OSD) is available on the National Soil Survey website at: http://ncsslabdatamart.sc.egov.usda.gov/querypage.aspx\nOSD User Site ID: S2013023001\nOSD User Pedon ID: S2013023001\nNational Cooperative Soil Survey\nU.S.A."
  }
}
