{
  "SERIES": "STOWE",
  "STATUS": "Established Series",
  "BYREV": "Rev. WJS-BGW-SHG",
  "REVDATE": "01/2000",
  "STATES": "NY,VT",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, active, frigid Oxyaquic Dystrudepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Stowe fine sandy loam, in an area of Stowe fine sandy loam, 8 to 15 percent slopes.  (Colors are for moist soil unless otherwise designated.)\nAp--0 to 8 inches, very dark grayish brown (10YR 3/2) fine sandy loam, olive gray (5Y 5/2 dry); moderate medium granular structure; very friable; many roots; 5 percent rock fragments; moderately acid; abrupt smooth boundary.  (5 to 10 inches thick)\nBw--8 to 14 inches, dark yellowish brown (10YR 4/4) fine sandy loam; weak fine granular structure; very friable; many roots; 10 percent rock fragments; moderately acid; clear wavy boundary.  (4 to 20 inches thick)\nBC--14 to 21 inches, olive (5Y 5/4) fine sandy loam; massive; friable; common roots; 10 percent rock fragments; moderately acid; clear smooth boundary.  (3 to 10 inches thick)\nCd--21 to 65 inches, olive (5Y 4/3) fine sandy loam; massive; firm; 10 percent rock fragments; moderately acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Orange County, Vermont; town of Braintree, on Braintree Hill, 600 feet northwest of the corner at Braintree Center and 300 feet west of the road.  North latitude 43 degrees 58 minutes 13 seconds, west longitude 72 degrees 41 minutes 12 seconds."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Thickness of the solum and depth to densic materials ranges from 16 to 33 inches.  Depth to bedrock is greater than 60 inches.  Reaction ranges from very strongly acid to neutral throughout the soil.  Rock fragments range from 5 to 30 percent in the solum and from 5 to 35 percent in the substratum.  Some pedons have redoximorphic features in the substratum.\nThe Ap horizon has hue of 10YR or 2.5Y, value of 2 to 4, and chroma of 2 to 4.  Texture is fine sandy loam, very fine sandy loam or loam in the fine earth fraction.  Structure has weak or moderate, fine or medium granular.  Consistence is friable or very friable.  In undisturbed pedons, a thin A horizon or thin discontinuous E horizon may be present.\nThe Bw horizon has hue of 10YR to 2.5Y, value of 3 to 5, and chroma of 3 to 6.  Texture is fine sandy loam, very fine sandy loam or loam in the fine earth fraction.  Structure is weak to strong, very fine to medium granular or subangular blocky.  Consistence is friable or very friable.  In undisturbed pedons, a thin Bh or Bs horizon, which does not meet the criteria for a spodic horizon, may be present.\nThe BC horizon has hue of 10YR to 5Y, value of 3 to 5, and chroma of 2 to 4.  Texture is fine sandy loam, very fine sandy loam or loam in the fine earth fraction.  Structure is massive or has weak granular or subangular blocky.  Consistence is friable or very friable.\nA gray or grayish brown, friable bleached horizon about 3 inches thick is present above the Cd horizon in some pedons.\nThe Cd horizon has hue of 2.5Y or 5Y, value of 3 to 6, and chroma of 2 to 4.  Texture is fine sandy loam, very fine sandy loam, or loam in the fine earth fraction.  Structure is massive or has weak or moderate, fine or medium subangular blocky structure, or have weak to strong, thin to thick platy.  Consistence is firm or very firm."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are currently no other series in the same family.\nThe Buckland, Colrain, Dummerston, and Shelburne series are in related families.  Buckland soils have an ochric epipedon and redoximorphic features in the lower part of the solum.  Colrain and Dummerston soils have a friable substratum. Shelburne soils have an ochric epipedon."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Stowe soils are level to very steep soils on bedrock controlled, glaciated uplands.  Slope ranges from 0 to 60 percent.  The soils formed in dense, loamy glacial till derived mainly from granite and schistose rocks.  Small amounts of limestone have contributed to the character of the till in places.  Mean annual precipitation is 36 to 46 inches and mean annual temperature ranges from 38 to 46 degrees F. The frost-free season ranges from 70 to 135 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Buckland, Cabot, Peacham, Tunbridge, and Woodstock soils. The moderately well drained Buckland soils, the poorly drained Cabot soils, and the very poorly drained Peacham soils are on lower sideslopes, and in depressions and drainageways.  The well drained Tunbridge soils and somewhat excessively drained Woodstock soils are on high spots."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained.  A water table is perched above the Cd horizon from late autumn to spring.  Permeability is moderate or moderately rapid in the solum and slow in the substratum."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Mostly forested.  Sugar maple, beech, white and yellow birch, ash, white pine, white and red spruce, hemlock, and balsam fir are dominant species.  Many gently sloping and sloping areas, now forested, were cleared of stones and farmed in the past.  Areas presently farmed are used mainly for hay land and pasture.  A small acreage of corn is grown for silage.  Potatoes are grown in a few areas."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Vermont and New York, and possibly New Hampshire and Massachusetts.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Amherst, Massachusetts."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Orange County, Vermont, 1975."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  1. These soils have been included with the Marlow or Paxton series in the past.\n2.  The Stowe series was originally classified as coarse-loamy mixed frigid Entic Fragiorthods.  It was reclassified to coarse-loamy mixed frigid Oxyaquic Haplumbrepts to conform with the Keys to Soil Taxonomy, 6th edition, 1994. and the CEC activity class was added.\n3.  The diagnostic horizons and features recognized in this pedon are:\na.  Umbric epipedon - the zone from 0 to 8 inches.\nb.  Cambic horizon - the zone from 8 to 14 inches.\nc. Densic contact - at 21 inches.\nd. Densic materials - the zone from 21 to 65 inches (Cd horizon).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
