{
  "SERIES": "STRANGER",
  "STATUS": "Established Series",
  "BYREV": "Rev: PBF/CAH/ET",
  "REVDATE": "12/2015",
  "STATES": "CA",
  "OVERVIEW": "The Stranger series consists of very shallow, somewhat excessively drained soils that formed in residuum from granitoid rock. Stranger soils are on pediments. Slopes range from 2 to 50 percent. The mean annual precipitation is 138 millimeters (5.5 inches) and the mean annual air temperature is about 18.5 degrees C (65 degrees F).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Mixed, thermic Lithic Torripsamments"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Stranger sand, on a north-facing, linear, 2 percent slope under desert shrubs at an elevation of 736 meters (2,414 feet). (Colors are for dry soil unless otherwise noted.) The surface is covered by approximately 45 percent fine gravel and 20 percent medium and coarse gravel.\nA -- 0 to 2 centimeters (0 to 1 inch); pale brown (10YR 6/3) sand, brown (10YR 5/3) moist; weak thin platy structure; slightly hard, very friable, nonsticky and nonplastic; very few very fine roots; 9 percent fine gravel and 1 percent medium and coarse gravel; slightly alkaline (pH 7.4); clear wavy boundary. (1 to 3 centimeters)\nC -- 2 to 22 centimeters (1 to 9 inches); very pale brown (10YR 7/4) sand, light yellowish brown (10YR 6/4) moist; massive; soft, very friable, nonsticky and nonplastic; few very fine roots; 5 percent fine gravel; slightly alkaline (pH 7.4); abrupt wavy boundary. (7 to 23 centimeters)\nR -- 22 centimeters (9 inches); unfractured granitoid bedrock."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Riverside County, California; approximately 0.45 kilometers east of Pinto Basin Road within Joshua Tree National Park; 453 meters (1,487 feet) east and 26 meters (85 feet) north of the southwest corner of sec. 6, T. 4 S., R. 12 E., San Bernardino Base and Meridian; 33 degrees, 50 minutes, and 32.4 seconds north latitude and 115 degrees, 46 minutes, 5.5 seconds west longitude, USGS Porcupine Wash 7.5 minute topographic quadrangle; UTM 11S 613968e 3745357n (DTM: NAD83)."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture control section: usually dry, moist in some parts for short\nperiods during winter and early spring and for 10 to 20 days cumulative\nbetween July and September following summer convection storms. The soils have a typic-aridic soil moisture regime.\nSoil temperature: 19 to 22 degrees C (66 to 72 degrees F).\nSurface rock fragments: 65 to 80 percent; with 15 to 50 percent fine gravel,\n10 to 30 percent medium and coarse gravel, 0 to 20 percent cobbles, 0 to\n10 percent stones and 0 to 5 percent boulders.\nControl section -\nClay content: 1 to 5 percent.\nOrganic matter: 0 to 0.5 percent.\nRock fragments: 5 to 35 percent, dominantly gravel.\nDepth to a lithic contact: 8 to 25 centimeters (3 to 10 inches).\nA horizon\nValue: 5 or 6, dry and 4 or 5, moist.\nChroma: 3 to 6, dry and 3 or 4, moist.\nTexture of the fine earth: sand, loamy sand or loamy fine sand.\nClay content: 1 to 8 percent.\nRock fragments: 10 to 30 percent; with 10 to 25 percent gravel and 0 to\n5 percent cobbles.\nEffervescence: noneffervescent to slightly effervescent.\nReaction: neutral to slightly alkaline.\nC horizon\nValue: 3 to 7, dry and 4 to 6, moist.\nChroma: 4 to 6, dry and 3 or 4, moist.\nTexture of the fine earth: sand or loamy sand.\nClay content: 1 to 5 percent.\nRock fragments: 5 to 30 percent gravel.\nEffervescence: noneffervescent to strongly effervescent.\nReaction: neutral to moderately alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are Toquerville (UT), Scheifflin (AZ) and Pioneertown (CA) series. Toquerville soils are formed in eolian depositions over sandstone, are deeper than 25 centimeters (10 inches) to bedrock, and have 2.5YR or 5YR hues.  Scheifflin soils have a ustic-aridic soil moisture regime. Pioneertown soils are formed from monzogranite, have an aridic bordering on xeric soil moisture regime, and a mean annual soil temperature of 15 to 19 degrees C."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Stranger soils are on pediments. Slopes range from 2 to 50 percent. These soils formed in residuum from granitoid rock. Elevations range from 705 to 1,185 meters (2,312 to 3,886 feet). The climate is arid, with hot, dry summers and warm, moist winters. The mean annual precipitation is 100 to 175 millimeters (4 to 7 inches) and the mean annual air temperature is 17 to 20 degrees C (62 to 68 degrees F). The frost-free season is 270 to 320 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Cajon, Coppermine and Grubstake soils. Cajon soils are very deep and are on adjacent fan aprons and inset fans. Coppermine soils are on nearby hills, have a loamy-skeletal particle-size control section, and have an argillic above a lithic contact. Grubstake soils are on similar landscape positions, have a loamy particle-size control section, a diagnostic cambic horizon and are more than 25 centimeters deep to a lithic contact. Coppermine soils also are deeper than 25 centimeters to the lithic contact."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Somewhat excessively drained; medium runoff on lower slopes and very high runoff on steeper pediment surfaces; high saturated hydraulic conductivity above the bedrock and moderately low saturated hydraulic conductivity within the bedrock."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Stranger soils are used for recreation and wildlife habitat. The present vegetation is mainly burrobush, Hall's shrubby-spurge, and creosote bush."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Southern Mojave Desert of southeastern California. MLRA 30. These soils are of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: PHOENIX, ARIZONA"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Riverside County, California; Soil Survey of Joshua Tree National Park, California, 2012. The name is from a feature in the soil survey area."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features in this pedon include:\nOchric epipedon - from a depth of 0 to 2 centimeters  (A horizon).\nLithic contact - the zone beginning at 22 centimeters (R horizon).\nParticle-size control section - from a depth of 0 to 22 centimeters (A and C\nhorizons)."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "ADDITIONAL DATA: NASIS User Pedon ID: POWA40.\nResponsibility for this series was transferred from Davis to Phoenix 12/2015. The last revision to the series was 5/2012. ET"
  },
  "SITE": [
    [
      {
        "drainage": "somewhat excessively",
        "drainage_overview": "somewhat excessively"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 2,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 3,
        "texture_class": "sand",
        "cf_class": "NA",
        "pH": 7.4,
        "pH_class": "slightly alkaline",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "A -- 0 to 2 centimeters (0 to 1 inch); pale brown (10YR 6/3) sand, brown (10YR 5/3) moist; weak thin platy structure; slightly hard, very friable, nonsticky and nonplastic; very few very fine roots; 9 percent fine gravel and 1 percent medium and coarse gravel; slightly alkaline (pH 7.4); clear wavy boundary. (1 to 3 centimeters)"
      },
      {
        "name": "C",
        "top": 2,
        "bottom": 22,
        "dry_hue": "10YR",
        "dry_value": 7,
        "dry_chroma": 4,
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 4,
        "texture_class": "sand",
        "cf_class": "NA",
        "pH": 7.4,
        "pH_class": "slightly alkaline",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "C -- 2 to 22 centimeters (1 to 9 inches); very pale brown (10YR 7/4) sand, light yellowish brown (10YR 6/4) moist; massive; soft, very friable, nonsticky and nonplastic; few very fine roots; 5 percent fine gravel; slightly alkaline (pH 7.4); abrupt wavy boundary. (7 to 23 centimeters)"
      },
      {
        "name": "R",
        "top": 22,
        "bottom": "NA",
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "R -- 22 centimeters (9 inches); unfractured granitoid bedrock."
      }
    ]
  ]
}
