{
  "SERIES": "STRATHCONA",
  "STATUS": "Established Series",
  "BYREV": "Rev. CWT-RJB-CJH",
  "REVDATE": "2/99",
  "STATES": "MN",
  "OVERVIEW": "The Strathcona series consists of very deep, poorly and very poorly drained soils that formed in a mantle of loamy and sandy glaciolacustrine sediments underlain by loamy calcareous till.  They are on lake plains.  Permeability is moderately rapid and rapid in the upper part and moderate or moderately slow in the lower part.  Slopes range from 0 to 2 percent.  Mean annual precipitation is about 22 inches. Mean annual air temperature is about 41 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Sandy over loamy, mixed, superactive, frigid Typic Calciaquolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Strathcona fine sandy loam in a cultivated field in a slightly concave area of a lake plain.  (Colors are for moist soil unless otherwise stated)\nAp--0 to 10 inches; black (10YR 2/1) fine sandy loam; very dark gray (10YR 3/1) dry; weak fine subangular blocky structure; very friable; many fine and very fine roots; strongly effervescent; moderately alkaline; abrupt wavy boundary.  (7 to 14 inches thick)\nBkg--10 to 17 inches; dark gray (10YR 4/1) fine sandy loam; weak fine subangular blocky structure; friable; disseminated lime; violently effervescent; moderately alkaline; clear smooth boundary.  (5 to 14 inches thick)\nCg1--17 to 28 inches; light brownish gray (2.5Y 6/2) fine sand; common fine distinct light olive brown (2.5Y 5/6) redox concentrations; single grain; loose; slightly effervescent; slightly alkaline; abrupt wavy boundary.  (7 to 22 inches thick)\n2Cg2--28 to 56 inches; grayish brown (2.5Y 5/2) clay loam; common fine and medium prominent strong brown (7.5YR 5/8) redox concentrations; massive; friable; 3 percent gravel; strongly effervescent; slightly alkaline; gradual wavy boundary.\n2Cg3--56 to 80 inches; dark grayish brown (2.5Y 4/2) loam;  common fine and medium prominent strong brown (7.5YR 5/8) redox concentrations and common fine distinct gray (10YR 5/1) redox depletions; massive; friable; 8 percent gravel; strongly effervescent; slightly alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Roseau County, Minnesota; about 2 miles west and 7 miles south of Wannaska; 1500 feet south and 600 feet west of the northeast corner of Sec. 34, T. 159 N., R. 40 W.; USGS Thieflake SE, MN, topographic quadrangle; latitude 48 degrees 33 minutes 1 seconds N.; longitude 95 degrees 46 minutes 42 seconds W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The mollic epipedon is 7 to 14 inches thick.  Depth to the underlying till is 20 to 40 inches.  The upper sandy sediments average less than 10 percent rock fragments that are mostly less than 3 inches.  A thin gravelly layer is at the boundary between the sandy sediments and the glacial till in some pedons.  The soil is slightly alkaline or moderately alkaline throughout.  The depth to loamy fine sand or coarser textures ranges from 12 to 24 inches.\nAn Oa horizon less than 8 inches thick is present in some pedons of the depressional phase.\nThe A horizon has hue of 10YR to 5Y, or is neutral, value of 2 to 4 and chroma of 0 or 1.  Texture is sandy loam, fine sandy loam or loam.  These textures with a mucky modifier occur in the depressional phases.\nAn Ak horizon is present in some pedons.\nThe Bkg horizon has hue of 10YR to 5Y or is neutral, value of 4 to 7, and chroma of 0 to 2.  Texture is sandy loam or fine sandy loam.  Textures of fine sand, loamy fine sand or loamy sand are allowed in the lower part.\nThe Cg horizon has hue of 2.5Y or 5Y, value of 4 to 7 and chroma of 1 or 2.  Texture is sand, fine sand, loamy sand or loamy fine sand.   Some pedons have a Bg horizon that has these same properties.\nThe 2Cg horizon has hue of 2.5Y or 5Y, value of 4 to 7 and chroma of 1 or 2.  Texture is fine sandy loam, loam or clay loam.  It contains 2 to 12 percent gravel.  Some pedons have a 2Bkg horizon up to 12 inches thick that has these same properties."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no other series in this family."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Strathcona soils are on flat and slightly concave areas of lake plains.  Slope gradients are 0 to 2 percent.  They formed in 20 to 40 inches of loamy and sandy glaciolacustrine sediments over loamy calcareous till.  Mean annual air temperature is 38 to 44 degrees F.  Mean annual precipitation is 19 to 24 inches. Frost-free period ranges from 90 to 130 days.  The elevation ranges from 850 to 1250 feet."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Grimstad, Kratka, Rosewood and Vallers series.  The moderately well and somewhat poorly drained Grimstad soils are on higher lying positions.  The poorly and very poorly drained Kratka soils and the poorly drained Rosewood and Vallers soils are on positions similar to those of the Strathcona soils.  Kratka soils do not have a calcic horizon within 16 inches.  Rosewood soils are sandy throughout.  Vallers soils are loamy throughout."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Poorly and very poorly drained.  Runoff is negligible, very low or is ponded.  Permeability is moderately rapid and rapid in the upper part and moderate or moderately slow in the lower part.  Depth to an apparent seasonal high water table is as high as 0.5 to 1.5 feet at some time from April to July in most years for the poorly drained phase when not drained.  It is at plus 1 to 0.5 foot at some time from January to December in most years for the very poorly drained (depressional) phase.  A very wet phase with seasonal high water table at 0 to 0.5 feet is recognized for seepy areas."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most areas have been drained and are cultivated.  Principal crops are small grains, sunflowers and hay.  Some areas are used for pasture. Native vegetation is tall grass prairie with scattered areas of aspen."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northwestern Minnesota.  Extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  St. Paul, Minnesota"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Clearwater County, Minnesota, 1994."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:  mollic epipedon - the zone from 0 to 10 inches (Ap horizon); calcic horizon - the zone from 10 to 17 inches (Bkg horizon); aquic criteria - aquic conditions within 20 inches and calcic horizon within 16 inches of the surface.  Contrasting family per textural change at 28 inches.\nThis soil includes the soils correlated as Rockwell in Kittson and Pennington Counties.\nADDITIONAL DATA:  Refer to MAES Central File Code No. 2665 for laboratory data on a representative profile.  Soil Interpretation Record numbers are:  MN0633, Depressional MN0634, and Very Wet MN0696 which occurs in Seep areas.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "poorly and very poorly",
        "drainage_overview": "poorly and very poorly"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 25,
        "dry_hue": "10YR",
        "dry_value": 3,
        "dry_chroma": 1,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 1,
        "texture_class": "fine sandy loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "Ap--0 to 10 inches; black (10YR 2/1) fine sandy loam; very dark gray (10YR 3/1) dry; weak fine subangular blocky structure; very friable; many fine and very fine roots; strongly effervescent; moderately alkaline; abrupt wavy boundary.  (7 to 14 inches thick)"
      },
      {
        "name": "Bkg",
        "top": 25,
        "bottom": 43,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 1,
        "texture_class": "fine sandy loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bkg--10 to 17 inches; dark gray (10YR 4/1) fine sandy loam; weak fine subangular blocky structure; friable; disseminated lime; violently effervescent; moderately alkaline; clear smooth boundary.  (5 to 14 inches thick)"
      },
      {
        "name": "Cg1",
        "top": 43,
        "bottom": 71,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "2.5Y",
        "moist_value": 6,
        "moist_chroma": 2,
        "texture_class": "fine sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly alkaline",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "Cg1--17 to 28 inches; light brownish gray (2.5Y 6/2) fine sand; common fine distinct light olive brown (2.5Y 5/6) redox concentrations; single grain; loose; slightly effervescent; slightly alkaline; abrupt wavy boundary.  (7 to 22 inches thick)"
      },
      {
        "name": "2Cg2",
        "top": 71,
        "bottom": 142,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "2.5Y",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly alkaline",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "2Cg2--28 to 56 inches; grayish brown (2.5Y 5/2) clay loam; common fine and medium prominent strong brown (7.5YR 5/8) redox concentrations; massive; friable; 3 percent gravel; strongly effervescent; slightly alkaline; gradual wavy boundary."
      },
      {
        "name": "2Cg3",
        "top": 142,
        "bottom": 203,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "2.5Y",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly alkaline",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "2Cg3--56 to 80 inches; dark grayish brown (2.5Y 4/2) loam;  common fine and medium prominent strong brown (7.5YR 5/8) redox concentrations and common fine distinct gray (10YR 5/1) redox depletions; massive; friable; 8 percent gravel; strongly effervescent; slightly alkaline."
      }
    ]
  ]
}
