{
  "SERIES": "STRAIGHT",
  "STATUS": "Established Series",
  "BYREV": "Rev. AON/TDT",
  "REVDATE": "06/1999",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive, mesic Typic Dystroxerepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Straight very cobbly loam, forested.  (Colors are\nfor moist soil unless otherwise noted.)\nO1--2 to 1 inches; loose litter of undecomposed limbs, twigs, needles, cones and leaves.\nO2--1 inch to 0; partially decomposed twigs, needles and\nleaves.\nA--0 to 5 inches; dark reddish brown (5YR 3/4) very gravelly\nloam, light reddish brown (5YR 6/3) dry; moderate fine and medium granular and moderate very fine subangular blocky structure;\nsoft, friable, nonsticky and nonplastic; many very fine to medium roots; many very fine and fine irregular pores; few black concretions; 25 percent gravel and 15 percent cobbles; moderately acid (pH 5.9); clear smooth boundary.  (3 to 7 inches thick)\nBw1--5 to 12 inches; dark reddish brown (5YR 3/4) very\ngravelly loam, light reddish brown (5YR 6/4) dry; moderate medium granular structure; soft, friable, nonsticky and nonplastic;\ncommon very fine to medium roots; many very fine and fine pores;\nfew black concretions; 40 percent gravel and 20 percent cobbles; moderately acid (pH 5.9); gradual wavy boundary.  (3 to 10 inches thick)\nBw2--12 to 25 inches; reddish brown (5YR 4/4) very gravelly\nloam, light reddish brown (5YR 6/4) dry; weak and moderate fine\nand very fine subangular blocky structure; soft, friable,\nnonsticky and nonplastic; common very fine to coarse roots; many\nvery fine and fine pores; 40 percent gravel and 20 percent\ncobbles; moderately acid (pH 5.7); clear wavy boundary.  (6 to 15 inches thick)\nCr--25 inches; semiconsolidated and partially weathered\nreddish breccia bedrock."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Douglas County, Oregon; SW1/4NE1/4 sec. 34, T. 28\nS., R. 1 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The mean annual soil temperature\nranges from 47 to 52 degrees F.  The soils are usually moist but\nare dry in the control section for 60 to 90 consecutive days\nduring the summer and early fall.  Depth to a paralithic contact\nand solum thickness is 20 to 40 inches.  Rock fragments in the control section range from 35 to 75 percent, ranging from 25 to\n50 percent gravel, 10 to 25 percent cobbles, and 0 to 5 percent stones.  Hue is 5YR or 2.5YR.  The solum ranges from loam to clay loam and averages 10 to 27 percent clay and more than 15 percent coarser than very fine sand.\nThe A horizon has hue of 7.5YR or 5YR, value of 2 or 3 moist, 3 through 6 dry and chroma of 2 or 3 moist and dry.  This horizon\nhas moderate fine to medium granular or very fine subangular\nblocky structure.  It has 10 to 30 percent cobbles and 25 to 75 percent gravel.\nThe B horizon has hue of 7.5YR or 5YR moist, 10YR, 7.5YR, or 5YR\ndry, value of 3 or 4 moist and chroma of 2 through 4 moist and\ndry.  It is loam or clay loam with 35 to 75 percent rock\nfragments and 18 to 30 percent clay.  It has weak or moderate granular and subangular blocky structure.  In some pedons most of\nthe rock fragments are partially weathered.  It is very gravelly\nloam or clay loam or very cobbly clay loam."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Atring, Baldhill, Beekman,\nClallam, Farber, Geppert, Hartless, Inskip, Kanid, Kandig,\nMayacama, Neuns, Sheetiron, Terbies, Vena and Woodin series.\nAtring soils have hue of 10YR or 7.5YR and a mean annual soil temperature of 52 to 57 degrees F.  Baldhill soils have 2 to 10 percent clay in the textural control section and are over 40\ninches deep.  The Beekman, Inskip, Mayacama, Neuns, Sheetiron,\nVena and Woodin soils are 20 to 40 inches deep to a lithic\ncontact.  Farber, Hartless, Kanid, Kandig and Terbies soils are\nover 40 inches deep.  Clallam soils have less than 18 percent\nclay in the textural control section and have hue of 10YR to 5Y\nin the solum.  Geppert soils have 25 to 35 percent clay in the control section and coarse fragments are cobble size."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Straight soils are on uplands at elevations\nof 1,500 to 4,000 feet; slopes are 12 to 80 percent.  The soils\nare formed in colluvium weathered from reddish breccia and\nandesite.  They have a subhumid climate with dry summers and cool moist winters.  The mean annual precipitation is 35 to 60 inches.  The mean annual temperature is 45 to 52 degrees F.  The\nfrost-free period is 100 to 160 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Dumont, Shippa\nand Zing soils.  Dumont soils are deep soils with fine-textured argillic horizons.  Zing soils are deep moderately well drained\nsoils with fine-textured argillic horizons.  Shippa soils are 10\nto 20 inches to a lithic contact."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; medium to very rapid runoff; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used for timber production, recreation, wildlife, and water supply.  Present vegetation dominantly is\nDouglas fir, sugar pine, white fir, western hemlock, and Pacific dogwood with an understory of cascade Oregongrape, common\nsnowberry and whipplevine."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  The west side of central-southern\nCascade Mountains, Oregon.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Douglas County, Oregon, 1974."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nClassification revised from loamy-skeletal, mixed, mesic Dystric Xerochrepts 6/99\nADDITIONAL DATA:  Partial characterization data by Oregon State University reported in the Soil Survey of the South Umpqua Area, Oregon, 1973.\nNATIONAL COOPERATIVE SOIL SURVEY\nU.S.A."
  }
}
