{
  "SERIES": "STRAWHOUSE",
  "STATUS": "Established Series",
  "BYREV": "RAC-GSD",
  "REVDATE": "10/2012",
  "STATES": "TX",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, carbonatic, hyperthermic, shallow Calcic Petrocalcids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Strawhouse very gravelly loam - rangeland. (Colors are for dry soil unless otherwise noted.)\nA--0 to 13 cm (0 to 5 in); pale brown (10YR 6/3), very gravelly loam, brown (10YR 5/3), moist; weak medium subangular blocky structure; very friable, slightly hard; few fine roots; 60 percent distinct carbonate coats on rock fragments; 40 percent subrounded limestone gravel; violently effervescent; moderately alkaline; clear smooth boundary. (Thickness is 5 to 17 cm [2 to 7 in])\nBk--13 to 38 cm (5 to 15 in); pink (7.5YR 7/4), very gravelly loam, brown (7.5YR 5/4), moist; weak medium subangular blocky structure; very friable, slightly hard; few fine roots; 100 percent prominent carbonate coats on rock fragments; 5 percent distinct carbonate masses around rock fragments and 2 percent distinct weakly cemented carbonate nodules on bottom of rock fragments; 40 percent subrounded limestone fragments and 1 percent subrounded limestone cobbles; violently effervescent; moderately alkaline; abrupt wavy boundary. (Thickness is 18 to 30 cm [7 to 12 in])\nBkkm--38 to 48 cm (15 to 19 in); white (10YR 8/1), cemented material, very pale brown (10YR 7/3), moist; massive; extremely firm, extremely hard, strongly cemented by carbonates; 50 percent subrounded limestone gravel; violently effervescent; moderately alkaline; clear smooth boundary. (Thickness is 10 to 30 cm [4 to 12 in])\nCBk--48 to 203 cm (19 to 80 in); pinkish white (7.5YR 8/2), very gravelly loam, light brown (7.5YR 6/4), moist; massive; firm, slightly hard; 50 percent subrounded limestone gravel; violently effervescent; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Brewster County, Texas; from the junction of U.S. Highways 285 and 90 just east of Marathon; 54.5 miles south on U.S. Highway 290 to intersection with Dagger Flat Road; 2.1 miles east on Dagger Flat Road to intersection with Old Ore Road; 0.15 mile south on Old Ore Road; 100 feet west in rangeland. McKinney Springs, Texas USGS 7.5 minute quadrangle Latitude: 29 degrees, 29 minutes, 12.5 seconds N., and Longitude: 103 degrees, 5 minutes, 51.3 seconds W. NAD83. UTM Coordinates: 684438 meters E, 3263429 meters N; Zone 13"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: The moisture control section is dry in all parts more than three fourths of the time the soil temperature exceeds 5 degrees C (41 degrees F). Intermittently moist in some part of the soil moisture control section during June-September. More than 60 percent of the annual rainfall occurs during that period. The soil does not receive significant amounts of moisture during winter months. Ustic aridic soil moisture regime.\nMean annual soil temperature: 22.2 to 25.6 degrees C (72 degrees to 78 degrees F)\nDepth to petrocalcic horizon: 10 to 50 cm (4 to 20 in)\nParticle-size control section (weighted average):\nTexture of the fine-earth fraction: sandy loam, loam\nClay content: 15 to 27 percent\nCalcium carbonate equivalent: more than 40 percent\nRock fragments: 35 to 60 percent limestone and petrocalcic fragments, mainly gravel\nA and Bk Horizon\nHue: 7.5YR or 10YR\nValue: 6 to 8 dry, 4 or 6 moist\nChroma: 2 to 4, dry or moist\nTexture of the fine-earth fraction: sandy loam or loam\nClay content: 15 to 27 percent\nRock fragments: 35 to 60 percent limestone and petrocalcic fragments, mainly gravel\nEffervescence: violent\nReaction: moderately alkaline\nBkkm Horizon\nHue: 7.5YR or 10YR\nValue: 7 or 8 dry, 6 to 8 moist\nChroma: 1 to 5, dry or moist\nCementation: strong in upper part, decreasing with depth; some pedons have an indurated laminar cap 2 to 5 mm thick\nEffervescence: violent\nReaction: moderately alkaline\nBCk or CBk Horizon\nHue: 7.5YR or 10YR\nValue: 6 to 8 dry, 4 to 6 moist\nChroma: 1 to 5, dry or moist\nTexture of the fine-earth fraction: stratified coarse sandy loam, sandy loam, or loam\nRock fragments: more than 35 percent\nEffervescence: violent\nReaction: moderately alkaline"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no competing series."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material: Pleistocene-age gravelly alluvium and pedisediment derived from limestone.\nLandscape: piedmont slope\nLandform: erosional remnants of mid-Pleistocene\nSlopes: 1 to 16 percent\nMean annual air temperature: 20.0 to 22.2 degrees C (68 to 72 degrees F)\nMean annual precipitation: 250 to 330 mm (10 to 13 in)\nPrecipitation pattern: Most precipitation falls as intense rain during convectional afternoon thunderstorms from June to September. Precipitation during the months of January, February, and March is less than 13 percent of the total.\nFrost-free period:  240 to 280 days\nElevation: 457 to 1,219 m (1,500 to 3,995 ft)"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Corazones (TX), Stillwell (TX), Blackgap (TX) and Geefour (TX) soils.\nBlackgap soils are very shallow and shallow to limestone bedrock and occur on hillslopes and mountainsides.\nCorazones and Stillwell soils occur on similar pediment landforms. They are very deep and do not have petrocalcic horizons. In addition, Corazones soils have mixed mineralogy.\nGeefour soils occur on lower, younger hillslopes. They are clayey and shallow to densic claystone."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; very high runoff; moderate permeability over very slowly permeable petrocalcic horizon."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Rangeland used for ephemeral livestock grazing, wildlife habitat, and recreation. Vegetation physiognomy is desert shrubland. Woody plants include creosotebush, lechuguilla, and ocotillo. Grasses include Chino grama, black grama, tridens, and fluffgrass. Other characteristic plants are candelilla and leatherstem."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: West Texas. MLRA 42. The series is moderately extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Phoenix, Arizona"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Big Bend National Park, Texas; 2010; the name is taken from a trail in the vicinity of the type location."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon: the zone from 0 to 13 cm (0 to 5 in). (A horizons)\nCalcic horizon: the zone from 13 to 38 cm (5 to 15 in). (Bk horizon)\nPetrocalcic horizon: the zone from 38 to 48 cm (15 to 19 in). (Bkkm horizon)\nStrawhouse soils were formerly included in the Upton and Tencee series\nClassified according to Soil Taxonomy, Second Edition, 1999; Keys to Soil Taxonomy, Eleventh Edition, 2010\nRevised for the correlation of Presidio County, Texas ; Oct, 2012, WWJ\nNational Cooperative Soil Survey\nU.S.A."
  }
}
