{
  "SERIES": "STREULING",
  "STATUS": "Established Series",
  "BYREV": "Rev. RSJ/MJD",
  "REVDATE": "10/98",
  "STATES": "UT",
  "OVERVIEW": "The Streuling series consists of shallow, well drained, moderately permeable soils on hillsides and mountainsides.  The Streuling soils formed in residuum and colluvium from limestone.  Slopes range from 15 to 50 percent.  The mean annual precipitation is about 14 inches and the mean annual air temperature is about 44 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, carbonatic, frigid Lithic Calcixerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Streuling very gravelly loam, rangeland.  (Colors are for air-dry soil unless otherwise noted.)\nThe soil surface is covered with 10 percent cobbles and 50 percent gravel.\nA--0 to 4 inches; dark brown (10YR 4/3) very gravelly loam, very dark brown (10YR 3/3) moist; weak fine granular structure; slightly hard, friable, slightly sticky and slightly plastic; few medium, common fine and many very fine roots; common medium, many fine and very fine pores; 5 percent cobbles and 20 percent gravel; strongly effervescent, carbonates are disseminated; slightly alkaline (pH 7.8); clear wavy boundary. (3 to 5 inches thick)\nBk1--4 to 10 inches; brown (10YR 5/3) extremely gravelly loam, dark brown (10YR 3/3) moist; weak fine subangular blocky structure; slightly hard, friable, sticky and plastic; few medium, common fine and very fine roots; few medium, common fine and many very fine pores; 65 percent gravel; violently effervescent, carbonates occur in soft masses, as pendants on limestone gravel and disseminated; moderately alkaline (pH 8.2); gradual wavy boundary. (5 to 6 inches thick)\nBk2--10 to 18 inches; light yellowish brown (10YR 6/4) extremely gravelly clay loam, dark yellowish brown (10YR 4/4) moist; moderate medium subangular blocky structure; hard, firm, sticky and plastic; common fine and very fine roots; many fine and very fine pores; 20 percent cobbles and 50 percent gravel; violently effervescent, carbonates occur in soft masses, as pendants on limestone gravel and disseminated; moderately alkaline (pH 8.2); clear wavy boundary. (6 to 9 inches thick)\nR--18 inches; limestone bedrock."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Iron County, Utah; about 0.25 miles east of Arrowhead Pass, about 1,500 feet north and 1,200 feet east of the southwest corner of section 12, T. 31 S., R. 18 W; Steamboat Mtn. Quadrangle; lat. 38 degrees 7 minutes 1 seconds N. and long. 113 degrees 49 minutes 5 seconds W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The mean annual soil temperature at the top of the bedrock ranges from 45 to 47 degrees F.  The mean summer soil temperature ranges from 59 to 64 degrees F.  The soil moisture regime is xeric bordering on aridic.  The soils are dry for 70 to 90 consecutive days per year when the soil temperature is above 8 degrees C.\nThe soil is 10 to 20 inches deep over limestone bedrock.  The thickness of the mollic epipedon 7 to 10 inches thick and the depth to calcic horizon is 3 to 5 inches.  Rock fragments are mainly limestone and average 45 to 70 percent in the particle size control section which is dominanted by gravel and cobbles.  Clay content in the particle size control section averages 27 to 35 percent.  The calcium carbonate equivalent is 40 to 60 percent in the particle size control section, including coarse fragments less than 20 millimeters.\nThe A horizon has value of 3 to 5 dry and 2 or 3 moist, and chroma of 2 or 3.  Texture is a very gravelly loam or extremely gravelly loam.  It is neutral to slightly alkaline and is slightly effervescent to strongly effervescent.  Calcium carbonate equivalent is 10 to 40 percent.\nThe Bk horizon has value of 5 to 7 dry and 3 to 5 moist, and chroma of 3 or 4.  Texture is extremely gravelly loam, very gravelly loam, extremely gravelly clay loam or very gravelly clay loam.  Calcium carbonate equivalent is 40 to 60 percent.  It is slightly alkaline to strongly alkaline and is strongly to violently effervescent.  Rock fragment content is 45 to 70 percent gravel and 0 to 20 percent cobbles."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Amene (NV), Lundy (UT), and Monarch (T) (NV) series.  Amene soils have an aridic soil moisture regime with the moisture control section dry in all parts for more than 90 consecutive days when the soil temperature is above 8 degrees C.  Lundy soils have a typic xeric soil moisture regime with the soil moisture control section dry in all parts for 45 to 70 consecutive days when the soil temperature is above 8 degrees C.  Monarch soils have clay content less than 18 percent in the partricle size control section and have a mollic epipedon that is 10 to 20 inches thick."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Streuling soils are on foothills and mountainsides at elevations of 7,100 to 8,200 feet.  Slopes range from 15 to 50 percent.  They formed in colluvium and residuum from limestone.  The average annual precipitation ranges from 12 to 16 inches.  Mean annual air temperature ranges from 43 to 45 degrees F. and the freeze free period is 70 to 90 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Fontreen and Itca soils.   Fontreen soils are very deep.  Itca soils are clayey skeletal."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; medium runoff; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are used for range.  Important plants are Utah juniper, pinyon with an understory of bluebunch wheatgrass and black sagebrush."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Southwestern Utah. MLRA 28A. The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Phoenix, Arizona"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Iron-Washington Area Soil Survey; Iron County, Utah, 1997."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon - the zone from the surface of the soil to 10 inches (A and Bk1 horizons).\nCalcic horizon - the zone of calcium carbonate accumulation from a depth of 4 inches to 18 inches (Bk1 and Bk2 horizons).\nLithic feature - bedrock at 18 inches (R horizon).\nThe classification is based on the \"Keys to Soil Taxonomy, Eighth Edition, 1998\".\nNational Cooperative Soil Survey\nU.S.A."
  }
}
