{
  "SERIES": "STREEK",
  "STATUS": "Established Series",
  "BYREV": "JDS-FRK-RJS",
  "REVDATE": "07/2008",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, smectitic, frigid Vertic Argixerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Streek silt loam, rangeland; on a 4 percent slope at 6,763 feet elevation.  (Color is for air dry soil unless otherwise noted.)\nA1--0 to 5 inches; dark grayish brown (10YR 4/2) silt loam, very dark brown (10YR 2/2) moist; moderate fine and very fine subangular blocky structure parting to moderate fine and very fine granular; slightly hard, friable, slightly sticky and slightly plastic; many fine and very fine and few medium roots; vertical cracks present, 1.5 to 4 cm wide; 5 percent gravel; slightly acid (pH 6.2); gradual wavy boundary. (4 to 8 inches thick)\nA2--5 to 11 inches; dark grayish brown (10YR 4/2) silt loam, very dark grayish brown (10YR 3/2) moist; moderate coarse and medium subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; common fine and very fine roots; vertical cracks present, 1.5 to 4 cm wide; 10 percent gravel; slightly acid (pH 6.2); gradual wavy boundary. (4 to 8 inches thick)\nAB--11 to 16 inches; dark grayish brown (10YR 4/2) silty clay loam, very dark grayish brown (10YR 3/2) moist; moderate medium angular blocky structure and moderate fine subangular blocky; slightly hard, friable, moderately sticky and moderately plastic; common fine and few coarse and medium roots; common silt coats on all faces of peds; vertical cracks present, 1 to 1.5 cm wide; 5 percent gravel; slightly acid (pH 6.2); gradual wavy boundary. (0 to 8 inches thick)\n2Btss--16 to 45 inches; brown (10YR 5/3) silty clay, brown (10YR 4/3) moist; strong coarse and medium subangular blocky structure; hard, firm, very sticky and very plastic; few fine roots; common discontinuous distinct clay films on faces of peds; common discontinuous distinct slickensides on faces of peds; vertical cracks present, 1 to 1.5 cm wide; 5 percent gravel; slightly acid (pH 6.2); gradual wavy boundary. (25 to 40 inches thick)\n2Btkss--45 to 60 inches; pale brown (10YR 6/3) silty clay, brown (10YR 5/3) moist; moderate coarse and medium subangular blocky structure; hard, firm, very sticky and very plastic; few fine roots; common discontinuous distinct clay films on faces of peds; common discontinuous distinct slickensides on faces of peds; strongly effervescent, common medium and fine carbonate masses; 2 percent gravel; slightly alkaline (pH 7.8). (0 to 20 inches thick)"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Bear Lake County, Idaho; about 6 miles north of Liberty; about 1100 feet south and 700 feet east of the northwest corner of section 8, T.12 S., R.43 E.; USGS Nounan 7.5 minute topographic quadrangle; 42 degrees 23 minutes 52 seconds north latitude and 111 degrees 27 minutes 43 seconds west longitude, NAD 27."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture control section - usually moist, dry in all parts for 45 consecutive days or more in the four months following the summer solstice. Xeric moisture regime.\nThickness of mollic epipedon - 8 to 19 inches  (may extend into the 2Btss horizon)\nDepth to secondary carbonates - 40 to greater than 60 inches\nAverage annual soil temperature - 42 to 46 degrees F.\nParticle-size control section:\nClay content average - 35 to 60 percent\nRock fragments - averages 1 to 14 percent\nA horizons\nHue - 10YR\nValue - 4 or 5 dry, 2 or 3 moist\nChroma - 2 or 3 dry, 1 to 3 moist\nTexture - loam or silt loam\nClay content - 18 to 27 percent\nRock fragments - 0 to 14 percent gravel\nReaction - slightly acid or neutral (pH 6.1 to 7.3)\nAB horizon (when present)\nHue - 10YR or 7.5YR\nValue - 4 or 5 dry, 2 to 4 moist\nChroma - 2 to 4 dry, 2 or 3 moist\nTexture - silty clay loam or clay loam\nClay content - 28 to 40 percent\nRock fragments - 0 to 14 percent gravel\nReaction - slightly acid or neutral (pH 6.1 to 7.3)\n2Btss horizon  (some pedons may have a 2Btss2 horizon)\nHue - 10YR or 7.5YR\nValue - 5 or 6 dry, 3 to 5 moist\nChroma - 3 or 4 dry, or moist\nTexture - silty clay loam, clay loam, silty clay or clay\nClay content - 35 to 60 percent\nRock fragments - 0 to 10 percent gravel and 0 to 5 percent cobbles\nReaction - slightly acid or neutral (pH 6.1 to 7.3)\n2Btkss (when present)\nHue - 10YR or 7.5YR\nValue - 5 or 6 dry 4 to 6 moist\nChroma - 3 or 4 dry or moist\nTexture - silty clay loam, clay loam, silty clay or clay\nClay content - 35 to 60 percent\nRock fragments - 0 to 10 percent gravel and 0 to 5 percent cobbles\nCalcium carbonate equivalent - 5 to 15 percent\nReaction - slightly or moderately alkaline (pH 7.4 to 8.4)"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Cleymor, Laplatta, Mondey, Shar (T), Top and Wickiser series. Cleymor soils have a 20 to more than 60 inch thick mollic epipedon and are formed from volcaniclastic materials. Laplatta soils have a 24 to 40 inch thick mollic epipedon. Mondey soils have secondary carbonates at 31 inches and are formed in materials weathered from sandstone.  Shar soils are moderately deep to bedrock and are formed in alluvium and loess over basalt.  Top soils do not have slickensides.  Wickiser soils have a mollic epipedon 25 to 35 inches thick."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nLandform: hillslopes, mountain slopes, summits, alluvial fans and fan remnants\nElevation: 5,500 to 7,200 feet\nSlope: 2 to 25 percent\nParent material: mixed alluvium over silty and clayey alluvium\nClimate: long, cold winters; moist springs; warm, dry summers\nAverage annual precipitation: 16 to 24 inches\nAverage annual temperature: 39 to 45 degrees F.\nFrost-free period: 70 to 90 days"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Cleavage, Sagollow (T) and Swanpeak (T) series. Cleavage soils are shallow to bedrock and occur on higher landscape positions. Sagollow soils have a seasonal high water table at 10 to 40 inches and occur on lower landscape positions.  Swanpeak soils have a clayey-skeletal particle-size control section and occur on similar landscape positions."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; high to very high runoff; slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Streek soils are used for rangeland and wildlife habitat. The present vegetation is mainly mules ear, prairie junegrass, bluebunch wheatgrass, Idaho fescue, oniongrass, snowberry, antelope bitterbrush, mountain big sage and small aspen groves."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Southeastern Idaho. The soils are of small extent.  MLRA 43B."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Bear Lake County, Idaho, 2008. The name is coined from nearby Stauffer Creek."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nDiagnostic horizons and features recognized in this pedon are:\nMollic epipedon - the zone from the surface to 16 inches (the A1, A2 and AB horizons).\nArgillic horizon - the zone from 16 to 60 inches (2Btss and 2Btkss horizons).\nDepth to secondary carbonates - the zone from 45 to 60 inches (2Btkss horizon).\nVertic features - cracks from the surface to a depth of 40 inches that were 1.5 to 4 cm wide. Slickensides within 40 cm of the mineral soil surface.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
