{
  "SERIES": "STRIKE",
  "STATUS": "Established Series",
  "BYREV": "Rev. DJT/ALH/RWL",
  "REVDATE": "07/2012",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, superactive, mesic Durinodic Haplocambids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Strike loam -- on a nearly level lava flow trough, at 2,940 feet elevation in rangeland. When described on November 29, 1984, the soil was dry throughout. (Colors are for air-dry soil unless otherwise noted.)\nA--0 to 5 inches; pale brown (10YR 6/3) loam, dark grayish brown (10YR 4/2) moist; moderate thin platy structure parting to moderate fine granular; soft, very friable, slightly sticky and slightly plastic; many very fine, fine and medium roots; slightly alkaline (pH 7.6); clear smooth boundary. (3 to 7 inches thick)\nBw--5 to 12 inches; very pale brown (10YR 7/3) loam, brown (10YR 5/3) moist; moderate medium and coarse subangular blocky structure; slightly hard, very friable, slightly sticky and slightly plastic; common very fine, fine and medium roots; slightly alkaline (pH 7.6); clear smooth boundary. (4 to 10 inches thick)\nBk--12 to 19 inches; very pale brown (10YR 7/3) loam, brown (10YR 5/3) moist; weak medium and coarse subangular blocky structure; slightly hard, very friable, moderately sticky and moderately plastic; few very fine and fine roots; slightly effervescent, calcium carbonate is disseminated; slightly alkaline (pH 7.8); abrupt wavy boundary. (0 to 10 inches thick)\n2Bkq--19 to 25 inches; very pale brown (10YR 7/3) fine sandy loam, brown (10YR 5/3) moist; massive; discontinuous moderate cementation; very hard and brittle, firm, nonsticky and nonplastic; few very fine and fine roots; violently effervescent; calcium carbonate is disseminated; 15 percent durinodes; 10 percent fine gravel; moderately alkaline (pH 8.0); abrupt smooth boundary. (6 to 18 inches thick)\n2C1--25 to 30 inches; very pale brown (10YR 7/3) fine sandy loam, brown (10YR 5/3) moist; massive; soft, very friable, nonsticky and nonplastic; violently effervescent, calcium carbonate is disseminated; 10 percent fine gravel; moderately alkaline (pH 8.4); clear smooth boundary. (5 to 18 inches thick)\n2C2--30 to 60 inches; light gray (10YR 7/2) sandy loam, brown (10YR 5/3) moist; massive; slightly hard, very friable, nonsticky and nonplastic; violently effervescent, calcium carbonate is disseminated; 10 percent fine gravel; strongly alkaline (pH 8.6)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Elmore County, Idaho; about 7 miles northwest of Mountain Home; 650 feet north and 2,350 feet east of the southwest corner of section 21, T. 4 S., R. 4 E.; USGS Crater Rings SW Quadrangle; (Latitude - 43 degrees, 03 minutes, 27 seconds N. and Longitude - 115 degrees, 59 minutes, 15 seconds W.)."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nAverage annual soil temperature - 54 to 56 degrees F.\nDepth to calcium carbonate - 10 to 15 inches\nDepth to lithologic discontinuity - 10 to 25 inches\nDepth to bedrock - more than 60 inches\nParticle-size control section - 8 to 18 percent clay; 0 to 15 percent rock fragments\nVolcanic glass - 5 to 15 percent\nAcid oxalate extract Al + 1/2 Fe - less than 0.2 percent\nMoisture control section - dry for more than 180 days when the soil temperature is greater than 41 degrees F.\nA horizon\nChroma - 2 or 3 dry or moist\nClay content - 8 to 15 percent\nRock fragments - 0 to 5 percent gravel\nReaction - neutral or slightly alkaline\nBw  horizon\nValue - 6 or 7 dry, 4 or 5 moist\nChroma - 3 or 4 dry or moist\nClay content - 10 to 18 percent\nRock fragments - 0 to 10 percent gravel\nReaction - neutral or slightly alkaline\nBk  horizon (when present)\nValue - 6 or 7 dry, 4 or 5 moist\nChroma - 3 or 4 dry or moist\nClay content - 10 to 18 percent\nCalcium carbonate content - 1 to 15 percent\nRock fragments - 0 to 10 percent gravel\nReaction - slightly alkaline or moderately alkaline\n2Bkq horizon\nValue - 6 or 7 dry, 5 or 6 moist\nChroma -2 or 3 dry or moist\nTexture - FSL, SL or L\nClay content - 7 to 18 percent\nRock fragments - 0 to 15 percent gravel\nCalcium carbonate content - 15 to 25 percent\nDurinode content - 0 to 20 percent\nRupture-resistance class (moist) - firm through extremely firm\nReaction - slightly alkaline or moderately alkaline\n2C horizon\nValue - 7 or 8 dry, 5 through 7 moist\nChroma - 2 through 4 dry or moist\nTexture - FSL, SL or L\nClay content - 7 to 18 percent\nRock fragments - 0 to 25 percent gravel\nCalcium carbonate content - 15 to 25 percent\nReaction - moderately alkaline or strongly alkaline\nSalinity - nonsaline through slightly saline\nSome pedons have thin buried layers with silica cementation below 40 inches."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Broyles, Keefa and Weso series.  Broyles soils have 2Bkq horizons that contain 20 to 75 percent durinodes and are moderately or strongly alkaline in the upper part of the profile.  Keefa soils are moist for 10 to 20 days in summer, effervescent throughout and moderately alkaline in the upper part of the profile.  Weso soils are moderately to very strongly alkaline throughout and have average annual soil temperatures of 47 to 53 degrees."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Strike soils are on lava flow troughs on shield volcanoes at elevations of 2,800 to 3,200 feet.  Slopes range from 0 to 4 percent. These soils formed in loess and weathered volcanic ash over coarse-loamy alluvium from basalt and weathered volcanic ash. Average annual precipitation is 6 to 8 inches. Average annual temperature is 52 to 54 degrees F.  Frost-free period is 140 to 160 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Chattin (T) and Tadpole (T) soils.  Chattin soils have argillic horizons and are fine-loamy.  Tadpole soils have Bkq horizons with 20 to 50 percent durinodes and are coarse-silty. Landscape positions are similar."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; very slow or slow runoff; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Strike soils are used mainly for rangeland. Natural vegetation is shadscale saltbush, bud sagebrush, Indian ricegrass and Thurber needlegrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Ada and Elmore counties, Idaho. MLRA 11. These soils are of limited extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Ada County, Idaho, 2012"
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: The Strike series will replace the Weso series in the supplement to the Elmore County Area Soil Survey.  Other areas of Weso soils in Southwest Idaho need further investigation.\nDiagnostic horizons and features recognized in this pedon:\nOchric epipedon - zone from the surface to 5 inches (A horizon)\nCambic horizon - zone from 5 to 12 inches (Bw horizon)\nDurinodic feature - zone from 19 to 25 inches (2Bkq horizon)\nParticle-size control section - zone from 10 to 40 inches\nSoil moisture regime - aridic\nNational Cooperative Soil Survey\nU.S.A."
  }
}
