{
  "SERIES": "STROUT",
  "STATUS": "Established Series",
  "BYREV": "Rev. RAL-DEM-AGG",
  "REVDATE": "09/2006",
  "STATES": "MN",
  "OVERVIEW": "The Strout series consists of very deep, moderately well drained soils that formed in a thin discontinuous fine textured mantle over underlying firm till on moraines. Slopes range from 2 to 40 percent. Mean annual precipitation is about 686 mm (27 inches). Mean annual air temperature is about 8 degrees C (46 degrees F).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, smectitic, mesic Vertic Hapludolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Strout clay on a 4 percent south facing convex slope in a cultivated field. (Colors are for moist soil unless otherwise noted).\nAp--0 to 18 cm (0 to 7 inches); black (10YR 2/1) clay, dark gray (10YR 4/1) dry; weak fine subangular blocky structure; friable; about 2 percent gravel; neutral; abrupt smooth boundary.\nA--18 to 25 cm (7 to 10 inches); black (10YR 2/1) clay, dark gray (10YR 4/1) dry, 20 percent mixing of olive brown (2.5Y 4/4); moderate fine angular blocky structure parting to moderate very fine angular blocky; friable; about 2 percent gravel; about 1 percent cobbles; neutral; clear smooth boundary. [Combined thickness of the A horizons is 20 to 61 cm (8 to 24 inches thick)]\nBw1--25 to 41 cm (10 to 16 inches); olive brown (2.5Y 4/4) clay; moderate fine angular blocky structure parting to moderate very fine angular blocky; firm; common dark grayish brown (2.5Y 4/2) organic coatings on faces of peds; about 2 percent gravel; about 1 percent cobbles; neutral; clear smooth boundary.\nBw2--41 to 61 cm (16 to 24 inches); olive brown (2.5Y 4/4) clay; moderate fine prismatic structure parting to moderate very fine angular blocky; firm; common dark grayish brown (2.5Y 4/2) organic coatings on faces of peds; about 3 percent gravel; about 1 percent cobbles; neutral; clear smooth boundary. [Combined thickness of the Bw horizons is10 to 61 cm (4 to 24 inches)]\n2Bk1--61 to 91 cm (24 to 36 inches); light olive brown (2.5Y 5/4) clay loam; weak coarse angular blocky structure parting to weak fine angular blocky; firm; common fine distinct light brownish gray (2.5Y 6/2) Fe depletions; few fine irregular soft very pale brown (10YR 8/2) calcium carbonate concentrations; about 3 percent gravel; about 2 percent cobbles; strongly effervescent; slightly alkaline; clear smooth boundary.\n2Bk2--91 to 157 cm (36 to 62 inches); light olive brown (2.5Y 5/4) clay loam; weak coarse angular blocky structure parting to weak fine angular blocky; firm; many medium distinct light brownish gray(2.5Y 6/2) Fe depletions and many medium distinct light olive brown (2.5Y 5/6) Fe concentrations; common fine irregular soft very pale brown (10YR 8/2) calcium carbonate concentrations; about 3 percent gravel, about 2 percent cobbles; strongly effervescent; slightly alkaline.\n2BC--157 to 203 cm (62 to 80 inches); light yellowish brown (2.5Y 6/4) clay loam; weak coarse angular blocky structure parting to weak fine angular blocky; firm; many medium distinct light brownish gray (2.5Y 6/2) Fe depletions and common medium prominent dark yellowish brown (10YR 4/6) Fe concentrations; few fine irregular soft very pale brown (10YR 8/2) calcium carbonate concentrations; about 3 percent gravel, about 2 percent cobbles; slightly effervescent; slightly alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: About 3 miles east and 1 mile south of Rosendale; about 91 m (300 feet) west and 91 m (300 feet) north of the southeast corner of sec. 14, T. 118 N., R. 32 W., USGS Rosendale, Minnesota quadrangle, lat. 45 degrees 01 minute 24 seconds N., long. 94 degrees 39 minutes 23 seconds W., NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Depth to free carbonates is typically between 46 and 66 cm (18 and 26 inches) but ranges from 41 to 91 cm (16 to 36 inches). The mollic epipedon commonly is between 25 and 41 cm (10 and 16 inches) in thickness but ranges from 23 to 61 cm (8 to 24 inches). The 25 to 102 cm (10 to 40 inch) particle size control section averages between 35 and 45 percent clay. Content of fine sand and coarser ranges from 15 to 30 percent. The lower part of the series control section has bulk density of 1.6 to 1.8 gm/cc. Gravel size rock fragments from 1 to 5 percent throughout. Cobble size rock fragments range from 0 to 4 percent throughout. The rock fragments are of mixed lithology. Shale is a common component.\nThe A horizon has hue of 10YR, value of 2 or 3 and chroma of 1 or 2. It is clay loam, clay, silty clay or silty clay loam. Clay content ranges from 35 to 50 percent. It is neutral to slightly acid.\nThe Bw horizon has hue of 10YR or 2.5Y, value of 4 or 5 and chroma of 3 or 4. Ped exteriors have organic matter coatings that range from common to many and typically are 1 unit or more lower in chroma than ped interiors. Some pedons have few to common redox features in the lower part of the horizon. It is clay loam, clay or silty clay. Clay content commonly ranges from 35 to 50 percent clay and content of sand from 20 to 35 percent. It is moderately acid to neutral. Some pedons have a Bt horizon that does not qualify for an argillic horizon.\nThe Bk horizon has hue of 2.5Y, value of 5 or 6 and chroma of 3 or 4. Redox features with chroma of 2 or less are few to common. It is clay loam or clay. The content of clay ranges from 30 to 45 percent and content of sand ranges from 15 to 35 percent. Reaction is slightly alkaline or moderately alkaline.\nThe 2Bk horizon has hue of 2.5Y, value of 5 or 6 and chroma of 3 or 4. Redox features with chroma of 2 or less are few to common. It is clay loam. The content of clay ranges from 30 to 45 percent and content of sand ranges from 15 to 35 percent. Reaction is slightly alkaline or moderately alkaline.\nThe 2BC horizon has hue of 2.5Y, value of 5 or 6 and chroma of 3 or 4. Redox features with chroma of 2 or less are few to common. It is clay loam or loam. The content of clay ranges from 30 to 45 percent and content of sand ranges from 15 to 35 percent. Reaction is slightly alkaline or moderately alkaline.\nSome pedons have a C horizon with properties similar to the BC horizon."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no other competing soils"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Strout soils are on shoulder slopes and backslopes of moraines. They formed in a thin discontinuous fine textured mantle over underlying firm till thought to be Pre-Wisconsin in age. Slopes range from 2 to 40 percent. Mean annual air temperature ranges from 7 to 9 C (45 to 48 degrees F). Mean annual precipitation is 660 to 711 mm (24 to 28 inches). The number of frost free days ranges from 155 to 200 days. Elevation above sea level is from 320 to 381 m (1050 to 1250 feet)."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Arkton, Corvuso , Cosmos , Danielson , Kandiyohi , Newlondon and Lura soils. The moderately well drained Arkton and Newlondon soils are calcareous throughout and are on shoulder slopes. The poorly drained Corvuso soils are on rims of closed depressions. The poorly drained Cosmos soils are on nearly level lower lying positions on the landscape. The poorly drained Danielson soils are on footslopes. The somewhat poorly drained Kandiyohi soils are on summits. The poorly drained Danielson soils are on footslopes."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Moderately well drained. Surface runoff is medium or rapid. Saturated hydraulic conductivity is .42 to 4.23 micrometers per second (.06 to .6 inches per hour). A seasonal high perched zone of saturation is as high as 76 cm (2.5 feet) for periods during March through June and October through November in normal years."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most areas of these soils are cropped to corn and soybeans. A few areas are in pasture and woodland. Native vegetation is tall grass prairie."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: MLRA-103. Central and South central Minnesota. Moderately extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: St. Paul, Minnesota"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: McLeod County, Minnesota, 1993"
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic features recognized in this pedon are: mollic epipedon - the zone from the surface to a depth of 25 cm (10 inches); (Ap and A horizons); cambic horizon - the zone from 25 to 152 cm (10 to 60 inches) (Bw1, Bw2, Bk1 and Bk2 horizons); vertic subgroup based on over 6 cm of linear extensibility in upper 102 cm (40 inches), udic moisture regime.\nADDITIONAL DATA: Refer to Minnesota Agricultural Experiment Station Central File Code number 4037 for some analysis of the typical pedon and numbers 503 and 504 and for additional data.\nRefer to the PhD thesis, 1984, by James Crum, University of Minnesota on the nature Kandiyohi till entitled \"Soils and Till Stratigraphy of West-Central Minnesota.\"\nNational Cooperative Soil Survey\nU.S.A."
  }
}
