{
  "SERIES": "STROUPE",
  "STATUS": "Established Series",
  "BYREV": "Rev. BDS-ACT",
  "REVDATE": "04/2000",
  "STATES": "CO,NM",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Clayey-skeletal, mixed, superactive, mesic Aridic Argiustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Stroupe extremely stony loam--grassland.  (Colors are for dry\nsoil unless otherwise noted.)\nA--0 to 4 inches; dark brown (7.5YR 4/3) stony loam, dark brown (7.5YR 3/3) moist; moderate very fine granular structure; soft, very friable; about 60 percent cobbles, stones and gravel; neutral; clear smooth boundary. (3 to 7 inches thick)\nBw--4 to 7 inches; dark brown (7.5YR 4/3) very stony loam, dark brown (7.5YR 3/3) moist; moderate, fine subangular blocky structure; hard, very friable; few thin clay films on surfaces of peds; about 35 percent cobbles, stones and gravel; slightly alkaline; clear smooth boundary. (3 to 7 inches thick)\nBt1--7 to 12 inches; brown (7.5YR 5/4) stony clay, brown (7.5YR 4/4) moist; weak fine prismatic structure parting to moderate, fine subangular blocky; hard, firm, sticky, and plastic; many prominent clay films on surfaces of peds; about 30 percent cobbles, stones and gravel; slightly alkaline; gradual wavy boundary. (4 to 8 inches thick)\nBt2--12 to 20 inches; brown (7.5YR 5/4) extremely stony clay, brown (7.5YR 4/4) moist; moderate fine subangular blocky structure; hard, slightly sticky and plastic; few small concretions and films of calcium carbonate on surfaces of peds; common distinct clay films on surfaces of peds and on rock fragments; about 70 percent stones, cobbles, and gravel; strongly effervescent; moderately alkaline; gradual wavy boundary. (6 to 12 inches thick)\nC/Cr--20 to 30 inches; fractured igneous bedrock with material similar to horizon above in the cracks; slightly alkaline. (0 to 12 inches thick)\nR--30 inches; hard igneous bedrock."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Torrance County, New Mexico; E1/2 NW1/4, section 31, T.1N.,\nR.12E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil Moisture: An ustic soil moisture regime bordering on aridic.  The soil moisture control section is dry in some or all parts for more than 200 days but less than 250 cumulative days in normal years.\nMean annual soil temperature: 47 to 52 degrees F.\nDepth to lithic contact: 20 to 40 inches\nDepth to argillic horizon: 6 to 14 inches\nParticle-size control section (weighted average)\nClay content: 35 to 50 percent\nCoarse Fragments: 20 to 70 percent stones and cobbles, 5 to 30 percent pebbles; averages 55 percent\nCEC/clay ratio: 0.60 to 0.90\nA and Bw horizons\nHue: 7.5YR, 10YR\nValue: 4 or 5 dry, 2 or 3 moist\nChroma: 2 or 3\nTexture: clay loam, clay\nClay content: 35 to 45 percent\nCoarse fragments: 35 to 70 percent igneous and sandstone cobbles, stones, pebbles\nBase saturation: 100 percent\nCalcium carbonate equivalent: 0 to 1 percent\nEffervescence: none to very slight\nReaction: neutral or slightly alkaline\nBt horizon\nHue: 5YR, 7.5YR\nValue: 5 or 6 dry, 4 or 5 moist\nChroma: 4 to 6\nTexture: clay loam, sandy clay, clay\nClay content: 40 to 50 percent\nClay films: few to many, faint to prominent, on surfaces of peds, coating coarse fragments and in pore linings\nCoarse fragments: 20 to 70 percent stones and cobbles, 5 to 30 percent pebbles\nBase saturation: 100 percent\nCalcium carbonate equivalent: 0 to 12 percent\nIdentifiable secondary carbonate: none to few, very fine to medium, on surfaces of peds\nEffervescence: none to strong\nReaction: neutral or slightly alkaline"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Goldust (NM),  Parquat (NM), Tafoya (NM), and Veldkamp (CO) series.  Similar soils are the Trock, Majada, Montosa, and Salas series.\nGoldust, Parquat, and Veldkamp soils: do not have a lithic contact within 60 inches of the surface\nTafoya soils: have a lithic contact between 40 and 60 inches of the surface.\nTrock, Majada, Montosa, and Salas soils: have a loamy-skeletal particle size family"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material: colluvium derived from igneous and sandstone bedrock\nLandform: mountain sideslopes, footslopes and shoulder slopes\nSlope: 5 to 70 percent\nMean annual air temperature: 45 to 50 degrees F.\nMean annual precipitation: 16 to 20 inches\nFrost-free period: 120 to 150 days\nElevation: 5,500 to 7,800 feet"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Capillo,  Fuera, Laporte, Mirabal, Supervisor, and Witt series.\nCapillo soils: have a frigid temperature regime\nFuera soils: do not have a mollic epipedon and have a frigid temperature regime\nLaporte soils: do not have an argillic horizon and have bedrock within 20 inches of the surface\nMirabal soil: do not have an argillic horizon and have a frigid temperature regime\nSupervisor soils: have a cryic temperature regime\nWitt soils: do not have a mollic epipedon"
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained.  Permeability is slow.  Runoff is high on 5 to 20 percent slopes and very high on slopes greater than 20 percent."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Mostly used for rangeland and recreation.  Sideoats grama, blue grama, cacti, yucca, pinyon pine, juniper and few ponderosa pine are present in the plant community."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Foothill of mountainous areas of New Mexico, Colorado, and possibly Wyoming, the series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Phoenix, Arizona"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Pueblo Area, Colorado, 1974."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nParticle size control section: 7 to 20 inches.  (Bt horizon)\nMollic epipedon: 0 to 7 inches.  (A and Bw horizons)\nArgillic horizon: 7 to 20 inches.  (Bt horizon)\nLithic contact: The contact with igneous bedrock at 30 inches\nThe assignment of the cation-exchange activity class is inferred from lab data from soil survey areas in the surrounding regions.\nAdditional data: none\nTaxonomic version: Second Edition, 1999\nNational Cooperative Soil Survey\nU.S.A."
  }
}
