{
  "SERIES": "STROM",
  "STATUS": "Established Series",
  "BYREV": "Rev. GAM/GHL",
  "REVDATE": "10/2002",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, frigid Pachic Argixerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Strom loam, cultivated.  (Colors are for dry soil unless otherwise noted.)\nAp1--0 to 6 inches; dark gray (10YR 4/1) loam, black (10YR 2/1) moist; weak medium subangular blocky and moderate fine granular structure; hard, firm, sticky and plastic; common very fine and fine roots; many very fine interstitial pores; slightly acid (pH 6.4); clear smooth boundary.  (5 to 7 inches thick)\nAp2--6 to 11 inches thick; dark gray (10YR 4/1) loam, black (10YR 2/1) moist; moderate medium and coarse subangular blocky structure; hard, very firm, sticky and plastic; common very fine and fine roots; common fine tubular pores; neutral (pH 6.8); clear smooth boundary.  (4 to 6 inches thick)\nA2--11 to 14 inches; gray (10YR 5/1) loam, very dark gray (10YR 3/1) moist; weak fine and medium subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; common very fine and fine roots; few fine tubular pores; neutral (pH 7.0); abrupt discontinuous boundary.  (0 to 4 inches thick)\nB21t--14 to 25 inches; dark gray (10YR 4/1) clay loam, black; (10YR 2/1) moist; strong medium prismatic structure parting to strong fine and medium subangular blocky; very hard. firm, sticky and plastic; common very fine and fine roots; few fine tubular pores; many thin clay films on faces of peds and in pores; neutral (pH 7.2); gradual smooth boundary.  (8 to 14 inches thick)\nB22t--25 to 33 inches; gray (10YR 5/1) loam, very dark gray (10YR 3/1) moist; strong medium and coarse prismatic structure parting to strong fine and medium angular blocky; very hard, firm, sticky and plastic; common very fine and fine roots; few fine tubular pores; many thin clay films on faces of peds and in pores; mildly alkaline (pH 7.8); clear smooth boundary.  (6 to 8 inches thick)\nB3ca--33 to 41 inches; light brownish gray (2.5Y 6/2) loam, grayish brown (2.5Y 5/2) moist; moderate medium and coarse prismatic structure parting to moderate medium and coarse subangular blocky; very hard, firm, slightly sticky and slightly plastic; common very fine and fine roots; common fine and medium tubular pores; lime segregated in fine filaments; weakly effervescent; moderately alkaline (pH 8.2); clear smooth boundary.  (7 to 9 inches thick)\nC1g--41 to 51 inches; light gray (10YR 7/1) sandy loam, gray (10YR 6/1) moist; common fine prominent mottles of yellowish brown (10YR 5/6) and brownish yellow (10YR 6/8) moist; massive; slightly hard, friable; few very fine roots; few fine and medium tubular pores; mildly alkaline (pH 7.4); abrupt smooth boundary.  (7 to 12 inches thick)\nC2g--51 to 62 inches; light gray (10YR 7/1) sandy loam, gray (10YR 6/1) moist; many medium and coarse prominent mottles that are yellowish brown (10YR 5/6) and brownish yellow (10YR 6/8) moist; massive; slightly hard, friable, slightly sticky and slightly plastic; few fine tubular pores; mildly alkaline (pH 7.4)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Camas County, Idaho; about 4 miles west and 1 mile south of Fairfield; 335 feet east and 715 feet north of the southwest corner of section of section 13, T.1S, R.13E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  These soils are saturated with water and have a temporary water table during the winter, spring and early summer.  The depth to the water table is 24 inches in the spring and it recedes to below 50 inches in late summer and autumn.  The mean annual soil temperature is 40 to 44 degrees F. and the mean annual summer soil temperature is 60 to 65 degrees F.  The mollic epipedon is 24 to 36 inches thick.  The solum is is 32 to 44 inches thick.  It is slightly acid or neutral in the surface and ranges to moderately alkaline in the subsoil and substratum.  The lower part of the substratum commonly is effervescent but some pedons do not effervesce.  Depth to mottles is 30 to 45 inches.\nThe A horizon has hue of 10YR or neutral, value of 3 through 5 dry, 2 or 3 moist, and chroma of 0 or 1.\nThe B2t horizon has hue of 10YR or neutral, value of 4 or 5 dry, 2 or 3 moist, and chroma of 0 through 2.  It is clay loam, loam or sandy clay loam and averages 25 to 35 percent clay.\nThe C horizon is stratified and is sandy clay loam, sandy loam, loamy sand or sand."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Bluejoint (T), and Nagle (T) series in the same family and the Houk series.  Bluejoint soils lack mottles and are commonly 40 to 60 inches deep to a paralithic contact.  Bly soils are well drained, lack mottles and a water table above 6 feet and have 10 to 25 percent pebbles and 0 to 10 percent cobbles in the Bt horizon.  Houk soils have more than 35 percent clay in the B2t horizon.  Nagle soils lack mottles, have secondary lime at depths of 17 to 22 inches and have gravelly calcareous C horizons."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Strom soils are on alluvial fans, bottomlands and low terraces and have slopes of 0 to 4 percent.  Elevations are 4,800 to 5,500 feet.  The soils formed in alluvium weathered from andesite, granite, rhyolite, minor amounts of quartzite and basalt.  The soils are in a humid continental, cool summer (Trewartha's Modified Koppen System) with moist, cold winters and dry summers and have mean annual precipitation ranging from 12 to 16 inches.  The mean January temperature is 15 degrees F.; the mean July temperature is 66 degrees F.; and the average annual temperature is 39 to 42 degrees F.   The frost free season is 70 to 100 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Brinegar and Marshdale soils and the competing Houk soils.  Brinegar soils are moderately well drained.  Marshdale soils are poorly drained and lack a Bt horizon."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Somewhat poorly drained; slow to medium runoff; moderately slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used mainly for dry cropland,  Small areas are irrigated cropland and range.  Vegetation is meadow grasses and sedges."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  High valleys of southwestern and south central Idaho.  The soil is inextensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Camas County, Idaho, 1977.\nNational Cooperative Soil Survey\nU. S. A."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": null
  }
}
