{
  "SERIES": "STRUGGLE",
  "STATUS": "Established Series",
  "BYREV": "Rev. SOD-TDT-EMM",
  "REVDATE": "03/2008",
  "STATES": "ID",
  "OVERVIEW": "The Struggle series consists of very deep, well drained soils that formed in glacial till from granitic rocks.  Struggle soils are on moraines.  Permeability is moderately rapid in the upper part and very rapid in the lower part.  Slopes are 5 to 35 per cent.  The average annual precipitation is about 23 inches and the average annual temperature is about 36 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Sandy-skeletal, mixed Xeric Haplocryepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Struggle gravelly sandy loam--on a 20 percent northwest-facing slope in woodland at 7,300 feet elevation.  (Colors are for dry soil unless otherwise noted.  When described on August 19, 1986, the soil was dry throughout.)\nOi--1.5 to 1 inches; undecomposed needles, twigs and cones.\nOe--1 to 0 inches; partially decomposed needles, twigs and cones.\nA--0 to 2 inches; dark grayish brown (10YR 4/2) gravelly coarse sandy loam, very dark brown (10YR 2/2) moist; weak fine subangular blocky structure parting to weak fine granular; soft, very friable, nonsticky and nonplastic; many fine and medium and common coarse roots; many very fine and fine irregular pores; 25 percent gravel, over half are fine gravel; moderately acid (pH 5.6); clear smooth boundary.  (1 to 4 inches thick )\nAB--2 to 4 inches; brown (10YR 5/3) gravelly coarse sandy loam, dark brown (10YR 3/3) moist; weak medium  subangular blocky structure; soft, very friable, nonsticky and nonplastic; many fine and medium and common coarse roots; many  very fine and fine and common medium irregular pores; 25 percent gravel, half are fine gravel; moderately acid (pH 5.6); clear wavy boundary.  (0 to 2 inches thick)\nBw1--4 to 11 inches; yellowish brown (10YR 5/4) very gravelly coarse sandy loam, dark brown (10YR 4/3) moist; weak fine and medium subangular blocky structure; soft, very friable. nonsticky and nonplastic; common fine, medium and coarse roots; common very fine and fine irregular pores; 40 percent gravel, over half are fine gravel, 10 percent cobbles; moderately acid (pH 6.0); gradual wavy boundary.\nBw2--11 to 18 inches; part is very pale brown (10YR 7/3) very gravelly coarse sandy loam, pale brown (10YR 6/3) moist; part is light yellowish brown (10YR 6/4) yellowish brown (10YR 5/4) moist; weak fine and medium subangular blocky structure; soft, very friable, nonsticky and nonplastic; few very fine and fine and common medium and coarse roots; common fine and medium irregular pores; 40 percent gravel, over half are fine gravel, 15 percent cobbles; slightly acid (pH 6.2); gradual wavy boundary.  (Combined thickness of the Bw horizons is 10 to 20 inches)\nBC--18 to 27 inches; very pale brown (10YR 7/3) extremely gravelly loamy coarse sand, yellowish brown (10YR 5/4) moist; massive; soft, very friable, nonsticky and nonplastic; common very fine and fine and few medium and coarse roots; common medium and coarse irregular pores; 50 percent gravel, half are fine gravel, 25 percent cobbles; slightly acid (pH 6.4); gradual wavy boundary.  (7 to 15 inches thick)\nC1--27 to 38 inches; very pale brown (10YR 7/3) extremely gravelly loamy coarse sand, yellowish brown (1 0YR 5/4) moist; single grain; loose; few very fine and fine roots; common medium and coarse irregular pores; 50 percent gravel, half are fine gravel, 20 percent cobbles, 5 percent stones; 5 percent of coarse fragments are gruss; slightly acid (pH 6.4); gradual wavy boundary.  (10 to 25 inches thick)\nC2--38 to 60 inches; light gray (10YR 7/2) extremely gravelly coarse sand, pale brown (10YR 6/3) moist;  single grain; loose; common medium and coarse irregular pores; 45 percent gravel, half are fine gravel, 10 percent cobbles, 10 percent stones, 5 percent boulders; 5 percent gruss in pockets; slightly acid (pH 6.4)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Blaine County, Idaho; about 1.5 miles northeast of Alturas Lake, about 2,100 feet south and 1,600 feet west of the northeast corner of section 16, T. 7 N., R. 14 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nAverage annual soil temperature - 35 to 39 degrees F. Average summer soil temperature - 44 to 47 degrees F. Control section - Percent clay: 2 to 10.\nRock fragments - 50 to 90 percent gravel and cobbles with at least 5 percent stones.\nA horizon\nValue - 4 or 5 dry, 2 or 3 moist.\nChroma - 2 through 4 dry or moist.\nReaction - moderately acid or strongly acid.\nBw horizon\nHue - 7.5YR or 10YR.\nValue - 5 through 7 dry, 3 through 6 moist.\nChroma - 3 or 4 dry or moist.\nTexture (upper part) - GRV-COSL, CB-COSL, CBV-COSL, GR-COSL.\nTexture (lower part) - GRV-LCOS\nRock fragments - 15 to 55 percent.\nReaction - slightly acid through strongly acid.\nBC horizon\nValue - 6 or 7 dry, 4 through 6 moist.\nChroma - 3 or 4 dry or moist.\nTexture - CBX-LCOS, GRX-LCOS.\nRock fragments - 60 to 75 percent.\nReaction - slightly acid or moderately acid.\nC horizon\nValue - 6 through 8 dry, 5 through 7 moist.\nChroma - 2 through 4 dry, 3 or 4 moist.\nTexture - GRX-COS, GRX-LCOS, STX-LCOS, CBX-COS, STX-COS. Rock fragments - 60 to 90 percent.\nReaction - slightly acid or moderately acid."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  This is the Underdown series. Underdown soils have a paralithic contact at 20 to 30 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Struggle soils are on Pinedale glacial moraines and formed in glacial till dominantly from granite. Slopes are 5 to 35 percent and elevations are 6,600 to 8,000 feet.  The climate  is cold and moist in winter and spring and cool and dry in summer.  Average annual precipitation is 20 to 25 inches.  Average annual temperature is 34 to 38 degrees F.  The frost-free period is 5 to 30  days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Busterback, Castlepeak, Langer, and Yankeefork soils.  Busterback soils are on stream terraces and outwash fans.  They have mollic epipedons and loamy-skeletal particle-size control sections.  Castlepeak soils are on outwash fans, fan terraces and stream terraces.  Castlepeak soils are excessively drained, lack cambic horizons and receive  12 to 16 inches of precipitation.  Langer soils are on mountains and have mollic epipedons.  Yankeefork soils are on outwash fans, fan terraces and stream terraces.  Yankeefork soils have loamy-skeletal particle-size control sections and receive 16 to 20 inches of precipitation."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained.  Slow or medium runoff. Moderately rapid permeability in the upper part and very rapid in the lower part."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Woodland.  The vegetation is lodgepole pine and elk sedge."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Central Idaho.  These soils are not extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Custer-Lemhi County, Idaho, 1999."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - the zone from 0 to 4 inches (A ad AB horizons)\nCambic horizon - The zone from 4 to 18 inches (the Bw horizons).\nParticle-size control section - The zone from 10 to 40 inches (part of the Bw1, the Bw2, the BC, the C1, and part of the C2 horizons).\nThe 3/2008 description reflects a change in classification from Sandy-skeletal, mixed Xeric Eutrocryepts to Sandy-skeletal, mixed Xeric Haplocryepts due to revision of the cryepts great groups and subgroups. The competing series section was not updated and should be reviewed after all the cryepts have been re-classified.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
