{
  "SERIES": "STRYKER",
  "STATUS": "Established Series",
  "BYREV": "Rev. JAL",
  "REVDATE": "6/97",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty, mixed, superactive, frigid Typic Haplustalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Stryker silt loam, in forest (colors are for dry soil unless otherwise noted).\nOi--2 inches to 0; forest litter of slightly decomposed needles and twigs.\nE--0 to 3 inches; pinkish gray (7.5YR 7/2) silt loam, brown (7.5YR 5/2) moist; moderate thin platy structure; slightly hard, very friable, slightly sticky and slightly plastic; many fine and very fine roots; many very fine tubular and interstitial pores; slightly acid (pH 6.1); clear smooth boundary. (2 to 5 inches thick)\nE/Bt--3 to 7 inches; E part (60 percent) pinkish gray (7.5YR 7/2) silt loam, brown (7.5YR 5/2) moist tongues; B part (40 percent) pinkish gray (7.5YR 7/2) silt loam, brown (7.5YR 5/4) moist; moderate medium subangular blocky structure; hard, friable, sticky and slightly plastic; common fine and very fine roots; many very fine tubular and interstitial pores; few faint dark brown (7.5YR 5/4) moist clay films on faces of peds; many light gray (10YR 7/1) silt skeletans on faces of peds; slightly acid (pH 6.1); clear smooth boundary. (3 to 10 inches thick)\nBt1--7 to 19 inches; pinkish gray (7.5YR 7/2) silty clay loam, brown (7.5YR 5/4) moist; moderate medium prismatic structure parting to moderate medium subangular blocky; hard, friable, sticky and plastic; common fine and very fine roots and few medium roots; many very fine tubular and interstitial pores; many distinct clay films of faces of peds; common light gray (10YR 7/1) silt skeletans on faces of peds; neutral (pH 6.6); clear smooth boundary. (8 to 15 inches thick)\nBt2--19 to 27 inches; pinkish gray (7.5YR 7/2) silt loam, brown (7.5YR 5/4) moist; weak medium prismatic structure parting to moderate medium subangular blocky; slightly hard, friable, sticky and slightly plastic; common fine and very fine roots and few medium roots; many very fine tubular and interstitial pores; common distinct clay films on faces of peds; neutral (pH 6.1); gradual wavy boundary. (4 to 13 inches thick)\nBt3--27 to 40 inches; pinkish gray (7.5YR 7/2) silt loam, brown (7.5YR 5/2) moist; few fine distinct mottles, strong brown (7.5YR 5/6) moist; weak medium subangular blocky structure; slightly hard, very friable, slightly sticky and slightly plastic; few fine and very fine roots; many very fine tubular and interstitial pores; few distinct clay films on faces of peds; neutral (pH 6.6); gradual wavy boundary. (3 to 15 inches thick)\nBk--40 to 48 inches; pinkish gray (7.5YR 7/2) silt loam, brown (7.5YR 5/2) moist; common fine distinct mottles, strong brown (7.5YR 5/6) moist; weak medium and fine subangular blocky structure; slightly hard, very friable, slightly sticky and slightly plastic; few fine and very fine roots; many very fine tubular and interstitial pores; disseminated lime; common fine seams and masses of lime; strongly effervescent; slightly alkaline (pH 7.4); clear smooth boundary. (4 to 10 inches thick)\n2C--48 to 60 inches; light brownish gray (10YR 6/2) very gravelly sand, dark grayish brown (10YR 4/2) moist; single grain; loose; nonsticky and nonplastic; 50 percent pebbles; slightly effervescent; slightly alkaline (pH 7.4)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Lewis and Clark County, Montana, 2,600 feet west and 2,200 feet north of the SE corner of sec. 23, T 14 N., R 9 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil temperature - 41 to 44 degrees F.\nMoisture control section - between 4 and 12 inches.\nDepth to Bk horizon - 20 to 40 inches.\nDepth to water table - 24 to 42 inches.\nE horizon - Hue:  7.5YR or 10YR\nValue:  5, 6, or 7 dry; 3, 4, or 5 moist\nChroma:  1, 2, or 3\nTexture:  silt loam or silty clay loam\nClay content:  18 to 30 percent\nReaction:  pH 5.6 to 6.5\nE/Bt horizon - Hue:  E part 10YR or 7.5YR, Bt part 10YR or 7.5YR\nValue:  E part 6 or 7, Bt part 6 or 7 dry; E part 5 or 6, Bt part 4, 5, or 6 moist\nChroma:  E part 2 or 3, Bt part 2, 3, or 4 moist\nClay content:  18 to 27 percent\nReaction:  pH 6.1 to 7.3\nBt horizons - Hue:  10YR or 7.5YR\nValue:  6 or 7 dry, 5 or 6 moist\nChroma:  2, 3, or 4\nTexture:  silty clay loam or silt loam\nClay content:  25 to 35 percent\nReaction: pH 6.1 to 7.8\nBk horizon - Hue:  10YR or 7.5YR\nValue:  6, 7, or 8 dry; 5 or 6 moist\nChroma:  2, 3, or 4\nTexture:  silt loam or silty clay loam\nClay content:  18 to 30 percent\nCalcium carbonate equivalent:  5 to 15 percent\nReaction:  pH 7.4 to 8.4\n2C horizon - Hue:  10YR or 2.5Y\nValue:  5, 6, or 7 dry; 4, 5, or 6 moist\nChroma:  2 or 3\nTexture:  sand or loamy sand\nClay content:  0 to 5 percent\nRock fragments:  35 to 60 percent--0 to 10 percent cobbles and stones, 35 to 50 percent pebbles\nReaction:  pH 7.4 to 8.4"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:\nGreenough (MT) - does not have a discontinuity of sandy-skeletal material; is well drained.\nHalf Moon (MT) - does not have a discontinuity of sandy skeletal material; is well drained."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nLandform - stream terraces.\nElevation - 4,500 to 4,800 feet.\nSlope - 0 to 4 percent.\nParent material - alluvium.\nClimate - long, cold winters; moist springs; warm summers.\nMean annual precipitation - 15 to 24 inches.\nMean annual temperature - 37 to 43 degrees F.\nFrost-free period - 70 to 105 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": null
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Somewhat poorly drained; slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Stryker soils are used mainly for woodland, understory grazing, and for wildlife habitat.  The forest overstory consists of Ponderosa pine, Douglas fir, lodgepole pine, and Engelmann spruce.  The forest understory is mainly pinegrass, common snowberry, heartleaf arnica, and Oregongrape."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Stryker soils are of limited extent in mountain valleys of western Montana."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Upper Flathead Valley Area, Montana, 1957. The type location is moved to Lewis and Clark County, Montana by correlation of the Soil Survey of Lewis and Clark County Area, Montana, 1991."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Soil Interpretations Records:  MT0630.  Diagnostic horizons and features recognized in this pedon are:  an albic horizon from the soil surface to 3 inches (E horizon); a glossic horizon from 3 to 7 inches (E/Bt horizon); an argillic horizon from 7 to 40 inches with mottles below 27 inches (Bt1, Bt2, Bt3 horizons); a horizon of secondary carbonate accumulations from 40 to 48 inches (Bk horizon); a discontinuity from 48 tp 60 inches (2C horizon).  Stryker soils have a frigid temperature regime and an ustic moisture regime.\nClassification changed to Typic Haplustalfs in 1997.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
