{
  "SERIES": "STUDHORSE",
  "STATUS": "Established Series",
  "BYREV": "Rev. RSJ/MJD",
  "REVDATE": "10/98",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, smectitic, mesic Typic Durixerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Studhorse gravelly loam, rangeland.  (Colors are for dry soil unless otherwise noted.)\nThe soil surface is covered with 5 percent cobbles and 30 percent gravel.\nA--0 to 3 inches; grayish brown (10YR 5/2) gravelly loam, very dark grayish brown (10YR 3/2) moist; weak fine granular structure; soft, friable, slightly sticky and slightly plastic; common fine and very fine roots; common medium, many fine and very fine pores; 10 percent gravel; slightly alkaline (pH 7.6); abrupt smooth boundary. (3 to 5 inches)\nBt1--3 to 8 inches; brown (7.5YR 4/2) clay loam, dark brown (7.5YR 3/2) moist; moderate medium subangular blocky structure; slightly hard, firm, sticky and plastic; common medium, fine and very fine roots; few medium, many fine and very fine pores; 10 percent gravel; slightly alkaline (pH 7.6); clear smooth boundary. (3 to 7 inches)\nBt2--8 to 15 inches; brown (7.5YR 4/4) clay loam, dark brown (7.5YR 3/2) moist; strong coarse subangular blocky structure; hard, firm, sticky and plastic; few medium, fine and very fine roots; few medium, many fine and very fine pores; 5 percent gravel; slightly alkaline (pH 7.6); clear smooth boundary. (4 to 15 inches)\nBk--15 to 21 inches; pale brown (10YR 6/3) very gravelly loam, brown (10YR 4/3) moist; massive; slightly hard, friable, slightly sticky and slightly plastic; few fine and very fine roots; common medium, many fine and very fine pores; 40 percent gravel; strongly effervescent, few carbonate filaments; moderately alkaline (pH 8.0); abrupt smooth boundary. (6 to 10 inches)\nBkqm--21 inches; pink (7.5YR 7/4) duripan, light brown (7.5YR 6/4) moist; continuously capped by very thin indurated silica laminae; extremely hard, extremely firm, nonsticky and nonplastic; few fine and very fine roots matted on silica laminar cap; no pores in the laminae; strongly effervescent, carbonates are disseminated; very strongly cemented by silica and carbonates; moderately alkaline (pH 8.2)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Iron County, Utah, about 4.7 miles southwest of Gold Springs Mine on the Utah-Nevada State Line, about 330 feet south and 1,320 feet west of the northeast corner of sec. 23, T. 34 S., R. 20 W; Prohibition Flat Quadrangle; lat. 37 degrees 50 minutes 14 seconds N.  long. 114 degrees 2 minutes 50 seconds W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The mean annual soil temperature is 47 to 52 degrees F., and the mean summer temperature is 69 to 72 degrees F.  These soils have a soil moisture regime that is xeric bordering on aridic.\nDepth to the duripan is 20 to 40 inches.  The mollic epipedon is 7 to 10 inches thick and can include the upper part of the Bt horizon.  The particle size control section has 0 to 15 percent rock fragments that are gravel in size and averages 35 to 40 percent clay.  Depth to carbonates above the duripan is 10 to 30 inches.\nThe A horizon has a hue of 10YR, value of 4 or 5 dry, 3 moist, and chroma of 2 or 3.  Texture is gravelly loam or loam.  Rock fragment content is 0 to 15 percent gravel, but with incorporation of surface rock fragment content the A horizon can yield gravelly texture modifiers.  Reaction is slightly alkaline.\nThe Bt horizon has a hue of 7.5YR or 10YR, value is 4 or 5 dry and 3 or 4 moist, and chroma is 2 to 6.  Texture is gravelly clay loam, clay or clay loam.  Rock fragment averages 0 to 15 percent gravel in the particle size control section, but some individual strata have rock fragments of up to 25 percent gravel.  Clay content is 35 to 40 percent.   Reaction is slightly to moderately alkaline.\nThe Bk horizon has a hue of 7.5YR or 10YR, value is 6 or 7 dry and 4 to 6 moist, and chroma is 2 to 4.  Texture is gravelly sandy loam, gravelly loam, very gravelly loam, clay laom or loam.  Reaction is moderately alkaline.  Rock fragment content is 0 to 40 percent."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are Appledellia (ID), Graven (CA), Hutchinson (OR) and Oxbow (OR) series.  Appledellia and Graven soils are noncalcareous throughout the solum and duripan.  Hutchinson soils have less than 1/2 of the upper boundary of the duripan that is indurated or has a laminar cap. Oxbow soils have a particle size control section with 50 to 60 percent clay."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Studhorse soils are on relict stream terraces and fan remnants at elevations of 5,700 to 6,700 feet.  Slope are 2 to 15 percent.  The soils formed in alluvium dominantly from igneous rocks.  The mean annual precipitation is 12 to 14 inches.  The mean air annual temperature is 45 to 50 degrees F., and the mean summer temperature is 67 to 70 degrees F.  The freeze free period is 90 to 110 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Deerlodge and Pioche soils.  Deerlodge soils are moderately deep to duripan and the Pioche soils are clayey-skeletal and shallow to bedrock."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; slow to medium runoff; moderately slow to slow permeability in the solum and very slow in the duripan."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used for grazing and wildlife habitat.  Important plants are Utah juniper and pinyon pine, with an understory of bluebunch wheatgrass, Indian ricegrass, Wyoming big sagebrush and antelope bitterbrush."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Southwest Utah; Iron County.  MLRA D28.  These soils are of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Phoenix, Arizona"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Iron County (Iron-Washington Soil Survey Area), Utah, 1997."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features found in this pedon are:\nMollic epipedon - the zone from the surface of the soil to 8 inches. (A and Bt1 horizon)\nArgillic horizon - the zone of clay accumulation from 3 to 15 inches.  (Bt1 and Bt2 horizon)\nCalcic horizon - the of calcium carbonate accumulation from 15 to 21 inches. (Bk horizon)\nDuripan - the dominantly silica indurated layer at 21 inches. (Bkqm horizon)\nThe classification is based on the \"Keys to Soil Taxonomy, Eighth Edition, 1998\".\nNational Cooperative Soil Survey\nU.S.A."
  }
}
