{
  "SERIES": "STUKMOND",
  "STATUS": "Tentative Series",
  "BYREV": "IRD. ACM/TDT",
  "REVDATE": "11/2010",
  "STATES": "OR",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy, mixed, superactive, mesic Aridic Lithic Haploxerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Stukmond very stony ashy sandy loam, 2 percent slopes, rangeland.  (Colors are for moist soils unless otherwise noted.)\nA -- 0 to 5 inches; very dark grayish brown (10YR 3/2) very stony ashy sandy loam, grayish brown (10YR 5/2) dry; weak medium and coarse platy structure parting to weak fine granular; soft, friable, nonsticky and nonplastic; common very fine and fine roots; common fine interstitial pores; 30 percent sand-size (0.25 to 1.0mm) pumice, light brownish gray (10YR 6/2) dry; 25 percent stones and 20 percent cobbles; neutral (pH 6.8); clear smooth boundary.  (2 to 7 inches thick)\nBw1 -- 5 to 12 inches; dark brown (10YR 3/3) ashy loam,  brown (10YR 5/3) dry; moderate medium subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; few very fine and fine roots; few fine tubular pores; 20 percent sand-size (0.25 to 1.0mm) pumice, light brownish gray (10YR 6/2) dry; neutral (pH 7.2); clear smooth boundary.  (6 to 12 inches thick)\n2Bw2 -- 12 to 15 inches; brown (10YR 4/3) gravelly clay loam, light brownish gray (10YR 6/2) dry; massive; hard, firm, moderately sticky and moderately plastic; few very fine roots; few fine tubular pores; 20 percent gravel; neutral (pH 7.2); abrupt smooth boundary.  (1 to 4 inches thick)\n3R -- 15 inches; basalt."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Crook County, Oregon;  located 2,500 feet south and 2,550 feet west of the NE corner of section 34, T.14 S., R.14 E;  about 4.5 miles north of the community of Powell Butte."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The soils are dry for one-half to three-fourths of the timne when the soil temperature is above 41 degrees F.  They are usually dry and are dry in the moisture control section for 90 to 120 cumulative days following the summer solstice.  The mean annual soil temperature is 50 to 54 degrees F.  Depth to bedrock is 10 to 20 inches.  The mollic epipedon and depth to the 2Bw horizon is 10 to 15 inches.  The upper part of the solum (A, Bw1 horizons) has a phosphate retention; of 15 to 25 percent, 10 to 30 percent glass and glass coated aggregate, and acid oxalate aluminum plus one-half the iron of 0.4 to 0.8 percent.  The particle-size control section averages 18 to 27 percent clay.\nThe A horizon has value of 2 or 3 moist, 4 or 5 dry and chroma of 2 or 3 moist and dry.  It contains 20 to 30 percent stones, 0 to 20 percent cobbles and 0 to 20 percent gravel.  The sand-size (0.25 to 1.0mm) pumice content ranges from 20 to 40 percent.\nThe Bw horizon has value of 3 or 4 moist, 5 or 6 dry and chroma of 2 or 3 moist and dry.  It is loam or sandy loam and contains 0 to 10 percent gravel.  The sand-size (0.25 to 1.0mm) pumice content ranges from 15 to 30 percent.  It has 15 to 25 percent field estimated clay.\nThe 2Bw horizon has value of 3 or 4 moist, 5 or 6 dry and chroma 2 or 3 moist and dry.  It is loam, clay loam or sandy clay loam and contains 0 to 20 percent gravel and 25 to 35 percent clay."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Godde, Iron Mountain, Kuhl, Ladycomb, Soaplake, Stukel, and Yakus series.  All of these series except Stukel lack the andic soil properties.  Iron Mountain, Kuhl, and Yakus have a xeric moisture regime.  Ladycomb soils are very shallow to bedrock.   Stukel and Soaplake soils have less than 18 percent clay in the particle-size control section.  Godde soils have a mean annual soil temperature of 57 degrees F."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Stukmond soils are on lava plains at elevations of 2900 to 3200 feet.  Slopes range from 0 to 8 percent.  These soils formed in residuum derived from basalt with an influence of volcanic ash in the surface.  The climate is characterized by cool moist winters and hot dry summers.  The mean annual precipitation is 9 to 12 inches, the mean annual temperature is 48 to 52 degrees F., and the frost-free period is 70 to 100 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Redmond, Buckbert, Lickskillet, and Swartz soils.  Redmond soils are moderately deep to bedrock.  Buckbert soils are deep to bedrock and are in depressions on lava plains.  Licksillet soils are skeletal and are generally found on lava blisters.  Swartz soils are fine-textured and are in closed basins on lava plains."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained, permeability is moderate."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Stukmond soils are used mainly for irrigated hay and pasture, livestock grazing, and wildlife habitat.  The native vegetation is bluebunch wheatgrass, mountain big sagebrush, and western juniper."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Central Oregon;  MLRA 10, pumice zone.  This series is not extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES PROPOSED",
    "content": "SERIES PROPOSED:  Crook County Area, Oregon;  1999."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features in this pedon include:\nMollic epipedon - the zone from the surface to a depth of 12 inches (A and Bw horizons).\nLithic subgroup - depth to hard bedrock is 15 inches\nVitritorrandic feature - the profile to a depth of 12 inches\nNational Cooperative Soil Survey\nU.S.A."
  }
}
