{
  "SERIES": "STULTZ",
  "STATUS": "Established Series",
  "BYREV": "Rev. JDP/SVV/RLT",
  "REVDATE": "01/2004",
  "STATES": "MO",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Clayey-skeletal, mixed, superactive, mesic Fluvaquentic Hapludolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Stultz very cobbly loam - on a concave 1 percent slope in a fescue pasture. (Colors are for moist soil unless otherwise stated.)\nAp--0 to 8 inches; very dark gray (10YR 3/1) very cobbly loam, dark gray (10YR 4/1) dry; weak fine granular structure; friable; many fine roots; many very fine irregular pores; few fine black iron-manganese concretions; 30 percent chert gravel and 20 percent chert cobbles; slightly acid (pH 6.4); clear smooth boundary. (10 to 15 inches thick)\nA--8 to 13 inches; black (10YR 2/1) gravelly clay loam, very dark grayish brown (10YR 3/2) dry; weak fine subangular blocky structure parting to moderate fine and medium granular; firm; few fine roots; many very fine irregular pores; common fine black iron-manganese concretions; few fine distinct yellowish brown (10YR 5/6) masses of iron accumulation; 15 percent chert gravel; neutral (pH 6.8); clear smooth boundary.\nAC--13 to 20 inches; mixed, very dark grayish brown (10YR 3/2) and very dark gray (10YR 3/1) gravelly clay loam, very dark grayish brown (10YR 3/2) and dark grayish brown (10YR 4/2) dry; moderate medium subangular blocky structure; firm; common fine, common very fine and few medium roots; common very fine tubular pores; 20 percent chert gravel; neutral (pH 6.6); abrupt smooth boundary. (combined thickness of the A horizon is 10 to 24 inches)\nCg1--20 to 38 inches; dark grayish brown (2.5Y 4/2) and olive brown (2.5Y 4/4) extremely gravelly clay; massive; firm; few fine and medium roots; common very fine tubular pores; many fine black (N 2/0) iron and manganese oxide concretions; 50 percent chert gravel and 10 percent chert cobbles; neutral (pH 7.0); clear smooth boundary.\nCg2--38 to 44 inches; dark grayish brown (2.5Y 4/2) and olive brown (2.5Y 4/4) extremely gravelly clay; massive; very firm; few very fine roots; common very fine irregular pores; common fine black (N 2/0) iron and manganese oxide concretions; common medium black (N 2/0) masses of iron and manganese oxide accumulations; 60 percent chert gravel and 10 percent chert cobbles; neutral (pH 7.0); clear smooth boundary.\nCg3--44 to 51 inches; olive brown (2.5Y 4/4) and dark grayish brown (2.5Y 4/2) extremely gravelly clay; massive; firm; few very fine roots; common very fine irregular pores; many very fine black (N 2/0) iron and manganese oxide concretions; few prominent black (N 2/0) masses of iron and manganese oxide accumulations; 70 percent chert gravel; slightly alkaline (pH 7.4); abrupt wavy boundary. (combined thickness of the C horizons is 16 to 49 inches)\n2R--51 inches; Dolostone"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Texas County, Missouri; about 10 miles south of Houston; 800 feet south and 1100 feet east of the NW corner of section 9, T. 29 N., R. 9 W; lat. 37 degrees 12 minutes 45 seconds N. and long. 91 degrees 56 minutes 20 seconds W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nDepth to bedrock:  40 to 60 inches\nMollic epipedon    10 to 24 inches thick:\nSolum thickness:   10 to 24 inches\nAp horizon\nRock fragments:   0 to 60 percent gravel, 0 to 30 percent cobbles\nHue:              10YR\nValue:            2 or 3\nChroma:           1 or 2\nTexture:          silt loam, loam\nReaction:         moderately acid to slightly alkaline\nA and AC horizons\nRock fragments:   15 to 85 percent gravel, 0 to 30 percent cobbles\nHue:              10YR\nValue:            2 or 3\nChroma:           1 to 3\nTexture:          silt loam, loam, clay loam\nReaction:         slightly acid to moderately alkaline\nCg horizon\nRock fragments:   35 to 80 percent gravel, 0 to 30 percent cobbles\nHue:              10YR or 2.5Y\nValue:            3 to 6\nChroma:           2 to 6\nTexture:          clay loam, silty clay, clay, sandy clay\nReaction:         neutral to moderately alkaline"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: Stultz is the only series in the family. Other soils in closely associated families are the Bloomsdale, Cedargap, Dunning and Hercules series, all in similar positions. These soils are all more than 60 inches to bedrock. In addition, Bloomsdale and Cedargap soils are loamy-skeletal. Dunning soils have less than 35 percent coarse fragments and Hercules soils have a mollic epipedon more than 24 inches thick."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Stultz soils are on nearly level and gently sloping narrow stream bottoms. These soils formed in recent stream alluvium deposited over hard dolomite bedrock. Slopes range from 0 to 3 percent. Mean annual temperature ranges from 55 to 59 degrees F., and the mean annual precipitation ranges from 40 to 45 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Gasconade, Gatewood, Hartville and Ocie soils, and the competing Cedargap, Dunning and Hercules soils. Gasconade and Gatewood soils are on uplands and are less than 40 inches deep to bedrock. Ocie soils are on uplands and are in the loamy-skeletal over clayey particle size family. Hartville soils lack a mollic epipedon and the high content of coarse fragments and are found above the Stultz soils on stream terraces."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Somewhat poorly drained. Runoff potential is low. Permeability is moderately slow. These soils are subject to flooding in most years."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: This soil is used mainly for hay and pasture. Native vegetation is mixed hardwoods."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: The Ozarks Highland region (MLRA 116A) of south-central Missouri and possibly northern Arkansas. The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Morgantown, West Virginia"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Texas County, Missouri, 2000."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon - the zone from the surface to a depth of 20 inches. (A horizon)\nLithic contact - at 51 inches.\nZone of aquic conditions - 20 to 51 inches.\nADDITIONAL DATA: This soil is being mapped in the Jefferson City geologic formation in Missouri.\nLab Sample Numbers:\nM90-215-55 (University of Missouri Lab)\nS90-MO-215-008 (NSSL)\nNational Cooperative Soil Survey\nU.S.A."
  }
}
