{
  "SERIES": "STUMBLE",
  "STATUS": "Established Series",
  "BYREV": "Rev. GAR/WED/JVC/JBF",
  "REVDATE": "05/2016",
  "STATES": "NV,NM",
  "OVERVIEW": "The Stumble series consists of very deep, somewhat excessively drained soils that formed in eolian sand and alluvium derived from mixed rocks. Stumble soils are on inset fans, fan skirts, pediments, alluvial flats, alluvial fans, sand sheets, and fan aprons. Slopes are 0 to 15 percent.  The mean annual precipitation is about 150 mm and the mean annual temperature is about 12 degrees C.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Mixed, mesic Typic Torripsamments"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Stumble loamy sand--rangeland. (Colors are for dry soil unless otherwise noted.)\nA--0 to 15 cm; light brownish gray (10YR 6/2) loamy sand, dark grayish brown (10YR 4/2) moist; single grain; loose, nonsticky and nonplastic; many fine roots; moderately alkaline (pH 8.3); clear smooth boundary.  (8 to 18 cm thick)\nC1--15 to 36 cm; light brownish gray (10YR 6/2) loamy sand, brown (10YR 4/3) moist; massive; slightly hard, very friable, nonsticky and nonplastic; many fine roots; many fine and very fine tubular pores; moderately alkaline (pH 8.3); clear smooth boundary.  (15 to 40 cm thick)\nC2--36 to 74 cm; light brownish gray (10YR 6/2) loamy sand, brown (10YR 4/3) moist; massive; soft, very friable, nonsticky and nonplastic; many fine roots; many fine and very fine tubular pores; strongly effervescent; moderately alkaline (pH 8.3); clear smooth boundary.  (15 to 66 cm thick)\nC3--74 cm to 150 cm; light brownish gray (10YR 6/2) gravelly loamy sand, brown (10YR 4/3) moist; massive; soft, very friable, nonsticky and nonplastic; common fine roots; many very fine tubular pores; 20 percent gravel; slightly effervescent; moderately alkaline (pH 8.4)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Lincoln County, Nevada; approximately 200 feet north and 2,370 feet east of the southwest corner of section 10, T. 4 S., R. 54 E.; USGS White Blotch Springs 7.5 minute topographic quadrangle; latitude 37 degrees 36 minutes 24.8 seconds N and longitude 115 degrees 53 minutes 27.2 seconds W; WGS84 Decimal Degrees 37.6069444 latitude, -115.8908333 longitude."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: Usually dry, moist in some part for short periods during winter and early spring, and for 10 to 20 days cumulative between July and October due to convection storms; typic aridic soil moisture regime.\nMean annual soil temperature: 12 to 15 degrees C.\nParticle-size control section - Clay content: Averages 3 to 10 percent.\nRock fragments: 5 to 35 percent, dominantly gravel in some horizon. Lithology of fragments is mixed.\nA horizon\nValue: 6 or 7 dry, 4 or 5 moist.\nChroma: 2 or 3, dry or moist.\nReaction: Neutral through moderately alkaline.\nC1 and C2 horizons\nHue: 10YR or 2.5Y.\nValue: 6 or 7 dry, 4 or 5 moist.\nChroma: 2 or 3, dry or moist.\nTexture: Loamy sand or loamy fine sand, with strata of fine sand and sand.\nStructure: Single grain, massive, or weak subangular blocky.\nConsistence: Soft or slightly hard.\nSalinity (EC): 0 to 4 mmhos/cm.\nSodicity (SAR): 0 to 5.\nEffervescence: Slightly effervescent through violently effervescent.\nCalcium carbonate equivalent: 1 to 5 percent.\nC3 horizon\nTexture: Gravelly loamy sand or gravelly loamy fine sand with strata of fine sand and sand.\nStructure: Single grain, massive, or weak subangular blocky.\nReaction: Moderately alkaline or strongly alkaline.\nSalinity (EC): 0 to 8 mmhos/cm.\nSodicity (SAR): 0 to 5.\nEffervescence: Slightly effervescent through violently effervescent.\nCalcium carbonate equivalent: 1 to 5 percent.\nOther features: A clayey substratum phase is recognized in Nevada with texture of clay below 100 cm. This phase also has sodium adsorption ratio as high as 12 and calcium carbonate equivalent as high as 10 percent."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Als, Ecklund, Hawsley, Isolde, Kawich, Razito, Sheppard, Sundown, Tipper, Tipperary, Tricera, and Yenrab series.\nAls soils have mean annual soil temperature of 8 to 10 degrees C., do not have gravelly strata above 100 cm, and are not intermittently moist for 10 to 20 days during summer months.  Ecklund soils are moderately deep to lithic contacts. Hawsley soils are dominantly sand or fine sand. Isolde soils are dominantly fine sand or sand and have no rock fragments.  Kawich soils are calcareous throughout and are fine sand.  Razito soils have 0 to 5 percent rock fragments in the particle-size control section.  Sheppard soils have 5YR hue. Sundown soils are calcareous throughout.  Tipper soils are moderately deep to paralithic contacts. Tipperary soils have mean annual soil temperature of 8 to 12 degrees C. Tricera soils have mean annual soil temperature of 8 to 10 degrees C. and are not intermittently moist for 10 to 20 days during summer months. Yenrab soils are calcareous throughout and have 20 to 50 percent exchangeable sodium."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Stumble soils are on inset fans, fan skirts, pediments, alluvial flats, alluvial fans, sand sheets, and fan aprons. In New Mexico these soils also occur on fan remnants.  They formed in eolian sand and alluvium derived from mixed rocks. Slopes are mainly 0 to 15 percent in Nevada. In New Mexico slopes range up to 40 percent on backslopes of fan remnants. Elevations range from 1,092 to 1,839 meters in Nevada. In New Mexico, elevations range to 1,950 meters.  The mean annual precipitation is 125 to 200 mm, the mean annual temperature is 8 to 13 degrees C., and the frost-free period is 130 to 160 days. In New Mexico mean annual precipitation ranges from 200 to 250 mm, most of which comes from convective storms between July and September."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Fang, Jarboe, Papoose, Tickapoo, and Timper soils. Fang soils are coarse-loamy. Jarboe soils are fine-loamy, have carbonatic mineralogy, and calcic horizons with carbonate concretions. Papoose soils are fine-loamy, very deep, and have argillic horizons. Tickapoo soils are clayey, shallow to duripans, and have argillic horizons. Timper soils are loamy and shallow to duripans."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:  Somewhat excessively drained; high saturated hydraulic conductivity."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Stumble soils are used for livestock grazing and wildlife habitat. The vegetation is mainly littleleaf horsebrush, low Douglas rabbitbrush, desert needlegrass, fourwing saltbush, and Indian ricegrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Southern and western Nevada.  These soils are extensive with about 238,000 acres of the series mapped in Nevada. MLRAs 27 and 29 in Nevada. These soils have also been mapped in MLRA 35 in northwestern and northcentral New Mexico."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Davis, California."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Churchill County, Nevada (Fallon-Fernley Area), 1971."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - The zone from the soil surface to 18 cm (A horizon and part of the C1).\nParticle-size control section - The zone from 25 to 100 cm (C2 and parts of the C1 and C3 horizons)."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "NA"
  },
  "SITE": [
    [
      {
        "drainage": "somewhat excessively",
        "drainage_overview": "somewhat excessively"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 15,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "loamy sand",
        "cf_class": "NA",
        "pH": 8.3,
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A--0 to 15 cm; light brownish gray (10YR 6/2) loamy sand, dark grayish brown (10YR 4/2) moist; single grain; loose, nonsticky and nonplastic; many fine roots; moderately alkaline (pH 8.3); clear smooth boundary.  (8 to 18 cm thick)"
      },
      {
        "name": "C1",
        "top": 15,
        "bottom": 36,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "loamy sand",
        "cf_class": "NA",
        "pH": 8.3,
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "C1--15 to 36 cm; light brownish gray (10YR 6/2) loamy sand, brown (10YR 4/3) moist; massive; slightly hard, very friable, nonsticky and nonplastic; many fine roots; many fine and very fine tubular pores; moderately alkaline (pH 8.3); clear smooth boundary.  (15 to 40 cm thick)"
      },
      {
        "name": "C2",
        "top": 36,
        "bottom": 74,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "loamy sand",
        "cf_class": "NA",
        "pH": 8.3,
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "C2--36 to 74 cm; light brownish gray (10YR 6/2) loamy sand, brown (10YR 4/3) moist; massive; soft, very friable, nonsticky and nonplastic; many fine roots; many fine and very fine tubular pores; strongly effervescent; moderately alkaline (pH 8.3); clear smooth boundary.  (15 to 66 cm thick)"
      },
      {
        "name": "C3",
        "top": 74,
        "bottom": "NA",
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "loamy sand",
        "cf_class": "gravelly",
        "pH": 8.4,
        "pH_class": "moderately alkaline",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "C3--74 cm to 150 cm; light brownish gray (10YR 6/2) gravelly loamy sand, brown (10YR 4/3) moist; massive; soft, very friable, nonsticky and nonplastic; common fine roots; many very fine tubular pores; 20 percent gravel; slightly effervescent; moderately alkaline (pH 8.4)."
      }
    ]
  ]
}
