{
  "SERIES": "STURGES",
  "STATUS": "Established Series",
  "BYREV": "MAA-KDV",
  "REVDATE": "02/97",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, smectitic, mesic Vertic Argialbolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Sturges silt loam - on a 2 percent slope in a cultivated field at an elevation of 790 feet.  (Colors are for moist soil unless otherwise stated).\nAp--0 to 4 inches; black (10YR 2/1) silt loam; dark gray (10YR 4/1) dry; moderate fine subangular blocky structure parting to moderate fine granular; friable; common very fine roots; slightly acid; abrupt smooth boundary.\nA--4 to 9 inches; black (10YR 2/1) silt loam; dark gray (10YR 4/1) dry; moderate fine prismatic structure parting to moderate fine subangular blocky; friable; common fine roots; slightly acid; clear smooth boundary.  (Combined thickness of the A horizon is 6 to 12 inches.)\nE--9 to 12 inches; grayish brown (10YR 5/2) silt loam; moderate thick platy structure parting to moderate fine subangular blocky; friable; common very fine roots; common fine prominent yellowish brown (10YR 5/6) masses of iron; moderately acid; abrupt wavy boundary.  (2 to 6 inches thick)\nBtg--12 to 15 inches; very dark grayish brown (10YR 3/2) silty clay; grayish brown (10YR 5/2) dry; weak fine prismatic structure parting to moderate fine subangular blocky; firm; few very fine roots; many distinct clay films on faces of peds; common fine prominent yellowish red (5YR 5/8) masses of iron; strongly acid; clear smooth boundary.  (2 to 5 inches thick)\nBt--15 to 20 inches; brown (10YR 4/3) and dark yellowish brown (10YR 4/6) clay; weak fine prismatic structure parting to moderate fine subangular blocky; firm; few very fine roots; many distinct clay films on faces of peds; common very dark gray (10YR 3/1) organic stains on faces of peds; strongly acid; clear wavy boundary.  (4 to 8 inches thick)\nB'tg--20 to 30 inches; gray (10YR 5/1) silty clay; weak medium prismatic structure parting to weak medium subangular blocky; firm; few fine roots; common faint clay films on faces of peds; common medium prominent yellowish red (5YR 4/6) masses of iron; few very dark gray (10YR 3/1) organic stains; strongly acid; clear smooth boundary.\nBtg2--30 to 42 inches; gray (10YR 6/1) silty clay loam; weak medium prismatic structure parting to moderate fine subangular blocky; firm; few fine roots; common faint clay films on faces of peds; common fine prominent yellowish red (5YR 4/6) masses of iron; common fine iron and manganese concretions; moderately acid; clear smooth boundary.\nBtg3--42 to 61 inches; gray (10YR 6/1) silty clay loam; weak medium subangular blocky structure; firm; few faint clay films on faces of peds; many fine prominent dark reddish brown (2.5YR 3/4) masses of iron; common fine iron and manganese stains and concretions; moderately acid; clear smooth boundary.\nCg--61 to 80 inches; light brownish gray (10YR 6/2) silty clay loam; massive; firm; few fine distinct yellowish brown (10YR 5/4) and dark yellowish brown (10YR 4/4) masses of iron; moderately acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Livingston County, Missouri; 4 miles north of Wheeling; 1550 feet south and 350 feet west of the northeast corner of sec 17, T.58 N., R.22 W.; Wheeling quadrangle, lat. 39 degrees 50 minutes 45 seconds N. and long. 93 degrees 23 minutes 01 seconds W.."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The combined thickness of the mollic epipedon is 10 to 16 inches. Depth to a marked increase in sand (2Btg or 2Cg horizon) ranges from 60 to 80 inches or more. Depth to the base of the argillic horizon is 60 to 80 inches or more. The particle size control section averages 42 to 55 percent clay.\nThe Ap and A horizons have a color value of 2 or 3, 4 or 5 dry, and a chroma of 1 to 3. Reaction is strongly acid to neutral.\nThe E horizon has a hue of 10YR or 2.5Y, value of 4 to 5 and chroma of 1 or 2. Reaction is strongly acid to neutral.\nThe upper Btg horizon has a hue of 10YR or 2.5Y, value of 2 or 3 and chroma of 2. The Bt horizon has hue of 10YR, value of 4 or 5 and chroma of 3 to 6. The B'tg, lower Btg and the Cg horizons have a hue of 10YR or 2.5Y, a value of 4 to 6 and chroma of 1 or 2. Where present, masses of iron are distinct or prominent. Texture commonly is silty clay or clay in the upper part and silty clay loam in the lower part. Reaction is strongly acid to neutral.\nThe 2Btg and 2Cg horizons, if present have hue of 10YR to 5Y, value of 4 to 6 and chroma of 1 or 2. Masses of iron are distinct or prominent. It is silty clay loam or silt loam containing more than 5 percent sand or clay loam. Reaction is strongly acid to neutral."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Barbert, Crestmeade, Edina and Triplett series. These soils do not have a dominant chroma of 3 in the uppermost part of the argillic horizon."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  The Sturges soils are on nearly level to gently sloping ridgetops of hills. Slopes range from 0 to 5 percent. Sturges soils formed in 60 to 80 inches or more of loess underlain by pedisediment. The mean annual temperature ranges from 52 to 55 degrees F. and mean annual precipitation ranges from 32 to 38 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Grundy, Crestmeade, Lagonda, and Lamoni soils. Grundy and Lagonda soils do not have E horizons. Lamoni soils have B horizons formed in glacial till with more than 10 percent sand. These soils are on similar positions or lower on the landscape."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Somewhat poorly drained. Runoff is negligable to low. Permeability is slow. In undisturbed areas, a perched water table has an upper limit of 0.5 to 1.5 feet during November to May in most years."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Sturges soils are used to grow corn, soybeans, small grains; and to a lesser extent, are used for hay or pasture.  Native vegetation is tall prairie grasses."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  North central Missouri. The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Indianapolis, Indiana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Livingston County, Missouri, 1996."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Missouri Characterization Laboratory Sample No. M9411707;\nDiagnostic horizons and features recognized in this series are: Mollic epipedon-the zone from the surface of the soil to a depth of 9 inches and from 12 to 15 inches (Ap, A and Btg horizons);\nAlbic horizon-the zone from approximately 9 to 12 inches (E horizon); Argillic horizon-the zone from approximately 12 to 61 inches (Btg, Bt, B'tg, Btg2, and Btg3 horizons).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
