{
  "SERIES": "STUTZMAN",
  "STATUS": "Established Series",
  "BYREV": "Rev. PSD",
  "REVDATE": "02/97",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, smectitic, calcareous, mesic Typic Torriorthents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Stutzman silty clay loam-rangeland.  (Colors are for dry soil unless otherwise stated.)\nA--0 to 4 inches; light brownish gray (2.5Y 6/2) silty clay loam, grayish brown (2.5Y 5/2) moist; moderate fine granular structure, weak platy in the upper 1/2 inch; soft, very friable, sticky and plastic; calcareous; moderately alkaline (pH 8.2); clear smooth boundary.  (3 to 6 inches thick)\nAC--4 to 11 inches; light yellowish brown (2.5Y 6/3) heavy silty clay loam, light olive brown (2.5Y 5/3) moist; weak coarse subangular blocky structure; very hard, friable, sticky and plastic; strongly effervescent, lime disseminated; moderately alkaline (pH 8.2); diffuse wavy boundary.  (0 to 6 inches thick)\nC--11 to 60 inches; light yellowish brown (2.5Y 6/3) heavy silty clay loam, light olive brown (2.5Y 5/3) moist; massive; very hard, friable, sticky and plastic; strongly effervescent; calcium carbonate as small soft rounded masses which occur erratically with depth; moderately alkaline (pH 8.2)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Park County, Wyoming; approximately 950 feet west and 1,550 feet north of the S1/4 corner of sec. 10, T. 56 N., R. 99 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The mean annual soil temperature is 47 to 53 degrees F.  The soils are usually calcareous throughout but are leached a few inches in some pedons.  The control section is silty clay loam, clay loam, or silty clay which averages 35 to 50 percent clay.  Small, flat rock fragments range from 0 to 15 percent.\nThe A horizon has hue of 5Y through 7.5YR, value of 5 through 7 dry and 3 through 5 moist, and chroma of 2 or 3.  It is silty clay loam or silty clay.  THis horizon is mildly alkaline through strongly alkaline.\n2 - Stutzman Series\nThe C horizon has hue of 5Y through 7.5YR, value of 6 or 7 dry and 5 or 6 moist, and chroma of 2 or 3.  It is silty clay loam or silty clay.  This horizon has accumulation of visible calcium carbonate in some pedons.  It is mildly through strongly alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Benin, Deaver, and Ragtown series in the same family and the Torchlight series.  Benin soils have 15 to 40 percent exchangeable sodium to depths of 25 to 36 inches.  Deaver soils have a paralithic contact at depths of 20 to 40 inches.  Ragtown soils have relict mottles and have a mean annual soil temperature of 53 to 57 degrees F.  Torchlight soils crack and have more than 15 percent exchangeable sodium."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Stutzman soils are on alluvial fans and terraces.  Slopes are 0 to 10 percent.  The soils formed in thick, calcareous alluvium derived from calcareous shale and siltstone.  Elevation is 3,800 to 5,500 feet.  The average annual precipitation is 5 to 9 inches, and the mean annual temperature is about 44 to 48 degrees F.  The frost-free season is 110 to 130 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the competing Deaver and Torchlight series."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; rapid runoff; slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used for range and irrigated cropland.  Native vegetation is big sagebrush, cactus, and western wheatgrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Southeastern Montana and the basin areas of Wyoming.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Carbon County (Bridger Area), Montana; 1971.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": null
  }
}
