{
  "SERIES": "SUAMICO",
  "STATUS": "Established Series",
  "BYREV": "Revised Staff",
  "REVDATE": "03/2025",
  "STATES": "WI",
  "OVERVIEW": "The Suamico series consists of very poorly drained soils formed in herbaceous organic material over clayey glaciofluvial deposits in glacial lake basins and in depressions on till plains. Slope ranges from 0 to 2 percent. Mean annual temperature is about 45 degrees F, and mean annual precipitation is about 30 inches.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Clayey, mixed, euic, mesic Terric Haplosaprists"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Suamico muck in an uncultivated area. (Colors are for moist soil unless otherwise stated.)\nOa1--0 to 22 inches; very dark brown (10YR 2/2) broken face and rubbed sapric material; about 5 percent fiber, a trace when rubbed; moderate medium granular structure; nonsticky; few roots; neutral; gradual smooth boundary.\nOa2--22 to 26 inches; very dark brown (10YR 2/2) broken face and rubbed sapric material; about 15 percent fiber, less than 5 percent rubbed; massive; nonsticky; neutral; abrupt smooth boundary.\nIIC--26 to 60 inches; dark gray (10YR 4/1) silty clay; many fine and coarse prominent brown (7.5YR 4/4) and strong brown (7.5YR 5/8) mottles; massive; very sticky; neutral."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Outagamie County, Wisconsin; 1,560 feet west and 2,300 feet south of the northeastern corner of sec. 22, T. 23 N., R. 15 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: The organic material ranges from 16 to 51 inches in thickness but is generally 22 to 34 inches thick. It is mostly derived from herbaceous plants. The organic layers are slightly acid or neutral. The IIC horizon is neutral to moderately alkaline.\nThe Oa horizon has chroma of 1 or 2.\nThe IIC horizon has hue of 7.5YR or 10YR, value of 5, and chroma of 1 or 2. Texture is silty clay, heavy clay loam, or clay."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: This is the Whallonsburg series. Whallonsburg soils occur in MLRA 142 at elevations below 590 feet. The distinction in properties between Suamico and Whallensburg soils within the series control section is unclear."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Suamico soils are in glacial lake basins and in depressions on till plains. Slope ranges from 0 to 2 percent. The soils formed in herbaceous organic material over clayey glaciofluvial deposits. Elevation is 590 to 1,010 feet above mean sea level."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Carbondale, Cathro, Markey, and Rondeau soils. Carbondale soils are nearby on similar positions and formed in a thicker layer of organic material. Cathro soils are underlain by loamy material and are on similar positions. Cathro soils are underlain by sandy material and are on similar positions. Rondeau soils are underlying by limnic materials, mostly marl."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Very poorly drained. Permeability is moderately rapid in the organic layer and very slow in the underlying clayey substratum. A seasonal high water table is less than 1 foot below the surface. These soils are subject to ponding. They are also subject to flooding. If drained, these soils are subject to subsidence and soil blowing."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most areas of Suamico are in woodland or pasture. Some drained areas are used for truck crops or sod. Native vegetation is a mixed vegetation of grasses, reeds, sedges, alder, aspen, willow, dogwood, and elm in the southern extent. In the northern extent, the native vegetation is northern white-cedar, willow, white birch, alder, and redosier dogwood."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Eastern Wisconsin in MLRA 95. The soils of this series are not extensive."
  },
  "REGIONAL OFFICE": {
    "section": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE",
    "content": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE: Salina, Kansas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Outagamie County, Wisconsin, 1978."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: The Wisconsin NRCS State Office requested that null or missing OSD information be populated in the OSD Database so it can be accessed for reference. These references are critical for NRI sampling verification, program eligibility for onsite, and compliance review and checks. The status of the Suamico Series is inactive in the Official Soil Series database and no OSD is available.\nThe Suamico Series was established in 1978 in Outagamie County, Wisconsin, based on correlation records. Suamico Series was also correlated in Door County, Wisconsin. The taxonomic classification of Suamico Series was listed as clayey, mixed, euic Terric Borosaprists in the Soil Survey of Outagamie County, Wisconsin (1978) and the Soil Survey of Door County, Wisconsin (1978). It is noted in both soil survey reports that Suamico soils are now classified in the range of the Cathro Series.\nTo satisfy the request from Wisconsin NRCS State Office, the Suamico Series is reactivated as of 03/2025 until field investigations are conducted to evaluate the range in properties and extent, including the kind of parent material, mineralogy of the underlying material, climate, and ecological site information.\nThis OSD is based on data available these soil survey reports and in NASIS (DMU Rec IDs 267050 and 267374). No changes were made to the typical profile as described in the Outagamie County soil survey report."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "NA"
  },
  "SITE": [
    [
      {
        "drainage": "very poorly",
        "drainage_overview": "very poorly"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Oa1",
        "top": 0,
        "bottom": 56,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 2,
        "texture_class": "NA",
        "structure": "moderate medium granular",
        "dry_rupture": "NA",
        "moist_rupture": "NA",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "eff_class": "NA",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "Oa1--0 to 22 inches; very dark brown (10YR 2/2) broken face and rubbed sapric material; about 5 percent fiber, a trace when rubbed; moderate medium granular structure; nonsticky; few roots; neutral; gradual smooth boundary."
      },
      {
        "name": "Oa2",
        "top": 56,
        "bottom": 66,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 2,
        "texture_class": "NA",
        "structure": "massive",
        "dry_rupture": "NA",
        "moist_rupture": "NA",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "eff_class": "NA",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Oa2--22 to 26 inches; very dark brown (10YR 2/2) broken face and rubbed sapric material; about 15 percent fiber, less than 5 percent rubbed; massive; nonsticky; neutral; abrupt smooth boundary."
      },
      {
        "name": "IIC",
        "top": 66,
        "bottom": 152,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 1,
        "texture_class": "silty clay",
        "structure": "massive",
        "dry_rupture": "NA",
        "moist_rupture": "NA",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "eff_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "IIC--26 to 60 inches; dark gray (10YR 4/1) silty clay; many fine and coarse prominent brown (7.5YR 4/4) and strong brown (7.5YR 5/8) mottles; massive; very sticky; neutral."
      }
    ]
  ]
}
