{
  "SERIES": "SUBACO",
  "STATUS": "Established Series",
  "BYREV": "MLW/DJL/DJE/JJJ/SBS",
  "REVDATE": "2/97",
  "STATES": "CA",
  "OVERVIEW": "The Subaco series consists of moderately deep, somewhat poorly drained soils that formed in alluvium from mixed sources.  Subaco soils are on basin rims and in basins and have slopes of 0 to 2 percent.  The annual precipitation is about 18 inches and the annual temperature is about 62 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS:  Fine, smectitic, thermic Xeric Epiaquerts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Subaco clay - on a nearly level slope of less than 1 percent under irrigated rice at 29 feet elevation.  (Colors are for dry soil unless otherwise stated.  When described April 1979, the soil was moist throughout.)\nAp--0 to 13 inches; dark gray (10YR 4/1) clay, very dark gray (10YR 3/1) moist; weak fine and medium subangular blocky structure; very hard, firm, sticky and plastic; common fine and many very fine roots; common very fine and fine tubular pores; moderately alkaline (pH 8.0); clear wavy boundary.  (12 to 18 inches thick)\nBss--13 to 26 inches; gray (10YR 5/1) clay, very dark gray (10YR 3/1) moist; massive; very hard, firm, very sticky and very plastic; few very fine roots in cracks; common fine tubular pores; few fine distinct strong brown (7.5YR 4/6) masses of iron accumulation, dark brown (7.5YR 3/4) moist;  common fine masses of manganese accumulation and strongly cemented manganese nodules; common slickensides;  moderately alkaline (pH 8.0); abrupt smooth boundary.  (8 to 22 inches thick)\n2Cr--26 inches; light gray (10YR 7/2) siltstone, brown (10YR 4/3) moist; massive; very hard, extremely firm, nonsticky and nonplastic; few very fine roots in cracks, many very fine tubular pores; slightly effervescent with lime in a few fine segregated seams and in a discontinuous cap 1-mm thick."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Sutter County, California; approximately 9 miles north of Robbins on Reclamation Road, then 1.5 miles east on Tudor Road, then 0.4 mile north and 0.3 mile east, 1,800 feet east and 200 feet south of the northwest corner of section 3, T.13 N., R.2 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Depth to paralithic contact ranges from 20 to 40 inches.  The mean annual soil temperature is 60 degrees to 65 degrees F.  The soil temperature is above 47 degrees F the entire year.  The difference between average July and average January soil temperature is 30 degrees to 33 degrees F.  Clay content in the 10 to 40 inch control section ranges from 40 to 60 percent.  Reaction is slightly alkaline to moderately alkaline.  Cracks 1 to 3 cm wide extend to 25 inches or more or the Cr horizon from June to October in areas not irrigated and are closed the rest of the year.\nThe A horizon has dry colors of 10YR 5/1 or 4/1 and moist color of 10YR 3/1, 2/1 or 3/2.\nThe Bss horizon has dry colors of 10YR 5/1 or 4/1 and moist colors of 10YR 3/1, 2/1, 4/1 or 3/2.  Masses of manganese accumulation and strongly cemented manganese nodules occupy 2 to 20 percent of the surface area.  It has common to many slickensides throughout.\nSome pedons have a calcareous C horizon above the siltstone."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are the Clear Lake, Hildreth, Jacktone, Maxwell and Willow series.  Clear Lake, Hildreth, Maxwell and Willows soils are greater than 60 inches deep.\nJacktone soils have a duripan at 20 to 40 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Subaco soils are on basin rims and in basins with slopes of 0 to 2 percent.  They formed in alluvium from mixed sources deposited over unrelated siltstone.  Elevations are 20 to 80 feet.  Climate is subhumid with hot dry summers and cool moist winters.  Mean annual precipitation is 14 to 17 inches.  Average January temperature is 77 degrees F and the average July temperature is 45 degrees F.  The mean temperature is about 60 degrees to 64 degrees F.  The frost-free season is about 260-280 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the competing Clear Lake soils and the Capay and Oswald soils.  Capay and Oswald soils are on basin rims above Subaco soils and have dominant chromas moist of greater than 1.5."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Somewhat poorly drained; very slow runoff; slow permeability.  There is a perched water table between depths of 18 to 42 inches in December to April."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  This soil is used for irrigation rice, small grains and row crops."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Southeastern part of the Sacramento Valley.  Soils are not extensive. MLRA 17."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Sutter County, California 1983.  Series name is from Subaco Road."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Series reclassified on November 1996 (added CEC class).  Competing series not reviewed at that time.\nSubaco does not match well at Butte-Sutter County line. In Sutter County, Subaco was described as having a paralithic (siltstone?) whereas in Butte County at the county line the soil clearly had a duripan. Subaco in Sutter County needs to be investigated.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "somewhat poorly",
        "drainage_overview": "somewhat poorly"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 33,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 1,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 1,
        "texture_class": "clay",
        "cf_class": "NA",
        "pH": 8,
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Ap--0 to 13 inches; dark gray (10YR 4/1) clay, very dark gray (10YR 3/1) moist; weak fine and medium subangular blocky structure; very hard, firm, sticky and plastic; common fine and many very fine roots; common very fine and fine tubular pores; moderately alkaline (pH 8.0); clear wavy boundary.  (12 to 18 inches thick)"
      },
      {
        "name": "Bss",
        "top": 33,
        "bottom": 66,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 1,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 1,
        "texture_class": "clay",
        "cf_class": "NA",
        "pH": 8,
        "pH_class": "moderately alkaline",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Bss--13 to 26 inches; gray (10YR 5/1) clay, very dark gray (10YR 3/1) moist; massive; very hard, firm, very sticky and very plastic; few very fine roots in cracks; common fine tubular pores; few fine distinct strong brown (7.5YR 4/6) masses of iron accumulation, dark brown (7.5YR 3/4) moist;  common fine masses of manganese accumulation and strongly cemented manganese nodules; common slickensides;  moderately alkaline (pH 8.0); abrupt smooth boundary.  (8 to 22 inches thick)"
      },
      {
        "name": "2Cr",
        "top": 66,
        "bottom": "NA",
        "dry_hue": "10YR",
        "dry_value": 7,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "silt",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "2Cr--26 inches; light gray (10YR 7/2) siltstone, brown (10YR 4/3) moist; massive; very hard, extremely firm, nonsticky and nonplastic; few very fine roots in cracks, many very fine tubular pores; slightly effervescent with lime in a few fine segregated seams and in a discontinuous cap 1-mm thick."
      }
    ]
  ]
}
