{
  "SERIES": "SUCCESS",
  "STATUS": "Established Series",
  "BYREV": "Rev. HRM-JFH-CAW",
  "REVDATE": "09/2001",
  "STATES": "NH,NY",
  "OVERVIEW": "The Success series consists of very deep, somewhat excessively drained soils formed in loamy sediments overlying sandy till.  Permeability is moderately rapid in the solum and rapid in the underlying material.  Slope ranges from 3 to 60 percent.  Mean annual precipitation is about 37 inches and mean annual temperature is about 41 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Sandy-skeletal, isotic, frigid, ortstein Typic Haplorthods"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Success gravelly loamy coarse sand, on a 13 percent southwest facing slope in a forested site.  (Colors are for moist soil unless otherwise stated.)\n0i--0 to 4 inches; slightly decomposed plant material with many coarse, medium, and fine roots.\n0a--4 to 9 inches, black (5YR 2/1) highly decomposed plant material, weak very fine and fine granular structure; very friable; many coarse, medium, and fine roots; extremely acid; abrupt wavy boundary.  (Combined thickness of the O horizon is 0 to 12 inches.)\nE--9 to 11 inches, pinkish gray (7.5YR 6/2) gravelly loamy coarse sand; weak fine granular structure; very friable; common coarse, medium, and fine roots; 5 percent gravel, 5 percent cobbles, 5 percent stones; extremely acid; abrupt wavy boundary.  (1 to 6 inches thick)\nBhs--11 to 13 inches, dark reddish brown (5YR 2/2) gravelly loamy coarse sand; 20 percent massive and weakly cemented; 80 percent weak fine granular structure and friable; common coarse, medium, and fine roots; 5 percent gravel, 5 percent cobbles, and 5 percent stones; extremely acid; abrupt wavy boundary.  (0 to 5 inches thick)\nBs1--13 to 19 inches, 70 percent yellowish red (5YR 5/8) and 30 percent strong brown (7.5YR 5/8) gravelly sandy loam; 40 percent massive and weakly cemented; 60 percent weak fine and medium granular structure and friable; common fine and medium roots; 10 percent gravel, 5 percent cobbles; and 5 percent stones; very strongly acid; clear smooth boundary.\nBs2--19 to 23 inches, strong brown (7.5YR 5/8) very gravelly fine sandy loam; 60 percent massive and weakly cemented; 40 percent weak fine subangular blocky structure and friable; few fine roots; 40 percent gravel, 5 percent cobbles; very strongly acid; clear smooth boundary. (Combined thickness of the Bs horizon is 5 to 20 inches.)\nBCm--23 to 46 inches, very pale brown (10YR 7/4) very gravelly loamy coarse sand; 100 percent massive and weakly cemented; few fine roots in upper part; 40 percent gravel, 5 percent cobbles; strongly acid; abrupt smooth boundary.  (Combined thickness of BC horizon is 5 to 30 inches.)\nC--46 to 65 inches, light gray (10YR 7/2) very gravelly loamy sand; single grain; loose; 45 percent gravel, 5 percent cobbles; very strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Coos County, New Hampshire, City of Berlin, .65 miles SW of NH Route 110 on Jericho Pond road and .25 miles S of Jericho Pond Road on Jericho Brook Road; latitude 44 degrees 29 minutes 45 seconds N. and longitude 71 degrees 14 minutes 43 seconds W., NAD 27."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Solum thickness ranges from 30 to 50 inches. Depth to the cemented BC horizon ranges from 15 to 35 inches.  Reaction ranges from extremely acid to moderately acid in the 0, A, and E horizons; extremely acid to moderately acid in the B horizons; and very strongly acid to slightly acid in the C horizons.  Rock fragment content in individual horizons of the particle-size control section ranges from 15 to 60 percent, but the weighted average ranges from 35 to 60 percent.  The rock fragment content of the upper 10 inches of the mineral soil ranges from 5 to 50 percent.\nThe O horizon, where present, has hue of 5YR or 7.5YR, value of 2 to 3, and chroma of 0 to 2.  It is slightly to highly decomposed plant material.\nSome pedons have an A horizon that has hue of 5YR to 10YR, value of 2 to 3, and chroma of 1 to 3.  Texture is sandy loam or fine sandy loam and their gravelly or cobbly analogues.  It is up to 5 inches thick.\nThe E horizon has hue of 5YR to 10YR, value of 4 to 7, and chroma of 1 or 2.  It is fine sandy loam, sandy loam, loamy sand, loamy coarse sand, or their gravelly analogues.\nThe Bhs or Bh horizon has hue of 2.5YR to 7.5YR, value and chroma of 2 or 3.  It is sandy loam, fine sandy loam, loamy coarse sand, or their gravelly analogues.  Ortstein consistence ranges from 0 to 90 percent in individual pedons.\nThe upper part of the Bs horizon has hue of 5YR or 7.5YR, value of 3 to 6, and chroma of 3 to 8.  It is fine sandy loam, sandy loam, loamy sand, or their gravelly analogues.  Ortstein consistence ranges from 20 to 90 percent in individual pedons with at least one subhorizon having more than 50 percent cementation.  The lower part of the Bs horizon has hue of 10YR or 2.5Y, value of 4 to 6, and chroma of 3 to 6.  Texture is loamy sand, sand, or their gravelly analogues.  Amorphous cementation ranges from 40 to 90 percent in individual pedons.\nThe BCm horizon has hue of 7.5YR to 2.5Y, value of 4 to 7, and chroma of 3 to 6.  Texture is loamy sand, loamy coarse sand, sand, or their gravelly analogues.  Amorphous cementation ranges from 90 to 100 percent in individual pedons.\nSome pedons have a BC horizon with same colors and textures as the BCm horizon.\nThe C horizon has hue of 10YR to 5Y, value of 4 to 7, and chroma of 2 to 6.  Texture is loamy sand, loamy coarse sand, sand, or their gravelly analogues."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are currently no other series in the same family.  Constable and Duane are similar soils in related families.  Both of these soils formed in outwash material and Duane soils are moderately well drained."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Success soils are on glaciated upland plains, hills, and ridges. They formed in till derived principally from granite and gneiss. Slope is dominantly 3 to 35 percent, but range up to 60 percent.  Mean annual temperature ranges from 40 to 45 degrees F and mean annual precipitation ranges from 35 to 50 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Becket, Hermon, and Monadnock soils in similar positions on the landscape, the Lyme and Pondicherry soils in lower positions on the landscape, and Colton soils on adjacent glaciofluvial landforms.  Becket soils are underlain by dense till.  Colton soils do not have ortstein and formed in outwash. Pondicherry soils formed in organic accumulations, are very poorly drained, and are in depressions.  Hermon soils do not have ortstein in 50 percent or more of each pedon.  Lyme soils have coarse-loamy particle-size control sections, are poorly drained, and are in drainageways.  Monadnock soils are without ortstein and amorphous cementation and have coarse loamy over sandy or sandy-skeletal particle-size control sections."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Somewhat excessively drained.  The potential for surface runoff is medium.  Permeability is moderately rapid in the solum and rapid in the underlying material (see remarks)."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Forested with red spruce, white pine, paper birch, and sugar maple."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northern New England, northern New York; MLRAs 143 and 144B.   The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Amherst, Massachusetts."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Coos County, New Hampshire, 1999."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  1.  Success soils were formerly included with the Hermon soils in New Hampshire.  2.  The particle-size class is bordering sandy and loamy-skeletal.  3.  Numerous observations have not detected any perching of water above the ortstein or amorphous cemented layers in this soil. While the predicted permeability of these cemented layers would be expected to be moderately slow, this soil appears to have moderately rapid permeability in these layers.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "somewhat excessively"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "0i",
        "top": 0,
        "bottom": 10,
        "narrative": "0i--0 to 4 inches; slightly decomposed plant material with many coarse, medium, and fine roots."
      },
      {
        "name": "0a",
        "top": 10,
        "bottom": 23,
        "moist_hue": "5YR",
        "moist_value": 2,
        "moist_chroma": 1,
        "pH_class": "extremely acid",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "0a--4 to 9 inches, black (5YR 2/1) highly decomposed plant material, weak very fine and fine granular structure; very friable; many coarse, medium, and fine roots; extremely acid; abrupt wavy boundary.  (Combined thickness of the O horizon is 0 to 12 inches.)"
      },
      {
        "name": "E",
        "top": 23,
        "bottom": 28,
        "moist_hue": "7.5YR",
        "moist_value": 6,
        "moist_chroma": 2,
        "texture_class": "loamy coarse sand",
        "cf_class": "gravelly",
        "pH_class": "extremely acid",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "E--9 to 11 inches, pinkish gray (7.5YR 6/2) gravelly loamy coarse sand; weak fine granular structure; very friable; common coarse, medium, and fine roots; 5 percent gravel, 5 percent cobbles, 5 percent stones; extremely acid; abrupt wavy boundary.  (1 to 6 inches thick)"
      },
      {
        "name": "Bhs",
        "top": 28,
        "bottom": 33,
        "moist_hue": "5YR",
        "moist_value": 2,
        "moist_chroma": 2,
        "texture_class": "loamy coarse sand",
        "cf_class": "gravelly",
        "pH_class": "extremely acid",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "Bhs--11 to 13 inches, dark reddish brown (5YR 2/2) gravelly loamy coarse sand; 20 percent massive and weakly cemented; 80 percent weak fine granular structure and friable; common coarse, medium, and fine roots; 5 percent gravel, 5 percent cobbles, and 5 percent stones; extremely acid; abrupt wavy boundary.  (0 to 5 inches thick)"
      },
      {
        "name": "Bs1",
        "top": 33,
        "bottom": 48,
        "moist_hue": "5YR",
        "moist_value": 5,
        "moist_chroma": 8,
        "texture_class": "sandy loam",
        "cf_class": "gravelly",
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bs1--13 to 19 inches, 70 percent yellowish red (5YR 5/8) and 30 percent strong brown (7.5YR 5/8) gravelly sandy loam; 40 percent massive and weakly cemented; 60 percent weak fine and medium granular structure and friable; common fine and medium roots; 10 percent gravel, 5 percent cobbles; and 5 percent stones; very strongly acid; clear smooth boundary."
      },
      {
        "name": "Bs2",
        "top": 48,
        "bottom": 58,
        "moist_hue": "7.5YR",
        "moist_value": 5,
        "moist_chroma": 8,
        "texture_class": "fine sandy loam",
        "cf_class": "very gravelly",
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bs2--19 to 23 inches, strong brown (7.5YR 5/8) very gravelly fine sandy loam; 60 percent massive and weakly cemented; 40 percent weak fine subangular blocky structure and friable; few fine roots; 40 percent gravel, 5 percent cobbles; very strongly acid; clear smooth boundary. (Combined thickness of the Bs horizon is 5 to 20 inches.)"
      },
      {
        "name": "BCm",
        "top": 58,
        "bottom": 117,
        "moist_hue": "10YR",
        "moist_value": 7,
        "moist_chroma": 4,
        "texture_class": "loamy coarse sand",
        "cf_class": "very gravelly",
        "pH_class": "strongly acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "BCm--23 to 46 inches, very pale brown (10YR 7/4) very gravelly loamy coarse sand; 100 percent massive and weakly cemented; few fine roots in upper part; 40 percent gravel, 5 percent cobbles; strongly acid; abrupt smooth boundary.  (Combined thickness of BC horizon is 5 to 30 inches.)"
      },
      {
        "name": "C",
        "top": 117,
        "bottom": 165,
        "moist_hue": "10YR",
        "moist_value": 7,
        "moist_chroma": 2,
        "texture_class": "loamy sand",
        "cf_class": "very gravelly",
        "pH_class": "very strongly acid",
        "narrative": "C--46 to 65 inches, light gray (10YR 7/2) very gravelly loamy sand; single grain; loose; 45 percent gravel, 5 percent cobbles; very strongly acid."
      }
    ]
  ]
}
