{
  "SERIES": "SUCCESSLOOP",
  "STATUS": "Established Series",
  "BYREV": "Rev. CWL/PWB/TM/BKP",
  "REVDATE": "11/2016",
  "STATES": "NV",
  "OVERVIEW": "The Successloop series consists of very deep, well drained soils that formed in residuum and colluvium derived from quartzite with a minor influence from limestone and dolomite. Successloop soils are on mountains. Slopes are 8 to 50 percent. The mean annual precipitation is about 575 mm and the mean annual temperature is about 5 degrees C.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive Xeric Argicryolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Successloop very gravelly loam--rangeland. (Colors are for dry soil unless otherwise noted.) The soil surface is partially covered with approximately 30 percent gravel and 10 percent cobbles.\nA1--0 to 15 cm; brown (10YR 4/3) very gravelly loam, dark brown (10YR 3/3) moist; weak thick platy structure parting to moderate medium granular; soft, very friable, slightly sticky and nonplastic; many very fine and common fine roots; common very fine and fine, and few medium interstitial and tubular pores; 30 percent gravel and 10 percent cobbles; neutral (pH 6.8); clear smooth boundary.\nA2--15 to 35 cm; brown (10YR 4/3) very cobbly loam, very dark grayish brown (10YR 3/2) moist; strong coarse subangular blocky structure parting to moderate medium granular; soft, very friable, slightly sticky and slightly plastic; many very fine and fine, common medium, and few coarse roots; common very fine and fine, and few medium interstitial and tubular pores; 20 percent gravel and 20 percent cobbles; neutral (pH 7.0); clear smooth boundary.  (Combined thickness of the A horizons is 25 to 38 cm)\nBt--35 to 69 cm; light yellowish brown (10YR 6/4) very cobbly sandy clay loam, dark yellowish brown (10YR 4/4) moist; strong medium subangular blocky structure; slightly hard, friable, moderately sticky and moderately plastic; common very fine and fine, and few medium roots; common very fine and fine and few medium interstitial and tubular pores; common distinct clay films on faces of peds; 30 percent gravel and 25 percent cobbles; neutral (pH 7.2); clear smooth boundary.  (30 to 100 cm thick)\nC--69 to 150 cm; light yellowish brown (10YR 6/4) extremely gravelly sandy clay loam, dark yellowish brown (10YR 4/4) moist; moderate medium subangular blocky; slightly hard, friable, slightly sticky and slightly plastic; few very fine and fine roots; few very fine and fine tubular pores; 45 percent gravel and 20 percent cobbles; slightly alkaline (pH 7.4)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: White Pine County, Nevada; about 2 miles east of Cave Lake, 0.5 miles north of the Cave Mountain road, and 30 feet west of a jeep trail; about 670 feet north and 100 feet east of the southwest corner section 1, T. 6 N., R 47 E.; USGS Cave Creek 7.5 minute topographic quadrangle; latitude 39 degrees 11 minutes 21 seconds N and longitude 114 degrees 38 minutes 01 seconds W; WGS84 Decimal Degrees 39.1891667 latitude, -114.6336111 longitude."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: Usually moist in winter, spring, and early summer, dry in all parts at least 45 consecutive days following the summer solstice (July and August); xeric soil moisture regime.\nMean annual soil temperature: 4 to 7 degrees C.\nSummer soil temperature: 8 to 10 degrees C.\nMollic epipedon thickness: 25 to 38 cm.\nArgillic horizon thickness: 30 to 100 cm.\nDepth to the base of the argillic horizon: 55 to 130 cm.\nReaction: Neutral through moderately alkaline.\nParticle-size control section - Clay content: Averages 27 to 35 percent.\nRock fragment content: Averages 35 to 60 percent.\nA horizons\nValue: 4 or 5 dry, 2 or 3 moist.\nChroma: 2 or 3, dry or moist.\nOrganic matter content: 2 to 4 percent.\nBt horizon (and Bt2 horizon when present)\nValue: 5 or 6 dry, 3 or 4 moist.\nChroma: 3 or 4, dry or moist.\nClay content: 27 to 35 percent.\nRock fragments: 35 to 60 percent.\nC horizon\nValue: 5 or 6 dry, 3 or 4 moist.\nChroma: 3 or 4, dry or moist.\nClay content: 20 to 30 percent.\nRock fragments: Averages 60 to 80 percent, mainly as gravel and cobbles.\nOther features: Some pedons have lower subhorizons that are strongly effervescent."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Boneyard, Chamberlain, Cowlow, Crandall, Ezbin, Forsey, Fourme, Itwo, Jackflat, Packer, Scuffe, Stopatoe, Tagum, Toquima, Winada, and Zeebar series.\nBoneyard soils are moderately deep and have 20 to 27 percent clay and 60 to 85 percent rock fragments in the particle-size control section.\nChamberlain soils have secondary calcium carbonate and silica concretions on rock fragments in the lower B horizon.\nCowlow soils have a calcic horizon at 28 to 76 cm.\nCrandall soils are deep.\nEzbin soils have Oi and Oe horizons.\nForsey soils have a mean summer soil temperature of 13.9 to 15 degrees C.\nFourme soils have a mean summer soil temperature of 10 to 13.3 degrees C.\nItwo soils are moderately deep.\nJackflat soils have a paralithic contact at 100 to 150 cm.\nPacker soils are less than 53 cm deep to the base of the argillic horizon.\nScuffe, Stopatoe, Tagum, and Winada soils are moderately deep to paralithic contacts.\nToquima soils have surface Oi horizons and have a depth to the base of the argillic horizon of 25 to 51 cm.\nZeebar soils have a mean summer soil temperature of 10 to 15 degrees C."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Successloop soils are on mountains. These soils formed in colluvium and residuum derived from quartzite with minor influence from limestone and dolomite. Slopes are 8 to 50 percent. Elevations are 2,500 to 2,950 meters. The climate is moist-subhumid with cold, wet winters and cool, dry summers. The mean annual precipitation is 450 to 700 mm, the mean annual temperature is 3 to 6 degrees C, and the frost-free period is 40 to 60 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Brokit, Kolcheck, and Cooperwash soils. Brokit soils have a strongly contrasting particle-size control section with 12 to 20 percent clay in the upper part and 3 to 10 percent clay in the lower part.Kolcheck soils are somewhat poorly drained and have 2 to 20 percent rock fragments in the particle-size control section.Cooperwash soils have 40 to 60 percent clay and 0 to 5 percent rock fragments in the particle-size control section."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Well drained; moderately high saturated hydraulic conductivity."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Successloop soils are used for livestock grazing and wildlife habitat. The potential native vegetation is mainly bluebunch wheatgrass, Columbia needlegrass, Letterman's needlegrass and mountain big sagebrush."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  East-central Nevada. These soils are not extensive. MLRA 28B."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Davis, California."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  White Pine County, Humboldt-Toiyabe National Forest, South Part, Nevada, 2013. The name is coined from a local landmark."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon - The zone from the soil surface to 35 cm (A1 and A2 horizons).\nArgillic horizon - The zone from 35 to 69 cm (Bt horizon).\nParticle-size control section - The zone from 35 to 69 cm (Bt horizon)."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "ADDITIONAL DATA: User Pedon ID 07NV778008-CWL"
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A1",
        "top": 0,
        "bottom": 15,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "loam",
        "structure": "weak thick platy",
        "dry_rupture": "soft",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "very gravelly",
        "pH": 6.8,
        "pH_class": "neutral",
        "eff_class": "NA",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A1--0 to 15 cm; brown (10YR 4/3) very gravelly loam, dark brown (10YR 3/3) moist; weak thick platy structure parting to moderate medium granular; soft, very friable, slightly sticky and nonplastic; many very fine and common fine roots; common very fine and fine, and few medium interstitial and tubular pores; 30 percent gravel and 10 percent cobbles; neutral (pH 6.8); clear smooth boundary."
      },
      {
        "name": "A2",
        "top": 15,
        "bottom": 35,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "loam",
        "structure": "strong coarse subangular blocky",
        "dry_rupture": "soft",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "very cobbly",
        "pH": 7,
        "pH_class": "neutral",
        "eff_class": "NA",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A2--15 to 35 cm; brown (10YR 4/3) very cobbly loam, very dark grayish brown (10YR 3/2) moist; strong coarse subangular blocky structure parting to moderate medium granular; soft, very friable, slightly sticky and slightly plastic; many very fine and fine, common medium, and few coarse roots; common very fine and fine, and few medium interstitial and tubular pores; 20 percent gravel and 20 percent cobbles; neutral (pH 7.0); clear smooth boundary.  (Combined thickness of the A horizons is 25 to 38 cm)"
      },
      {
        "name": "Bt",
        "top": 35,
        "bottom": 69,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 4,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "sandy clay loam",
        "structure": "strong medium subangular blocky",
        "dry_rupture": "hard",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "very cobbly",
        "pH": 7.2,
        "pH_class": "neutral",
        "eff_class": "NA",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bt--35 to 69 cm; light yellowish brown (10YR 6/4) very cobbly sandy clay loam, dark yellowish brown (10YR 4/4) moist; strong medium subangular blocky structure; slightly hard, friable, moderately sticky and moderately plastic; common very fine and fine, and few medium roots; common very fine and fine and few medium interstitial and tubular pores; common distinct clay films on faces of peds; 30 percent gravel and 25 percent cobbles; neutral (pH 7.2); clear smooth boundary.  (30 to 100 cm thick)"
      },
      {
        "name": "C",
        "top": 69,
        "bottom": 150,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 4,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "sandy clay loam",
        "structure": "NA",
        "dry_rupture": "hard",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "extremely gravelly",
        "pH": 7.4,
        "pH_class": "slightly alkaline",
        "eff_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "C--69 to 150 cm; light yellowish brown (10YR 6/4) extremely gravelly sandy clay loam, dark yellowish brown (10YR 4/4) moist; moderate medium subangular blocky; slightly hard, friable, slightly sticky and slightly plastic; few very fine and fine roots; few very fine and fine tubular pores; 45 percent gravel and 20 percent cobbles; slightly alkaline (pH 7.4)."
      }
    ]
  ]
}
