{
  "SERIES": "SUDLEY",
  "STATUS": "Established Series",
  "BYREV": "RSW-JHE-DDR",
  "REVDATE": "01/2006",
  "STATES": "VA",
  "OVERVIEW": "Soils of the Sudley series are very deep, well drained with moderate permeability.  They formed in residuum that weathered from Triassic-Jurassic interbedded sandstone and conglomerate of the Culpeper basin.  Slopes range from 2 to 15 percent.  Mean annual precipitation is about 40 inches and mean annual temperature is about 55 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, active, mesic Ultic Hapludalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Sudley loam on 2 to 7 percent slopes in a cultivated area.\nAp--0 to 8 inches; reddish brown (5YR 4/4) loam; moderate fine granular structure; very friable; many fine and medium roots; 2 percent rounded and subrounded quartz and sandstone gravel; moderately acid; clear smooth boundary.  (0 to 10 inches thick)\nBt1--8 to 29 inches; yellowish red (5YR 4/6) clay loam; moderate fine and medium subangular blocky structure; firm; many fine and medium roots; common fine pores; 2 percent rounded and subrounded quartz and sandstone gravel;  few black (5YR 2.5/1) Fe-Mn films and concretions; common thin clay films on faces of peds; moderately acid; clear smooth boundary.\nBt2--29 to 42 inches; yellowish red (5YR 4/6) loam; many medium and coarse dark brown (7.5YR 3/4) and reddish brown (2.5YR 4/4) mottles; weak medium and fine subangular blocky structure; friable; common fine roots; common fine pores; 14 percent partially weathered sandstone gravel; common black (5YR 2.5/1) Fe-Mn films and concretions; strongly acid; gradual smooth boundary (the combined thickness of the Bt ranges from 20 to 40 inches).\nC1--42 to 52 inches; variegated in shades of brown, yellow, red, green and black loam; massive; very friable; few fine roots; few yellowish red (5YR 5/8) clay flows; common fine pores; 15 percent partially weathered sandstone and conglomerate gravel; strongly acid; gradual smooth boundary.\nC2--52 to 72 inches; brown to brown (7.5YR 4/2) gravelly sandy loam; with many fine mottles in shades of olive and yellow; massive; friable; few yellowish red (5YR 5/8) clay flows; 25 percent partially weathered sandstones and conglomerate gravel; strongly acid; clear irregular boundary.  (The combined thickness of the C horizon ranges from 15 to 40 inches thick)\nCr--72 inches; partially weathered Triassic conglomerate and sandstone; multicolor in shades of brown, red, yellow, and green."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Prince William County, Virginia; about 1600 feet east of route US 15 and about 2000 feet south of route VA 234 on J.S. Long Park."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Solum thickness ranges from 30 to 50 inches.  Depth to bedrock is greater than 60 inches.  Rock fragments of sandstone and conglomerate gravel range from 1 to 15 percent in the solum and up to 30 percent in the C horizon.  This soil is moderately acid to very strongly acid unless limed.\nThe A or Ap horizon has hue of 5YR or 7.5YR, value of 3 through 5 and chroma of 3 or 4.  It is loam, sandy loam or silt loam.\nThe E horizon, where present, has hue of 5YR or 7.5YR value of 4 through 6, and chroma of 3 or 4.  It is loam, sandy loam or silt loam.\nThe Bt horizon has hue of 2.5YR, 5YR or 7.5YR, value of 3 through 5 and chroma of 3 through 6.  In some places, parent material mottling is common in the lower part of the B horizon.  It is loam, clay loam or sandy clay loam.\nThe C horizon is commonly variegated in shades of red, brown, yellow, green and white.  It is loam, fine sandy loam, sandy loam or sandy clay loam in the fine earth fraction."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Athol, Bolton, Bookwood, Brecknock, Carpenter, Culleoka, Door, Dormont, Duffield, Frondorf, Grayford, Hayter, Lamotte, Legore, Loudonville, Manassas, Morrison, Myersville, Neshaminy, Penn, Ryder, Washington, Westmoreland, Wheeling, and Williamsburg.  The Athol, Brecknock, Carpenter, Neshaminy, and Westmoreland soils have bedrock from 40 to 60 inches.  The Bolton and Morrison soils have chert Rock fragments and underlain with limestone.  The Bookwood, Culleoka, Frondorf, Loudonville and Penn soils have bedrock from 20 to 40 inches deep.  The Door soils have a mollic surface layer.  The Dormont soils have slow permeability.  The Duffield soils are from shale and limestone.  The Grayford, Lamotte, and Williamsburg soils have a loess capping.  Hayter soils are developed from colluvium from Appalachian sedimentory rock.  The Legore soils is underlain with diabase or diorite bedrock and have diabase and diorite Rock fragments.  The Manassas soils formed in colluvial and may not have rock fragments and bedrock more than 60 inches.  The Myersville soil have crystalline rock fragments and are underlain by greenstone or metabasalt.  The Ryder soils have bedrock from 24 to 40 inches.  The Washington soils have chert rock fragments and formed in glacial drift or colluvium.  The Wheeling soils have rounded water-worked rock fragments and are underlain by sand or sand and gravel."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  The Sudley series are on ridges and sideslopes in the northern part of the Culpeper Basin.  Slope ranges from 2 to 15 percent.  These soils developed in residuum that weathered from Triassic and Jurassic sandstone and gonglomerate.  Mean annual precipitation ranges from 36 to 44 inches and mean annual temperature ranges from 52 to 59 degrees F."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  The dominantly associated soils are the Oatlands, Manassas and Nestoria soils.  This series is associated to a lesser extent with the Acrola, Oakhill and Legore soils.  The Oatlands soils have thinner solum and is less than 60 inches to bedrock.  The Manassas soils are in concave positions on the landscape, formed in colluvium, and depth to bedrock is more than 60 inches.  The Nestorial soils are shallow to bedrock.  The Acrola soils have rock fragments of shale and siltstone and are less than 40 inches to bedrock.  The Oakhill soils have rock fragments of diabase and basalt rock."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; medium surface runoff and moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most of this soil is used for the general crops, corn, soybeans, hay and pasture.  In some places it is used for residential and commercial development.  Few small areas are used for forest.  Native vegetation is Oak-Hickory type forest."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northern Virginia, and Maryland.  The series is of moderate extent.  About 7,500 acres in northern Virginia."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Morgantown, West Virginia"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Prince William County, Virginia, 1985."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  This soil has previously been included with Bucks and Rapidan soils.  The Bucks is formed in silty residuum for shale.  The Rapidan soil has higher content of clay in the Bt horizon.  Lab data VPI&SU.\nREVISED = 2/18/2004, MAV added active ce activity class."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "NA"
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 20,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Ap--0 to 8 inches; reddish brown (5YR 4/4) loam; moderate fine granular structure; very friable; many fine and medium roots; 2 percent rounded and subrounded quartz and sandstone gravel; moderately acid; clear smooth boundary.  (0 to 10 inches thick)"
      },
      {
        "name": "Bt1",
        "top": 20,
        "bottom": 74,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "5YR",
        "moist_value": 4,
        "moist_chroma": 6,
        "texture_class": "clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bt1--8 to 29 inches; yellowish red (5YR 4/6) clay loam; moderate fine and medium subangular blocky structure; firm; many fine and medium roots; common fine pores; 2 percent rounded and subrounded quartz and sandstone gravel;  few black (5YR 2.5/1) Fe-Mn films and concretions; common thin clay films on faces of peds; moderately acid; clear smooth boundary."
      },
      {
        "name": "Bt2",
        "top": 74,
        "bottom": 107,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "5YR",
        "moist_value": 4,
        "moist_chroma": 6,
        "texture_class": "sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "strongly acid",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "Bt2--29 to 42 inches; yellowish red (5YR 4/6) loam; many medium and coarse dark brown (7.5YR 3/4) and reddish brown (2.5YR 4/4) mottles; weak medium and fine subangular blocky structure; friable; common fine roots; common fine pores; 14 percent partially weathered sandstone gravel; common black (5YR 2.5/1) Fe-Mn films and concretions; strongly acid; gradual smooth boundary (the combined thickness of the Bt ranges from 20 to 40 inches)."
      },
      {
        "name": "C1",
        "top": 107,
        "bottom": 132,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "5YR",
        "moist_value": 5,
        "moist_chroma": 8,
        "texture_class": "sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "strongly acid",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "C1--42 to 52 inches; variegated in shades of brown, yellow, red, green and black loam; massive; very friable; few fine roots; few yellowish red (5YR 5/8) clay flows; common fine pores; 15 percent partially weathered sandstone and conglomerate gravel; strongly acid; gradual smooth boundary."
      },
      {
        "name": "C2",
        "top": 132,
        "bottom": 183,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "sandy loam",
        "cf_class": "gravelly",
        "pH": "NA",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "irregular",
        "narrative": "C2--52 to 72 inches; brown to brown (7.5YR 4/2) gravelly sandy loam; with many fine mottles in shades of olive and yellow; massive; friable; few yellowish red (5YR 5/8) clay flows; 25 percent partially weathered sandstones and conglomerate gravel; strongly acid; clear irregular boundary.  (The combined thickness of the C horizon ranges from 15 to 40 inches thick)"
      },
      {
        "name": "Cr",
        "top": 183,
        "bottom": "NA",
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Cr--72 inches; partially weathered Triassic conglomerate and sandstone; multicolor in shades of brown, red, yellow, and green."
      }
    ]
  ]
}
