{
  "SERIES": "SUEREDO",
  "STATUS": "Established Series",
  "BYREV": "IRD: AEC/DWB/SBS",
  "REVDATE": "08/2009",
  "STATES": "CA",
  "OVERVIEW": "Sueredo consists of very deep, well drained soils that formed in tephra over till from volcanic rocks. Sueredo soils are on ground moraines in the Southern Cascade mountains. Slopes range from 2 to 70 percent. The mean annual precipitation is about 43 inches (1092 mm) and the mean annual temperature is about 43 degrees F (6 degrees C).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Ashy-skeletal, mixed, frigid Typic Vitrixerands"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Sueredo bouldery ashy loamy coarse sand, on an east-northeast-facing (54 degrees) slope of 8 percent, under a cover of white fir and Jeffrey pine at an elevation of 5788 feet, (1764 m). When described on 10/2/07, the soil was dry throughout. (Colors are for dry soil unless otherwise noted).\nOi--0 to 2 inches (0 to 6 cm); slightly decomposed needle twig and cone litter; abrupt smooth boundary.\nOe--2 to 5 inches (6 to 12 cm); moderately decomposed needle twig and cone litter; few very fine and fine roots; abrupt wavy boundary.\nA1--5 to 9 inches (12 to 22 cm); grayish brown (10YR 5/2) bouldery ashy loamy coarse sand, very dark grayish brown (10YR 3/2) moist; 2 percent clay; weak fine to coarse subangular blocky structure; soft, very friable, nonsticky, nonplastic; common very fine and fine and few medium and coarse roots; many very fine irregular and tubular pores; 4 percent subangular medium and coarse gravel,  5 percent subangular stones, 5 percent subangular boulders and 18 percent subangular fine gravel; strongly acid, pH 5.5 by pH meter 1:1 water; NaF pH 10.0; clear wavy boundary.\nA2--9 to 13 inches (22 to 32 cm); light brownish gray (10YR 6/2) bouldery ashy loamy coarse sand, dark grayish brown (10YR 4/2) moist; 1 percent clay; weak fine and medium subangular blocky structure; soft, very friable, nonsticky, nonplastic; few coarse and common very fine to medium roots; common very fine irregular and tubular pores; 5 percent subangular boulders, 5 percent subangular stones, 7 percent subangular medium and coarse gravel and 11 percent subangular fine gravel; moderately acid, pH 5.8 by pH meter 1:1 water; NaF pH 10.5; abrupt wavy boundary. (Combined thickness of the A horizon is 3 to 10 inches (8 to 26 cm) thick)\nC1--13 to 16 inches (32 to 41 cm); light gray (10YR 7/2) bouldery ashy loamy coarse sand, dark brown (10YR 3/3) moist; 2 percent clay; weak fine and medium subangular blocky parting to single grain; soft, very friable, nonsticky, nonplastic; few coarse and common very fine to medium roots; common very fine irregular and tubular pores; 5 percent subangular boulders, 5 percent subangular stones, 8 percent subangular fine gravel and 16 percent subangular medium and coarse gravel; moderately acid, pH 5.9 by pH meter 1:1 water; NaF pH 10.5; abrupt smooth boundary.\nC2--16 to 18 inches (41 to 46 cm); light brownish gray (10YR 6/2) very bouldery ashy coarse sand, dark grayish brown (10YR 4/2) moist; 1 percent clay; single grain; loose, nonsticky, nonplastic; common fine and medium, few coarse and many very fine roots; many very fine to medium interstitial pores; 5 percent subangular boulders, 5 percent subangular stones, 10 percent subangular cobbles, 14 percent subangular medium and coarse pumice gravel and 14 percent subangular fine pumice gravel; slightly acid, pH 6.1 by pH meter 1:1 water; NaF pH 9.7; abrupt smooth boundary. (Combined thickness of the C horizon is 4 to 37 inches (12 to 93 cm) thick)\n2Ab--18 to 26 inches (46 to 66 cm); brown (10YR 5/3) very bouldery ashy loamy coarse sand, dark brown (10YR 3/3) moist; 2 percent clay; weak fine and medium subangular blocky structure; soft, very friable, nonsticky, nonplastic; common fine to very coarse and many very fine roots; common very fine irregular and tubular pores; 5 percent subangular boulders, 5 percent subangular stones, 10 percent subangular cobbles, 14 percent subangular medium and coarse gravel and 14 percent subangular fine gravel; slightly acid, pH 6.2 by pH meter 1:1 water; NaF pH 10.8; clear smooth boundary. (3 to 8 inches (10 to 21 cm) thick)\n2Bwb--26 to 50 inches (66 to 127 cm); pale brown (10YR 6/3) extremely cobbly ashy coarse sand, dark brown (10YR 3/3) moist; 0 percent clay; single grain; loose, nonsticky, nonplastic; common coarse and very coarse and many very fine to medium roots; many very fine irregular pores; 5 percent subangular boulders, 5 percent subangular fine gravel, 15 percent subangular stones, 17 percent subangular medium and coarse gravel and 35 percent subangular cobbles; slightly acid, pH 6.3 by pH meter 1:1 water; NaF pH 10.6; clear smooth boundary. (16 to 41 inches (40 to 103 cm) thick)\n2C--50 to 76 inches (127 to 192 cm); very pale brown (10YR 7/3) ashy stones, brown (10YR 4/3) moist; 1 percent clay; single grain; loose, nonsticky, nonplastic; few coarse and very coarse and many very fine to medium roots; many very fine irregular pores; 5 percent subangular boulders, 7 percent subangular fine gravel, 20 percent subangular stones, 29 percent subangular medium and coarse gravel and 30 percent subangular cobbles; slightly acid, pH 6.4 by 1;1 water; NaF pH 10.6; gradual wavy boundary. (6 to 22 inches (14 to 70 cm) thick)\n2Cdq--76 to 83 inches (192 to 212 cm); light gray (7.5YR 7/1) extremely bouldery ashy loamy coarse sand, brown (7.5YR 5/2) moist; 1 percent clay; massive; very hard, extremely firm, noncemented, nonsticky, nonplastic; many very fine and fine tubular pores; 25 percent silica masses lining pores; 5 percent subrounded boulders, 5 percent subrounded stones, 15 percent subrounded cobbles, 19 percent subrounded fine gravel and 23 percent subrounded medium and coarse gravel; slightly acid, pH 6.5 by pH meter 1:1 water; NaF pH 10.3."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Shasta County, California, About 0.82 miles southeast of Lost Creek Organizational Campground, approximately 1200 feet south and 900 feet west of the northeast corner of sec 10, T. 31 N, R. 4 E, 40 degrees, 33 minutes, 18 seconds north latitude and 121 degrees, 30 minutes, 18 seconds west longitude, NAD83; USGS Quad: Manzanita Lake, California."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nDepth to restrictive feature: Densic contact 60 to 80 inches (152 to 200 cm).\nMean annual soil temperature: 43 to 46 degrees F (6 to 8 degrees C).\nSoil moisture control section is dry: July to October (about 90 days).\nParticle-size control section (thickest part): 0 to 2 percent clay, and 48 to 77 percent rock fragments.\nSurface fragments: 0 to 25 percent gravel, 0 to 15 percent cobbles, 0 to 5 percent stones, and 0 to 10 percent boulders.\nA horizon:\nColor dry: 10YR 4/1, 4/2, 5/2, 6/2, 2.5Y 5/2\nColor moist: 10YR 2/1, 3/2, 4/2, 2.5Y 2.5/1, 3/1\nTexture: bouldery ashy loamy coarse sand, gravelly ashy loamy coarse sand, gravelly ashy sandy loam, ashy sandy loam, very gravelly ashy loamy coarse sand, ashy loamy sand\nClay content: 1 to 6 percent\nRock fragments: 5 to 25 percent fine gravel, 0 to 15 percent medium and coarse gravel, 5 to 30 percent total gravel, 0 to 5 percent cobbles, 0 to 5 percent stones, 0 to 5 percent boulders, 5 to 40 percent total rock fragments\nOrganic matter: 2 to 4 percent\nAcid oxalate extractable Al plus 1/2 Fe: 0.3 to 0.7\nP retention: 15 to 40 percent\nGlass content: 30 to 50 percent\nNaF pH: 9.0 to 10.5\nSoil reaction: strongly acid to neutral\nC horizon:\nColor dry: 10YR 6/2, 7/1, 7/2, 8/1, 8/2, 2.5Y 4/2, 6/2, 7/1, 7/2, 8/1\nColor moist: 10YR 3/3, 4/2, 4/3, 5/2, 5/3, 7/1, 2.5Y 4/2, 5/2, 6/1, 6/2\nTexture: bouldery ashy loamy coarse sand, very bouldery ashy coarse sand, gravelly ashy loamy coarse sand, very gravelly ashy coarse sand, gravelly ashy sandy loam, extremely stony ashy loamy sand, ashy very fine sandy loam, extremely gravelly ashy coarse sand, ashy coarse sand, very gravelly ashy fine sandy loam, ashy sand, ashy sandy loam, ashy loamy sand, gravelly ashy sand, ashy fine sandy loam\nClay content: 0 to 7 percent\nRock fragments: 1 to 35 percent fine gravel, 0 to 55 percent medium and coarse gravel, 1 to 85 percent total gravel, 0 to 20 percent cobbles, 0 to 35 percent stones, 0 to 5 percent boulders, 5 to 85 percent total rock fragments\nOrganic matter: 0.5 to 3 percent\nAcid oxalate extractable Al plus 1/2 Fe: 0.3 to 0.5\nP retention: 10 to 35 percent\nGlass content: 35 to 45 percent\nNaF pH: 9.2 to 11.5\nSoil reaction: moderately acid to neutral\n2Ab horizon:\nColor dry: 10YR 5/3, 6/2, 6/3, 7/2, 2.5Y 6/2, 6/3\nColor moist: 10YR 3/3, 4/2, 4/3, 5/3, 2.5Y 3/2, 4/2\nTexture: very bouldery ashy loamy coarse sand, very gravelly ashy loamy coarse sand, extremely stony ashy sandy loam, gravelly ashy loamy coarse sand, gravelly ashy loamy fine sand, gravelly ashy fine sandy loam, very gravelly ashy sandy loam, very cobbly ashy loamy sand\nClay content: 1 to 9 percent\nRock fragments: 5 to 20 percent fine gravel, 5 to 15 percent medium and coarse gravel, 15 to 35 percent total gravel, 0 to 25 percent cobbles, 0 to 30 percent stones, 0 to 5 percent boulders, 20 to 65 percent total rock fragments\nOrganic matter: 3 to 4 percent\nAcid oxalate extractable Al plus 1/2 Fe: 1.0 to 1.5\nP retention: 50 to 70 percent\nGlass content: 30 to 40 percent\nNaF pH: 10.0 to 11.3\nSoil reaction: slighty acid or neutral\n2Bwb horizon:\nColor dry: 10YR 6/3, 7/3, 2.5Y 6/3, 7/3\nColor moist: 10YR 3/3, 4/2, 4/3, 5/3, 2.5Y 4/3\nTexture: extremely cobbly ashy coarse sand, extremely stony ashy sandy loam, extremely stony ashy fine sandy loam, very gravelly ashy loamy fine sand, extremely cobbly ashy loamy fine sand, very stony ashy sandy loam, very gravelly ashy sandy loam, very gravelly ashy loamy sand\nClay content: 0 to 8 percent\nRock fragments: 5 to 25 percent fine gravel, 5 to 25 percent medium and coarse gravel, 15 to 45 percent total gravel, 5 to 35 percent cobbles, 0 to 25 percent stones, 0 to 5 percent boulders, 35 to 80 percent total rock fragments\nOrganic matter: 2 to 3 percent\nAcid oxalate extractable Al plus 1/2 Fe: 1.0 to 1.5\nP retention: 60 to 75 percent\nGlass content: 15 to 30 percent\nNaF pH: 10.5 to 11.2\nSoil reaction: slightly acid or neutral\n2C horizon:\nColor dry: 10YR 7/2, 7/3, 8/1, 2.5Y 6/3\nColor moist: 10YR 4/3, 5/2, 5/3\nTexture: ashy stones, ashy cobbles, extremely gravelly ashy loamy sand, extremely cobbly ashy coarse sand\nClay content: 0 to 3 percent\nRock fragments: 5 to 20 percent fine gravel, 24 to 45 percent medium and coarse gravel, 35 to 50 percent total gravel, 15 to 35 percent cobbles, 0 to 25 percent stones, 0 to 5 percent boulders, 60 to 95 percent total rock fragments\nOrganic matter: 0.5 to 1.5 percent\nAcid oxalate extractable Al plus 1/2 Fe: 1.0 to 1.5\nP retention: 45 to 55 percent\nGlass content: 15 to 30 percent\nNaF pH: 10.5 to 11.2\nSoil reaction: slightly acid or neutral\n2Cdq horizon:\nColor dry: 7.5YR 7/1, 10YR 7/2, 8/1\nColor moist: 7.5YR 5/2. 10YR 5/2, 5/3\nTexture: extremely bouldery ashy loamy coarse sand, extremely gravelly ashy loamy coarse sand, very gravelly ashy loamy sand, extremely gravelly ashy loamy sand\nClay content: 1 to 3 percent\nRock fragments: 15 to 25 percent fine gravel, 10 to 40 percent medium and coarse gravel, 35 to 65 percent total gravel, 0 to 20 percent cobbles, 0 to 10 percent stones, 0 to 5 percent boulders, 50 to 89 percent total rock fragments\nOrganic matter: 0 to 0.3 percent\nAcid oxalate extractable Al plus 1/2 Fe: 0.5 to 0.8\nP retention: 25 to 35 percent\nGlass content: 15 to 30 percent\nNaF pH: 10.0 to 11.0\nSoil reaction: slightly acid or neutral"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Doe, Grenet, Kusu, Natkim, Pettijohn, Roundknoll, Stices, Twelvemile and Yallani soils. The Grenet soils are moderately deep to a paralithic contact. The Kusu soils are deep to a lithic contact. The Doe and Pettijohn soils have a cambic horizon, lack a densic horizon and have a oxalate extractable Al plus 1/2 Fe of 1 to 2 percent in the ash mantle. The Natkim soils have a cambic horizon, lack a densic contact and are dry 45 to 60 consecutive days. The Roundknoll soils have a calcic horizon and are slightly alkaline to moderately alkaline throughout. The Stices soils have a cambic horizon, lack a densic contact and have 60 to 80 percent glass in the upper particle-size control section. The Twelvemile soils have a cambic horizon, lack a densic contact, have 50 to 70 percent glass in the particle-size control section. The Yallani soils have a cambic horizon, lack a densic contact and have an oxalate extractable Al plus 1/2 Fe of 2 to 3 percent in the particle-size control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Sueredo soils are on ground moraines in the Southern Cascade mountains. Slopes are 2 to 70 percent. These soils formed in 1100 year old tephra from Chaos Crags over till from volcanic rocks. Elevation is 5640 to 7440 feet (1119 to 2268 m). Mean annual precipitation is 41 to 91 inches (1041 to 2311 mm). The mean annual temperature is 40 to 44 degrees F ( 4.5 to 6.5 degrees C). Frost free season is 60 to 85 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Cragwash and Scoured soils. The Cragwash soils are deep to a duripan and are on outwash plains. The Scoured soils are moderately deep to bedrock and are on convex glacially scoured bedrock positions."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; saturated hydraulic conductivity is moderately rapid to rapid in the A horizon, moderate to very rapid in the C horizon, moderately rapid to very rapid in the 2Ab and 2Bwb horizons, rapid to very rapid in the 2C horizon, and slow to very slow in the 2Cdq horizon."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: This soil is used for wildlife habitat, recreation, ecosystem management and watershed. Vegetation is white fir, Jeffrey pine, ponderosa pine, greenleaf manzanita and snowbrush ceanothus, with some California red fir and western white pine at higher elevations."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: The soils are inextensive and are mapped in MLRA: 22B Southern Cascade Mountains"
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Shasta County, California. Source of name is coined."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nDiagnostic horizons and features recognized in this pedon are:\nOchric epipedon: 18 to 26 inches, (46 to 66 cm)\nAndic soil properties: 5 to 16 inches, (12 to 41 cm) and 18 to 50 inches, (46 to 127 cm)\nDensic contact: 76 inches, (192 cm)\nParticle-size control section: 5 to 44 inches, (12 to 112 cm)\nSoil moisture control section: 26 to 83 inches, (66 to 211cm)\nADDITIONAL DATA:\nCharacterization data from lab pedon number 08N0098 NSSL, Lincoln, NE.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Oi",
        "top": 0,
        "bottom": 5,
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Oi--0 to 2 inches (0 to 6 cm); slightly decomposed needle twig and cone litter; abrupt smooth boundary."
      },
      {
        "name": "Oe",
        "top": 5,
        "bottom": 13,
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "Oe--2 to 5 inches (6 to 12 cm); moderately decomposed needle twig and cone litter; few very fine and fine roots; abrupt wavy boundary."
      },
      {
        "name": "A1",
        "top": 13,
        "bottom": 23,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "loamy coarse sand",
        "cf_class": "bouldery",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "A1--5 to 9 inches (12 to 22 cm); grayish brown (10YR 5/2) bouldery ashy loamy coarse sand, very dark grayish brown (10YR 3/2) moist; 2 percent clay; weak fine to coarse subangular blocky structure; soft, very friable, nonsticky, nonplastic; common very fine and fine and few medium and coarse roots; many very fine irregular and tubular pores; 4 percent subangular medium and coarse gravel,  5 percent subangular stones, 5 percent subangular boulders and 18 percent subangular fine gravel; strongly acid, pH 5.5 by pH meter 1:1 water; NaF pH 10.0; clear wavy boundary."
      },
      {
        "name": "A2",
        "top": 23,
        "bottom": 33,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "loamy coarse sand",
        "cf_class": "bouldery",
        "pH_class": "moderately acid",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "A2--9 to 13 inches (22 to 32 cm); light brownish gray (10YR 6/2) bouldery ashy loamy coarse sand, dark grayish brown (10YR 4/2) moist; 1 percent clay; weak fine and medium subangular blocky structure; soft, very friable, nonsticky, nonplastic; few coarse and common very fine to medium roots; common very fine irregular and tubular pores; 5 percent subangular boulders, 5 percent subangular stones, 7 percent subangular medium and coarse gravel and 11 percent subangular fine gravel; moderately acid, pH 5.8 by pH meter 1:1 water; NaF pH 10.5; abrupt wavy boundary. (Combined thickness of the A horizon is 3 to 10 inches (8 to 26 cm) thick)"
      },
      {
        "name": "C1",
        "top": 33,
        "bottom": 41,
        "dry_hue": "10YR",
        "dry_value": 7,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "loamy coarse sand",
        "cf_class": "bouldery",
        "pH_class": "moderately acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "C1--13 to 16 inches (32 to 41 cm); light gray (10YR 7/2) bouldery ashy loamy coarse sand, dark brown (10YR 3/3) moist; 2 percent clay; weak fine and medium subangular blocky parting to single grain; soft, very friable, nonsticky, nonplastic; few coarse and common very fine to medium roots; common very fine irregular and tubular pores; 5 percent subangular boulders, 5 percent subangular stones, 8 percent subangular fine gravel and 16 percent subangular medium and coarse gravel; moderately acid, pH 5.9 by pH meter 1:1 water; NaF pH 10.5; abrupt smooth boundary."
      },
      {
        "name": "C2",
        "top": 41,
        "bottom": 46,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "coarse sand",
        "cf_class": "very bouldery",
        "pH_class": "slightly acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "C2--16 to 18 inches (41 to 46 cm); light brownish gray (10YR 6/2) very bouldery ashy coarse sand, dark grayish brown (10YR 4/2) moist; 1 percent clay; single grain; loose, nonsticky, nonplastic; common fine and medium, few coarse and many very fine roots; many very fine to medium interstitial pores; 5 percent subangular boulders, 5 percent subangular stones, 10 percent subangular cobbles, 14 percent subangular medium and coarse pumice gravel and 14 percent subangular fine pumice gravel; slightly acid, pH 6.1 by pH meter 1:1 water; NaF pH 9.7; abrupt smooth boundary. (Combined thickness of the C horizon is 4 to 37 inches (12 to 93 cm) thick)"
      },
      {
        "name": "2Ab",
        "top": 46,
        "bottom": 66,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "loamy coarse sand",
        "cf_class": "very bouldery",
        "pH_class": "slightly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "2Ab--18 to 26 inches (46 to 66 cm); brown (10YR 5/3) very bouldery ashy loamy coarse sand, dark brown (10YR 3/3) moist; 2 percent clay; weak fine and medium subangular blocky structure; soft, very friable, nonsticky, nonplastic; common fine to very coarse and many very fine roots; common very fine irregular and tubular pores; 5 percent subangular boulders, 5 percent subangular stones, 10 percent subangular cobbles, 14 percent subangular medium and coarse gravel and 14 percent subangular fine gravel; slightly acid, pH 6.2 by pH meter 1:1 water; NaF pH 10.8; clear smooth boundary. (3 to 8 inches (10 to 21 cm) thick)"
      },
      {
        "name": "2Bwb",
        "top": 66,
        "bottom": 127,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "coarse sand",
        "cf_class": "extremely cobbly",
        "pH_class": "slightly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "2Bwb--26 to 50 inches (66 to 127 cm); pale brown (10YR 6/3) extremely cobbly ashy coarse sand, dark brown (10YR 3/3) moist; 0 percent clay; single grain; loose, nonsticky, nonplastic; common coarse and very coarse and many very fine to medium roots; many very fine irregular pores; 5 percent subangular boulders, 5 percent subangular fine gravel, 15 percent subangular stones, 17 percent subangular medium and coarse gravel and 35 percent subangular cobbles; slightly acid, pH 6.3 by pH meter 1:1 water; NaF pH 10.6; clear smooth boundary. (16 to 41 inches (40 to 103 cm) thick)"
      },
      {
        "name": "2C",
        "top": 127,
        "bottom": 193,
        "dry_hue": "10YR",
        "dry_value": 7,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "clay",
        "pH_class": "slightly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "2C--50 to 76 inches (127 to 192 cm); very pale brown (10YR 7/3) ashy stones, brown (10YR 4/3) moist; 1 percent clay; single grain; loose, nonsticky, nonplastic; few coarse and very coarse and many very fine to medium roots; many very fine irregular pores; 5 percent subangular boulders, 7 percent subangular fine gravel, 20 percent subangular stones, 29 percent subangular medium and coarse gravel and 30 percent subangular cobbles; slightly acid, pH 6.4 by 1;1 water; NaF pH 10.6; gradual wavy boundary. (6 to 22 inches (14 to 70 cm) thick)"
      },
      {
        "name": "2Cdq",
        "top": 193,
        "bottom": 211,
        "dry_hue": "7.5YR",
        "dry_value": 7,
        "dry_chroma": 1,
        "moist_hue": "7.5YR",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "loamy coarse sand",
        "cf_class": "extremely bouldery",
        "pH_class": "slightly acid",
        "narrative": "2Cdq--76 to 83 inches (192 to 212 cm); light gray (7.5YR 7/1) extremely bouldery ashy loamy coarse sand, brown (7.5YR 5/2) moist; 1 percent clay; massive; very hard, extremely firm, noncemented, nonsticky, nonplastic; many very fine and fine tubular pores; 25 percent silica masses lining pores; 5 percent subrounded boulders, 5 percent subrounded stones, 15 percent subrounded cobbles, 19 percent subrounded fine gravel and 23 percent subrounded medium and coarse gravel; slightly acid, pH 6.5 by pH meter 1:1 water; NaF pH 10.3."
      }
    ]
  ]
}
