{
  "SERIES": "SUGAKOOL",
  "STATUS": "Established Series",
  "BYREV": "GFK/CJH",
  "REVDATE": "05/2016",
  "STATES": "WY",
  "OVERVIEW": "The Sugakool series consists of very deep, well drained soils formed in Pleistocene outwash on fan aprons, fan piedmonts, and relict terraces.  Slopes are typically simple and slightly convex and range from 0 to 10 percent.  Complex slopes occur where dissection has taken place.  The mean annual precipitation is about 17 inches, and the mean annual air temperature is about 43 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, frigid Aridic Argiustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Sugakool loam on north facing slope of 2 percent with undulating topography; utilized as cropland.  (Colors are for dry soil unless otherwise stated.)\nAp--0 to 7 inches; reddish gray (5YR 5/2) loam, dark reddish brown (5YR 3/2) moist; moderate medium angular blocky structure; slightly hard, friable, sticky and plastic; abundant fine and common very fine roots; 5 percent rock fragments; neutral; abrupt smooth boundary.\nBt--7 to 13 inches; reddish brown (5YR 5/3) silty clay loam, reddish brown (5YR 4/3) moist; weak medium prismatic structure parting to moderate medium angular blocky; hard, firm, sticky and plastic; many fine and common very fine roots; common thick clay films on faces of peds; neutral; clear smooth boundary.\nBtk--13 to 16 inches; light reddish brown (5YR 6/3) silty clay loam, reddish brown (5YR 4/3) moist; moderate medium angular blocky structure; hard, firm, sticky and plastic; many fine roots, common thick clay films on faces of peds; 10 percent rock fragments; strongly effervescent, lime as few fine masses; moderately alkaline; clear wavy boundary.\nBk--16 to 40 inches; reddish yellow (5YR 6/6) gravelly loam, yellowish red (5YR 5/6) moist; massive; slightly hard, friable, nonsticky and nonplastic; few fine roots; 20 percent rock fragments; strongly effervescent, lime as common fine masses; moderately alkaline; clear wavy boundary.\nC--40 to 60 inches; light reddish brown (5YR 6/4) very gravelly loam, reddish brown (5YR 5/4) moist; massive; loose, friable, nonsticky and nonplastic; few fine roots; 45 percent rock fragments; strongly effervescent, lime disseminated; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Weston County, Wyoming; 2,400 feet south and 200 feet east of the NW corner of sec. 18, T. 48 N., R. 61 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The mollic epipedon ranges from 7 to 14 inches thick and may engulf part or all of the Bt horizon.  The depth to continuous secondary carbonate accumulation ranges from a depth of 12 to 24 inches, and the depth to skeletal substrata is 24 to 40 inches.  The mean annual soil temperature is about 44 degrees F., and the mean summer temperature is 63 degrees F.  The soil is dry in some part of the moisture control section more than .6 of the time that the soil temperature at a depth of 20 inches is above 41 degrees F.\nThe A horizon has hue of 10YR, 7.5YR or 5YR, value of 4 or 5 dry and 2 or 3 moist, and chroma of 2 or 3.  EC is 0 and reaction is neutral or slightly alkaline.  Texture is typically loam but may be silt loam or very fine sandy loam.  Rock fragments are typically absent but may range from 0 to 5 percent pebbles.\nThe Bt horizon has hue of 2.5YR or 5YR, value of 4 to 6 dry and 3 or 4 moist, and chroma of 2 to 4.  Texture is silty clay loam or clay loam with from 27 to 35 percent clay.  Rock fragments are typically absent but may range from 0 to 5 percent pebbles.  EC is 0 and reaction is neutral or slightly alkaline.\nThe Btk horizon has the same color and texture range as the Bt horizon.  Coarse fragments range from 0 to 10 percent pebbles.  Reaction is slightly alkaline or moderately alkaline.  Carbonates are few fine masses and occur as thin coatings on the undersides of some pebbles when present.\nThe Bk horizon has hue of 2.5YR, 5YR or 7.5YR, value of 5 or 6 dry and 4 or 5 moist, and chroma of 2 to 6.  Texture is gravelly loam or gravelly clay loam with 15 to 25 percent pebbles.  EC ranges from 0 to 2 mmhos.  Reaction is moderately alkaline or strongly alkaline.  Carbonates occur as common masses and as pendants on the undersides of pebbles or may engulf the pebble in the lower part of the horizon.  Carbonates range from 15 to 22 percent.\nThe C horizon has hue of 2.5YR, 5YR or 7.5YR, value of 5 or 6 dry and 4 or 5 moist, and chroma of 2 to 6.  Texture is typically a very gravelly loam, but very gravelly loam occurs in some pedons.  Rock fragments range from 35 to 50 percent pebbles about 3/4 inch to 3 inches in diameter.  EC ranges from 0 to 2 mmhos.  Reaction is moderately alkaline or strongly alkaline.  Carbonates are present but are disseminated throughout the soil mass."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Assinniboine, Beavwan, Berlake, Bostwick, Cheesman, Crittenden, Duffson, Eapa, Evanot, Evanston, Jarre, Joplin, Kenilworth, Kevin, Marmarth, Perrypark, Peyton, Reicess, Telstad, Turret and Udecide soils.  The Assinniboine soils have 20 to 27 percent clay in the Bt and colors as yellow or yellower than 10YR in the Bt.  Beavwan soils have hues of 10YR or yellower in the argillic horizon.  Berlake soils do not have continuous subhorizons of secondary calcium carbonate above 40 inches.  Bostwick, Cheesman, Jarre, Perrypark, Peyton and Turret are noncalcareous above 40 inches or throughout.  In addition, the Cheesman soils have a paralithic contact at 20 to 40 inches.  Crittenden soils are deep to hard granite.  Eapa soils have buried soils above 40 inches.  Evanot soils do not have substrata with greater than 35 percent rock fragments.  Evanston soils have hue of 7.5YR or yellower in the control section and contain less than 5 percent rock fragments throughout the soil profile.  Joplin soils are 2.5Y throughout, have compacted till at 20 to 40 inches, and gypsum in the substratum.  In the Kevin soils the depth to the base of the Bt is 10 inches or less, and they are 2.5Y or yellower throughout.  Marmarth soils have a paralithic contact at 20 to 40 inches.  Reicess soils have less than 5 percent rock fragments throughout. Kenilworth and Udecide soils have a lithological discontinuity above a depth of 40 inches and have hues yellower than 5YR."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Sugakool soils are on upland fan aprons, fan piedmonts, and relict terraces.  They formed in alluvium derived from redbeds during late Pleistocene outwash epochs.  Slopes are typically simple and range from 0 to 10 percent.  The annual air temperatures range from about 40 to 45 degrees F.  Annual precipitation ranges from 15 to 19 inches of which half falls in March, April, May, and June.  Estimated frost-free season is 90 to 110 days but will vary depending upon aspect and air drainage."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Colhill, Rothican and Vassett soils.  Colhill soils are skeletal throughout and occur on ridge crests and terrace breaks.  The Rothican soils lack the developed Bt horizons common to the Sugakool soils.  Vassett soils are fine-silty throughout and lack the skeletal substratum of Sugakool soils."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; slow to medium runoff; moderately slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Sugakool soils are used primarily for rangeland and wildlife habitat.  Native vegetation is western wheatgrass, sideoats grama, needleandthread and green needlegrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Black Hills area, Wyoming.  The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Salina, Kansas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Weston County, Wyoming; 1984."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "NA"
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "NA"
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 18,
        "dry_hue": "5YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "5YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Ap--0 to 7 inches; reddish gray (5YR 5/2) loam, dark reddish brown (5YR 3/2) moist; moderate medium angular blocky structure; slightly hard, friable, sticky and plastic; abundant fine and common very fine roots; 5 percent rock fragments; neutral; abrupt smooth boundary."
      },
      {
        "name": "Bt",
        "top": 18,
        "bottom": 33,
        "dry_hue": "5YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "5YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "silty clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bt--7 to 13 inches; reddish brown (5YR 5/3) silty clay loam, reddish brown (5YR 4/3) moist; weak medium prismatic structure parting to moderate medium angular blocky; hard, firm, sticky and plastic; many fine and common very fine roots; common thick clay films on faces of peds; neutral; clear smooth boundary."
      },
      {
        "name": "Btk",
        "top": 33,
        "bottom": 41,
        "dry_hue": "5YR",
        "dry_value": 6,
        "dry_chroma": 3,
        "moist_hue": "5YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "silty clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Btk--13 to 16 inches; light reddish brown (5YR 6/3) silty clay loam, reddish brown (5YR 4/3) moist; moderate medium angular blocky structure; hard, firm, sticky and plastic; many fine roots, common thick clay films on faces of peds; 10 percent rock fragments; strongly effervescent, lime as few fine masses; moderately alkaline; clear wavy boundary."
      },
      {
        "name": "Bk",
        "top": 41,
        "bottom": 102,
        "dry_hue": "5YR",
        "dry_value": 6,
        "dry_chroma": 6,
        "moist_hue": "5YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "loam",
        "cf_class": "gravelly",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bk--16 to 40 inches; reddish yellow (5YR 6/6) gravelly loam, yellowish red (5YR 5/6) moist; massive; slightly hard, friable, nonsticky and nonplastic; few fine roots; 20 percent rock fragments; strongly effervescent, lime as common fine masses; moderately alkaline; clear wavy boundary."
      },
      {
        "name": "C",
        "top": 102,
        "bottom": 152,
        "dry_hue": "5YR",
        "dry_value": 6,
        "dry_chroma": 4,
        "moist_hue": "5YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "loam",
        "cf_class": "very gravelly",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "C--40 to 60 inches; light reddish brown (5YR 6/4) very gravelly loam, reddish brown (5YR 5/4) moist; massive; loose, friable, nonsticky and nonplastic; few fine roots; 45 percent rock fragments; strongly effervescent, lime disseminated; moderately alkaline."
      }
    ]
  ]
}
