{
  "SERIES": "SUGAPINE",
  "STATUS": "Established Series",
  "BYREV": "Rev: BAL/JPS/ET",
  "REVDATE": "01/2013",
  "STATES": "CA",
  "OVERVIEW": "The Sugapine series consists of very deep, well drained soils formed in colluvium and residuum derived from serpentinite rocks. These soils are on mountains and have slopes of 30 to 75 percent. Mean annual precipitation is 1524 millimeters (60 inches) and the mean annual temperature is 12 degrees C (54 degrees F).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, magnesic, mesic Mollic Haploxeralfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Sugapine loam - under tree cover of tanoak and sugar pine with an under story of manzanita, beargrass, and fescue at an elevation of 790 meters (2592 feet). When described on July 22, 2002 the soil was dry throughout. (Colors are for dry soil unless otherwise stated).\nA--0 to 11 centimeters (0 to 4 inches); strong brown (7.5YR 5/6) loam, dark brown (7.5YR 3/3), moist; moderate fine subangular blocky structure parting to strong very fine granular; soft, very friable, slightly sticky and slightly plastic; many very fine, common fine and few medium roots; many very fine and fine tubular pores; 10 percent gravel; slightly acid (pH 6.4); abrupt smooth boundary. (11 to 18 centimeters thick)\nBt1--11 to 18 centimeters (4 to 7 inches); strong brown (7.5YR 5/6) gravelly loam, dark brown (7.5YR 3/4), moist; strong fine and medium subangular blocky structure; slightly hard, very friable, slightly sticky and slightly plastic; many very fine, fine, common medium, few coarse roots; many very fine, fine, common medium and coarse tubular pores; few distinct clay films on all faces of peds; 30 percent gravel; neutral (pH 6.8); clear wavy boundary.\nBt2--18 to 56 centimeters (7 to 22 inches); brownish yellow (10YR 6/6) very gravelly loam, dark yellowish brown (10YR 4/4), moist; moderate fine and medium subangular blocky structure; hard, friable, slightly sticky and moderately plastic; many fine, common medium and few coarse roots; many very fine, fine, common medium and few coarse tubular pores; few faint clay films on all faces of peds; 45 percent gravel; neutral (pH 6.8); clear wavy boundary.\nBt3--56 to 110 centimeters (22 to 43 inches); light yellowish brown (10YR 6/4) extremely gravelly clay loam, yellowish brown (10YR 5/4), moist; massive; hard, friable, moderately sticky and moderately plastic; common fine, medium and coarse roots; common medium and few coarse tubular pores; few faint clay films on surfaces along pores; 65 percent gravel, 5 percent cobbles; neutral (pH 6.8); gradual wavy boundary. (Combined thickness of Bt horizons is 68 to 140 centimeters)\n2C--110 to 180 centimeters (43 to 71 inches); olive brown (2.5Y 4/3) extremely gravelly clay loam, olive gray (5Y 4/2), moist; massive; hard, firm, moderately sticky and moderately plastic; common medium and few coarse roots; many fine, common coarse tubular and common medium interstitial pores; 60 percent gravel, 10 percent cobbles; neutral (pH6.8)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Humboldt County, California; Hoopa Tribal Lands, about 3 kilometers west of the town of Hoopa, near Sugar Pine Mountain; Section 5, Township 7N, Range 4E: 41 degrees, 13 minutes, 12 seconds north latitude, 123 degrees, 41 minutes, 51 seconds west longitude; UTM 441539mE, 4563425mN, Zone 10, NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil Depth: Depth to highly fractured serpentine is 100 to 150 centimeters (39 to 59 inches). The fractures that roots can enter are less than 10 centimeters apart (4 inches).\nSoil moisture: The soil moisture control section (31 to 69 centimeters) is dry from July 1st to October 15th and moist in all parts from November 15 to June 1st. The soil has a xeric moisture regime.\nSoil temperature: The mean annual soil temperature is 9 to 13 degrees C (49 to 57 degrees F). The difference between the mean summer and mean winter temperature is greater than 6 degrees C. The soil has a mesic soil temperature regime.\nSurface Fragments: 0 to 10 percent gravel, 0 to 5 percent cobble, and 0 to 5 percent stones.\nBase saturation: 60 to 90 percent at 180 centimeters\nSoil reaction: slightly acid to neutral throughout the soil profile.\nParticle Size Control Section (weighted average):\nClay: ranges: 18 to 35 percent.\nRock fragments: 35 to 60 percent gravel and 0 to 10 percent cobbles\nSome pedons have Oi horizons.\nA Horizon\nHue: 7.5YR or 10YR\nValue: 4 through 6 dry, 2 or 3 moist.\nChroma: 4 through 6 dry, 2 or 3 moist.\nTexture of fine earth fraction: loam\nClay content: 10 to 25 percent.\nRock fragments: 5 to 30 percent gravel\nBt Horizon\nHue: 5YR, 7.5YR or 10YR\nValue: 4 through 6 dry, 3 through 6 moist\nChroma: 4 through 6 dry or moist\nTexture of fine earth fraction: loam or clay loam\nClay content: 15 to 35 percent.\nRock fragments: 15 to 70 percent gravel and 0 to 10 percent cobbles\n2C Horizon\nHue: 7.5YR, 10YR, 2.5Y or 5Y\nValue: 4 through 6 dry, 3 through 6 moist\nChroma: 4 through 6 dry, 2 through 6 or moist\nTexture of fine earth fraction: clay loam or sandy clay loam\nClay content: 28 to 35 percent.\nRock fragments range from 55 to 65 percent gravel and 5 to 15 percent cobbles."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: This is the geographically associated Supplycreek series. The Supplycreek soil is moderately deep to fractured serpentinite."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: These soils occur on mountains with slopes of 30 to 75 percent at elevations of 34 to 1,265 meters (112 to 4150 feet) in linear slope positions. These soils formed in colluvium and residuum from serpentinite. The climate is subhumid with warm, dry summers and cool, wet winters. The mean annual precipitation is 1250 to 2032 millimeters (49 to 80 inches). Mean annual air temperature is about 12 degrees C (54 degrees F). Mean summer temperature is 20 degrees C (68 degrees F) and the mean winter temperature is 7 degrees C (44 degrees F), and the mean annual temperature is 9 to 13 degrees (49 to 57 degrees F). The frost free season is about 90 to 150 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Supplycreek and Bramlet soils. Supplycreek soils are moderately deep to highly fractured serpentinite and are on linear and concave slope positions. Bramlet soils are shallow to a lithic contact and are on convex ridge summits."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Well drained; high runoff; moderately high saturated hydraulic conductivity."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Used for watershed and wildlife habitat. Native vegetation is Jeffery pine, sugar pine, knobcone pine, incense cedar, Douglas-fir, hairy Manzanita, huckleberry oak, California wildrose, and bear grass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Siskiyou-Trinity Area, MLRA 5. These soils are of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES PROPOSED",
    "content": "SERIES PROPOSED: Humboldt Del Norte Area, Humboldt County, California, 2013.\n1. Mollic intergrade - The zone from 0 to 11 centimeters (A horizon)\n2. Argillic horizon - The zone from 11 to 110 centimeters (Bt1, Bt2, & Bt3 horizons)\n3. Particle-size control section - the zone from 11 to 61 centimeters, averages 20 percent clay, by weight, and 45 percent rock fragments, by volume.\nAdditional Data:\nNasis User Pedon ID:  02CA023605028\nSoil classified using the 11th Edition of the Keys to Soil Taxonomy.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": null
  }
}
