{
  "SERIES": "SUGARBUSH",
  "STATUS": "Established Series",
  "BYREV": "Rev. KAC-ROP-AGG",
  "REVDATE": "03/1999",
  "STATES": "MN",
  "OVERVIEW": "The Sugarbush series consists of very deep, well drained soils formed in loamy sediments overlying sandy and gravelly sediments on glacial outwash plains and valley trains, moraines and glacial beach ridges.  Permeability is moderately rapid in the upper part and rapid or very rapid in the lower part.  Slopes range from 0 to 50 percent.  Mean annual air temperature is about 40 degrees F.  Mean annual precipitation is about 24 inches.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, superactive, frigid Inceptic Hapludalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Sugarbush sandy loam with a 2 percent slope in a hardwood forest.  (Colors are for moist soil unless otherwise stated.)\nA--0 to 3 inches; black (10YR 2/1) sandy loam; very dark gray (10YR 3/1) dry; weak fine granular structure; friable; 3 percent gravel; moderately acid; clear smooth boundary.  (1 to 4 inches thick)\nE--3 to 13 inches; brown (10YR 5/3) loamy sand; very pale brown (10YR 7/3) dry; weak fine subangular blocky structure; very friable; 3 percent gravel; slightly acid; gradual smooth boundary.  (4 to 14 inches thick)\nBt--13 to 25 inches; dark yellowish brown (10YR 4/4) sandy loam; weak medium subangular blocky structure; friable; many faint dark brown (7.5YR 4/4) clay films on faces of peds; 5 percent gravel; slightly acid; clear smooth boundary. (3 to 15 inches thick)\n2C--25 to 80 inches; brown (10YR 5/3) gravelly coarse sand; single grain; loose; few coatings of carbonates on bottom side of pebbles; 20 percent gravel; slightly effervescent; slightly alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Becker County, Minnesota; approximately 6 miles northeast of White Earth; 1300 feet south and 1400 feet west of the northeast corner, sec. 15, T. 142 N., R. 40 W; USGS Strawberry Lake quadrangle, lat. 47 degrees 07 minutes 05 seconds N. and long. 95 degrees 43 minutes 35 seconds W., NAD27."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The depth to free carbonates ranges from 15 to 40 inches.  The rock fragment content is less than 15 percent in the loamy mantle and ranges from 10 to 35 percent in the underlying sediments.  The rock fragments and sand grains are of 0 to 10 percent dark colored igneous and metamorphic in origin, 30 to 50 percent sedimentary, and the remainder light colored igneous.  The soil moisture control section is not dry in any part for as long as 90 cumulative days in most years.\nThe A horizon has hue of 10YR, value of 2 or 3 and chroma of 1 or 2.  Texture is sandy loam or coarse sandy loam.  Reaction is moderately acid to neutral. Some pedons have Ap horizons with value of 6 when dry and are loamy sand or loamy coarse sand.\nThe E horizon has hue of 10YR, value of 4 to 6, and chroma of 3 or 4.  Texture is loamy sand, loamy coarse sand, or sand.  Reaction is moderately acid to neutral.\nSome pedons have thin BE horizons.\nThe Bt horizon has hue of 7.5YR or 10YR, value of 3 to 5 and chroma of 3 to 6.  Texture is sandy loam or coarse sandy loam.  Reaction is moderately acid to neutral.  It has 60 to 75 percent fine sand and coarser, 30 to 50 percent coarse sand and coarser.\nSome pedons have a 2B horizon.  Hue is 7.5YR or 10YR, value of 4 or 5, and chroma is 2 to 4.  Texture is loamy sand, loamy coarse sand, sand, coarse sand or their gravelly analogues.  Reaction is slightly acid or neutral.\nThe 2C horizon has hue of 7.5YR or 10YR, value of 5 or 6 and chroma of 3 to 6.  Texture is sand, coarse sand or their gravelly analogues.  Reaction is slightly alkaline or moderately alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Balmlake, Bergkeller, Bootlake, Cunard, Emmet, Flak, Heyder, Milaca, Millward(T), Nadeau, Oconto, Omena and Sanburn series. Balmlake soils have less than 60 percent by volume fine sand or coarser in the argillic horizon.  Bergkeller and Millward soils are moderately acid to neutral in the lower part of the series control section.  Bootlake soils have less than 10 percent rock fragments in the lower part of the series control section.  Cunard soils have bedrock below the argillic horizon and within 40 inches.  Emmet, Flak, Heyder, Milaca, and Omena soils do not have sand and gravel below the argillic horizon and within 40 inches.  Nadeau soils have more than 35 percent gravel in the material below the argillic horizon.  Sanburn and Oconto soils do not have free carbonates within 40 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Sugarbush soils have plane or convex slopes on glacial outwash plains, glacial beach ridges, moraines, and valley trains.  Slope gradients range from 0 to 50 percent.  They formed in a loamy mantle overlying  sandy and gravelly sediments.  Mean annual air temperature ranges from 38 to 45 degrees F.  Mean annual precipitation ranges from 20 to 28 inches.  Frost-free days range from 90 to 150 days.  Elevation ranges from 785 to 2000 feet above sea level."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Forada, Karlstad, Rifle, Seelyeville, and Sahkahtay soils.  The poorly drained Forada and Sahkahtay soils are in level areas.  The moderately well drained Karlstad soils are on nearly level areas.  The very poorly drained Rifle and Seelyeville soils are in depressions."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained.  Surface runoff is moderately low or moderately high.  Permeability is moderately rapid in the upper part and rapid or very rapid in the lower part."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most areas are forested.  The main tree species are oak, maple and aspen.  Some areas are used for pasture, hay and small grain production.  Native vegetation is mixed deciduous and conifer forest."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northwestern Minnesota.  Moderately extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: St. Paul, Minnesota"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:   Mahnomen County, Minnesota, 1992."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:  Ochric epipedon--The zone from the surface to a depth of 13 inches (A and E horizons); Albic horizon--the zone from 3 to 13 inches (E horizon); Argillic horizon--the zone from 13 to 25 inches (Bt horizon); Udic moisture regime.\nOconto soils were listed as competing but will be reclassified as a Glossic Eutroboralfs.\nADDITIONAL DATA:  Refer to MAES Central File code No. 3890 for results of some laboratory data on a representative pedon. Soil Interpretation Record number MN0425\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 8,
        "dry_hue": "10YR",
        "dry_value": 3,
        "dry_chroma": 1,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 1,
        "texture_class": "sandy loam",
        "pH_class": "moderately acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A--0 to 3 inches; black (10YR 2/1) sandy loam; very dark gray (10YR 3/1) dry; weak fine granular structure; friable; 3 percent gravel; moderately acid; clear smooth boundary.  (1 to 4 inches thick)"
      },
      {
        "name": "E",
        "top": 8,
        "bottom": 33,
        "dry_hue": "10YR",
        "dry_value": 7,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 3,
        "texture_class": "loamy sand",
        "pH_class": "slightly acid",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "E--3 to 13 inches; brown (10YR 5/3) loamy sand; very pale brown (10YR 7/3) dry; weak fine subangular blocky structure; very friable; 3 percent gravel; slightly acid; gradual smooth boundary.  (4 to 14 inches thick)"
      },
      {
        "name": "Bt",
        "top": 33,
        "bottom": 64,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "sandy loam",
        "pH_class": "slightly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bt--13 to 25 inches; dark yellowish brown (10YR 4/4) sandy loam; weak medium subangular blocky structure; friable; many faint dark brown (7.5YR 4/4) clay films on faces of peds; 5 percent gravel; slightly acid; clear smooth boundary. (3 to 15 inches thick)"
      },
      {
        "name": "2C",
        "top": 64,
        "bottom": 203,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 3,
        "texture_class": "coarse sand",
        "cf_class": "gravelly",
        "pH_class": "slightly alkaline",
        "narrative": "2C--25 to 80 inches; brown (10YR 5/3) gravelly coarse sand; single grain; loose; few coatings of carbonates on bottom side of pebbles; 20 percent gravel; slightly effervescent; slightly alkaline."
      }
    ]
  ]
}
