{
  "SERIES": "SUGARTOWN",
  "STATUS": "Established Series",
  "BYREV": "CTM:JPE",
  "REVDATE": "12/2005",
  "STATES": "LA",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, mixed, active, thermic Ultic Hapludalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Sugartown very fine sandy loam, on a convex 3 percent side slope in pine woodland.  (Colors are for moist soil.)\nA--0 to 3 inches; dark grayish brown (10YR 4/2) very fine sandy loam; weak fine granular structure; friable; many fine and medium roots; strongly acid; abrupt smooth boundary.  (3 to 6 inches thick)\nE--3 to 8 inches; yellowish brown (10YR 5/4) very fine sandy loam; weak fine granular structure; friable; common fine and medium roots; strongly acid; abrupt smooth boundary.  (3 to 6 inches thick)\nBE--8 to 15 inches; yellowish brown (10YR 5/4) silty clay loam; weak medium prismatic structure; friable; common fine and medium roots; very strongly acid; gradual smooth boundary.  (0 to 10 inches thick)\nBt--15 to 25 inches; brownish yellow (10YR 6/6) silty clay; many fine prominent red (2.5YR 4/6) mottles; moderate medium prismatic structure parting to weak medium subangular blocky; firm; few fine roots; common distinct discontinuous clay films on faces of peds; common thin pale brown (10YR 6/3) silt coatings on prism faces; very strongly acid; gradual wavy boundary.  (6 to 15 inches thick)\nBtg--25 to 64 inches; light brownish gray (10YR 6/2) silty clay; many fine prominent red (10YR 4/6) mottles, common fine distinct yellowish brown (10YR 5/3) mottles; weak coarse prismatic structure parting to weak medium subangular blocky; firm; few fine roots; common distinct discontinuous clay films on faces of peds; \"very strongly acid; abrupt wavy boundary.  (12 to 40 inches thick)\n2Cg--64 to 69 inches; light gray (10YR 7/2) clay loam; many fine prominent strong brown (7.5YR 5/6) and common medium prominent weak red (10R 5/3) mottles; massive; firm; many thin bands of manganese on ped faces; very strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Beauregard Parish, Louisiana; 5.0 miles southeast of DeRidder; 2.2 miles east on LA. Hwy. 394 from junction with U.S. Hwy.  171; 75 feet north of Hwy. and 75 feet east of gravel parish road; USGS Boneset Creek topographic quadrangle; lat. 30 degrees 46 minutes 18 seconds N. and long. 93 degrees 12 minutes 25 seconds W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The solum thickness ranges from 60 to more than 80 inches.  The combined thickness of A, E, BE, and Bt horizons is less than 30 inches.  Reaction ranges from very strongly acid to slightly acid in the A, E, BE, Bt, and Btg horizons and from extremely acid to slightly acid in the 2Cg horizons.\nThe A horizon has hue of 10YR or 2.5Y, value of 4 to 6, and chroma of 1 to 4.  Texture is very fine sandy loam, silt loam, loam, fine sandy loam, or sandy loam.\nThe E horizon has hue of 10YR or 2.5Y, value of 4 to 7, and chroma of 3 to 6.  Texture is very fine sandy loam, silt loam, fine sandy loam, or sandy loam.\nThe BE horizon, where present, has a hue of 7.5YR, 10YR, or 2.5Y, value of 4 to 7, and chroma of 3 to 6.  Texture is silty clay loam, sandy clay loam, or clay loam.\nThe Bt horizon has hue of 10YR, or 7.5YR, value of 4 to 6, and chroma of 4 to 8.  The lower part of the Bt horizon has hue of 2.5Y in some pedons.  Grayish, reddish or yellowish mottles range from few to many in the Bt horizon.  Texture is silty clay loam, clay loam, silty clay or clay.  Clay content ranges from 35 to 60 percent.\nThe Btg horizon has hue of 10YR, 2.5Y, or 5Y, value of 4 to 7, and chroma of 1 or 2.  Mottles are in shades of red or brown.  Some pedons have mottled gray, brown, and red Btg horizons.  Texture is silty clay loam, clay loam, silty clay or clay.\nThe 2C, 2Cg, and BCg horizons, where present, are in shades of red, brown, and yellow and have the same texture as the Btg horizon."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Brantley, Canton Bend, Capshaw, Cowton, Enon, Gundy, Hampshire, Maben, Magnet, Mecklenburg, Meth, Skyuka, Spray, Zion, and Zuber soils in the same family.  Brantley soils lack gray mottles in the B horizon, have hue that ranges to 2.5YR in the Bt horizon and the solum is less than 60 inches thick.  Canton Bend, Cowton, Gundy, Maben, Magnet, Mecklenburg, Meth, and Spray soils have hue redder than 7.5YR.  In addition, Canton Bend, Gundy, Magnet, Mecklenburg, and Spray soils are underlain by bedrock or saprolite.  Capshaw and Hampshire soils have solums less than 60 inches thick and are underlain by hard limestone at depths less than 60 inches.  Enon and Zion soils have solums less than 60 inches thick and are underlain by hard bedrock within 60 inches.  Skyuka soils lack gray mottles in the B horizon and have hue that ranges to 5YR in the Bt horizon.  Zuber soils have sandy A and AB horizons and have limestone fragments throughout."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Sugartown soils are on convex side slopes and ridge tops on Coastal Plains.  Slope gradients range from 1 to 12 percent.  These soils formed in stratified clayey and loamy, early to mid Pleistocene alluvium.  Mean annual temperature ranges from 57 to 68 degrees F. and average rainfall averages 45 to 59 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  Sugartown soils commonly are near Beauregard, Blevins, Gore, and Kolin soils.  Beauregard and Kolin soils are on concave side slopes and have fine-silty control sections.  Blevins soils are on positions similar to Sugartown soils and have fine-silty control sections.  Gore soils are on gently sloping to strongly sloping positions on escapements adjacent to floodplains and drainageways.  Gore soils have hue of 2.5YR and 5YR in upper argillic horizons."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Sugartown soils are moderately well drained.   Runoff is medium to rapid.  Permeability is slow.  A water table is at a depth of 3 to 5 feet during the winter and early spring."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Almost all areas of Sugartown soils are in pine forest mixed with small amounts of hardwood.  A few small areas are used for pasture and homesites."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  West Coastal Plain of Louisiana and possibly Texas.  The series is extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Beauregard Parish, Louisiana; 1992.  Name is derived from a small community in Beauregard Parish."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  These soils were formerly included in the Angie soils.\nDiagnostic horizons and features:\nOchric epipedon.........................0 to 8 inches\nArgillic horizon.........................8 to 64 inches\nRedoximorphic features.................25 to 69 inches\nNational Cooperative Soil Survey\nU.S.A."
  }
}
