{
  "SERIES": "SUGAR",
  "STATUS": "Established Series",
  "BYREV": "Rev. SER-WEF-LMC",
  "REVDATE": "11/2004",
  "STATES": "MI",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-silty over clayey, mixed, superactive, frigid Alfic Oxyaquic Haplorthods"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Sugar very fine sandy loam - on a 1 percent slope in a forested area. (Colors are for moist soil unless otherwise stated.)\nOa--0 to 1 inches; black (10YR 2/1) well decomposed forest litter; moderate medium granular structure; very friable; many fine and medium roots; strongly acid; abrupt smooth boundary. (0 to 2 inches thick)\nA--1 to 4 inches; black (10YR 2/1) very fine sandy loam, gray (10YR 5/1) dry; moderate medium granular structure; very friable; many fine to coarse roots; strongly acid; abrupt wavy boundary. (0 to 4 inches thick)\nE--4 to 11 inches; pinkish gray (5YR 7/2) loamy very fine sand; weak medium and fine subangular blocky structure; very friable; common fine and medium roots; moderately acid; abrupt wavy boundary. (1 to 10 inches thick)\nBs1--11 to 12 inches; brown (7.5YR 4/4) very fine sandy loam; strong thick platy structure; firm; many fine and medium roots; moderately acid; clear wavy boundary. (1 to 12 inches thick)\nBs2--12 to 15 inches; strong brown (7.5YR 4/6) very fine sandy loam; strong thick platy structure; firm; many fine and medium roots; moderately acid; clear wavy boundary. (3 to 6 inches thick)\nBs3--15 to 20 inches; strong brown (7.5YR 5/8) very fine sandy loam; moderate medium platy structure; firm; common fine roots; slightly acid; clear smooth boundary. (0 to 6 inches thick)\nBw--20 to 27 inches; yellowish brown (10YR 5/6) and light brown (7.5YR 6/4) loamy very fine sand; few fine distinct strong brown (7.5YR 5/8) mottles; moderate medium platy structure; firm; few fine roots; neutral; abrupt smooth boundary. (0 to 12 inches thick)\nB/E--27 to 35 inches; reddish brown (5YR 5/4) silt loam (Bt), with interfingering of white (5YR 8/1) loamy very fine sand (E); few fine prominent strong brown (7.5YR 5/6) mottles; moderate medium angular blocky structure; firm; few fine and medium roots; many fine and medium vesicular pores; few faint reddish brown (5YR 5/4) clay films on vertical and horizontal faces of peds; moderately alkaline; abrupt smooth boundary. (2 to 10 inches thick)\n2Bt--35 to 46 inches; reddish brown (5YR 5/4) silty clay loam; common fine prominent strong brown (7.5YR 5/6) mottles; weak coarse prismatic structure parting to weak coarse angular blocky; firm; few fine and medium roots;, many fine vesicular pores; many faint reddish brown (5YR 5/4) clay films on vertical and horizontal faces of peds; moderately alkaline; abrupt smooth boundary. (3 to 12 inches thick)\n2C--46 to 80 inches; reddish brown (5YR 4/4) clay; with thin light reddish brown (5YR 6/3) silt loam bands; moderate fine angular blocky fragments; firm; many fine vesicular pores; common thin pinkish gray (7.5YR 7/2) silt coatings on horizontal faces of peds; slight effervescence; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Chippewa County, Michigan; about 1 mile west of Rudyard; 2,380 feet south and 1,400 feet west of the northeast corner, sec. 1, T. 44 N., R. 3 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: The solum ranges from 30 to 50 inches in thickness. The loamy material ranges from 20 to 40 inches in thickness\nThe A horizon has hue of 7.5YR or 10YR; value of 2 or 3; and chroma of 1 to 3. Where present, the Ap horizon has hue of 7.5YR or 10YR, value of 2 to 4, and chroma of 1 to 3. The A or Ap horizons are very fine sandy loam, silt loam and loamy very fine sand.  Reaction is strongly acid to moderately acid.\nThe E horizon has hue of 5YR, 7.5YR or 10YR, value of 6 or 7, and chroma of 2 or 3. It is loamy very fine sand, silt loam, very fine sandy loam or very fine sand.  Reaction is strongly acid to moderately acid.\nThe Bs horizons have hue of 7.5YR or 10YR; value of 3 to 5; and chroma of 4 to 8. They are very fine sandy loam, silt loam, loamy very fine sand or very fine sand.  Reaction is strongly acid to moderately acid.  Some pedons have Bhs horizons with hue of 7.5YR or 10YR and value and chroma of 2 or 3.\nThe Bw horizon has hue of 7.5YR or 10YR, value of 5 or 6, and chroma of 4 to 6. It is very fine sandy loam or loamy very fine sand.  Reaction is moderately acid to neutral.\nThe B part of the B/E has value and chroma of 4 to 6. The E part has hue of 5YR or 7.5YR, value of 6 to 8, and chroma of 1 or 2. The B/E horizon has textures of loamy very fine sand, silt loam or very fine sand. Some pedons have E/B or E' horizons of similar colors and textures.  Reaction is slightly acid to slightly alkaline.\nThe 2Bt horizon has value of 4 or 5. It is silty clay loam, silty clay or clay.  Reaction is slightly acid to slightly alkaline.\nThe 2C horizon has value of 3 to 6 and chroma of 3 or 4. It is silty clay or clay with thin stratified bands of silt loam or silt. The thin bands have hue of 5YR to 10YR, value of 5 to 7, and chroma of 2 or 3. Some pedons do not have stratified bands. Reaction is slightly alkaline or moderately alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are none.  Closely related soils are the Fence, Kellogg, Morganlake and Superior series.  Fence soils do not have materials with greater than 35 percent clay within the particle size control section.  The Kellogg, Morganlake and Superior soils have materials with greater than 15 percent fine sand or coarser within the particle size control section and active clay mineralogy."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Sugar soils are on lake plains. Slope gradients range from 0 to 6 percent.  Mean annual precipitation ranges from 26 to 35 inches, and mean annual temperature ranges from 41 to 44 degrees F."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Biscuit, Ontonagon and Soo soils.  Biscuit soils are somewhat poorly drained and are on slightly lower landscape positions.  Ontonagon soils do not have silty upper subsoil and are on slightly higher landscape positions.  Soo soils are poorly drained and clayey textured throughout. They are in depressions and drainageways."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Moderately well drained.  This soil has representative wet soil moisture status that is perched at a depth of 18 to 30 inches below the surface during the months of October, November, March, April, and May.  Surface runoff is negligible to medium, dependent on slope.  Permeability is moderate in the loamy upper part and very slow in the clayey lower part."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most areas of this soil are forested or abandoned fields. Common species in forested areas are sugar maple, red maple, quaking aspen, white spruce, and paper birch."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Eastern part of the Upper Peninsula of Michigan. This soil is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: St. Paul, Minnesota"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Chippewa County, Michigan, 1989."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are: ochric epipedon - the zone from 0 to 3 inches (A horizon); albic horizon - the zone from 3 to 10 inches (E horizon); spodic horizon - the zone from 10 to 19 inches (Bs1, Bs2 and Bs3 horizons); argillic horizon - the zone from 26 to 45 inches (B part of B/E horizon and 2Bt horizon).\nThe well drained phase of this series is no longer with in the series concept.\nClassification changed to current classification (Alfic oxyaquic subgroup) at the Luce County, Michigan final correlation.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
