{
  "SERIES": "SUISUN",
  "STATUS": "Established Series",
  "BYREV": "Rev. LAB/GMK/ET",
  "REVDATE": "03/2001",
  "STATES": "CA",
  "OVERVIEW": "The Suisun series is a member of the euic, thermic family of Typic Haplohemists. Typically, Suisan soils have black, very strongly acid muck upper layers and black mildly alkaline peaty muck lower layers that become strongly acid if drained and allowed to oxidize. They are strongly saline.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Euic, thermic Typic Haplohemists"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Suisun muck - waterfowl area (Colors are for moist soil unless otherwise noted.)\nOal--O to 9 inches; black (lOYR 2/1 broken face or rubbed) sapric material, very dark gray (lOYR 3/1) dry; 5 percent fibers, few remain after rubbing; massive; hard, slightly sticky, slightly plastic; very strongly acid (pH 5.0 in H20). (5 to 9 inches thick)\nOel--9 to 18 inches; black (lOYR 2/1 broken face or rubbed) hemic material, black (lOYR 2/1) dry; 40 percent fibers, 20 percent rubbed; massive; very hard, nonsticky, slightly plastic; very strongly acid (pH 5.0 in H20). (8 to 20 inches thick)\nOe2--18 to 28 inches; black (lOYR 2/1 broken face or rubbed) hemic material, black (lOYR 2/1) and dark grayish brown (lOYR 4/2) dry; 70 percent fibers, 20 percent rubbed; hard, nonsticky, nonplastic; moderately alkaline (pH 8.2 in H20 becoming strongly acid pH 5.4 after exposure to air). (10 to 12 inches thick)\nOe3--28 to 38 inches; very dark gray (lOYR 3/1 broken face) hemic material, black (lOYR 2/1) and very dark gray (lOYR 3/1) rubbed, black (lOYR 2/1) and light gray (lOYR 6/1) dry; 50 percent fibers, 20 percent rubbed; massive; very hard, slightly sticky, slightly plastic; strongly alkaline (pH 8.5 in H20 becoming medium acid pH 6.0 after exposure to air). (6 to 12 inches thick)\nOe4--38 to 60 inches; very dark gray (lOYR 3/1) and black (lOYR 2/1 broken face) hemic material, very dark gray (lOYR 3/1) rubbed, black (lOYR 2/1) and light gray (lOYR 6/1) dry; 40 percent fibers, about 20 percent rubbed; massive; very hard, nonplastic, slightly sticky; strongly alkaline (pH 8.5 becoming less alkaline on exposure to air)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Solano County, California; 1-3/4 miles north and 2-1/2 miles west of Collinsville, in Suisun Marsh; 7/8 mile west, 3/8 mile north of boat ramp located in Montezuma Slough at east end of Grizzly Island."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: The mean annual soil temperature at a depth of 20 inches is about 63 degrees F. The organic horizons extend to depths of 60 inches or more. The natural fibers are dark reddish brown (5YR 3/2, 3/3), are easily discolored when pressed and many fibers are destroyed by rubbing. Where drainage-has been altered, these soils become more acid with oxidation. The mean annual soil temperature is about 63 degrees F. The electrical conductivity varies from 15 to 48 millimhos per centimeter at 25 degrees C. These soils develop wide cracks on drying which remain after the soil is re-wetted. The surface tier (10 to 12\") has an estimated organic matter content of 50 percent by weight. This layer is strongly or very strongly acid. The subsurface tier (12 to 35\") has an estimated organic matter content of 50 to 70 percent by weight. It is moderately or strongly alkaline, and becomes less alkaline on exposure to air. The bottom tier (35 to 51\") is about the same as the subsurface tier."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Joice and Tamba series. Joice soils have 30 to 50 percent organic matter in the series control section and the organic volume is less than 10 percent fibers after rubbing. Tamba soils have 15 to 30 percent organic matter stratified in light gray clay."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Suisun soils are near sea level in salt water marshes. They formed from hydrophytic plant remains, mainly tules and reeds, mixed with fine mineral sediments. The climate is Mediterranean with hot dry summers and cool moist winters and a mean annual precipitation of 15 to 20 inches. Mean annual temperature is about 59 degrees F.; average January temperature is about 46 degrees F.; and average July temperature is about 72 degrees F. Freeze-free season is about 260 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the competing Joice and Tamba soils and the Reyes and Valdez soils. Reyes and Valdez soils are mineral soils with an average of less than 1 percent organic matter in most strata."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: The Suisun soils were formed under very poor drainage. The drainage has been altered by levees and tide gates. The water table is about 30 inches below the surface during mid-summer and at or near the surface in the winter months; runoff is very slow; permeability is rapid."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Used mostly for waterfowl hunting areas. Vegetation is pickleweed, saltgrass, lambsquarter, and several members of the rush and sedge families."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Suisun Marsh, Solano County, California. The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Solano County, California, 1969."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: The Suisun soils would have been classified as Bog soils. The classification was updated in February 2001 using the Eighth Edition to Soil Taxonomy. This series was formerly classified as euic, thermic Typic Medihemists. Competing series were not checked at that time.\nOSED scanned by SSQA. Last major revision by state on 10/71.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
