{
  "SERIES": "SULA",
  "STATUS": "Established Series",
  "BYREV": "Rev. BHW",
  "REVDATE": "04/1999",
  "STATES": "MT",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, superactive Ustic Haplocryolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Sula - silt loam.\n0 to 9 inches; dark grayish-brown (See Note 1) (10YR 3/2 moist) silt loam; soft granular or crumb structure; slightly acid. (7 to 12 inches thick)\n9 to 12 inches; brown (7.5YR 5/4 moist) heavy silt loam; medium blocky structure; slightly acid. (3 to 6 inches thick)\n12 to 22 inches; yellowish-brown (10YR 5/4 moist) heavy silt loam; moderately well developed irregular blocky structure; neutral or slightly acid.  (8 to 14 inches thick)\n22 to 40 inches; brownish-yellow (10YR 6/6 moist) silt loam or very fine sandy loam; massive or ill-defined irregular blocky structure; about neutral. (16 to 24 inches thick)\n40 inches; brown (7.5YR 5/4 moist) gritty clay loam; massive; about neutral. (1 to 5 feet thick)"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Western Montana."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  These soils are rather uniform throughout most of their distribution.  Where the parent materials are thickest the soils may grade into a substratum of fine sandy loam.  On some of the nearly flat areas the upper part of the subsoil is moderately heavy and tends toward Solonetz development.  In places, these soils are in complex association with thinly developed Solonetz."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": null
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Undulating and gently sloping bench remnants of old alluvia fans, terraces or valley-fill deposits."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": null
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  The soils are well drained; surface run-off is medium; permeability moderate."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Native bunch grasses and introduced species.  Pasture, dry-land and irrigation farming."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Western Montana."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES PROPOSED",
    "content": "SERIES PROPOSED:  Tentatively in the Bitterroot Valley Area, Montana, 1947.  The name is taken from Sula Basin, a small mountain valley of this name."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Where the soils are developed in silty material ranging from 15 to 30 inches thick underlain by materials of markedly different character, thin solum phases of Sula soils are recognized at present.  Where underlying material is calcareous, mapping inclusions will include soils that are calcareous in the lower part of their subsoils.\nNote 1:  Provisional Soil survey color names based on Munsell Color Charts, adopted in Staff Conference, 1947.\n* Tentative series proposed in Bitterroot Valley Area, Montana.\nOSED scanned by SSQA.  Last revised by state on 6/47.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
