{
  "SERIES": "SUMAN",
  "STATUS": "Established Series",
  "BYREV": "Rev. FF-RAB-FWS",
  "REVDATE": "09/2012",
  "STATES": "IN",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy over sandy or sandy-skeletal, mixed, superactive, mesic Fluvaquentic Endoaquolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Suman silt loam - on a 0 percent slope in a cultivated field.  (Colors are for moist soil unless otherwise stated.)\nAp--0 to 7 inches; black (10YR 2/1) silt loam, dark grayish brown (10YR 4/2) dry; moderate medium granular structure; friable; many medium roots; 1 percent fine shale fragments and fine gravel; slightly acid; abrupt smooth boundary.\nA12--7 to 13 inches; very dark gray (10YR 3/1) clay loam, gray (10YR 5/1) dry; few medium distinct dark yellowish brown (10YR 4/4) mottles; weak coarse subangular blocky structure; firm; many medium roots; 1 percent fine shale fragments; neutral; clear wavy boundary.  (The combined thickness of the A horizon is 10 to 20 inches.)\nB21g--13 to 28 inches; dark gray (10YR 4/1) clay loam; many coarse prominent yellowish red (5YR 4/8) and common medium faint gray (10YR5/1) mottles; weak coarse subangular blocky structure; firm; few fine roots; 1 percent fine shale fragments; neutral; gradual wavy boundary.  (10 to 20 inches thick)\nB22g--28 to 35 inches; dark gray (10YR 4/1) sandy clay loam with some sandy loam bands and thin strata of light brownish gray (10YR 6/2) loamy sand; many coarse prominent strong brown (7.5YR 5/8) mottles; weak coarse subangular blocky structure; friable; few fine roots; 1percent fine shale fragments; neutral; abrupt wavy boundary.  (0 to 15inches thick)\nIIC--35 to 60 inches; light brownish gray (10YR 6/2) sand and coarse sand; single grain; loose; 1percent fine shale fragments; neutral."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Porter County, Indiana; 960 feet north and 2,340 feet west of the southeast corner of sec. 5, T. 32 N., R.5 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The thickness of the solum ranges from 20 to 40 inches.  Coarse fragments range from 0 to 5 percent by volume in the solum and C horizon.\nThe Ap or Al horizon has hue of 10YR or 2.5Y, value of 2 or 3, and chroma of 1 or 2 or is black (N 2/0).  It is silty clay loam, silt loam, clay loam or loam and ranges from slightly acid to mildly alkaline.\nThe B horizon has hue of 10YR, 2.5Y or 5Y, value of 4 or 5, and chroma of 1 or 2 or is dark gray (N4/0) or gray (N5/0) and has few to many distinct mottles.  It is silty clay loam, clay loam, silt loam, sandy clay loam or loam and averages between 20 and 32 percent clay.  It ranges from slightly acid to mildly alkaline.\nThe C horizon has hue of 10YR or 2.5Y, value of 5 or 6, and chroma of 1 to 4.  It is sand or loamy sand and may be stratified.  It ranges from slightly acid to mildly alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no other soils in the same family.  Closely related soils are the Cohoctah, Gilford, Shoals, Sloan, and Warners series.  Cohoctah and Gilford soils are coarse-loamy, and in addition, Gilford does not have an irregular decrease of organic matter with depth.  Shoals soils do not have a mollic epipedon.  Sloan soils are fine-loamy.  Warners soils have marl within the control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Suman soils are on nearly level or depressed areas in the flood plains of major streams or along narrow stream bottoms.  The slope ranges from 0 to 2 percent.  The soil formed in alluvium from Wisconsinan Age Drift.  The mean annual precipitation ranges from 29 to 39 inches, and the mean annual temperature ranges from 48 to 56 degrees F."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the competing Cohoctah and Gilford and the Maumee and Morocco soils.  Maumee soils are sandy and do not have an irregular decrease in organic matter content.  Morocco soils are sandy and on slightly higher areas."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Very poorly drained.  Runoff is very slow or ponded.  Permeability is moderately slow in the solum and rapid in the underlying material."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Some areas have been cleared, artifically drained and are cultivated.  Corn and soybeans are the principal crops.  Some areas, especially those on the flood plains of smaller streams, are used for permanent pasture or woodland.  The native vegetation was deciduous forest, chiefly elm, beech, ash, sycamore and soft maple."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Suman soils are in northwestern Indiana, and possibly Illinois and southwestern Michigan.  The acreage is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: AMHERST, MASSACHUSETTS"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Porter County, Indiana, 1978.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": null
  }
}
