{
  "SERIES": "SUMAS",
  "STATUS": "Established Series",
  "BYREV": "Rev. AG/RJE",
  "REVDATE": "06/2005",
  "STATES": "WA",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty over sandy or sandy-skeletal, mixed, superactive, nonacid, mesic Aeric Fluvaquents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Sumas silt loam cultivated; on a 1 percent slope, in a pasture at 50 feet elevation.  (Colors are for moist soil unless otherwise noted.)\nAp--0 to 8 inches; dark grayish brown (10YR 4/2) silt loam, light gray (10YR 7/2) dry; moderate fine and medium subangular blocky structure; hard, friable, moderately sticky and moderately plastic; common very fine and few fine roots; many fine irregular and common fine tubular pores; moderately acid (pH 6.0); clear smooth boundary.  (7 to 16 inches thick)\nCg1--8 to 26 inches; grayish brown (2.5Y 5/2) silt loam, light gray (10YR 7/1) dry; common medium prominent mottles of yellowish brown (10YR 5/6), brownish yellow (10YR 6/6) dry; massive, hard, firm, moderately sticky and moderately plastic; common very fine roots; many fine irregular pores and many fine and common medium tubular pores; slightly acid (pH 6.4); abrupt wavy boundary.  (6 to 22 inches thick)\n2Cg2--26 to 60 inches; very dark grayish brown (2.5Y 3/2) fine sand, grayish brown (2.5Y 5/2) dry; few medium prominent redox concentrations of dark brown (7.5YR 3/4) and strong brown (7.5YR 5/6) dry; massive; slightly hard, very friable, nonsticky and nonplastic; few very fine roots; many medium irregular pores; slightly acid (pH 6.5)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Whatcom County, Washington; about 2 miles southwest of Sumas; 2,000 feet south and 100 feet west of the northeast corner of sec. 9, T. 40 N., R. 4 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The mean annual soil temperature is 48 to 53 degrees F.  Depth to sand or gravelly sand ranges from 14 to 36 inches.  The upper part of the particle-size control section has 18 to 35 percent clay and less than 15 percent fine sandy or coarser material.  The lower part is sand or gravelly sand.  Reaction ranges from moderately acid to neutral throughout.\nThe A horizon has hue of 10YR, 2.5Y, or 5Y, value of 2 through 4 moist, 4 through 7 dry, and chroma of 1, 2, or 3 moist and dry.  It is mottled in some pedons.\nThe C1 horizon has hue of 10YR, 2.5Y, or 5Y, value of 2 through 6 moist, 4 through 8 dry, and chroma of 1 or 2 moist and dry and has fine or medium distinct or prominent redox concentrations.  Some part between 10 and 30 inches has hue of 10YR or 2.5Y and chroma of 2.  It is silt loam or silty clay loam.\nThe 2C horizon has hue of 10YR through 5Y, value of 3 through 5 moist, 4 through 8 dry, and chroma of 1 through 4 moist and dry.  It is loamy fine sand, loamy sand, sand, gravelly sand, or coarse sand."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Nookachamps, Puget, and Woodinville series in other families.  These soils lack contrasting sandy material in the lower part of the particle-size control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  These soils are on river flood plains at elevations ranging from 20 to 200 feet.  They formed in mixed recent alluvium.  Slopes are 0 to 2 percent.  Sumas soils are in a marine climate with cool winters and warm, dry summers.  Snow cover is intermittent.  The average annual rainfall, which falls mostly between October and May, ranges from 35 to 60 inches.  Each of the summer months generally has 1 inch of rain.  Mean January temperature is 38 degrees F, mean July temperature is 64 degrees F.  The average annual temperature is 48 to 52 degrees F, and the frost-free season is 150 to 210 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Briscot, Mukilteo, Nooksack, Oridia, Puyallup, Shalcar, Snohomish, and Sultan soils and the competing Puget soils.  Briscot soils are coarse-loamy.  Mukilteo soils are deep organic soils.  Nooksack soils have a mollic epipedon.  Oridia soils are coarse-silty.  Puyallup soils have a mollic epipedon, a xeric moisture regime, and are coarse-loamy over sandy or sandy-skeletal.  Shalcar soils are organic over mineral.  Snohomish soils are mineral over organic.  Sultan soils have a xeric moisture regime and lack contrasting sandy textures in the particle-size control section."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Poorly drained; very slow runoff; moderate permeability in the upper part, rapid in sand or gravelly sand below.  These soils are subject to frequent to occasional, brief flooding from November through April unless protected.  An apparent water table is as high as 0 to 1 foot at times from November through April unless drained."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most areas are drained and are used for cropland.  Row crops, hay, and pasture are common crops.  Native vegetation is red alder western hemlock, black cottonwood, and western redcedar with an understory of western brackenfern, western swordfern, devilsclub, willow, creambush oceanspray and Douglas spirea."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  River Valleys in the Puget lowlands in northwestern Washington.  This series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Whatcom County, Washington, 1941."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Classification only changed 4/94 because of recent amendments to Soil Taxonomy.  Partial laboratory data are available NSSL Number 80T, 7571 and 7572.  Diagnostic horizons and features recognized in this pedon are an ochric epipedon from the surface to 8 inches and a substratum with an irregular decrease of organic carbon with depth and an abrupt change in particle-size at 26 inches.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
