{
  "SERIES": "SUMMITVILLE",
  "STATUS": "Established Series",
  "BYREV": "DRM; Rev. DHK",
  "REVDATE": "01/2006",
  "STATES": "OH",
  "OVERVIEW": "The Summitville series consists of deep, well drained and moderately well drained soils formed in loamy colluvium and in residuum weathered from interbedded red clay shale, siltstone, and sandstone on uplands. Slopes range from 2 to 70 percent. Permeability is moderately slow. Mean annual precipitation is about 39 inches, and mean annual temperature is about 53 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, active, mesic Oxyaquic Hapludalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Summitville silt loam - on a 4 percent convex slope in former cropland, now idle. (Colors are for moist soil unless otherwise stated.)\nAp--0 to 6 inches; brown (7.5YR 4/4) silt loam, brown (7.5YR 5/4) dry; moderate fine granular structure; friable; many roots; about 5 percent flat fragments of siltstone and sandstone less than 6 inches in length; very strongly acid; abrupt smooth boundary. (5 to l0 inches thick)\nBt1--6 to 8 inches thick; reddish brown (5YR 4/4) silty clay loam; moderate fine and medium subangular blocky structure; friable; common roots; many medium tubular pores; common faint brown (7.5YR 4/4) clay films on faces of peds; about 5 percent flat fragments of siltstone and sandstone less than 6 inches in length; moderately acid; abrupt smooth boundary.\nBt2--8 to l5 inches thick; yellowish red (5YR 4/6) silty clay loam; moderate medium subangular blocky structure parting to moderate fine angular blocky; friable; common roots; few coarse tubular pores; common faint reddish brown (5YR 4/4) clay films and few faint silt coats on faces of peds; about 5 percent fragments of siltstone and sandstone less than 6 inches in length; strongly acid; abrupt smooth boundary.\nBt3--l5 to 28 inches; yellowish red (5YR 4/6) channery clay loam, reddish brown (5YR 4/4) in the lower part; many fine distinct brown (7.5YR 4/4) mottles; weak medium subangular blocky structure parting to strong fine angular blocky; firm; common roots; many medium tubular pores; common distinct brown (7.5YR 4/3) clay films and few faint silt coats on faces of peds; about 20 percent weathered fragments of siltstone less than 6 inches in length; very strongly acid; clear smooth boundary.\nBt4--28 to 35 inches; reddish brown (5YR 4/4) channery silty clay loam; moderate medium subangular blocky structure parting to moderate fine angular blocky; firm; many distinct reddish gray (5YR 5/2) clay films on faces of peds; common fine dark concretions and coatings (iron and manganese oxides) on faces of peds; about 20 percent weathered fragments of siltstone and sandstone less than 6 inches in length; very strongly acid; gradual smooth boundary. (Combined thickness of the Bt horizons is 9 to 40 inches.)\nBC1--35 to 4l inches; reddish brown (5YR 4/4) channery silty clay loam; moderate coarse angular blocky structure parting to weak fine angular blocky; firm; common reddish stains and few dark stains (iron and manganese oxides) on faces of peds; about 25 percent fragments of siltstone less than 6 inches in length; very strongly acid; abrupt wavy boundary. (0 to l0 inches thick)\n2BC2--4l to 48 inches; dark reddish brown (2.5YR 3/4) shaly silty clay; weak coarse angular blocky structure; firm; weak red (2.5YR 4/2) stains (iron oxides) on faces of peds; about 30 percent fragments of red shale; very strongly acid; clear irregular boundary. (0 to 10 inches thick)\n2C--48 to 77 inches; dusky red (l0R 3/3) very shaly clay; massive; very firm; about 40 percent fragments of red shale; slightly acid in upper part and neutral below 60 inches.\n2Cr--77 inches; soft dark reddish brown (2.5YR 3/4) clay shale."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Columbiana County, Ohio, Wayne Township; about l400 feet south and l000 feet west of the northeast corner, sec. 28, T. l3 N., R. 3 W.; 35 feet west of Ohio Route l64 and l50 feet north of woods."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Thickness of the solum is 30 to 60 inches. Depth to a paralithic contact is 40 to 80 inches. Flat fragments of siltstone and sandstone less than 6 inches in length are 2 to 35 percent in the Ap horizon and Bt horizon; and weathered fragments of shale or siltstone are 2 to 75 percent in the 2BC and 2C horizons.\nThe Ap horizon has hue of l0YR, 7.5YR, or 5YR; value of 3 to 5 moist (5 to 7 dry); and chroma of 3 or 4. Value of 3 (5 dry) are in horizons less than 7 inches thick. Some pedons have an A horizon up to 4 inches thick that has hue of l0YR or 7.5YR, and value and chroma of 2 to 4. The Ap or A horizon commonly is silt loam, but ranges to loam and channery analogues of these textures. It is strongly acid or very strongly acid unless limed.\nSome pedons have an E horizon that has hue of l0YR, 7.5YR, or 5YR; value of 4 or 5; and chroma of 2 to 4. It has similar texture and reaction range as the Ap or A horizon.\nThe Bt horizon has hue of 2.5YR, 5YR, or 7.5YR (at least one subhorizon has hue of 5YR or redder); value of 3 to 5; and chroma of 3 to 6. Some pedons are not mottled in the lower part. The Bt commonly is loam, silt loam, silty clay loam, clay loam, or channery analogues of these textures. It is extremely acid to medium acid in the upper part and very strongly acid to slightly acid in the lower part.\nSome pedons have a 2Bt horizon up to 24 inches thick. The 2BC horizon (or 2Bt) and 2C horizons commonly have color range similar to the Bt horizon; but range to hue of l0YR or l0R. They are silty clay loam, silty clay, clay, or clay loam; or shaly to extremely shaly analogues, of these textures. They are very strongly acid to slightly acid except for the C horizon that ranges to neutral. Thin strata of coarser textures from weathered sandstone are in some pedons.\nBedrock is interbedded, fractured siltstone or fine-grained sandstone and soft, red clay shale."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Amanda, Belmont, Belmore, Chenault, Chili, Coggon, Conestoga, Douds, El Dara, Gallman, Grellton, Hayden, Hebron, Hickory, High Gap, Hollinger, Kalamazoo, Kanawha, Kendallville, Kidder, Kosciusko, Leroy, Letort, Lindley, Mandeville, Martinsville, McHenry, Miami, Mifflin, Military, Nodine, Norden, Ockley, Owosso, Pecatonica, Princeton, Rawson, Relay, Renova, Richland, Riddles, Roseville, Sisson, Skelton, Strawn, Theresa, Wawasee, Westville, Whalan, Woodbine, and Wykoff series. Amanda, Coggon, Hayden, Hickory, Kendallville, Kidder, Leroy, Lindley, McHenry, Miami, Owosso, Pecatonica, Renova, Riddles, Roseville, Strawn, Theresa, Wawasee, Westville, Woodbine, and Wykoff soils have glacial drift within a depth of 40 inches and have coarse fragments of mixed lithology including some crystalline rocks. Belmont soils commonly are not as acid in the lower part of the solum and have coarse fragments mainly of limestone and are underlain by a lithic contact at a depth of 40 to 60 inches. Belmore, Chenault, Chili, Douds, El Dara, Gallman, Kalamazoo, Kanawha, Kosciusko, Martinsville, Nodine, Ockley, and Sisson soils have evidence of stratification or have rounded coarse fragments. Conestoga, Hollinger, and Letort soils have a significant mica content. Grellton soils have loamy B horizons, silty 2B horizons and loamy 3B and 3C horizons that have glacial erratics. Hebron soils lack shale fragments in the 2B and 2C horizons. High Gap, Military, Norden, and Whalan soils have a lithic contact at a depth of 20 to 40 inches. Mandeville soils have a paralithic contact within a depth of 20 to 40 inches. Mifflin and Princeton soils lack coarse fragments. Rawson soils formed in loamy outwash and the underlying clayey till or lacustrine sediments and lack flat fragments from sedimentary bedrock. Relay soils have hues of 2.5Y or yellower, and in addition, are high in magnesium. Richland and Skelton soils lack subhorizons with hue of 5YR or redder."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Summitville soils are on side slopes, benches, and less commonly on summits. Slope gradients range from 2 to 70 percent. The soils formed in mixed loamy materials from interbedded red clay shale, yellowish siltstone, and sandstone resulting from colluviation or solifluction; and in the underlying residuum weathered from similar materials. Mean annual precipitation ranges from about 38 to 42 inches, and mean annual temperature ranges from about 49 to 55 degrees F."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Berks, Dekalb, Gilpin, Upshur, Weikert, Wellston, Woodsfield, and Zanesville soils. Berks, Dekalb, Gilpin, and Weikert soils commonly are on back slopes and upper shoulders or on narrow, sloping interfluves. Berks, Dekalb, and Weikert soils are loamy-skeletal, whereas Gilpin soils are fine-loamy. In addition, Berks and Dekalb soils are moderately deep to bedrock and Weikert soils are shallow. Upshur soils are on summits or side slopes and formed in red clayey residuum from shale. Wellston, Woodsfield, and Zanesville soils typically are on fairly broad, gently sloping ridgetops that have a mantle of loess."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Summitville soils are well drained and moderately well drained. Permeability is moderately slow. Runoff is medium to rapid."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Summitville soils are used for pasture, cropland, and woodland. Corn, wheat, and hay are the principal crops. Many areas are in pine plantations. The natural vegetation was deciduous hardwoods."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Eastern Ohio. The series is of moderate extent, about 35,000 acres."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Morgantown, West Virginia"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Columbiana County, Ohio, l965."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Classification was adjusted to agree with ST Issue #17 on 22 Sept 94 by CLG.\nThe 01/2006 revision updates this soil to the 9th Edition of the Keys to Soil Taxonomy (2003). The CEC activity class placement is based on NASIS data elements for Jefferson County, Ohio, and on associated soils, but not on laboratory data. Class placement may be revised in the future when laboratory data are reviewed or become available.\nCompeting series, pedon description (including horizon nomenclature and/or descriptive terms), and other sections on the OSD were not revised.\nDiagnostic horizons and features in this pedon are:\na. Ochric epipedon--the zone from 0 to 6 inches (Ap horizon)\nb. Argillic horizon--the zone from 6 to 35 inches (Bt1, Bt2, Bt3, and Bt4 horizons)\nc. Oxyaquic subgroupredoximorphic features within 40 inches of the surface\nd. Lithologic discontinuity at 41 inches (top of 2BC2 horizon)\ne. Paralithic contact at 77 inches (top of 2Cr horizon)\nADDITIONAL DATA: Refer to pedon CO-95 for characterization data on the typical pedon.\nPrevious revision dates: 02/87-DRM\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 15,
        "dry_hue": "7.5YR",
        "dry_value": 5,
        "dry_chroma": 4,
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "silt loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Ap--0 to 6 inches; brown (7.5YR 4/4) silt loam, brown (7.5YR 5/4) dry; moderate fine granular structure; friable; many roots; about 5 percent flat fragments of siltstone and sandstone less than 6 inches in length; very strongly acid; abrupt smooth boundary. (5 to l0 inches thick)"
      },
      {
        "name": "Bt1",
        "top": 15,
        "bottom": 20,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "silty clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Bt1--6 to 8 inches thick; reddish brown (5YR 4/4) silty clay loam; moderate fine and medium subangular blocky structure; friable; common roots; many medium tubular pores; common faint brown (7.5YR 4/4) clay films on faces of peds; about 5 percent flat fragments of siltstone and sandstone less than 6 inches in length; moderately acid; abrupt smooth boundary."
      },
      {
        "name": "Bt4",
        "top": 71,
        "bottom": 89,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "silty clay loam",
        "cf_class": "channery",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "Bt4--28 to 35 inches; reddish brown (5YR 4/4) channery silty clay loam; moderate medium subangular blocky structure parting to moderate fine angular blocky; firm; many distinct reddish gray (5YR 5/2) clay films on faces of peds; common fine dark concretions and coatings (iron and manganese oxides) on faces of peds; about 20 percent weathered fragments of siltstone and sandstone less than 6 inches in length; very strongly acid; gradual smooth boundary. (Combined thickness of the Bt horizons is 9 to 40 inches.)"
      },
      {
        "name": "2C",
        "top": 122,
        "bottom": 196,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "clay",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly acid",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "2C--48 to 77 inches; dusky red (l0R 3/3) very shaly clay; massive; very firm; about 40 percent fragments of red shale; slightly acid in upper part and neutral below 60 inches."
      },
      {
        "name": "2Cr",
        "top": 196,
        "bottom": "NA",
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "2.5YR",
        "moist_value": 3,
        "moist_chroma": 4,
        "texture_class": "clay",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "2Cr--77 inches; soft dark reddish brown (2.5YR 3/4) clay shale."
      }
    ]
  ]
}
