{
  "SERIES": "SUMMERVILLE",
  "STATUS": "Established Series",
  "BYREV": "Rev. JRC-WEF",
  "REVDATE": "06/2011",
  "STATES": "MI,NY,WI",
  "OVERVIEW": "The Summerville series consists of shallow, well drained soils formed in loamy materials overlying limestone on ground moraines, end moraines, and glacial lake benches. Slope ranges from 0 to 45 percent. Mean annual precipitation is about 762 mm (30 inches), and mean annual temperature is about 6.1 degrees C (43 degrees F).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy, mixed, active, frigid Lithic Eutrudepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Summerville fine sandy loam, on a southeast-facing, 3 percent slope in a forested area. (Colors are for moist soil unless otherwise stated).\nOi--2 to 0 cm (1 to 0 inch); undecomposed leaf litter.\nA--0 to 5 cm (2 inches); very dark grayish brown (10YR 3/2) fine sandy loam, grayish brown (10YR 5/2) dry; moderate fine granular structure; friable; many fine and medium and common coarse roots; slightly acid; clear wavy boundary. [2 to 13 cm (1 to 5 inches) thick]\nBw1--5 to 23 cm (2 to 9 inches); brown (7.5YR 4/4) fine sandy loam; moderate fine subangular blocky structure; friable; common medium and coarse and many fine roots; about 2 percent gravel; slightly acid; clear wavy boundary.\nBw2--23 to 41 cm (9 to 16 inches); brown (7.5YR 4/4) fine sandy loam; moderate fine subangular blocky structure; friable; common medium and coarse and many fine roots; very dark grayish brown (10YR 3/2) organic stains; about 2 percent gravel and cobbles; slightly acid; abrupt wavy boundary. [Combined thickness of the Bw horizon is 8 to 41 cm (3 to 16 inches).]\n2R--41 to 66 cm (16 to 26 inches); limestone."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Menominee County, Michigan; about 8 miles southwest of Powers; 2000 feet south and 100 feet east of the northwest corner of sec. 27, T. 38 N., R. 27 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nDepth to a lithic contact: 25 to 50 cm (10 to 20 inches)\nReaction: slightly acid to moderately alkaline throughout the pedon\nRock fragment content: 0 to 35 percent limestone stones, cobbles, channers, and flagstones on the surface and mixed throughout the pedon; 0 to 5 percent limestone gravel throughout\nTexture: sandy loam, fine sandy loam, very fine sandy loam, silt loam, or loam, or the cobbly, flaggy or channery analogs of these textures throughout the pedon\nAp horizon, where present:\nThickness: 10 to 23 cm (4 to 9 inches)\nA horizon or Ap horizon:\nHue: 5YR to 10YR, or is neutral\nValue: 2, 2.5, or 3\nChroma: 0 to 3\nE horizon, where present:\nHue: 7.5YR or 10YR\nValue: 5 to 7\nChroma: 2 or 3\nBw horizon:\nHue: 5YR to 10YR\nValue: 2 to 6\nChroma: 3 to 8\nBC or C horizon, where present:\nThickness: up to 13 cm (5 inches)\nHue: 5YR to 10YR\nValue: 3 to 6\nChroma: 2 to 4\nA 2 to 8 cm (1 to 3 inches) thick calcareous layer immediately above the bedrock is in some pedons and it appears to be residuum weathered from the limestone."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: This is the Kings Falls (T) series. Kings Falls soils have more than 5 percent gravel throughout. Other closely related series are the Glover, Peshekee, and Woodstock series. Glover soils are underlain by interbedded dark mica schist and metamorphosed limestone or phyllite bedrock. Peshekee soils are underlain by igneous or metamorphic bedrock and have spodic horizons. Woodstock soils are underlain by light colored schist, granite, or gneiss bedrock."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: The Summerville soils are on ground moraines, end moraines, and glacial lake benches underlain at a shallow depth by limestone. Slope gradients typically are 2 to 12 percent but range from 0 to 45 percent. Summerville soils formed in loamy materials overlying limestone bedrock. Mean annual precipitation ranges from 660 to 1016 mm (26 to 40 inches). Mean annual temperature ranges from 5.0 to 7.2 degrees C (41 to 45 degrees F)."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: The somewhat poorly drained Ensign soils and poorly drained or very poorly drained Ruse soils form a drainage sequence with Summerville soils. Well drained Longrie soils, somewhat poorly drained Sundell soils, and poorly drained Nahma soils are associated soils underlain by limestone at 50 to 102 cm (20 to 40 inches). Well drained or moderately well drained Chatham, Onaway, and Trenary soils are near Summerville soils on higher positions on ground moraines. Excessively drained Alpena soils are in association on glacial lake benches and lake beaches."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Well drained. Potential for surface runoff is negligible to high depending on slope. Saturated hydraulic conductivity is moderately high. Permeability is moderate."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most of this soil supports second growth woodland. Present vegetation consists of sugar maple, American basswood, quaking aspen, balsam fir, eastern white pine and northern white cedar. Cleared areas are used for hay or pasture. Some areas are used for cropland."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: MLRAs 93B, 94A, 94B, 94C, 95A, 96, and 142 in the northern part of Lower Michigan; central and southeastern part of the Upper Peninsula of Michigan, northeastern Wisconsin and northern New York. The series is of large extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Indianapolis, Indiana."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Alpena County, Michigan, 1924."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon: from the surface to 5 cm (2 inches) (A horizon).\nCambic horizon: from a depth of 5 to 41 cm (2 to 16 inches) (Bw1 and Bw2 horizons).\nLithic contact: limestone bedrock at 41 cm (16 inches) (2R layer).\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Oi",
        "top": 2,
        "bottom": 0,
        "narrative": "Oi--2 to 0 cm (1 to 0 inch); undecomposed leaf litter."
      },
      {
        "name": "A",
        "top": 0,
        "bottom": 5,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "fine sandy loam",
        "pH_class": "slightly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "A--0 to 5 cm (2 inches); very dark grayish brown (10YR 3/2) fine sandy loam, grayish brown (10YR 5/2) dry; moderate fine granular structure; friable; many fine and medium and common coarse roots; slightly acid; clear wavy boundary. [2 to 13 cm (1 to 5 inches) thick]"
      },
      {
        "name": "Bw1",
        "top": 5,
        "bottom": 23,
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "fine sandy loam",
        "pH_class": "slightly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bw1--5 to 23 cm (2 to 9 inches); brown (7.5YR 4/4) fine sandy loam; moderate fine subangular blocky structure; friable; common medium and coarse and many fine roots; about 2 percent gravel; slightly acid; clear wavy boundary."
      },
      {
        "name": "Bw2",
        "top": 23,
        "bottom": 41,
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "fine sandy loam",
        "pH_class": "slightly acid",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "Bw2--23 to 41 cm (9 to 16 inches); brown (7.5YR 4/4) fine sandy loam; moderate fine subangular blocky structure; friable; common medium and coarse and many fine roots; very dark grayish brown (10YR 3/2) organic stains; about 2 percent gravel and cobbles; slightly acid; abrupt wavy boundary. [Combined thickness of the Bw horizon is 8 to 41 cm (3 to 16 inches).]"
      },
      {
        "name": "2R",
        "top": 41,
        "bottom": 66,
        "narrative": "2R--41 to 66 cm (16 to 26 inches); limestone."
      }
    ]
  ]
}
