{
  "SERIES": "SUMPF",
  "STATUS": "Established Series",
  "BYREV": "Rev. WGC:CLN:CDB",
  "REVDATE": "04/2007",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Very-fine, mixed, active, thermic Aeric Endoaquerts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Sumpf clay--native pasture. (Colors are for moist soil unless otherwise stated.)\nA--0 to 16 inches; dark brown (7.5YR 3/2) clay, dark brown (7.5YR 4/2) dry; common medium faint very dark grayish brown (10YR 3/2) mottles; moderate coarse blocky structure; very hard, very firm; common fine roots; common redox concentrations in root channels; slightly effervescent; moderately alkaline; gradual smooth boundary.  (12 to 20 inches thick)\nBss1--16 to 28 inches; dark brown (7.5YR 3/2) clay, dark brown (7.5YR 4/2) dry; moderate coarse blocky structure; very hard, very firm; common fine roots; few medium slickensides; common medium faint dark brown (10 YR 3/3) redox concentrations; slightly effervescent; moderately alkaline; gradual wavy boundary.  (0 to 20 inches thick)\nBss2--28 to 60 inches; dark brown (7.5YR 3/2) clay, dark brown (7.5YR 4/2) dry; common medium prominent yellowish red (5YR 4/6) mottles; weak coarse blocky structure; very hard, very firm; common fine roots; few large slickensides; few thin strata of silt loam; slightly effervescent; moderately alkaline; clear smooth boundary.  (10 to 40 inches thick)\nC--60 to 75 inches; reddish brown (5YR 4/4) clay, reddish brown (5YR 5/4) dry; massive; very hard, very firm; few fine roots; few thin strata of coarser material; slightly effervescent; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Washington County, Texas; 5.8 miles east northeast of Chappell Hill on Farm Road 2447, east on private road for 0.6 mile, site is in old river channel pasture."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Solum thickness ranges from 40 to more than 60 inches.  Texture is clay, however some pedons have a few thin strata of loamy material in the lower part.  The weighted average clay content of the particle - size control section ranges from 60 to 80 percent.  This soil is saturated for long periods of time.  When dry, cracks 1/4 inch to more than 1 inch wide extend to a depth of 20 inches for less than 90 cumulative days in most years.   Depth to slickensides or wedge shaped peds ranges from 12 to 20 inches.  Some pedons have buried horizons of various colors and textures below 50 inches.  The soil is typically slightly to moderately effervescent, however in some pedons, the A horizon does not effervesce.\nThe A horizon has colors in hue of 10YR or 7.5YR, value of 3 or 4, and chroma of 1 or 2.  Mottles in shades of brown range from none to common.   Reaction ranges from slightly alkaline to moderately alkaline.\nThe B horizon has colors in hue of 5YR or 7.5YR, value of 3 to 5, and chroma of 1 or 2.  Chroma of 3 are in some pedons below 20 inches.  Redox features range from few to common and include masses in shades of gray, yellow, brown, and red.  Reaction is slightly alkaline or moderately alkaline.\nCommonly there is a C or 2C horizon between 40 and 80 inches that has hue of 7.5YR or 5YR, value of 4 to 6, and chroma of 4 to 6.  Texture is most commonly clay, but ranges to fine sandy loam. Reaction ranges from neutral to moderately alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no series in the same family.  Similar soils are the Aransas, Austwell, Estes, Gladewater, and Ozias series.  All except Gladewater have less than 60 percent clay in the particle-size control section.  Aransas and Austwell soils are hyperthermic and Austwell soils are saline.  Estes and Ozias soils have acid reaction.  Gladewater soils have colors with hue 10YR or 2.5Y and are more acid in reaction."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Sumpf soils are in depressed areas of flood plains.   These areas are remnants of abandoned river channels.  The soil formed in alkaline clayey alluvial sediments.  Climate is warm-humid to moist subhumid.  Average precipitation ranges from 35 to 55 inches, average annual temperature is about 67 degrees to 70 degrees F.  Frost free period ranges from 250 to 280 days.  The annual Thornthwaite P-E indices exceed 60."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Asa, Brazoria, Kiomatio, Norwood, Oklared, Pledger, Roetex, Ships, and Weswood series.  All of these soils are on slightly higher positions, are better drained, and do not pond water or ponding is for much shorter periods."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Sumpf soils are very poorly drained.  Permeability is very slow.  The soils are ponded for several months during the year unless artificially drained."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Mainly used for pasture and wildlife land.  Where drained, the soil is used for growing grain sorghum, soybeans, and other crops.  Native vegetation is sedges, grasses, rushes, smartweeds, and other annual weeds.  Those areas that are ponded for long periods grow a poor stand of annual weeds or are nearly barren.  A few green ash, willow, and other trees grow in some places."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Mainly along the lower reaches of the Brazos River in south-central Texas.  The series is inextensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Washington County, Texas; 1978."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Sumpf soils were formerly included in the Roebuck and Harjo series.  The high chroma in this soil is related to the reddish brown parent materials.  The requirement for low chroma are waived on the assumption the saturated zones are devoid of oxygen and the red colors remain after citrate-dithionate extraction.\nDiagnostic Horizons and Features:\nMollic epipedon - 0 to 60 inches.\nAquic conditions - Saturation throughout the profile for very long periods in most years.\nVertic features - Slickensides between 16 and 60 inches.\nCracks that remain open for less than 90 cumulative days in most years.\nSoil Interpretation Record:  TX0796\nNational Cooperative Soil Survey\nU.S.A."
  }
}
