{
  "SERIES": "SUNCOOK",
  "STATUS": "Established Series",
  "BYREV": "Rev. MFF-SMF-DCP",
  "REVDATE": "01/2013",
  "STATES": "CT,MA,NH,NY,PA",
  "OVERVIEW": "The Suncook series consists of very deep, excessively drained sandy soils formed in alluvial sediments. They are nearly level soils on flood plains, subject to frequent or occasional flooding. Slope ranges from 0 to 3 percent. Saturated hydraulic conductivity is high or very high in the surface layer and underlying strata. Mean annual temperature is about 10 degrees Celsius , and mean annual precipitation is about 1090 millimeters.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Mixed, mesic Typic Udipsamments"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Suncook loamy fine sand in a woodland at an elevation of about 60 meters. (Colors are for moist soil.)\nAp-- 0 to 18 centimeters; very dark grayish brown (10YR 3/2) loamy fine sand; very weak coarse granular structure; very friable; many fine roots; strongly acid; abrupt smooth boundary. (15 to 25 centimeters thick)\nC1-- 18 to 38 centimeters; dark grayish brown (10YR 4/2) and brown (10YR 5/3) coarse sand; single grain; loose; few fine roots; 2 percent fine gravel; strongly acid; abrupt smooth boundary.\nC2-- 38 to 56 centimeters; dark brown (10YR 3/3) loamy fine sand with lenses of coarse sand; single grain; loose; few fine roots; strongly acid; abrupt smooth boundary.\nC3-- 56 to 81 centimeters; pale brown (10YR 6/3) medium and coarse sand; single grain; loose; strongly acid; abrupt smooth boundary.\nC4-- 81 to 107 centimeters; dark grayish brown (10YR 4/2) fine and medium sand; single grain; loose; strongly acid; abrupt smooth boundary.\nC5-- 107 to 165 centimeters; dark grayish brown (10YR 4/2) stratified sand; single grain; loose; 10 percent gravel; strongly acid. (Combined thickness of the C horizons is 140 to 150 cm within a depth of 165 cm)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Hartford County, Connecticut; Town of Granby, 1000 feet east along Mechanicsville Road from the intersection with Connecticut Route 189, 1200 feet north of Mechanicsville Road, and 50 feet east of the East Branch Salmon Brook; USGS Tariffville topographic quadrangle, latitude 41 degrees 58 minutes 26 seconds N., longitude 72 degrees 48 minutes 12 seconds W., NAD 27."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Most pedons are essentially gravel free, but the range includes as much as 10 percent gravel by volume to a 50 centimeter-depth, up to 20 percent gravel from 50 to 100 centimeters, and as much as 40 percent below a depth of 100 centimeters. Unless limed, reaction ranges from very strongly acid to slightly acid.\nThe Ap or A horizon has hue of 10YR or 2.5Y, value of 2 to 4, and chroma of 1 to 3. Texture is loamy sand, loamy fine sand, sandy loam, or fine sandy loam. The horizon commonly has weak or moderate granular structure or it is single grain. Some pedons have subangular blocky structure. Consistence is friable, very friable or loose. A horizons may be less than 15 centimeters thick in some places.\nIndividual layers of the C horizon have hue of 7.5YR to 5Y, value of 3 to 6, and chroma of 1 to 6. Texture ranges from loamy fine sand to coarse sand in the fine-earth fraction.\nSome pedons have thin buried sandy A horizons that are very dark grayish brown to black."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Acquango, Aldo, Bigapple, Biltmore, Boplain, Breeze, Caesar, Chute, Dabney, Gardiner, Hodge, Oakville, Osolo, Pahuk, Penwood, Perks, Pinegrove, Plainfield, Poquonock, Ronda, Samoa, Sardak, Sarpy, Scotah, Spessard, Tyner, Wapanucket, and Windsor soils.\nAcquango, Biltmore, Gardiner, Pahuk, Samoa, Sarduk, and Sarpy soils are from outside LRR R and S. Acquango soils are very slightly to moderately saline. Aldo soils have a water table and saturation within the series control section for as much as 1 month per year in 6 or more out of 10 years. Bigapple and Breeze  soils formed in anthrotransported materials. Biltmore and Spessard soils are well drained. Boplain soils have a paralithic contact within the control section. Caesar, Oakville, Penwood, Plainfield, Tyner, and Windsor soils have B horizons. Chute, Hodge, and Sarpy soils are neutral to moderately alkaline throughout. Dabney and Westport soils receive more than 1500 centimeters of precipitation. Osolo soils have sola thicker than 150 centimeters. Pahuk soils formed in old alluvium and outwash and are not subject to flooding. Perks soils have high chroma mottles within a depth of 100 centimeters. Pinegrove soils formed in acid regolith from surface mine operations. Poquonuck soils have densic horizons within 100 centimeters. Samoa soils formed in eolian materials. Sardak soils are calcareous. Scotah soils have redoximorphic features at depths of 100 to 150 centimeters and saturation for 1 month or less per year in 6 out of 10 years. Ronda soils formed on floodplains of the mesic Piedmont region of North Carolina. Wapanucket soils  formed in sandy glaciofluvial or eolian deposits underlain by loamy glaciolacustrine deposits."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Suncook soils are nearly level soils on flood plains. Slope ranges from 0 to 3 percent. The soils formed in recent sandy alluvium derived mainly from granite, gneiss, schist, and quartzite. Mean annual temperature ranges from 7 to 12 degrees Celsius., mean annual precipitation ranges from 1000 to 1270 millimeters, and the growing season ranges from 120 to 180 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the the Agawam, Hadley, Haven, Hinckley, Lim, Limerick, Merrimac, Occum, Pootatuck, Rippowam, Saco, Windsor, and Winooski soils on nearby landscapes. The well drained Occum, moderately well drained Pootatuck, and poorly drained Rippowam soils are associated in a drainage sequence. Other floodplain associates include the Hadley, Winooski, Lim, Limerick, and Saco soils, all of which have higher silt content. Agawam, Haven, Hinckley, and Merrimac soils are on nearby outwash terraces and are underlain by stratified sand and gravel."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Excessively drained. Surface runoff is negligible. Saturated hydraulic conductivity is high or very high throughout. Flooding varies from once a year to once in ten years, but typically does not occur in the growing season."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most areas are wooded or in brushy unimproved pasture. Cleared areas are in hay or pasture, but a few scattered areas are in cultivated crops. Common trees are sycamore, aspen, cotton wood white and black oak, silver maple red maple, white pine, and ironwood. Understory plants include bayberry, ground cedar, lowbush blueberry, pipsissewa, and hairy moss."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Flood plains in Connecticut, Massachusetts, New Hampshire, New York, and Rhode Island; MLRAs 140, 144A, 145, 149A, and 149B. The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Amherst, Massachusetts"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Hartford County, Connecticut, 1959."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: This revision reflects general updating.\nDiagnostic horizons and features recognized in this pedon include:\n1. Ochric epipedon the zone from 0 to 18 centimeters (Ap horizon)\n2. Particle-size class - the control section from 25 to 100 centimeters averages sandy (C1, C2, C3, and C4 horizons).\n3. Entisols - no diagnostic horizons present.\n4. Udic moisture regime and the mean summer and mean winter soil temperatures at a depth of 50 centimeters differ by 5 degrees Celsius or more.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "excessively",
        "drainage_overview": "excessively"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 18,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "loamy fine sand",
        "pH_class": "strongly acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Ap-- 0 to 18 centimeters; very dark grayish brown (10YR 3/2) loamy fine sand; very weak coarse granular structure; very friable; many fine roots; strongly acid; abrupt smooth boundary. (15 to 25 centimeters thick)"
      },
      {
        "name": "C1",
        "top": 18,
        "bottom": 38,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "coarse sand",
        "pH_class": "strongly acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "C1-- 18 to 38 centimeters; dark grayish brown (10YR 4/2) and brown (10YR 5/3) coarse sand; single grain; loose; few fine roots; 2 percent fine gravel; strongly acid; abrupt smooth boundary."
      },
      {
        "name": "C2",
        "top": 38,
        "bottom": 56,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "loamy fine sand",
        "pH_class": "strongly acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "C2-- 38 to 56 centimeters; dark brown (10YR 3/3) loamy fine sand with lenses of coarse sand; single grain; loose; few fine roots; strongly acid; abrupt smooth boundary."
      },
      {
        "name": "C3",
        "top": 56,
        "bottom": 81,
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 3,
        "texture_class": "coarse sand",
        "pH_class": "strongly acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "C3-- 56 to 81 centimeters; pale brown (10YR 6/3) medium and coarse sand; single grain; loose; strongly acid; abrupt smooth boundary."
      },
      {
        "name": "C4",
        "top": 81,
        "bottom": 107,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "sand",
        "pH_class": "strongly acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "C4-- 81 to 107 centimeters; dark grayish brown (10YR 4/2) fine and medium sand; single grain; loose; strongly acid; abrupt smooth boundary."
      },
      {
        "name": "C5",
        "top": 107,
        "bottom": 165,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "sand",
        "pH_class": "strongly acid",
        "narrative": "C5-- 107 to 165 centimeters; dark grayish brown (10YR 4/2) stratified sand; single grain; loose; 10 percent gravel; strongly acid. (Combined thickness of the C horizons is 140 to 150 cm within a depth of 165 cm)."
      }
    ]
  ]
}
