{
  "SERIES": "SUNHOFF",
  "STATUS": "Established Series",
  "BYREV": "Rev: AEC/DWB",
  "REVDATE": "08/2009",
  "STATES": "CA",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Medial-skeletal, amorphic, frigid Typic Vitrixerands"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Sunhoff ashy loamy sand, on a northwest facing (309 degrees) slope of 35 percent, under a cover of California red fir, Jeffrey pine and bush chinquapin at an elevation of 6743 feet, (2056 m). When described on 6/27/06, the soil was very slightly moist from 1 to 9 inches, (2 to 22 cm) and slightly moist from 9 to 29 inches, (22 to 73 cm). (Colors are for dry soil unless otherwise noted).\nOi--0 to 1 inches (0 to 2 cm); needle and twig litter; abrupt smooth boundary. (0 to 1 inches, (0 to 3 cm) thick)\nA--1 to 6 inches (2 to 14 cm); grayish brown (10YR 5/2) ashy loamy sand, black (10YR 2/1) moist; 2 percent clay; single grain; loose, nonsticky, nonplastic; many very fine, common fine and few medium roots; many very fine and fine irregular pores; slightly acid, pH 6.4 by Hellige-Truog; NaF pH 9.0; abrupt wavy boundary. (1.5 to 4 inches, (4 to 12 cm) thick)\n2Ab--6 to 9 inches (14 to 22 cm); light yellowish brown (10YR 6/4) gravelly medial loamy coarse sand, brown (7.5YR 4/3) moist; 4 percent clay; weak very fine granular structure parting to single grain; loose, nonsticky, nonplastic; many very fine and fine, common medium and few coarse roots; many very fine and fine interstitial pores; 15 percent subangular fine gravel and 15 percent subangular medium and coarse gravel; neutral, pH 6.7 by Hellige-Truog; NaF pH 10.3; abrupt smooth boundary. (2.5 to 4 inches, (6 to 10 cm) thick)\n2Bwb--9 to 29 inches (22 to 73 cm); light brown (7.5YR 6/4) extremely cobbly medial loamy sand, brown (7.5YR 4/4) moist; 5 percent clay; weak very fine and fine subangular blocky structure; loose, nonsticky, nonplastic; common very fine to medium and few coarse roots; common very fine and fine irregular and common medium tubular pores; 8 percent subangular fine gravel and 12 percent subangular medium and coarse gravel, 30 percent subangular cobbles and 20 percent subangular stones; slightly acid, pH 6.5 by Hellige-Truog; NaF pH 10.3; abrupt wavy boundary. (20 to 24 inches, (51 to 61 cm) thick)\n2Cd--29 inches (73 cm); very pale brown (10YR 7/3), extremely gravelly ashy sandy loam, brown (7.5YR 4/3) moist; 1 percent clay; massive; very hard; nonsticky, nonplastic; 15 percent subangular fine gravel and 40 percent subangular medium and coarse gravel, and 5 percent subangular cobbles; slightly acid, pH 6.5 by Hellige-Truog; NaF pH 10.0."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Lassen County, California, about 0.25 miles north of Sunrise Peak, approximately 2300 feet east and 1500 feet north of the southwest corner of sec 11, T. 31 N, R. 6 E, 40 degrees, 33 minutes, 38 seconds north latitude and 121 degrees, 16 minutes, 35 seconds west longitude, NAD83; USGS Quad: Prospect Peak, California."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nDepth to restrictive feature: Dense till 20 to 40 inches (51 to 102 cm).\nMean annual soil temperature: 45 to 47 degrees F (7 to 8 degrees C).\nSoil moisture control section is dry: July to October (about 90 days).\nParticle-size control section (thickest part): 5 percent clay, and 70 percent rock fragments.\nSurface fragments: 0 to 20 percent gravel, 0 to 10 percent cobbles, 0 to 10 percent stones, and 0 to 10 percent boulders.\nA horizon:\nColor dry: 10YR 5/2, 2.5Y 4/1, 4/2\nColor moist: 10YR 2/1, 2.5Y 2.5/1\nTexture: ashy loamy sand, ashy sand\nClay content: 0 to 4 percent\nRock fragments: 0 to 10 percent fine gravel, 0 to 2 percent medium and coarse gravel, 0 to 15 percent total gravel\nOrganic matter: 0.5 to 3.5 percent\nBase saturation by ammonium acetate: 55 to 70 percent\nAcid oxalate extractable Al plus 1/2 Fe: 0.5 to 0.25\nP retention: 2 to 10\nGlass content: 3 to 18 percent\nNaF pH: 9.0 to 9.9\nSoil reaction: slightly acid to neutral\n2Ab horizon:\nColor dry: 10YR 6/4, 6/3\nColor moist: 10YR 4/3, 7.5YR 4/3\nTexture: gravelly medial loamy coarse sand, gravelly medial sandy loam\nClay content: 2 to 5 percent\nRock fragments: 10 to 20 percent fine gravel, 10 to 20 percent medium and coarse gravel, 25 to 35 percent total gravel, 0 to 10 percent cobbles, 0 to 5 percent stones, 0 to 2 percent boulders, 20 to 34 percent total rock fragments\nOrganic matter: 3.0 to 6.5 percent\nBase saturation by ammonium acetate: 43 to 58 percent\nAcid oxalate extractable Al plus 1/2 Fe: 1.20 to 2.00\nP retention: 75 to 90\nGlass content: 22 to 29 percent\nNaF pH: 10.3 to 10.6\nSoil reaction: neutral\n2Bwb horizon:\nColor dry: 7.5YR 6/4, 10YR 6/4, 2.5Y 6/4\nColor moist: 7.5YR 4/4, 10YR 3/4, 4/4\nTexture: extremely stony medial loamy sand, extremely bouldery medial sandy loam, extremely cobbly medial sandy loam, extremely cobbly medial loamy sand\nClay content: 3 to 8 percent\nRock fragments: 8 to 15 percent fine gravel, 5 to 20 percent medium and coarse gravel, 10 to 35 percent total gravel, 15 to 35 percent cobbles, 5 to 35 percent stones, 0 to 35 percent boulders, 60 to 75 percent total rock fragments\nOrganic matter: 3.0 to 5.5 percent\nBase saturation by ammonium acetate: 23 to 38 percent\nAcid oxalate extractable Al plus 1/2 Fe: 2.25 to 3.75\nP retention: 85 to 100\nGlass content: 4 to 14 percent\nNaF pH: 10.3 to 11.3\nSoil reaction: slightly acid to neutral\n2Cd horizon:\nColor dry: 10YR 7/3\nColor moist: 10YR 4/3\nTexture: extremely gravelly ashy sandy loam, very gravelly ashy sandy loam\nClay content: 0.5 to 1 percent\nRock fragments: 5 to 25 percent fine gravel, 20 to 70 percent medium and coarse gravel, 35 to 80 percent total gravel, 5 to 20 percent cobbles, 0 to 20 percent stones, 50 to 88 percent total rock fragments\nOrganic matter: 0 to 0.7 percent\nBase saturation by ammonium acetate: 20 to 38 percent\nAcid oxalate extractable Al plus 1/2 Fe: 1.25 to 1.60\nP retention: 45 to 60\nGlass content: 4 to 14 percent\nNaF pH: 10.0 to 10.1\nRupture resistance: slightly hard to very hard\nSoil reaction: slightly acid or neutral"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no other series in this family."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Sunhoff soils are on lateral moraines and ground moraines on  glacial-valley walls. Slopes are 20 to 65 percent. These soils formed in tephra from Cinder Cone over till derived from volcanic rocks. Elevation is 5981 to 7602 feet (1823 to 2317 m). Mean annual precipitation is 25 to 45 inches (635 to 1143 mm). The mean annual temperature is 41 to 44 degrees F (5 to 7 degrees C). Frost free season is 60 to 85 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Buttelake and Talved soils. The Buttelake soils are deep to dense till and the Talved soils are very deep and formed in talus."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; saturated hydraulic conductivity is rapid in the A horizon, moderately rapid to rapid in the 2Ab and 2Bwb horizons, and slow to very slow in the 2Cd horizon."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: This soil is used for wildlife habitat, recreation, ecosystem management and watershed. Vegetation is California red fir, white fir, Jeffrey pine, pinemat manzanita and bush chinquapin."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: The soils are inextensive and are mapped in MLRA: 22B, Southern Cascade Mountains"
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: 2009 Lassen County, California. Source of name combined from Sunrise Peak and Mount Hoffman which occur along the orientation of the glacial-valley wall on which these soils occur in the Butte Creek drainage in Lassen Volcanic National Park."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon: 6 to 9 inches, (14 to 22 cm)\nCambic horizon: 9 to 29 inches, (22 to 73 cm)\nAndic soil properties: 6 to 29 inches, (14 to 73 cm)\nDensic contact: 29 inches, (73 cm)\nParticle-size control section: 1 to 29 inches, (2 to 73 cm)\nSoil moisture control section: 24 to 29 inches, (61 to 73 cm)\nADDITIONAL DATA: Classification and properties inferred from lab data from lab pedon number 07N0128 NSSL, Lincoln, NE. NASIS User Pedon ID in Davis, MLRA Office: 789107.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
