{
  "SERIES": "SUNLIGHT",
  "STATUS": "Established Series",
  "BYREV": "Rev. RWS-GLH",
  "REVDATE": "04/2007",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, semiactive, thermic, shallow Inceptic Hapludults"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Sunlight channery silt loam--in a wooded area on a 39 percent slope. (Colors are for moist soil.)\nA--0 to 3 inches; dark brown (10YR 3/3) channery silt loam; weak fine granular structure; friable; many fine and medium roots; 15 percent channers of siltstone; strongly acid; clear wavy boundary.  (1 to 4 inches thick)\nBt1--3 to 5 inches; yellowish brown (10YR 5/6) channery silty clay loam; weak fine subangular blocky structure; friable; many fine and medium roots; faint discontinuous clay films on faces of some peds; 30 percent channers of siltstone; strongly acid; clear wavy boundary.  (0 to 7 inches thick)\nBt2--5 to 12 inches; strong brown (7.5YR 5/6) very channery silty clay loam; weak fine subangular blocky structure; friable; faint discontinuous clay films on faces of some peds and on fragments; few medium roots; 60 percent channers of siltstone and sandstone; very strongly acid; abrupt wavy boundary.  (4 to 10 inches thick)\nCr--12 to 60 inches; yellowish brown (10YR 5/8) weathered fractured, interbedded shaly siltstone and sandstone having less than 5 percent by volume of soil material within cracks."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Walker County, Alabama; 1,000 feet east and 150 feet south of the NW corner of sec. 2, T. 15 S., R. 7 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Solum thickness and depth to the Cr horizon is 10 to 20 inches.  Reaction is very strongly acid or strongly acid throughout.\nThe A horizon has hue of 10YR, value of 2 to 5, and chroma of 1 to 4.  Texture is silt loam, sandy loam, loam, or their channery analogues.  Coarse fragments, by volume, range from 10 to 25 percent.\nSome pedons have a thin BE horizon with hue of 10YR or 7.5YR, value of 4 to 6, and chroma of 3 to 8.  Texture is channery silt loam, channery sandy loam, or channery loam.  Coarse fragments by volume range from 25 to 35 percent.\nThe Bt horizon has hue of 5YR to 10YR, value of 4 to 6, and chroma of 4 to 8.  Texture of the fine earth fraction is sandy loam, silt loam, silty clay loam, loam, or clay loam.  These textures will have very channery or extremely channery modifiers.  Content of coarse fragments ranges from 35 to 90 percent.\nThe Cr horizon is weakly consolidated, fractured interbedded shaly siltstone, siltstone and sandstone.  Pockets of soil material are present in cracks.  The Cr horizon can be ripped with hand tools and light equipment to a depth of 6 feet or more."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  The Weogufka series is the only soil in the same family. Weogufka soils formed in material weathered from metamorphic rock such as phyllite or slate and have hard bedrock within 5 feet of the surface."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Sunlight soils are on side slopes and narrow ridgetops.  They formed in residuum weathered from interbedded shaly siltstone, siltstone, and sandstone. Slopes range from 8 to 60 percent.  Average annual precipitation ranges from 50 to 60 inches and average annual temperature ranges from 58 to 63 degrees F."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Albertville, Allen, Apison, Armuchee, Enders, Gorgas, Hartsells, Leesburg, Montevallo, Nauvoo, and Townley series.  None of these soils, except the Gorgas and Montevallo series, have bedrock within a depth of 20 inches of the surface.  The Gorgas soils have a lithic contact within 20 inches of the surface.  Montevallo soils do not have an argillic horizon."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; medium to rapid runoff; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most areas are in woodland with a few small areas of pasture.  Forests are mixed hardwood and pine."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  The Appalachian Ridge and Valley, Cumberland Plateau, and Sand Mountain MLRA's of Alabama, Georgia, Tennessee, and possibly Arkansas.  This series is of large extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Morgantown, West Virginia"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Shelby County, Alabama, 1982."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Sunlight soils were formerly included in the Montevallo series.  Diagnostic horizons and features recognized in this pedon are: Ochric epipedon: from the surface to a depth of 3 inches (the A horizon) Argillic horizon: from a depth of 3 to 12 inches (the Bt1 and Bt2 horizons)\nParalithic contact:  the base of the soil at a depth of 12 inches (the top of the Cr horizon)\nNational Cooperative Soil Survey\nU.S.A."
  }
}
