{
  "SERIES": "SUNNYHAY",
  "STATUS": "Established Series",
  "BYREV": "Rev. Rev.RWG/JPM",
  "REVDATE": "3/93",
  "STATES": "AK",
  "OVERVIEW": "The Sunnyhay series consists of shallow, very poorly drained soils, formed from decomposing sedge and heath vegetation, that are underlain by bedrock within 20 inches.  Sunnyhay soils are on alpine ridges.  Slopes range from 5 to 75 percent.  Mean annual precipitation is about 150 inches and the mean annual temperature is about 38 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Euic, shallow Lithic Cryosaprists"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Sunnyhay muck - under alpine muskeg vegetation.  (All colors are for moist soil).\nOi--0 to 1/2 inch; undecomposed litter of grasses, sedges, and forbs.  (0 to 2 inches thick)\nOa1--1/2 to 4 inches; dark reddish brown (5YR 2.5/2) muck; common fine roots; extremely acid (pH 4.4); gradual wavy boundary.  (1 to 5 inches thick)\nOa2--4 to 11 inches; black (5YR 2.5/1) muck; common fine roots; very strongly acid (pH 4.5); clear wavy boundary.  (3 to 10 inches thick)\nC--11 to 14 inches; dark reddish brown (5YR 2.5/2) very stony loam with patches of dark yellowish brown (10YR 4/4); single grain; loose, nonsticky and nonplastic; few fine roots; 60 percent gravel and stones; very strongly acid (pH 4.8); abrupt wavy boundary.  (0 to 4 inches thick)\nR--14 inches; graywacke bedrock."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Hollis Area, Alaska.  2500-foot elevation on the south spur of Rush Mountain, Prince of Wales Island; NE 1/4, SE 1/4, SW 1/4, S 15, T 72 S, R 83 E, Copper River Meridian."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Total thickness of the organic layers ranges from 10 to 16 inches.  Depth to bedrock ranges from 10 to 20 inches. The mean annual soil temperature ranges from 38 to 42 degrees F. and the mean summer soil temperature is about 47 degrees F.  The soil is not frozen below a depth of 2 inches in most years due to maritime influence.  Reaction is extremely or very strongly acid (0.01M CaCl2) throughout the profile.\nThe moist chroma of the organic layers ranges from 1 to 3.  When present, the C horizon has texture of silt loam, loam or sandy loam with 20 to 90 percent gravel, cobbles, and stones.  The hue ranges from 5YR through 10YR, the value is 2 or 3, and the chroma ranges from 1 through 4."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Kaikli and Kitkun series.  Kaikli soils have a lithic contact between 20 and 51 inches.  Kitkun soils have non-stony C horizons."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Sunnyhay soils occur on hummocky ridge tops above tree line at elevations from 1500 to 3000 feet above sea level.  The climate is humid maritime with mean annual precipitation of about 150 inches.  The mean annual air temperature is about 38 degrees F and the mean annual summer air temperature is about 50 degrees F.  Slopes range from 5 to 75 percent."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These include the Hydaburg and St.  Nicholas series  Hydaburg soils are dominantly hemic and are found in complex with Sunnyhay soils.  St. Nicholas soils are mineral soils which occur on hillslopes."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Somewhat poorly drained.  Moderate permeability.  Ponded to very slow runoff."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Sunnyhay soils are used for watershed protection, recreation, and wildlife habitat.  The vegetation is dominantly crowberry, mountain heath, deer cabbage, dwarf blueberry, sedges, mosses, and prostrate mountain hemlock and Sitka spruce."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Southeast Alaska.  The series is extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Hollis Area, Alaska, 1969."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this profile include: a histic epipedon 11 inches thick; a lithic contact at 14 inches; pH of 4.5 (0.01M CaCl2) or greater in the organic layer from 4 to 11 inches; sapric material from 0.5 to 11 inches.  It is assumed that these soils never freeze below 2 inches.\nSunnyhay soils were formerly classified as dysic.  However, the pH is 4.5 (0.01M CaCl2) or greater in one or more layers within the control section is all profiles.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "very poorly"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Oa2",
        "top": 10,
        "bottom": 28,
        "moist_hue": "5YR",
        "moist_value": 2.5,
        "moist_chroma": 1,
        "pH": 4.5,
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Oa2--4 to 11 inches; black (5YR 2.5/1) muck; common fine roots; very strongly acid (pH 4.5); clear wavy boundary.  (3 to 10 inches thick)"
      },
      {
        "name": "C",
        "top": 28,
        "bottom": 36,
        "moist_hue": "5YR",
        "moist_value": 2.5,
        "moist_chroma": 2,
        "texture_class": "loam",
        "cf_class": "very stony",
        "pH": 4.8,
        "pH_class": "very strongly acid",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "C--11 to 14 inches; dark reddish brown (5YR 2.5/2) very stony loam with patches of dark yellowish brown (10YR 4/4); single grain; loose, nonsticky and nonplastic; few fine roots; 60 percent gravel and stones; very strongly acid (pH 4.8); abrupt wavy boundary.  (0 to 4 inches thick)"
      },
      {
        "name": "R",
        "top": 36,
        "narrative": "R--14 inches; graywacke bedrock."
      }
    ]
  ]
}
