{
  "SERIES": "SUNNYSIDE",
  "STATUS": "Established Series",
  "BYREV": "Rev. WDC",
  "REVDATE": "11/2002",
  "STATES": "MD",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, siliceous, semiactive, mesic Typic Hapludults"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Sunnyside fine sandy loam - wooded\nA--0 to 2 inches; very dark grayish brown (10YR 3/2) fine sandy loam; weak fine granular structure; very friable; many roots; strongly acid; clear smooth boundary.  (1 to 3 inches thick).\nE -- 2 to 8 inches; brown (7.5YR 4/4) fine sandy loam; weak fine granular structure; very friable; common roots; strongly acid; clear smooth boundary.  (6 to 8 inches thick).\nBE -- 8 to 12 inches; reddish brown (5YR 5/4) fine sandy loam; moderate medium subangular blocky structure; friable, slightly sticky; common roots; very strongly acid; gradual irregular boundary.  (2 to 5 inches thick).\nBt -- 12 to 32 inches; red (2.5YR 4/6) sandy clay loam; moderate medium and coarse subangular blocky structure; hard, moderately firm, sticky, slightly plastic; common roots in upper part; many thin clay films; very strongly acid; diffuse smooth boundary.  (15 to 24 inches thick).\nBC -- 32 to 48 inches; red (2.5YR 5/6) fine sandy loam; weak coarse subangular blocky structure; friable; sticky; very few roots; very few very faint clay films; very strongly acid; clear irregular boundary. (0 to 20 inches thick)\nC -- 48 to 60 inches; reddish brown (5YR 5/4) loamy fine sand; single grain; loose; few thin lenses of gray clay; extremely acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Prince Georges County, Maryland; just off Beaverdam Road and 500 feet east of the Baltimore-Washington Parkway."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The thickness of the solum ranges from 24 to 48 inches, but the maximum depth to the lower limit of the argillic horizon is less than 40 inches.  Some pedons have up to 10 percent rounded pebbles or fine black concretions in the C horizon.  Soil reaction is strongly acid to extremely acid in unlimed areas.\nThe A horizon has hue of 10YR or 7.5YR, value of 3 or 4 and chroma of 1 to 4.  Texture is fine sandy loam, loam or sandy clay loam.\nThe E horizon has hue of 10YR or 7.5YR, value of 4 to 5 and chroma of 4 to 6.  Texture is fine sandy loam, loam, or sandy clay loam.\nThe Bt horizon has hue of 2.5YR or 10R, value of 3 to 5 and chroma of 4 to 8.  Texture is sandy clay loam, loam or fine sandy loam.\nThe C horizon has hue of 7.5YR to 2.5YR, value of 4 to 6 and chroma of 4 to 8.  Texture is fine sandy loam, fine loamy sand or fine sand.  A 2C horizon of red clay is below 60 inches in some areas."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  The Alonzville, Bailegap, Gunstock, Hambrook, Jefferson, Lily, Lonewood, Marr, Riney, and Sassafras soils are in the same family.  Alonzville soils have thicker sola and are in alluvium from sedimentary rocks on floodplains and stream terraces.  Bailegap soils have a Cr horizon and angular sandstone, siltstone, or shale fragments throughout the profile.  Gunstock and Lily soils have hard bedrock within 60 inches.  Jefferson soils have hues of 7.5YR or yellower and no rock fragments in the B horizon.  Lonewood soils have sola that are greater than 50 inches thick and silty B horizons.  Marr soils have Bt horizons with hue no redder than 5YR.  Riney soils have thicker sola and have formed in residuum from sandstone and shale.  Sassafras soils have 10YR to 5YR Bt horizons."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Sunnyside soils are on uplands in the northern part of the inner Atlantic Coastal Plain.  Slopes are complex and range from 0 to 50 percent.  The soil formed in unconsolidated sandy sediments of low to moderate clay content and low silt content.  The climate is humid temperate, mean annual temperature is 48 to 58 degrees F., and mean annual precipitation is 38 to 44 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the competing Sassafras, and the Christiana, Collington, Keyport and Muirkirk soils.  Christiana have sola more than 60 inches thick and more than 35 percent clay in the Bt horizon. Collington soils have Bt horizons with hue of 7.5YR or yellower and contain glauconite.  Keyport soils are moderately well drained; have more than 35 percent clay in the Bt horizon.  Muirkirk soils have a loamy sand or sand surface more than 20 inches thick and a Bt horizon with more than 35 percent kaolinite clay."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained.  Surface runoff is medium to rapid; permeability is moderate."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Some areas are in corn, soybeans, small grains or tobacco, but most acreage is used for urban or other suburban uses.  Wooded areas consist of oak and Virginia pine with an understory of huckleberry, azalea and dogwood."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Maryland, District of Columbia, and Virginia; the series is moderately extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Morgantown, West Virginia"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Prince Georges County, Maryland, 1939."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are: a. Ochric Epipedon - The zone from the surface to 2 inches (A horizon).  b. Argillic horizon - The zone from 12 to 32 inches (Bt horizon).\nc. Typic udult feature - No part of the moisture control section is dry for as long as 90 consecutive days and the soil reaction is extremely acid in the C horizon from 48 to 60 inches.\nTABULAR SERIES DATA:\nSOI-5  Soil Name   Slope  Airtemp FrFr/Seas Precip  Elevation\nMD0055 SUNNYSIDE   0- 50   48- 58  150-220  38- 44   150- 350\nSOI-5  FloodL FloodH Watertable Kind   Months  Bedrock Hardness\nMD0055 NONE          6.0-6.0              -     60-60\nSOI-5  Depth  Texture                3-Inch  No-10  Clay%   -CEC-\nMD0055  0- 8  L SCL                   0-  0  80-100  7-25    -\nMD0055  0- 8  FSL                     0-  0  80-100  5-15    -\nMD0055  8-48  SCL FSL L               0-  0  80-100 15-29    -\nMD0055 48-60  LFS FSL FS              0-  0  80-100  5-20    -\nSOI-5  Depth    -pH-     O.M.  Salin  Permeab   Shnk-Swll\nMD0055  0- 8  4.5- 5.5  1.-4.  0- 0   0.6- 2.0  LOW\nMD0055  0- 8  4.5- 5.5  1.-4.  0- 0   0.6- 2.0  LOW\nMD0055  8-48  3.6- 5.0  0.-.5  0- 0   0.6- 2.0  LOW\nMD0055 48-60  3.6- 4.4  0.-.5  0- 0   2.0- 6.0  LOW\nNational Cooperative Soil Survey\nU.S.A."
  }
}
