{
  "SERIES": "SUNNYVALE",
  "STATUS": "Established Series",
  "BYREV": "Rev. WCL/LCL/GMK",
  "REVDATE": "2/75",
  "STATES": "CA",
  "OVERVIEW": "The Sunnyvale series is a member of the fine, thermic family of Typic Calciaquolls.  Typically Sunnyvale soils have dark gray, granular, and fine subangular blocky A1 horizons over light gray, very strongly calcareous, silty clay Cca horizons underlain by mottled or gleyed silty clay lower C horizons.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, thermic Typic Calciaquolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPIFYING PEDON",
    "content": "TYPIFYING PEDON: Sunnyvale silty clay-Irrigated Orchard. (Colors are for dry soil unless otherwise noted).\nAp--0 to 6 inches--dark gray (N4/ ) silty clay, very dark gray (N3/ ) moist; strong fine granular structure; hard, very friable, sticky and plastic; common fine and  very fine roots; many very fine interstitial pores; slightly calcareous with disseminated lime; moderately alkaline (pH 8.0); clear smooth boundary.  (4 to 8 inches thick)\nAlc2--6 to 14 inches; dark gray (N4/ ) silty clay, very dark gray (N3/ ) strong fine subangular blocky structure; hard, friable, sticky and plastic; few fine roots; many very fine interstitial and tubular pores, few fine tubular pores; calcareous with lime disseminated and in soft medium irregular masses, moderately alkaline (pH 8.0); gradual wavy boundary. (6 to 10 inches thick).\nClca--14 to 34 inches; light gray (N7/ )silty clay, dark gray (N4/ ) moist; strong medium subangular blocky structure, very hard, friable, sticky and plastic; few fine roots; many very fine interstitial and tubular pores; very strongly calcareous, with lime disseminated, also many large irregularly shaped soft masses and a few hard lime concretions, moderately alkaline (pH 8.0); gradual wavy boundary. (10 to 24 inches thick).\nC2gCa--34 to 42 inches; gray (5Y 5/1) silty clay, dark gray (5Y 4/1) moist with many fine distinct lightly yellowish brown (2.5Y 6/4) mottles, dry and light olive brown (2.5Y 5/4) mottles moist; strong medium subangular blocky structure; hard, friable, sticky and plastic; few fine roots; many very fine interstitial and tubular pores; strongly calcareous, with lime disseminated, also many large irregularly shaped soft masses, moderately alkaline (pH 8.0); clear smooth lower boundary.  (6 to 12 inches thick).\nC3g--42 to 60 inches; lightly gray (5Y 6/1) silty clay, gray (5Y 5/1) moist with many fine distinct light yellowish brown (2.5Y 6/4) mottles dry and light olive brown (2.5Y 5/4) mottles moist; massive; hard, friable, sticky and plastic; many very fine interstitial and tubular pores; weakly calcareous with disseminated lime, moderately alkaline (pH 8.0)"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Santa Clara County, California.  100 feet west of the intersection of Santa Teresa and Laguna Road, about 2 tree rows north in a prune orchard."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Undrained soils are saturated, during the winter and spring months.  The solum has evidence of wetness immediately below the mollic epipedon.  The mean annual soil temperature is about 60 degrees F.  These soils are moderately alkaline throughout.  A calcic horizon, occurs within 16 inches of the surface.  The zone of maximum lime accumulation may coincide with the mollic epipedon where the high lime content is masked by the dark color.  The A1 horizons range in dry color from very dark gray to gray with chromas of 1 or neutral hues.  Texture may range from silty loam to clay, but is usually fine and is silty clay or clay in the 10 to 40 inch zone.  Structure is moderate to strong in the upper part, is usually granular or fine, subangular blocky.  The A1 horizons are usually strongly calcareous, but may be weakly calcareous in the upper few inches in a few places.  Upper Clca horizons are gray to light gray,  close to white in 10YR to 5Y or neutral hues.  Fine distinct mottles usually occur in the lower Cca or within 20 to 40 inches of the surface.  There is much secondary lime, either in powdery form, in soft masses  or some may be in hard concretions.  Texture is a clay or silty clay.  Lower C horizons have less lime, are usually weakly calcareous, but my be strongly calcareous.   Conspicuous lime masses and concretions are absent from the lower part of the solum.  Colors are similar to the Cca horizons, but may be one unit dark or  brighter with chromas up to 1.5 in 2.5Y and 5Y hues.  Lower strata may be less fine but the lower C horizons are generally fine and moderately fine in texture.  Slickensides may be present, but are too few or too poorly developed to intersect."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are Bayshore, Castro, Clear Lake, and Pescadero.  Bayshore soils have less than 35 percent clay in their control section.  Castro soils have cemented or partially cemented lime pans.  Clear Lake soils have common slickenslides and lack a calcic horizon.  Pescadero soils have A1 horizons with most values of 3.5 or more and have natric horizons."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: The Sunnyvale soils occur on nearly level flood plains and basins and formed in alluvium from mixed, but dominantly sedimentary rocks.  They occur at elevations of 50 to 300 feet in a subhumid, mesothermal climate having a mean annual rainfall of 10 to 20 inches with warm dry summers and cool moist winters; an average January temperature of 48 degrees F; an average July temperature of 65 degrees F.; a mean annual temperature of about 58 degrees F.; and an average frost free season of about 260 to 300 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These include the competing Castro, Clear Lake, Bayshore and the Campbell series.  Campbell soils lake calcic horizons."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Poorly drained; permeability is slow; runoff is slow.  Pumping has lowered the water table in most areas so that now water tables and soil management are similar to somewhat poorly or moderately well drained soils."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Mostly used for row crops, orchards, irrigated pasture and field crops.  Natural vegetation was grasses, tules, sedges and forbs."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Interior valleys of the Central Coast Ranges of California and the western Sacramento Valley."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Santa Clara Area 1941, Santa Clara County, California."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: The Sunnyvale series was formerly classified in the Calcium Carbonate Solonchak group.  The type location has been moved to take it out of an urbanized location.  No change in concept is intended by this draft.\nOSED scanned by SSQA. Last revised by state on 2/75.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {}
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 15,
        "texture_class": "silty clay",
        "pH": 8,
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Ap--0 to 6 inches--dark gray (N4/ ) silty clay, very dark gray (N3/ ) moist; strong fine granular structure; hard, very friable, sticky and plastic; common fine and  very fine roots; many very fine interstitial pores; slightly calcareous with disseminated lime; moderately alkaline (pH 8.0); clear smooth boundary.  (4 to 8 inches thick)"
      },
      {
        "name": "Alc2",
        "top": 15,
        "bottom": 36,
        "texture_class": "silty clay",
        "pH": 8,
        "pH_class": "moderately alkaline",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Alc2--6 to 14 inches; dark gray (N4/ ) silty clay, very dark gray (N3/ ) strong fine subangular blocky structure; hard, friable, sticky and plastic; few fine roots; many very fine interstitial and tubular pores, few fine tubular pores; calcareous with lime disseminated and in soft medium irregular masses, moderately alkaline (pH 8.0); gradual wavy boundary. (6 to 10 inches thick)."
      },
      {
        "name": "Clca",
        "top": 36,
        "bottom": 86,
        "texture_class": "silty clay",
        "pH": 8,
        "pH_class": "moderately alkaline",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Clca--14 to 34 inches; light gray (N7/ )silty clay, dark gray (N4/ ) moist; strong medium subangular blocky structure, very hard, friable, sticky and plastic; few fine roots; many very fine interstitial and tubular pores; very strongly calcareous, with lime disseminated, also many large irregularly shaped soft masses and a few hard lime concretions, moderately alkaline (pH 8.0); gradual wavy boundary. (10 to 24 inches thick)."
      },
      {
        "name": "C2gCa",
        "top": 86,
        "bottom": 107,
        "dry_hue": "5Y",
        "dry_value": 5,
        "dry_chroma": 1,
        "moist_hue": "5Y",
        "moist_value": 4,
        "moist_chroma": 1,
        "texture_class": "silty clay",
        "pH": 8,
        "pH_class": "moderately alkaline",
        "narrative": "C2gCa--34 to 42 inches; gray (5Y 5/1) silty clay, dark gray (5Y 4/1) moist with many fine distinct lightly yellowish brown (2.5Y 6/4) mottles, dry and light olive brown (2.5Y 5/4) mottles moist; strong medium subangular blocky structure; hard, friable, sticky and plastic; few fine roots; many very fine interstitial and tubular pores; strongly calcareous, with lime disseminated, also many large irregularly shaped soft masses, moderately alkaline (pH 8.0); clear smooth lower boundary.  (6 to 12 inches thick)."
      },
      {
        "name": "C3g",
        "top": 107,
        "bottom": 152,
        "dry_hue": "5Y",
        "dry_value": 6,
        "dry_chroma": 1,
        "moist_hue": "5Y",
        "moist_value": 5,
        "moist_chroma": 1,
        "texture_class": "silty clay",
        "pH": 8,
        "pH_class": "moderately alkaline",
        "narrative": "C3g--42 to 60 inches; lightly gray (5Y 6/1) silty clay, gray (5Y 5/1) moist with many fine distinct light yellowish brown (2.5Y 6/4) mottles dry and light olive brown (2.5Y 5/4) mottles moist; massive; hard, friable, sticky and plastic; many very fine interstitial and tubular pores; weakly calcareous with disseminated lime, moderately alkaline (pH 8.0)"
      }
    ]
  ]
}
