{
  "SERIES": "SUNNY",
  "STATUS": "Established Series",
  "BYREV": "Rev. SHG-RLM-ANA",
  "REVDATE": "02/2006",
  "STATES": "VT",
  "OVERVIEW": "The Sunny series consists of very deep, poorly drained soils that formed in loamy alluvium overlying sandy alluvium on floodplains.  Permeability is moderate in the loamy material and rapid in the sandy substratum. Estimated saturated hydraulic conductivity is moderately high to high in the loamy material and high to very high in the sandy substratum.  Slopes range from 0 to 3 percent.  Mean annual precipitation is about 36 inches and mean annual temperature is about 45 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy over sandy or sandy-skeletal, mixed, active, nonacid, frigid Fluvaquentic Endoaquepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Sunny silt loam, on a nearly level slope in a hay field.  (Colors are for moist soil unless otherwise stated.)\nAp--0 to 8 inches; very dark grayish brown (10YR 3/2) silt loam, light brownish gray (10YR 6/2) dry; weak fine subangular blocky structure; friable; many very fine and common fine roots; moderately acid; abrupt smooth boundary.  (5 to 9 inches thick)\nBCg1--8 to 14 inches; dark gray (5Y 4/1) silt loam; massive; friable; common very fine and fine roots; many fine and medium prominent dark reddish brown (5YR 3/4) masses of iron accumulation; slightly acid; clear smooth boundary.\nBCg2--14 to 28 inches; olive gray (5Y 4/2) silt loam; massive; friable; few very fine and fine roots; common fine and medium prominent dark brown (7.5YR 3/2) masses of iron accumulation; slightly acid; clear smooth boundary.\nBCg3--28 to 34 inches; olive gray (5Y 4/2) silt loam; massive; friable; few very fine roots; common fine and medium prominent brown (7.5YR 4/4) masses of iron accumulation; slightly acid; clear smooth boundary.  (Combined thickness of the BCg horizon is 9 to 31 inches.)\n2Cg1--34 to 49 inches; olive gray (5Y 4/2) loamy sand; single grain; loose; few very fine roots; common fine and medium prominent dark yellowish brown (10YR 4/4) masses of iron accumulation; slightly acid; clear smooth boundary. (0 to 20 inches thick)\n2Cg2--49 to 65 inches; olive gray (5Y 4/2) gravelly sand; single grain; loose; 25 percent rock fragments; slightly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Washington County, Vermont; Town of Waitsfield, 250 feet southeast of the Mad River and 3350 feet east of the Fayston town line.  Approximate north latitude 44 degrees, 11 minutes, 12 seconds, and west longitude 72 degrees, 49 minutes, 15 seconds. (NAD27)"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Depth to contrasting material ranges from 18 to 36 inches.  Depth to bedrock is more than 60 inches.  Reaction ranges from very strongly acid through slightly acid.  Rock fragments are mostly gravel and range from 0 to 5 percent in the Ap and BCg horizons and 0 to 50 percent in the 2C horizon.\nThe Ap or A horizon has hue of 10YR through 5Y, value of 3 or 4, and chroma of 1 or 2.  It is silt loam, very fine sandy loam, or fine sandy loam.\nThe BCg horizon has hue of 10YR through 5Y, value of 3 through 5, and chroma of 1 or 2.  It is silt loam, very fine sandy loam, or fine sandy loam.\nThe 2C horizon has hue of 10YR through 5Y, value of 3 through 5, and chroma of 1 or 2.  It is loamy fine sand, loamy sand, fine sand, or sand in the fine-earth fraction."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no known soils in the same family.  Rippowam and Rumney soils are in related families.  They have a coarse-loamy particle-size control section.  Rippowam soils have a higher mean annual soil temperature."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Sunny soils are in nearly level depressional areas on floodplains.  Slopes range from 0 to 3 percent.  The soils formed in loamy alluvium overlying sandy alluvium.  Mean annual precipitation ranges from 30 to 50 inches and the mean annual temperature ranges from 42 to 46 degrees F.  The frost-free season ranges from 105 to 160 days.  Elevation ranges from 90 to 1200 feet above mean sea level."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the  Sunday, Waitsfield, and  Weider soils.  The excessively drained Sunday soils are adjacent to rivers or streams.  The well drained Waitsfield and moderately well drained Weider soils are in slightly higher positions on the floodplain."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Poorly drained.  Permeability is moderate in the loamy material and rapid in the sandy substratum.  Estimated saturated hydraulic conductivity is moderately high to high in the loamy material and high to very high in the sandy substratum."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most areas are cleared and used for silage corn, hay, and pasture.  A few areas are wooded.  Common trees are red maple and eastern white pine."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Vermont.  The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Amherst, Massachusetts"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Washington County, Vermont, 1985."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: 1. With this revision the classification is changed from coarse-loamy over sandy or sandy skeletal, mixed, nonacid, frigid Typic Fluvaquents to coarse-loamy over sandy or sandy skeletal, mixed, active, nonacid, mesic Fluvaquentic Endoaquepts. This reflects Keys to Soil Taxonomy, Eighth and Ninth Editions which allow soils with Aquic conditions having an irregular decrease in organic carbon with depth to meet Cambic horizon criteria.\n2.  Sunny soils were historically included with Rumney in Vermont.\n3.  Diagnostic horizons and features recognized in this pedon are:\na.  Ochric epipedon - the zone from 0 to 8 inches.\nb. Cambic horizon  8 to 34 inches.\nc. Aquic feature  directly under the epipedon, chroma of 2 or less and redox concentrations.\nb.  Fluvaquentic feature  assumption that organic-carbon content decreases irregularly with depth or remains more than 0.2 percent to a depth of 50 inches.\nc.  Strongly contrasting particle-size class - the transition between the coarse-loamy material and the underlying sandy or sandy-skeletal material is less than 5 inches thick.  The loamy material has less than 50 percent fine or coarser sand.\nd.  Nonacid reaction class - the pH is 5.0 or more in 0.01M CaCl2 in at least some part of the control section.\ne. CEC class of active is assumed.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "poorly"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 20,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "silt loam",
        "pH_class": "moderately acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Ap--0 to 8 inches; very dark grayish brown (10YR 3/2) silt loam, light brownish gray (10YR 6/2) dry; weak fine subangular blocky structure; friable; many very fine and common fine roots; moderately acid; abrupt smooth boundary.  (5 to 9 inches thick)"
      },
      {
        "name": "BCg1",
        "top": 20,
        "bottom": 36,
        "moist_hue": "5Y",
        "moist_value": 4,
        "moist_chroma": 1,
        "texture_class": "silt loam",
        "pH_class": "slightly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "BCg1--8 to 14 inches; dark gray (5Y 4/1) silt loam; massive; friable; common very fine and fine roots; many fine and medium prominent dark reddish brown (5YR 3/4) masses of iron accumulation; slightly acid; clear smooth boundary."
      },
      {
        "name": "BCg2",
        "top": 36,
        "bottom": 71,
        "moist_hue": "5Y",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "silt loam",
        "pH_class": "slightly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "BCg2--14 to 28 inches; olive gray (5Y 4/2) silt loam; massive; friable; few very fine and fine roots; common fine and medium prominent dark brown (7.5YR 3/2) masses of iron accumulation; slightly acid; clear smooth boundary."
      },
      {
        "name": "BCg3",
        "top": 71,
        "bottom": 86,
        "moist_hue": "5Y",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "silt loam",
        "pH_class": "slightly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "BCg3--28 to 34 inches; olive gray (5Y 4/2) silt loam; massive; friable; few very fine roots; common fine and medium prominent brown (7.5YR 4/4) masses of iron accumulation; slightly acid; clear smooth boundary.  (Combined thickness of the BCg horizon is 9 to 31 inches.)"
      },
      {
        "name": "2Cg1",
        "top": 86,
        "bottom": 124,
        "moist_hue": "5Y",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "loamy sand",
        "pH_class": "slightly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "2Cg1--34 to 49 inches; olive gray (5Y 4/2) loamy sand; single grain; loose; few very fine roots; common fine and medium prominent dark yellowish brown (10YR 4/4) masses of iron accumulation; slightly acid; clear smooth boundary. (0 to 20 inches thick)"
      },
      {
        "name": "2Cg2",
        "top": 124,
        "bottom": 165,
        "moist_hue": "5Y",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "sand",
        "cf_class": "gravelly",
        "pH_class": "slightly acid",
        "narrative": "2Cg2--49 to 65 inches; olive gray (5Y 4/2) gravelly sand; single grain; loose; 25 percent rock fragments; slightly acid."
      }
    ]
  ]
}
