{
  "SERIES": "SUNROCK",
  "STATUS": "Established Series",
  "BYREV": "Rev. WJ/PH/PDC/ET",
  "REVDATE": "12/2015",
  "STATES": "AZ,CA,NV",
  "OVERVIEW": "The Sunrock series consists of very shallow and shallow, somewhat excessively drained soils formed in colluvium and residuum from volcanic rocks on mountains, hills, and mesas. Slopes range from 2 to 75 percent. The mean annual precipitation is about 6 inches. The mean annual air temperature is about 75 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive, calcareous, hyperthermic Lithic Torriorthents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Sunrock extremely gravelly sandy loam - rangeland. (Colors are for dry soil unless otherwise noted.)\nA--0 to 2 inches; brown (10YR 5/3) extremely gravelly sandy loam, brown (10YR 4/3) moist; weak fine granular structure; loose, nonsticky and nonplastic; many very fine roots; many very fine irregular pores; 65 percent gravel and 5 percent cobble; slightly alkaline (pH 7.8); abrupt smooth boundary. (1 to 4 inches thick)\nBk--2 to 5 inches; brown (10YR 5/3) very gravelly sandy loam, brown (10YR 4/3) moist; weak fine subangular blocky structure; slightly hard, very friable, nonsticky and nonplastic; many very fine roots; many very fine irregular pores; 50 percent gravel with few thin calcium carbonate coatings; strongly effervescent; moderately alkaline (pH 8.0); abrupt smooth boundary. (2 to 16 inches thick)\n2R--5 inches; thin layer of weathered andesite over hard andesite; common calcium carbonate coatings on rock surfaces and in fractures."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Mohave County, Arizona: about 850 feet north and 1,800 feet west of the southeast corner of section 32, T. 28 N., R. 22 W. Gila and Salt River Base Meridian. 35 degrees, 45 minutes, 59 seconds north latitude and 114 degrees, 39 minutes, 10 seconds west longitude."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: Intermittently moist in some part of the soil moisture control section during December-February and for less than 20 days cumulative during July-September. Driest during May and June. Typic aridic soil moisture regime.\nSoil Temperature: 72 to 80 degrees F.\nRock fragments: Averages 35 to 65 percent.\nClay content: Averages 5 to 18 percent.\nDepth to bedrock: 4 to 20 inches\nA horizon - Hue: 7.5YR, 10YR\nValue: 5 or 6 dry, 4 or 5 moist\nChroma: 3 or 4, dry or moist\nTexture of the fine earth: Loamy sand, sandy loam and fine sandy loam\nClay content: 5 to 20 percent.\nCalcium carbonate equivalent: 1 to 15 percent\nReaction: Slightly alkaline or moderately alkaline\nBk, Bkq and Bw horizons - Hue: 7.5YR, 10YR\nValue: 5 or 6 dry, 4 or 5 moist\nChroma: 3 or 4, dry or moist\nTexture of the fine earth: Fine sandy loam, sandy loam and loam; dominantly fine and medium in the sand fraction\nCalcium carbonate equivalent: 1 to 15 percent\nReaction: Slightly alkaline or moderately alkaline\nSome pedons do not have secondary accumulations of calcium carbonate and silica."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Appleseed (AZ)(T), Goldroad (AZ), Hyder (AZ), Quilotosa (AZ), and Redneedle (NV)(T) series. Appleseed soils have 15 to 35 percent calcium carbonate equivalence and limestone bedrock. Goldroad soils have control sections dominated by coarse and very coarse sand and formed on granite. Hyder and Quilotosa soils are intermittently moist in some part of the soil moisture control section for more than 20 days cumulative during July-September. Redneedle soils are dry in the soil moisture control section July to September."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Sunrock soils are on hills, mountains and mesa tops and have slopes of 2 to 75 percent. They formed in residuum and colluvium from volcanic rocks. Elevations range from 600 to 3,000 feet. The mean annual precipitation is 2 to 8 inches. The mean annual air temperature is 70 to 78 degrees F. The frost-free period is 280 to 360 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Carrizo, Huevi, Riverbend, and Tyro soils. Carrizo, Huevi, and Riverbend soils are very deep. Tyro soils have a calcic horizon and a duripan at depths less than 20 inches."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Somewhat excessively drained; medium to very high runoff; moderate or moderately rapid permeability over impermeable bedrock."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: This soil is used for recreation, rangeland and wildlife habitat. The present vegetation is creosotebush, white bursage, white brittlebush, and annuals."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Mojave Desert of Arizona, California and Nevada; MLRA 30. These soils are extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: PHOENIX, ARIZONA"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Fort Irwin National Training Center, CA (CA697) 2000."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - 0 to 5 inches (A and Bk horizons).\nLithic contact - 5 inches (2R horizon)\nEntisol feature - The absence of diagnostic subsurface horizons\nParticle-size control section  0 to 5 inches (A and Bk horizons).\nSoils with depths greater than 10 inches to bedrock do not have Bk or Bw horizons that qualify as Calcic or Cambic horizons.\nSeries originally proposed in Mohave County, Arizona; Soil survey of Mohave County, Arizona, Central Part; 1993.\nResponsibility for this series was transferred from Davis to Phoenix 12/2015. The last revision to the series was 4/2006. ET\nNational Cooperative Soil Survey\nU.S.A."
  }
}
