{
  "SERIES": "SUNRISE",
  "STATUS": "Established Series",
  "BYREV": "Rev. HLH/JCW/RWK",
  "REVDATE": "12/2015",
  "STATES": "CA",
  "OVERVIEW": "The Sunrise series consists of deep, well drained soils that formed in material from mixed alluvium. Sunrise soils are on flood plains and in basins and have slopes of O to 9 percent. The mean annual precipitation is about 5 inches and the meal annual air temperature is 62 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, carbonatic, thermic Typic Haplocalcids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Sunrise sandy loam, rangeland. (Colors are for dry soil unless otherwise noted).\nAll--0 to 2 inches; pale brown (10YR 6/3) sandy loam, yellowish brown (10YR 5/4) moist; weak medium platy structure; soft, very friable nonsticky and nonplastic; few very fine roots; common very fine interstitial pores; violently effervescent with disseminated lime; moderately alkaline (pH 8.0); abrupt smooth boundary. (1 to 7 inches thick)\nA12--2 to 11 inches; light yellowish brown (10YR 6/4) sandy loam, yellowish brown (10YR 5/4) moist; massive; soft, very friable, nonsticky and nonplastic; few very fine roots; few fine tubular and common very fine interstitial pores; violently effervescent with disseminated lime; moderately alkaline (pH 8.2); gradual smooth boundary. (0 to 12 inches thick)\nClca--11 to 21 inches; very pale brown (10YR 7/3) clay loam, pale brown (10YR 6/3) moist; massive; slightly hard, friable, slightly sticky and plastic; few very fine and fine roots; few very fine and medium tubular pores; violently effervescent with disseminated and segregated lime; approximately 50 percent (by volume) irregularly shaped, extremely hard, white (10YR 8/2) lime nodules, 1 to 2 cm in diameter; moderately alkaline (pH 8.4); clear wavy boundary. (6 to 25 inches thick)\nC2ca--21 to 32 inches; very pale brown (10YR 7/3) clay loam, pale brown (10YR 6/3) moist; massive, hard, firm, slightly sticky and slightly plastic; few very fine roots; few very fine tubular pores; violently effervescent with disseminated and segregated lime; approximately 60 percent (by volume) irregularly shaped, extremely hard, white (10YR 8/2) lime nodules, 1 to 2 cm in diameter, moderately alkaline (pH 8.4); clear wavy boundary. (8 to 31 inches thick)\nC3ca--32 to 52 inches; very, pale brown (10YR 7/3) clay loam, pale brown (10YR 6/3) moist; massive; hard, firm, slightly sticky and slightly plastic; few very fine roots; few medium tubular pores; violently effervescent with disseminated and segregated lime; approximately 70 percent (by volume) irregularly shaped, extremely hard,white (10YR 8/2) lime nodules, 2 to 5 cm in diameter; moderately alkaline (pH 8.4); clear wavy boundary. (O to 25 inches thick)\nC4--52 to 65 inches; very pale brown (10YR 7/3) clay loam, pale brown (10YR 6/3) moist; massive; hard, film sticky and plastic; few fine and medium roots; few fine tubular pores; violently effervescent with lime in filaments and threads; moderately alkaline (pH 8.4)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Kern County, California. Mojave Desert. About 4 miles southwest of California City in the SE1/4, of SW1/4 of SW1/4 of sec. 2, T.11N., R.11W., SBBM."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: The soil between the depths of 8 and 15 inches is moist in all parts from late November until March. Mean annual soil temperature is about 64 degrees F. Organic matter is less than 1 percent. Some pedons are saline with conductivity of the saturation extract ranging up to 16 mmhos/cm.\nThe A horizon is loam, fine sand, sandy loam, loam or light sandy clay loam. It is brown, pale brown, or light yellowish brown (lOYR 5/3, 6/3, 6/4). Disseminated lime may occur throughout the A horizon or start in the lower part.\nThe C horizon is light yellowish brown, pale brown, or very pale brown (lOYR 6/4, 6/3, 7/3, 7/4), or light brownish gray, light gray, or white (2.5Y 6/2, 7/2, 8/2). It is clay loam or sandy clay loam with 18 to 35 percent clay between 10 and 40 inches. It is heavy sandy loam in the lower part in some pedons. Extremely hard 2mm to 2 inches lime nodules make up 35 to 80 percent by volume, 10 to 40 inch control section. The sum of the carbonates is greater than 65 percent with calcium carbonate greater than 40 percent by weight. Some pedons have an unrelated faintly mottled stratified horizon at depths greater than 60 inches."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Jal and Laveldo in the same family and the Bridge, Laverkin, Reeves, Sotim and Turney series. Jal soils are driest from October through May and have a Thornthwaite PE index over 12. Laveldo soils are characteristically saline-alkali and have 7.5YR and 5YR hues in the upper part. Bridge, Laverkin, Sotim and Turney soils have less than 40 percent carbonates in the control section. Reeves soils have more than 40 percent carbonates plus gypsum. (gypsic mineralogy)."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Sunrise soils occur on stream flood plains and basins and have formed from mixed alluvium. Elevations are 1500 to 3500 feet. The climate is aridic with hot, dry summers and mild, somewhat moist winters. Mean annual precipitation is 3 to 8 inches, some as snow.  Average January air temperature is 44 degrees to 45 degrees F.; average July air temperature is 80 degrees to 88 degrees F. The mean annual temperature is 61 degrees to 65 degrees F. The frost-free season is 200 to 300 days. The Thornthwaite PE index is less than 12."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are Cajon, Garlock, and Rosamond soils. These all have less than 40 percent calcium carbonate. Further, Garlock soils leave a B2t horizon, and Cajon soils are sandy."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained slow to medium runoff moderately slow permeability. Wind erosion is moderate in some areas."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Used mainly for recreation. In good years the soil may be used for sheep range. Vegetation is Atriplex and Creosote bush, with scattered annual grasses."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: High Desert area of the Mojave Desert. Series is inextensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: PHOENIX, ARIZONA"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Victorville Area, California, 1921."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Sampled for Riverside Lab. sample Number S74 CAL 29-6. Lab.  number C-74-7-4-46-51.\nOSED scanned by SSQA. Last revised by state on 6/76.\nResponsibility for this series was transferred from Davis to Phoenix 12/2015. ET\nNational Cooperative Soil Survey\nU.S.A."
  }
}
