{
  "SERIES": "SUNY",
  "STATUS": "Established Series",
  "BYREV": "Rev. STS-WEH-ERS",
  "REVDATE": "4/98",
  "STATES": "NY",
  "OVERVIEW": "The Suny series consists of very deep, poorly drained soils formed in acid glacial till derived from sandstone, siltstone and shale. They are in level or slightly depressed parts of glaciated uplands. Slope ranges from 0 to 3 percent. Mean annual temperature is 44 degrees F., and mean annual precipitation is 52 inches.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, active, acid, frigid Aeric Epiaquepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Suny fine sandy loam, on a 1 percent slope in a wooded area. (Colors are for moist soil unless otherwise noted.)\nOe--0 to 1 inches; black (5YR 2/1) mostly hemic material; weak fine and medium granular structure; very friable; many fine roots; common medium and large roots; very strongly acid; abrupt smooth boundary.\nA--1 to 3 inches; dark reddish brown (5YR 2/2) fine sandy loam; weak fine granular structure; friable; common fine and medium roots; 5 percent rock fragments; very strongly acid; abrupt wavy boundary. (1 to 4 inches thick)\nE--3 to 5 inches; grayish brown (10YR 5/2) sandy loam; weak medium subangular blocky structure; friable; few fine roots; 5 percent rock fragments; very strongly acid; abrupt wavy boundary. (0 to 5 inches thick)\nBg1--5 to 10 inches; light brownish gray (10YR 6/2) sandy loam;  weak coarse subangular blocky structure; firm; few fine tubular pores, common fine; vesicular pores; 10 percent rock fragments; common coarse distinct yellowish brown (10YR 5/6) accumulations of iron oxides; strongly acid; clear wavy boundary. (4 to 10 inches thick)\nBg2--10 to 19 inches; brown (7.5YR 5/2) gravelly sandy loam; massive; firm; few medium tubular pores; common fine vesicular pores; 15 percent rock fragments; common medium prominent yellowish brown (10YR 5/6) accumulations of iron oxides; strongly acid; clear wavy boundary. (Combined thickness of the Bg horizons is 12 to 24 inches.)\nCd--19 to 72 inches; reddish brown (5YR 5/3) gravelly sandy loam; massive; firm; common fine and medium vesicular pores; 15 percent rock fragments; few medium distinct yellowish red (5YR 5/6) redoximorphic concentrations; strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Sullivan County, New York, Town of Neversink, 500 feet north from intersection of Smith and Aden Hill Roads, then 400 feet east of Aden Hill Road in a wooded area. USGS Willowemoc, NY topographic quadrangle; latitude 41 degrees, 52 minutes, 41 seconds N. and longitude 74 degrees, 41 minutes, 17 seconds W. NAD 1927."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The thickness of the solum ranges from 15 to 30 inches. The depth to bedrock is greater than 60 inches. Rock fragments content by volume ranges from 5 to 35 percent in the A and B horizons, and from 10 to 40 percent in the C horizon. Reaction ranges from extremely acid through strongly acid in the solum and substratum.\nThe O horizon, when present, has a hue of 5YR through 10YR, value of 2 or 3, chroma of 1 or 2.\nThe A horizon has hue of 10YR through 5YR, value of 1 through 3 and chroma of 1 or 2. Texture of the fine-earth fraction ranges from silt loam through sandy loam. Consistence is friable or very friable.\nThe E or Eg horizon, when present, has hue of 10YR or 7.5YR, value of 3 through 6 and chroma of 1 or 2. Texture of the fine-earth fraction ranges from loam through sandy loam. Consistence is friable or very friable. Some pedons have redoximorphic features in this horizon.\nThe Bg horizon has hue of 10YR through 5YR, value of 3 through 6 and chroma of 1 or 2. Texture of the fine earth fraction ranges from silt loam through sandy loam. Structure is weak subangular blocky or the horizon is massive.  Consistence is friable or firm. Some pedons have a Bw horizon with chroma of 3 or 4.\nThe Cd horizon has hue of 7.5YR or 5YR, value of 4 or 5 and chroma of 2 through 4. Texture of the fine-earth fraction ranges from silt loam through sandy loam. Consistence is firm or very firm."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  The Pillsbury series is the only know soil currently in the same family. The Pillsbury soils have hues of 10YR or yellower in the Cd horizon. The Monarda series was in the same family, but has not been classified for CEC activity class. The Monarda soils have hues of 10YR or yellower in the C horizon.\nBusti, Lyme, Neversink, and Sun are similar soils in related families. The Busti and Sun soils are nonacid and in the mesic temperature regime. The Neversink soils are in the mesic temperature regime. Lyme soils have a hue 10YR or yellower in the C horizon."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Suny soils are on level or depressed parts of till plains in the uplands. Slope ranges from 0 to 3 percent. The soils formed in acid glacial till derived from sandstone, siltstone and shale. The climate is humid and cool in summer and cold in winter. Mean annual temperature ranges from 40 to 45 degrees F.; mean annual precipitation is 45 to 60 inches; and the mean annual frost-free period ranges from 100 to 120 days. Elevation ranges from 1800 to 2400 feet above sea level."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the very deep, somewhat poorly drained Onteora and moderately well drained Willowemoc soils on higher parts of the landscape and the very poorly drained Greenwood and Ossipee soils in depression containing organic deposits."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Poorly drained. The potential for surface runoff is very low. Permeability is moderate in the surface layer and moderately slow and slow in the subsoil and substratum."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most areas are forested; some areas have a cover of brush or herbaceous plants.  Native trees include hemlock, red maple, birch and spruce."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  The Catskill Mountain areas of east central New York. MLRA 140. The series is of minor extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Amherst, Massachusetts"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Sullivan County, New York, 1984."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: The Suny series was established as the frigid analog of the Neversink series and the acid and frigid equivalent of the Sun soils. Original classification placed Suny in the great group of Haplaquepts. Because of changes established in the 5th edition of `Keys to Soil Taxonomy' this soil now classifies in the new great group of Epiaquepts. Competing series are expected to change as similar soils are reclassified and when the Keys to Soil Taxonomy, 7th edition is fully implemented. Diagnostic horizons and other features recognized in the typical pedon are:\n1) Ochric epipedon - from 1 to 5 inches (A and E horizons)\n2) Cambic horizon - from 5 to 19 inches (Bg1 and Bg2 horizons)\n3) Aquic moisture conditions - as evidenced by low chroma (2 or less) matrix and redoximorphic features within 20 inches of the soil surface (Bg horizons)\n4) Aeric subgroup - as evidenced by a horizon within 30 inches of the soil surface that is dominated (50 percent or more) by chroma of 3 or more (C horizon- 19 to >30 inches)\nSoil Interpretation Record No: NY0337, NY0338\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "poorly",
        "drainage_overview": "poorly"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Oe",
        "top": 0,
        "bottom": 3,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "5YR",
        "moist_value": 2,
        "moist_chroma": 1,
        "texture_class": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Oe--0 to 1 inches; black (5YR 2/1) mostly hemic material; weak fine and medium granular structure; very friable; many fine roots; common medium and large roots; very strongly acid; abrupt smooth boundary."
      },
      {
        "name": "A",
        "top": 3,
        "bottom": 8,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "5YR",
        "moist_value": 2,
        "moist_chroma": 2,
        "texture_class": "fine sandy loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "A--1 to 3 inches; dark reddish brown (5YR 2/2) fine sandy loam; weak fine granular structure; friable; common fine and medium roots; 5 percent rock fragments; very strongly acid; abrupt wavy boundary. (1 to 4 inches thick)"
      },
      {
        "name": "E",
        "top": 8,
        "bottom": 13,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "sandy loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "E--3 to 5 inches; grayish brown (10YR 5/2) sandy loam; weak medium subangular blocky structure; friable; few fine roots; 5 percent rock fragments; very strongly acid; abrupt wavy boundary. (0 to 5 inches thick)"
      },
      {
        "name": "Bg1",
        "top": 13,
        "bottom": 25,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 2,
        "texture_class": "sandy loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bg1--5 to 10 inches; light brownish gray (10YR 6/2) sandy loam;  weak coarse subangular blocky structure; firm; few fine tubular pores, common fine; vesicular pores; 10 percent rock fragments; common coarse distinct yellowish brown (10YR 5/6) accumulations of iron oxides; strongly acid; clear wavy boundary. (4 to 10 inches thick)"
      },
      {
        "name": "Bg2",
        "top": 25,
        "bottom": 48,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "7.5YR",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "sandy loam",
        "cf_class": "gravelly",
        "pH": "NA",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bg2--10 to 19 inches; brown (7.5YR 5/2) gravelly sandy loam; massive; firm; few medium tubular pores; common fine vesicular pores; 15 percent rock fragments; common medium prominent yellowish brown (10YR 5/6) accumulations of iron oxides; strongly acid; clear wavy boundary. (Combined thickness of the Bg horizons is 12 to 24 inches.)"
      },
      {
        "name": "Cd",
        "top": 48,
        "bottom": 183,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "5YR",
        "moist_value": 5,
        "moist_chroma": 3,
        "texture_class": "sandy loam",
        "cf_class": "gravelly",
        "pH": "NA",
        "pH_class": "strongly acid",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Cd--19 to 72 inches; reddish brown (5YR 5/3) gravelly sandy loam; massive; firm; common fine and medium vesicular pores; 15 percent rock fragments; few medium distinct yellowish red (5YR 5/6) redoximorphic concentrations; strongly acid."
      }
    ]
  ]
}
