{
  "SERIES": "SUPERVISOR",
  "STATUS": "Established Series",
  "BYREV": "Rev. BDS/JAW/CDL",
  "REVDATE": "05/2007",
  "STATES": "MT,NM",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive Ustic Haplocryolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Supervisor stony loam - forest (Colors are for dry soils unless otherwise noted.)\n0i--0 to 2 inches; loose mat of fir and pine needles in various stages of decomposition. (1 to 4 inches thick)\nA1--2 to 6 inches; dark grayish brown (10YR 4/2) stony loam, very dark brown (10YR 2/2) moist; weak and moderate fine granular structure; soft, very friable, slightly sticky, slightly plastic; many fine and very fine roots; 20 percent stones; slightly acid; clear smooth boundary. (2 to 5 inches thick)\nA2--6 to 12 inches; grayish brown (10YR 5/2) stony loam, dark brown (10YR 3/3) moist; moderate fine granular structure; soft, very friable, slightly sticky, slightly plastic; many fine and very fine roots; 25 to 30 percent angular pebbles and stones; slightly acid; clear wavy boundary. (4 to 8 inches thick)\nAC--12 to 18 inches; brown (10YR 5/3) very gravelly loam, brown (10YR 4/3) moist; weak fine granular structure; slightly hard, friable, slightly sticky, slightly plastic; many medium roots; 35 to 40 percent pebbles and stones; moderately acid; gradual smooth boundary. (5 to 12 inches thick)\nC--18 to 24 inches; yellowish brown (10YR 5/4) very stony sandy loam, dark yellowish brown (10YR 4/4) moist; massive; slightly hard, friable, common medium roots; 45 to 55 percent gravel and stones; moderately acid; gradual boundary. (5 to 15 inches thick)\nR--24 inches; hard fractured granite with material similar to the C horizon in fractures."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Valencia County, New Mexico; SW 1/4 sec. 21, T. 11 N., R. 12 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nDepth to bedrock:  20 to 40 inches\nRock fragments: 35 to 60 percent with the larger percentage in the 12 inch zone above the bedrock.\nCobbles and stones: 10 to 35 percent\nReaction: moderately acid to neutral.\nSoil temperature: 34 through 46 degrees F.\nSoil moisture: Typic ustic moisture regime.\nA horizon\nHue: 10YR or 7.5YR\nValue: 3 through 5 dry and 2 or 3 moist\nChroma: 1 through 3\nTexture: loam or sandy loam.\nAC and C horizons\nHue: 5YR through 10YR\nValue: 4 through 6 dry and 3 or 4 moist\nChroma: 3 through 5\nTexture: dominantly sandy loam but loam is common\nClay content: about 7 to 18 percent\nSilt: less than an estimated 50 percent"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Antrobus (CO), Grafen (CO), Greyback (WY), Handran (CO), Maurice (MT), McCort (WY), Midelight (WY), Parachute (CO), Sebud (MT),  Surdal (MT), Teemat (WY), Thornburgh (CO), Tiban (MT), Tineman (WY) and Vanwirt (CO) series.  Antrobus, Greyback, Handran, Maurice, McCort, Midelight, Sebud, Teemat, Thornburgh, Tiban, Tineman and Vanwirt soils do not have bedrock within 40 inches. Parachute and Surdal soils have a cambic horizon and more than 18 percent clay. In addition, all these soils are in LRR-E and are moist in May and June."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Supervisor soils formed in residuum weathered from granite, sandstone, basalt, gneiss, and schist. They have slopes that range from 3 to 60 percent and their rock-controlled landscapes range in elevation from 8,500 to 10,500 feet. Annual temperature ranges from an estimated 34 to 46 degrees F., and annual precipitation ranges from 20 to 35 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Chimayo, Cundiyo, Mirabal, Nambe, and Tampico soils. Chimayo soils are less than 20 inches deep to bedrock and have mesic temperature. Mirabal and Cundiyo soils lack a mollic epipedon and Cundiyo soils have an argillic horizon. Nambe soils lack a mollic epipedon. Tampico soils have less than 35 percent rock fragments."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; rapid runoff; moderately rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Recreation, wildlife, and some forest products.  White fir, Douglas-fir, ponderosa pine, Oregon grape, lupine, carex, and junegrass are the principal plants."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: High mountains of New Mexico. MLRA 39.The series is moderately extensive. Approximately 225 acres has also been mapped in Montana in MLRA 43B."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Phoenix, Arizona"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Zuni Mountain Area, New Mexico, 1964."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Supervisor soils were originally classified as Lithosols.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
