{
  "SERIES": "SUPPLEE",
  "STATUS": "Established Series",
  "BYREV": "Rev. VB/RJE/TLA",
  "REVDATE": "6/97",
  "STATES": "WA",
  "OVERVIEW": "The Supplee series consists of very deep, well drained soils formed in loess, volcanic ash and pumice over glacial outwash.  Supplee soils are on terraces and terrace breaks.  Slopes are 0 to 45 percent.  The mean annual precipitation is about 10 inches and the mean annual temperature is about 49 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Ashy over sandy or sandy-skeletal, glassy over mixed, mesic Vitritorrandic Haploxerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Supplee very fine sandy loam-grazing land, on an 8 percent west slope at an elevation of 1,100 feet.  (Colors are for dry soil unless otherwise stated.  All textures are apparent field textures and spot plate reaction is used for pH values.)\nA--0 to 9 inches; grayish brown (10YR 5/2) very fine sandy loam; very dark grayish brown (10YR 3/2) moist; weak medium granular structure; soft, very friable, nonsticky and nonplastic; many very fine and fine roots; common fine interstitial pores; 5 percent sand-size pumice 0.5 to 2.0 mm in diameter and 5 percent pumice 2 to 5 mm in diameter; slightly alkaline (pH 7.4); clear smooth boundary.  (7 to 12 inches thick)\nBw1--9 to 18 inches; brown (10YR 5/3) very fine sandy loam, very dark grayish brown (10YR 3/3) moist; weak medium granular structure; soft, very friable, nonsticky and nonplastic; many very fine and fine roots; common fine interstitial pores; 5 percent sand-size pumice 0.5 to 2.0 mm in diameter and 10 percent pumice 2 to 5 mm in diameter; slightly alkaline (pH 7.6); gradual wavy boundary.  (6 to 12) inches thick.\nBw2--18 to 27 inches; brown (10YR 5/3) gravelly very fine sandy loam; dark brown (10YR 4/3) moist; weak very coarse subangular blocky structure; soft, very friable, nonsticky and nonplastic; few very fine roots; few fine and very fine interstitial and tubular pores; 10 percent sand-size pumice 0.5 to 2.0 mm in diameter and 15 percent pumice 2 to 5 mm in diameter; 20 percent pebbles and a few cobbles; slightly alkaline (pH 7.6); clear wavy boundary. (6 to 16 inches thick)\n2C--27 to 60 inches; multicolored extremely cobbly sand; single grain; 30 percent pebbles, 35 percent cobbles, 10 percent stones and few boulders; neutral (pH 7.0)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Douglas County, Washington; approximately 11 miles north of Orondo, Washington; about 1,200 feet south of northeast corner section 28, T. 26 N., R. 21 E.; (Latitude 47  degrees 43' 45\"N, Longitude 120 degrees 11' 45\"W)"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The mean annual soil temperature is 51 to 53 degrees F.  These soils are usually dry in the moisture control section for more than half the time when the soil temperature is above 41 degrees F.  The mollic epipedon is 7 to 12 inches thick.  The upper part of the particle-size control section has moist bulk density of 1.10 to 1.25 g/cc, 30 to 50 percent volcanic glass content, including 5 to 15 percent sand-size pumice 0.5 to 2.0 mm diameter and 5 to 20 percent pumice, 2 to 5 mm in diameter, acid-oxalate extractable iron of 0.15 to 0.40 percent, 15-bar water retention of 5 to 10 percent, 5 to 20 percent rock fragments and and apparent field estimated clay content of 6 to 8 percent.  Depth to the 2C horizon is 20 to 40 inches.\nThe A horizon has value 4 or 5 dry and 2 or 3 moist.  Chroma is 2 or 3 dry or moist.  It is neutral or slightly alkaline.\nThe Bw horizons have value 5 or 6 dry and 3 or 4 moist.  Chroma is 2 or 3 dry and 3 or 4 moist.  It is very fine sandy loam, fine sandy loam or sandy loam with lower part having 5 to 20 percent pebbles.  It is neutral or slightly alkaline.\nThe 2C horizon is multicolored and is extremely cobbly or extremely gravelly sand.  It is neutral to moderately alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Clovkamp and Tubspring (T) soils.  Clovkamp soils lack a cambic horizon and have a hard brittle layer at 20 to 40 inches. Tubspring soils have less than 5 percent pumice greater than 2mm and have secondary carbonates 14 to 37 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Supplee soils are on higher glacial outwash terraces along the Columbia River.  Slopes are 0 to 45 percent.  These soils formed in mixed loess, volcanic ash and pumice over glacial outwash of extremely cobbly sand.  Elevation is 1,000 to 1,700 feet. The climate is  characterized by warm, dry summers and cool, moist winters.  Average annual precipitation is 9 to 12 inches.  Average January temperature is about 25 degrees F.; average July  temperature is about 70 degrees F.; and average annual temperature is 49 to 51 degrees F.  Frost-free season is 140 to 200 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Chelan, Pogue and Quincy soils.  Chelan soils are on terraces and sideslopes and lack outwash above 40 inches.  Pogue and Quincy soils are on terraces and have less than 30 percent volcanic glass."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; very slow to rapid runoff; moderate permeability to about 27 inches and very rapid permeability below."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  This soil is primarily used for irrigated orchards, irrigated hay and pasture and dryland livestock grazing.  The potential native vegetation is bluebunch wheatgrass, prairie junegrass, needlegrass and Wyoming sagebrush."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  North Central Washington.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Chelan County, Washington, 1969."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic features and horizons recognized in this pedon are a mollic epipedon from surface to 9 inches, a cambic horizon from 9 to 27 inches and a 2C horizon below 27 inches.  There is 30 to 50 percent volcanic glass in the particle size control section from 10 to 27 inches.  The particle size control section is the zone from 10 to 40 inches (Bw and 2C horizons).\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 23,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "very fine sandy loam",
        "pH": 7.4,
        "pH_class": "slightly alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A--0 to 9 inches; grayish brown (10YR 5/2) very fine sandy loam; very dark grayish brown (10YR 3/2) moist; weak medium granular structure; soft, very friable, nonsticky and nonplastic; many very fine and fine roots; common fine interstitial pores; 5 percent sand-size pumice 0.5 to 2.0 mm in diameter and 5 percent pumice 2 to 5 mm in diameter; slightly alkaline (pH 7.4); clear smooth boundary.  (7 to 12 inches thick)"
      },
      {
        "name": "Bw1",
        "top": 23,
        "bottom": 46,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "very fine sandy loam",
        "pH": 7.6,
        "pH_class": "slightly alkaline",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bw1--9 to 18 inches; brown (10YR 5/3) very fine sandy loam, very dark grayish brown (10YR 3/3) moist; weak medium granular structure; soft, very friable, nonsticky and nonplastic; many very fine and fine roots; common fine interstitial pores; 5 percent sand-size pumice 0.5 to 2.0 mm in diameter and 10 percent pumice 2 to 5 mm in diameter; slightly alkaline (pH 7.6); gradual wavy boundary.  (6 to 12) inches thick."
      },
      {
        "name": "Bw2",
        "top": 46,
        "bottom": 69,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "very fine sandy loam",
        "cf_class": "gravelly",
        "pH": 7.6,
        "pH_class": "slightly alkaline",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bw2--18 to 27 inches; brown (10YR 5/3) gravelly very fine sandy loam; dark brown (10YR 4/3) moist; weak very coarse subangular blocky structure; soft, very friable, nonsticky and nonplastic; few very fine roots; few fine and very fine interstitial and tubular pores; 10 percent sand-size pumice 0.5 to 2.0 mm in diameter and 15 percent pumice 2 to 5 mm in diameter; 20 percent pebbles and a few cobbles; slightly alkaline (pH 7.6); clear wavy boundary. (6 to 16 inches thick)"
      },
      {
        "name": "2C",
        "top": 69,
        "bottom": 152,
        "texture_class": "sand",
        "cf_class": "extremely cobbly",
        "pH": 7,
        "pH_class": "neutral",
        "narrative": "2C--27 to 60 inches; multicolored extremely cobbly sand; single grain; 30 percent pebbles, 35 percent cobbles, 10 percent stones and few boulders; neutral (pH 7.0)."
      }
    ]
  ]
}
