{
  "SERIES": "SUPPLYMINE",
  "STATUS": "Established Series",
  "BYREV": "Rev: PBF/CAH/ET",
  "REVDATE": "12/2015",
  "STATES": "CA",
  "OVERVIEW": "The Supplymine series consists of moderately deep, well drained soils that formed in residuum and colluvium from gneissic and granitoid rock. Supplymine soils are on mountains. Slopes range from 30 to 60 percent. The mean annual precipitation is 100 millimeters (4 inches) and the mean annual air temperature is 21.5 degrees C (71 degrees F).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive, hyperthermic Typic Haplocalcids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Supplymine cobbles, on a south-southwest-facing, convex, 32 percent slope under desert shrubs at an elevation of 584 meters (1,892 feet). (Colors are for dry soil unless otherwise noted.)\nC -- 0 to 14 centimeters (0 to 5.5 inches) cobbles; with approximately 20 percent fine gravel and 20 percent medium and coarse gravel, 35 percent cobbles and 15 percent stones; abrupt wavy boundary. (7 to 25 centimeters thick)\nA -- 14 to 19 centimeters (5.5 to 7 inches); yellowish brown (10YR 5/4) very cobbly loamy fine sand, olive brown (2.5Y 4/3) moist; weak thick platy structure parting to weak fine subangular blocky structure; slightly hard, friable, nonsticky and nonplastic; few very fine roots; few medium tubular pores; 5 percent fine gravel, 10 percent medium and coarse gravel, 15 percent cobbles, and 5 percent stones; very slightly effervescent; moderately alkaline (pH 8.0); clear wavy boundary. (3 to 6 centimeters)\nBk1 -- 19 to 51 centimeters (7 to 20 inches); yellowish brown (10YR 5/4) very cobbly fine sandy loam, olive brown (2.5Y 4/3) moist; weak fine subangular blocky structure; slightly hard, friable, nonsticky and slightly plastic; few very fine and fine and very few medium and coarse roots; 5 percent prominent, very pale brown (10YR 8/2) calcium carbonate coats on the bottom of rock fragments; 10 percent fine gravel, 15 percent medium and coarse gravel, 15 percent cobbles and 10 percent stones; strongly effervescent (5 percent calcium carbonate equivalent); moderately alkaline (pH 8.4); gradual wavy boundary.\nBk2 -- 51 to 84 centimeters (20 to 33 inches); light brownish gray (2.5Y 6/2) very gravelly fine sandy loam, olive (5Y 5/3) moist; weak fine subangular blocky structure parting to massive; slightly hard, friable, slightly sticky and slightly plastic; very few fine and medium roots; 15 percent prominent, very pale brown (10YR 8/2) calcium carbonate coats on the bottom of rock fragments; 25 percent, coarse, prominent, white (10YR 8/1), irregular calcium carbonate masses within the matrix; 10 percent fine gravel, 15 percent medium and coarse gravel, 10 percent cobbles, 5 percent stones and 10 percent paragravel and 15 percent paracobbles; violently effervescent (19 percent calcium carbonate equivalent); moderately alkaline (pH 8.4); abrupt irregular boundary. (Combined thickness of the Bk horizon is 45 to 70 centimeters)\nRk -- 84 to 91 centimeters (33 to 36 inches); gneissic bedrock, fractured in the upper part with 15 percent prominent, very pale brown (10YR 8/2) calcium carbonate coats on rock fragments and in fractures."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: San Bernardino County, California; approximately 8 kilometers east of the junction of Highway 62 and Iron Age Road on Highway 62 and 1/3 mile south of Highway 62; 125 meters (405 feet) east and 470 meters (1,523 feet) south of the NW corner of sec. 14, T. 1 S., R. 13 E., San Bernardino Base and Meridian; 34 degrees, 5 minutes and 19.8 seconds north latitude and 115 degrees, 35 minutes and 42.5 seconds west longitude; USGS Clarks Pass 7.5 minute topographic quadrangle; UTM 11S 0629604e 3772896n (DTM: NAD83)."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture control section: usually dry, moist in some parts for short\nperiods during winter and early spring and for 10 to 20 days cumulative\nbetween July and September following summer convection storms. The soils have a typic-aridic soil moisture regime.\nSoil temperature: 22 to 25 degrees C (72 to 77 F).\nSurface rock fragments: 80 to 95 percent; with 15 to 25 percent fine gravel,\n10 to 20 percent medium and coarse gravel, 25 to 40 percent cobbles, and 15\nto 40 percent stones.\nControl section -\nRock fragments: averages 35 to 75 percent, gravel, cobbles and stones.\nClay content: averages 6 to 12 percent.\nOrganic matter: 0 to 0.5 percent.\nDepth to the upper boundary of a calcic horizon: 35 to 60 centimeters (14 to\n24 inches).\nDepth to a lithic contact: 50 to 100 centimeters (20 to 40 inches).\nC horizon\nIn lieu of texture: gravel or cobbles.\nRock fragments: 80 to 95 percent; with 25 to 80 percent gravel, 10 to\n40 percent cobbles, and 5 to 40 percent stones and boulders.\nA horizon\nHue: 10YR or 2.5Y.\nChroma: 3 or 4, dry or moist.\nTexture of the fine earth: loamy fine sand or fine sandy loam.\nClay content: 2 to 8 percent.\nRock fragments: 35 to 60 percent; with 15 to 45 percent gravel, 0 to 20\npercent cobbles and 0 to 5 percent stones.\nEffervescence: noneffervescent to very slightly effervescent.\nCalcium carbonate equivalent: 0 to 5 percent.\nReaction: neutral to moderately alkaline.\nBk horizon\nHue: 10YR, 2.5Y or 5Y.\nValue: 5 to 7, dry and 4 to 6, moist.\nChroma: 2 to 4, moist and 3 or 4, dry.\nTexture of the fine earth: sandy loam or fine sandy loam.\nClay content: 6 to 12 percent.\nRock fragments: 30 to 70 percent; with 20 to 55 percent gravel, 5 to 20\npercent cobbles, 0 to 10 percent stones, 0 to 30 percent paragravel and 0 to 15 percent paracobbles.\nEffervescence: strongly or violently effervescent.\nCalcium carbonate equivalent: 5 to 40 percent.\nReaction: slightly to strongly alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Chemehuevi (CA), Gunsight (AZ) and Heleweiser (NV) series. Chemehuevi, Gunsight and Heleweiser soils are greater than 150 centimeters to a lithic contact and are formed in alluvial parent material."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Supplymine soils are on mountains. Slopes range from 30 to 60 percent. These soils formed in residuum and colluvium from gneissic or granitoid rock. Elevations range from 340 to 850 meters (1,115 to 2,788 feet). The climate is arid, with hot, dry summers and warm, moist winters. The mean annual precipitation is 75 to 125 millimeters (3 to 5 inches) and the mean annual air temperature is 20 to 23 degrees C (68 to 73.5 degrees F). The frost-free season is 300 to 365 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Blackeagle, Bolero, Dalelake and Ironage soils. Blackeagle, Bolero and Ironage are on similar landscape positions, and Dalelake soils are on sandsheets adjacent to or partially covering lower mountain slopes. Blackeagle, Bolero and Ironage soils are shallow to a lithic contact. In addition, Blackeagle soils have a cambic horizon, Ironage soils have an argillic horizon and Bolero soils have sandy-skeletal particle-size control sections. Dalelake soils have sandy particle-size control sections and are formed in eolian materials."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Well drained; high runoff; high saturated hydraulic conductivity above the bedrock and low saturated hydraulic conductivity within the bedrock."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Supplymine soils are used for recreation and wildlife habitat. The present vegetation is mainly creosote bush, brittlebush and burrobush."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Southern Mojave Desert of southeastern California. MLRA 30. These soils are of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: PHOENIX, ARIZONA"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: San Bernardino County, California; Soil Survey of Joshua Tree National Park, California, 2012. The name is from a feature in the soil survey area."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features in this pedon include:\nC horizon - from a depth of 0 to 14 centimeters.\nOchric epipedon - from a depth of 14 to 19 centimeters (A horizon).\nCalcic horizon - from a depth of 51 to 84 centimeters (Bk2 horizon).\nLithic contact - the zone beginning at 84 centimeters (Rk horizon).\nParticle-size control section - from a depth of 25 to 84 centimeters (lower part of Bk1 and Bk2 horizons)\nADDITIONAL DATA: NASIS Pedon User ID: 12476093-F.\nResponsibility for this series was transferred from Davis to Phoenix 12/2015. The last revision to the series was 5/2012. ET\nNational Cooperative Soil Survey\nU.S.A."
  }
}
