{
  "SERIES": "SURDAL",
  "STATUS": "Established Series",
  "BYREV": "Rev. DES-JMS-RJS",
  "REVDATE": "03/2012",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive Ustic Haplocryolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Surdal cobbly loam, in rangeland (colors are for dry soil unless otherwise noted).\nA1--0 to 7 inches; dark grayish brown (10YR 4/2) cobbly loam, very dark brown (10YR 2/2) moist; moderate fine and medium granular structure; slightly hard, very friable, slightly sticky and nonplastic; many very fine and fine roots; many very fine and fine interstitial pores; 10 percent cobbles, 10 percent gravel; slightly acid (pH 6.2); clear wavy boundary.\nA2--7 to 13 inches; dark grayish brown (10YR 4/2) very cobbly loam, very dark grayish brown (10YR 3/2) moist; weak medium prismatic structure parting to moderate medium subangular blocky; slightly hard, very friable, slightly sticky and nonplastic; many very fine and fine roots; many very fine and fine interstitial pores; 15 percent cobbles, 25 percent gravel; slightly acid (pH 6.2); clear wavy boundary. (Combined thickness of A horizons is 7 to 14 inches).\nBw1--13 to 23 inches; grayish brown (10YR 5/2) very cobbly loam, brown (10YR 4/3) moist; moderate medium prismatic structure parting to moderate medium subangular blocky; slightly hard, very friable, slightly sticky and nonplastic; many very fine and fine roots; many very fine and fine interstitial pores; 15 percent cobbles, 30 percent gravel; slightly acid (pH 6.4); gradual wavy boundary. (8 to 16 inches thick)\nBw2--23 to 31 inches; brown (10YR 5/3) very cobbly loam, brown (10YR 4/3) moist; weak coarse subangular blocky structure; slightly hard, very friable, nonsicky and nonplastic; common very fine and fine roots and few medium roots; common very fine and fine interstitial pores; 30 percent cobbles, 30 percent gravel; slightly acid (pH 6.4); clear wavy boundary. (5 to 14 inches thick)\nR--31 inches; hard, slightly fractured, fine grained igneous bedrock."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Jefferson County, Montana; 650 feet south and 400 feet west of the NE corner of sec. 1, T. 3 N., R. 4 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil temperature - 36 to 40 degrees F.\nMollic epipedon thickness - 7 to 14 inches\nDepth to a lithic contact - 20 to 40 inches\nA horizons\nHue: 2.5Y or 10YR; dry or moist\nValue: 3 or 4 dry; 2 or 3 moist\nClay content: 18 to 27 percent\nRock fragments: 15 to 50 percent--10 to 35 percent gravel or channers, 0 to 15 percent cobbles, stones and boulders\nReaction: pH 6.1 to 6.8\nBw1 horizon\nHue: 2.5Y or 10YR; dry or moist\nValue: 5 or 6 dry; 4 or 5 moist\nChroma: 2 or 3; dry or moist\nTexture: loam or sandy clay loam\nClay content: 18 to 27 percent\nRock fragments: 35 to 60 percent--25 to 40 percent gravel or channers, 10 to 30 percent cobbles\nReaction: pH 6.1 to 6.8\nBw2 horizon\nHue: 7.5YR, 10YR or 2.5Y; dry or moist\nValue: 5 or 6 dry; 4 or 5 moist\nChroma: 2 or 3; dry or moist\nTexture: loam, sandy clay loam, or sandy loam\nClay content: 18 to 27 percent\nRock fragments: 35 to 80 percent--30 to 50 percent gravel or channers, 5 to 30 percent cobbles\nReaction: pH 6.1 to 6.8"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:\nAntrobus (CO) - are very deep\nGrafen (CO) - do not have a lithic contact above 40 inches\nGreyback (WY) - are very deep\nHandran (CO) - are very deep\nMaurice (MT) - are very deep\nMccort (WY) - are very deep\nMidelight (WY) - are deep to a lithic contact\nParachute (CO) - have a BC horizon\nSebud (MT) - are very deep\nSupervisor (NM) - do not have a cambic horizon\nTeemat (WY) - are very deep\nThornburgh (CO) - are very deep\nTiban (MT) - are very deep\nTineman (WY) - are very deep\nVanwirt (CO)  are very deep"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nLandform - escarpments, ridges and mountain slopes\nElevation - 5,500 to 8,000 feet\nSlope - 2 to 60 percent\nParent material - slope alluvium and colluvium over residuum derived from hard fine grained igneous or metamorphic rock\nClimate - long, cold winters; cool, moist springs; short, cool summers\nMean annual precipitation - 15 to 24 inches\nMean annual air temperature - 36 to 40 degrees F.\nFrost-free period - 30 to 70 days"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Arrowpeak and Sebud soils. Arrowpeak soils are shallow and on more convex postions. Sebud soils are very deep and on slightly more concave postions."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained, moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Surdal soils are primarily used for rangeland, wildlife habitat and watershed.  The potential native vegetation is mainly Idaho fescue, rough fescue, Richardson needlegrass, Columbia needlegrass, parry danthonia, mountain brome, lupine, sticky geranium, hoods phlox and big sagebrush."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Surdal soils are of moderate extent in southwestern Montana. MLRA - 43B."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Jefferson County, Montana, 1998."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon - from 0 to 13 inches (A1, A2 horizons)\nCambic horizon - from 13 to 31 inches (Bw1, Bw2 horizons)\nLithic contact - at 31 inches (R horizon)\nParticle-size control section - from 10 to 31 inches (A2, Bw1, Bw2 horizons\nSurdal soils have a cryic temperature regime and an ustic moisture regime.\nAdditional Data: Soil interpretation record - MT3056.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
