{
  "SERIES": "SURGH",
  "STATUS": "Established Series",
  "BYREV": "Rev. VB/RJE/TLA",
  "REVDATE": "08/2006",
  "STATES": "WA",
  "OVERVIEW": "The Surgh series consists of deep, well drained soils formed in residuum, colluvium, and alluvium derived from gneiss, granite or schist mixed with volcanic ash.  Surgh soils are on mountainsides, fans and broad ridgetops with northerly aspects.  Slopes range from 3 to 90 percent.  The average annual precipitation is about 35 inches and the mean annual air temperature is about 39 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, isotic Haploxerandic Haplocryepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Surgh ashy fine sandy loam-under coniferous forest on a 47 percent north facing back slope at an elevation of 5,200 feet.  (Colors are for dry soil unless otherwise stated.  All textures are apparent field textures.)\nOe--0 to 1 inch; moderately decomposed forest litter.  (1/2 to  2 inches thick)\nC--1 to 1.25 inch; white (10YR 8/1) ashy fine sandy loam, light gray (10YR 7/1) moist; weak fine granular structure; soft, friable, nonsticky and nonplastic; many fine and medium tubular pores; 5 percent pebbles, moderately acid (pH 6.0); NaF pH 9.6; abrupt smooth boundary.  (0 to 1 inch thick)\n2A--1.25 to 4 inches; pale brown (10YR 6/3) ashy fine sandy loam, brown (10YR 4/3) moist weak medium granular structure; soft, friable, nonsticky and nonplastic; common fine and medium roots; many fine and medium tubular pores; 5 percent pebbles; slightly acid (PH 6.3); NaF pH 10.1; gradual wavy boundary.  (1 to 3 inches thick)\n2Bw1--4 to 14 inches; pale brown (10YR 6/3) gravelly ashy fine sandy loam, dark yellowish brown (10YR 4/4) moist; weak medium granular structure; soft, friable, nonsticky and nonplastic; many fine, medium and coarse roots; many fine, medium and coarse tubular pores; 30 percent pebbles; slightly acid (pH 6.5); NaF pH 10.1; diffuse wavy boundary.  (7 to 12 inches thick)\n3Bw2--14 to 22 inches; light yellowish brown (10YR 6/4) very gravelly sandy loam, yellowish brown (10YR 5/6) moist; weak medium granular structure, soft, friable, nonsticky and nonplastic; many fine, medium and coarse roots; many fine, medium and coarse tubular pores; 50 percent pebbles, 5 percent cobbles, and 10 percent soft pebbles; slightly acid (pH 6.3); NaF pH 9.6: diffuse wavy boundary.  (6 to 15 inches thick)\n3C--22 to 47 inches; light yellowish brown (10YR 6/4) extremely gravelly sandy loam, dark yellowish brown (10YR 4/4) moist; massive; soft, friable, nonsticky and nonplastic; few medium and coarse roots; many fine, medium and coarse tubular pores; 55 percent pebbles, 5 percent cobbles, 5 percent stones, and 10 percent soft pebbles; moderately acid (pH 6.0); NaF pH 9.6; abrupt wavy boundary.  (15 to 30 inches thick)\n3R--47 inches, fractured gneiss."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Chelan County, Washington; 2.6 miles east of Buck Creek and Chumstick junction on the main Entiat Ridge road; 1,500 ft east and 1,200 feet south of the northwest corner of sec. 36, T. 25 N., R. 19 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The mean annual soil temperature is estimated to range from 39 to 41 degrees F.  These soils are usually moist, but are dry in the moisture control section for 60 to 75 consecutive days following summer solstice. The upper 7 to 14 inches has an estimated moist bulk density of 0.60 to 0.85 g/cc, volcanic glass content of 30 to 60 percent, acid-oxalate extractable aluminum plus one-half of the acid-oxalate extractable iron of 1.0 to 2.0 percent and 15-bar water retention of 5 to 12 percent for air dried samples.  The particle-size control section averages 35 to 65 percent rock fragments, 0 to 15 percent paragravel consisting of shist or gneiss fragments and 5 to 10 percent clay.  The depth to bedrock ranges from 40 to 60 inches.\nThe C horizon has value of 6 through 8 dry, 4 through 7 moist, and chroma of 1 or 2 moist and dry.  Reaction ranges from strongly acid to slightly acid.\nThe 2A horizon has value of 5 or 6 dry, 3 or 4 moist, chroma of 3 or 4 moist and dry.\nThe 2Bw horizon has hue of 7.5YR or 10YR, value of 4 through 6 dry, 3 through 5 moist, and chroma of 3 through 6 dry and moist.  It is ashy fine sandy loam, gravelly ashy fine sandy loam, stony ashy sandy loam, cobbly ashy sandy loam, gravelly ashy sandy loam or very bouldery ashy fine sandy loam.  Reaction ranges from moderately acid to neutral.\nThe 3Bw horizon has value of 5 or 6 dry, 4 or 5 moist, and chroma of 3 to 6 moist and dry.  It is extremely gravelly sandy loam, very gravelly sandy loam, very gravelly fine sandy loam, very cobbly sandy loam, very cobbly coarse sandy loam, very stony coarse sandy loam or very stony sandy loam.  Reaction is moderately acid to neutral.\nThe 3C horizon has value of 5 or 6 dry, 4 or 5 moist, and chroma of 3 or 4 dry and moist.  It is extremely gravelly sandy loam, very gravelly sandy loam, extremely gravelly coarse sandy loam, very cobbly sandy loam or very stony sandy loam.  Reaction ranges from moderately acid to neutral."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Ashworth (T), Buhrig, Buttoncreek, Devore, Finney, Gatewall, Holloway, Hun, Moses, Myerscreek, Otwin, Petty, Phillcher, Prouty, Remmel, Rubycreek (T), Rumsey (T), Skinwood (T), Snowcreek (T), Surgh, Venson, and Waldbilling series.  The Ashworth, Buttoncreek, Gatewall, Holloway, Hun, Myerscreek, Petty, Phillcher, Rumsey, Rubycreek, and Waldbilling soils are very deep.  The Buhrig, Devore, Otwin, Skinwood, Snowcreek, and Venson soils are 20 to 40 inches to a lithic contact.  The Moses and Prouty soils are 20 to 40 inches to a paralithic contact.  The Finney soils have 10 to 18 percent clay in the particle-size control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Surgh soils are on mountainsides, fans and broad ridgetops at elevations of 2,700 to 6,800 feet.  Slopes are 3 to 90 percent.  These soils formed in residuum and colluvium from granite, gneiss or schist, with a mantle of volcanic ash.  They are in a climate with warm dry summers and cool moist winters.  The average annual precipitation is 25 to 40 inches.  The mean January temperature is about 20 degrees F.; mean July temperature is about 60 degrees F; mean annual temperature is about 39 degrees F.  The growing season at 28 degrees F. is about 60 to 140 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are Almac, Ardenvoir, Ardenmont, Azwell, Chumstick, and Tillicum series.  Almac soils have more than 60 percent pyroclastic materials in the upper part of the particle-size control section. Ardenvoir, Tillicum and Ardenmont soils are frigid.  Azwell and Chumstick soils have bedrock at depths less than 40 inches."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained, slow to rapid runoff, moderate or moderately rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Woodland, wildlife habitat, watershed and recreation.  Native vegetation is Douglas-fir, lodgepole pine and subalpine fir, with an understory of dwarf huckleberry, pachystima, western rattlesnake plantain, common princes pine, whitevein pyrola, longtube twinflower, whortleberry and sidebells wintergreen."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  East slopes of the Cascade Mountains in East and North Central Washington.  This series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Chelan County, (Entiat Area), Washington, 1971."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are and a cambic horizon from 4 inch to 22 inches.  The layer from 1 to 14 inches meets andic soil properties.  The C horizon from 1 to 1.25 inch is Mt. St. Helens volcanic ash 'W' layer 450 year BP.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
