{
  "SERIES": "SURVYA",
  "STATUS": "Inactive Series",
  "BYREV": "Rev. LWW/SBJ/LNL",
  "REVDATE": "07/2007",
  "STATES": "CA,NV",
  "OVERVIEW": "The Survya series is a member of the clayey over sandy or sandy-skeletal, montmorillonitic, mesic family of Typic Natrargids.  Typically, Survya soils have light gray sandy loam A2 horizons about 1 inch thick, light gray, columnar clay B2t horizons containing more than 15 percent exchangeable sodium, and very gravelly sand and coarse sand unconformable IIC horizons. These soils are calcareous and very strongly alkaline throughout.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Clayey over sandy or sandy-skeletal, smectitic over mixed, mesic Typic Natrargids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Survya sandy loam - rangeland (Colors are for dry soil unless otherwise stated.)\nA2--O to 1 inches; light gray (2.5Y 7/2) sandy loam, dark grayish brown (2.5Y 4/2) moist; massive; slightly hard, friable, nonsticky, nonplastic; few very fine roots; many fine vesicular pores; violently effervescent; very strongly alkaline (pH 9.2); abrupt smooth boundary.  (1 to 3 inches thick)\nB21t--1 to 3 inches; light gray (10YR 7/2) clay, brown (10YR 5/3) moist; weak medium columnar structure in place but moderate medium angular blocky when displaced; hard, friable, very sticky, very plastic; few very fine and fine roots; many very fine tubular pores; many thin clay films on faces of peds and continuous moderately thick in pores; violently effervescent; very strongly alkaline (pH 9.6); abrupt smooth boundary. (2 to 4 inches thick)\nB22t--3 to 7 inches; variegated light gray (10YR 7/2) and pale brown (10YR 6/3) clay, brown (10YR 5/3) moist; common fine and medium faint white (10YR 8/2) lime segregations; weak medium prismatic structure in place, but moderate medium angular blocky when displaced; hard, friable, very sticky, very plastic; common very fine roots; many very fine tubular and interstitial pores; many moderately thick clay films in pores; violently effervescent; very strongly alkaline (pH 9.6); clear wavy boundary. (2 to 6 inches thick)\nIIB3tca--7 to 11 inches; light brownish gray (10YR 6/2) very gravelly sandy clay loam, brown (10YR 5/3) moist; common medium distinct white (10YR 8/2) lime segregations and coatings mainly on the underside of pebbles; massive; slightly hard, friable, sticky, plastic; common very fine roots; many very fine and fine interstitial pores; common thin clay films in pores and common thin clay bridges between sand grains And gravel; violently effervescent; very strongly alkaline (pH 9.6); clear wavy boundary. (3 to 7 inches thick)\nllElca--11 to 17 inches; pale brown (10YR 6/3) very gravelly sand, dark grayish brown (10YR 4/2) moist; white (10YR 8/2) lime coatings mostly on the underside of pebbles; single grained; loose when dry and moist; few very fine roots; many very fine and fine and few medium interstitial pores; matrix is strongly effervescent; very strongly alkaline (pH 9.2); clear wavy boundary. (5 to 12 inches thick)\nIIC2--17 to 34 inches; grayish brown (10YR 5/2) stratified fine gravelly coarse sand and very gravelly sand, dark grayish brown (10YR 4/2) moist; gray (10YR 5/1), pale brown (10YR 6/3), very pale brown (10YR 7/3) colored sand grains and gravel; single grained; loose when dry and moist; few very fine roots mainly in the upper part; many very fine and fine, and few medium interstitial pores; contains thin (2 to 3 inch thick) massive strata that are slightly hard and friable; noneffervescent; strongly alkaline (pH 8.8)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Modoc County, California; about 40 feet west of a northward trending jeep trail; about 200 feet east and 300 feet north of the SE corner of sec. 16, T.39N., R.17E., Mount Diablo base line and meridian."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Thickness of the solum and depth to the unconformable very gravelly C materials range from 10 to 16 inches.  These soils are usually dry, mainly during the late spring, summer, and early fall months. The mean annual soil temperature ranges from 49 degrees  to 53 degrees F. The sola and upper part of the C horizons are calcareous, and range in pH from 9.0 to 9.6 with highest pH usually in the B2t horizon. The remainder of the profile is noncalcareous and ranges from pH from 7.8 to 8.8. Unconformable overblown Al horizons of loamy fine sand or fine sand can occur on these soils ranging up to 14 inches thick, but averages 1 to 4 inches thick. These materials have value of 6 or 7 dry and 4 or 5 moist, and chroma of 2 or 3.\nThe A2 horizon has hue of 2.5Y or lOYR, value of 7 or 6 dry and 4 or 3 moist, and chroma of 2 or 1 dry. It is usually massive, but has weak or moderate very thin to medium platy structure in some pedons.\nThe B2t horizon has hue of lOYR or 2.5Y, value of 7 or 6 dry and 4 or 5 moist, and chroma of 2 or 3.\nThe B21t horizon has weak to strong fine or medium columnar structure and the B22t horizons are similar in grade and durability but are prismatic. The weaker B2t horizons, when displaced, have moderate fine or medium subangular or angular blocky structure. Segregated lime occurs in the lower part of the B2t horizons and ranges from few to many, fine or medium. The argillic horizon, after mixing, is predominantly clay, but includes heavy clay loam.\nThe B3t horizon contains up to 60 percent gravel by volume. When mixed, the argillic horizon contains from O to 35 percent gravel.\nThe C horizon varies widely in color depending upon the color of individual sand grains or gravel. Hue is lOYR or 2.5Y, value is 4 through 7 dry and 3 through 5 moist, and chroma of 1 to 3. Discontinuous massive lenses are found in the IIC material that are slightly hard or hard and range up to 6 inches thick. Occasional very thin silica coatings may occur on some pebble bottoms in these strata."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Churchill, Harding, Flattop, and Uvalde series. Churchill soils contain tufa fragments in the B3tca horizons and overlie lacustrine clay. Flattop soils have mean annual soil temperatures more than 59 degrees F., prismatic clay loam or light clay loam B2t horizons, and are weak or strongly lime-cemented in unconformable very gravelly materials. Harding soils have prismatic clay B2t horizons of mixed mineralogy over white, limy lacustrine clay IIC horizons. Uvalde soils differ by having heavy silty clay loam or silty clay B2t horizons with subangular blocky structure over silty clay loam C horizons, and containing 10 to 30 percent by volume lime concretions ln the Cca horizons."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: The Survya soils are on smooth, gently to moderately sloping off-shore lake terraces at elevations of 4,500 to 5,000 feet.  Slope gradients are 2 to 9 percent. These soils formed in loamy alluvium superimposed over very gravelly sandy lacustrine materials both of which have been derived from mixed rock sources including basalt, andesite, tuff, and tuff breccia. The climate is cool, semiarid. Mean annual rainfall is about 5 to 7 inches. The mean annual temperature ranges from 47 degrees to 51 degrees F., mean January temperature about 28 degrees to 31 degrees F., and July temperature about 70 degrees to 71 degrees F"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Raglan and Zorravista soils. Raglan soils have fine-loamy control sections and contain firm durinodes. Zorravista soils have fine sand control section."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained- medium runoff- slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: These soils are used for providing livestock grazing. The predominant vegetation consists of bud sagebrush and shadscale."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: These soils occur along the Nevada-California state line in both the Surprise Valley-Home Camp Area and adjacent Massacre Area. The soils are of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Modoc County, California, 1971."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  This series was inactivated in 2007 as a result of the update and recorrelation of the Soil Survey of Surprise Valley-Home Camp Area, California and Nevada in 2006.\nSurvya soils were formerly classified as Solonetz soils.\nOSED scanned by SSQA. Last revised by state on 6/72."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "NA"
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": ""
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A2",
        "top": "NA",
        "bottom": 3,
        "dry_hue": "2.5Y",
        "dry_value": 7,
        "dry_chroma": 2,
        "moist_hue": "2.5Y",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "sandy loam",
        "cf_class": "NA",
        "pH": 9.2,
        "pH_class": "very strongly alkaline",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "A2--O to 1 inches; light gray (2.5Y 7/2) sandy loam, dark grayish brown (2.5Y 4/2) moist; massive; slightly hard, friable, nonsticky, nonplastic; few very fine roots; many fine vesicular pores; violently effervescent; very strongly alkaline (pH 9.2); abrupt smooth boundary.  (1 to 3 inches thick)"
      },
      {
        "name": "B21t",
        "top": 3,
        "bottom": 8,
        "dry_hue": "10YR",
        "dry_value": 7,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 3,
        "texture_class": "clay",
        "cf_class": "NA",
        "pH": 9.6,
        "pH_class": "very strongly alkaline",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "B21t--1 to 3 inches; light gray (10YR 7/2) clay, brown (10YR 5/3) moist; weak medium columnar structure in place but moderate medium angular blocky when displaced; hard, friable, very sticky, very plastic; few very fine and fine roots; many very fine tubular pores; many thin clay films on faces of peds and continuous moderately thick in pores; violently effervescent; very strongly alkaline (pH 9.6); abrupt smooth boundary. (2 to 4 inches thick)"
      },
      {
        "name": "B22t",
        "top": 8,
        "bottom": 18,
        "dry_hue": "10YR",
        "dry_value": 7,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 3,
        "texture_class": "clay",
        "cf_class": "NA",
        "pH": 9.6,
        "pH_class": "very strongly alkaline",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "B22t--3 to 7 inches; variegated light gray (10YR 7/2) and pale brown (10YR 6/3) clay, brown (10YR 5/3) moist; common fine and medium faint white (10YR 8/2) lime segregations; weak medium prismatic structure in place, but moderate medium angular blocky when displaced; hard, friable, very sticky, very plastic; common very fine roots; many very fine tubular and interstitial pores; many moderately thick clay films in pores; violently effervescent; very strongly alkaline (pH 9.6); clear wavy boundary. (2 to 6 inches thick)"
      },
      {
        "name": "IIB3tca",
        "top": 18,
        "bottom": 28,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 3,
        "texture_class": "sandy clay loam",
        "cf_class": "very gravelly",
        "pH": 9.6,
        "pH_class": "very strongly alkaline",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "IIB3tca--7 to 11 inches; light brownish gray (10YR 6/2) very gravelly sandy clay loam, brown (10YR 5/3) moist; common medium distinct white (10YR 8/2) lime segregations and coatings mainly on the underside of pebbles; massive; slightly hard, friable, sticky, plastic; common very fine roots; many very fine and fine interstitial pores; common thin clay films in pores and common thin clay bridges between sand grains And gravel; violently effervescent; very strongly alkaline (pH 9.6); clear wavy boundary. (3 to 7 inches thick)"
      },
      {
        "name": "llElca",
        "top": 28,
        "bottom": 43,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "sand",
        "cf_class": "very gravelly",
        "pH": 9.2,
        "pH_class": "very strongly alkaline",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "llElca--11 to 17 inches; pale brown (10YR 6/3) very gravelly sand, dark grayish brown (10YR 4/2) moist; white (10YR 8/2) lime coatings mostly on the underside of pebbles; single grained; loose when dry and moist; few very fine roots; many very fine and fine and few medium interstitial pores; matrix is strongly effervescent; very strongly alkaline (pH 9.2); clear wavy boundary. (5 to 12 inches thick)"
      },
      {
        "name": "IIC2",
        "top": 43,
        "bottom": 86,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "coarse sand",
        "cf_class": "gravelly",
        "pH": 8.8,
        "pH_class": "strongly alkaline",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "IIC2--17 to 34 inches; grayish brown (10YR 5/2) stratified fine gravelly coarse sand and very gravelly sand, dark grayish brown (10YR 4/2) moist; gray (10YR 5/1), pale brown (10YR 6/3), very pale brown (10YR 7/3) colored sand grains and gravel; single grained; loose when dry and moist; few very fine roots mainly in the upper part; many very fine and fine, and few medium interstitial pores; contains thin (2 to 3 inch thick) massive strata that are slightly hard and friable; noneffervescent; strongly alkaline (pH 8.8)."
      }
    ]
  ]
}
