{
  "SERIES": "SUTA",
  "STATUS": "Established Series",
  "BYREV": "Rev. KDV/TLA/RJE/RWL",
  "REVDATE": "11/2008",
  "STATES": "WA",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive, mesic Ultic Haploxerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Suta bouldery loam - forested on a 60 percent southeast-facing side slope at an elevation of 2,200 feet. (Colors are for dry soil unless otherwise noted.)\nOi--0 to 2 inches; needles, twigs, leaves.\nA1--2 to 9 inches; brown (7.5YR 5/2) bouldery loam, dark reddish brown (5YR 3/3) moist; weak very fine granular structure; soft, friable, slightly sticky and nonplastic; many very fine and few fine roots; many very fine irregular pores; 5 percent stones and boulders and 20 percent gravel; neutral (pH 7.0); clear wavy boundary. (4 to 8 inches thick)\nA2--9 to 14 inches; brown (7.5YR 5/2) very gravelly loam, dark reddish brown (5YR 3/3) moist; weak very fine granular blocky structure, soft, friable, slightly sticky and nonplastic; many very fine, few fine and few medium roots; many very fine irregular and few very fine tubular pores; 30 percent gravel and 5 percent cobbles; neutral (pH 6.6); clear wavy boundary. (4 to 8 inches thick)\nBw1--14 to 26 inches; brown (7.5YR 5/4) very gravelly loam, dark reddish brown (5YR 3/4) moist; weak very fine and fine subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; many very fine, few fine, and few medium roots; common very fine irregular and few very fine tubular pores; 40 percent gravel and 5 percent cobbles; slightly acid (pH 6.4); clear wavy boundary. (12 to 18 inches thick)\nBw2--26 to 44 inches; brown (7.5YR 5/4) very gravelly loam, dark reddish brown (5YR 3/4) moist; weak very fine and fine subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; many very fine and few fine roots; common very fine irregular and few fine tubular pores; 45 percent gravel and 5 percent cobbles; slightly acid (pH 6.4); abrupt irregular boundary. (12 to 18 inches thick)\n2R--44 inches; fractured basalt."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Klickitat County, Washington; about 5 miles north of Goldendale; 3,100 feet north and 1,500 feet east of the southwest corner of section 28, T. 5 N., R. l6 E. (Latitude 45 degrees, 53 minutes, 24 seconds N. and Longitude 120 degrees, 48 minutes, 48 seconds W.)"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: The mean annual soil temperature ranges from 47 to 50 degrees F. These soils are usually moist, but the soil moisture control section is dry in all parts for 60 to 75 consecutive days within the 4 months that follow the summer solstice. Depth to bedrock is 40 to 60 inches. The particle-size control section averages 35 to 50 percent rock fragments and 18 to 23 percent clay. The mollic epipedon is 10 to 20 inches thick. Reaction is slightly acid or neutral throughout.\nThe A horizon has hue of 5YR or 7.5YR and chroma of 2 or 3 moist and dry.\nThe Bw horizon has hue of 5YR or 7.5YR, value of 5 or 6 dry and chroma of 3 or 4 dry and moist. Rock fragments in some pedons may include up to 15 percent stones and boulders."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Bald, Briedwell, Fivelakes, Huston, Lyville, Mowako, Rockford and Spokel series.\nBald soils  20 to 40 inches to a lithic contact (basalt)\nBriedwell soils   greater than 60 inches to bedrock; dry for 45 to 60 consecutive days following the summer solstice; pscs dominated by rounded and subrounded rock fragments; MAST of 52 to 55 degrees F.\nFivelakes soils   greater than 60 inches to bedrock; dry for 90 to 105 consecutive days following the summer solstice; 20 to 36 inches to sandy-skeletal substratum\nHuston soils   greater than 60 inches to bedrock; pscs with 7 to 18 percent clay and 35 to 60 percent rounded and subrounded rock fragments\nLyville soils  dry for 75 to 90 consecutive days following the summer solstice\nMowako soils   20 to 40 inches to a lithic contact (sedimentary); pscs with more than 65 percent channer shaped rock fragments of sedimentary origin\nRockford soils  greater than 60 inches to bedrock; solum 18 to 38 inches thick; cemented stony layers occur at depths of 40 to more than 60 inches\nSpokel soils   greater than 60 inches to bedrock; dry for 45 to 60 consecutive days following the summer solstice"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Suta soils are on canyon side slopes at elevations of 1,700 to 3,000 feet. Slopes are 40 to 60 percent. Suta soils formed in colluvium from Simcoe basalt mixed with minor amounts of loess and volcanic ash. Summers are warm and dry and winters are cool and wet. The mean annual precipitation is 18 to 25 inches. The average January temperature is 28 degrees F. and the average July temperature is 65 degrees F. The mean annual temperature is 46 to 48 degrees F. The frost-free season is 100 to 140 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Maydol, Nook, Presher, Quiden, Satus, and the competing Lyville soils. Maydol, Nook and Presher soils are fine-loamy. Quiden soils are coarse-loamy. Satus soils have a frigid temperature regime. Maydol soils are on plateaus.  Nook soils are on alluvial fans and low terraces.  Presher soils are on plateaus and footslopes.  Quiden soils are on plateaus and structural benches.  Satus soils are mountain slopes.  Lyville soils are on canyon side slopes."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; medium runoff; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: These soils are used mainly for timber production, grazable woodland, and wildlife habitat. Vegetation includes Douglas-fir, ponderosa pine, Oregon white oak, with an understory of elk sedge, creambush oceanspray, squaw carpet, pinegrass, and lupine."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Klickitat County, Washington; MLRA 6. The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Klickitat County, Washington, 2003."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon - the zone 2 to 14 inches\nCambic horizon - the zone from 14 to 44 inches\nLithic contact - the zone starting at 44 inches.\nDepth to diagnostic horizons and features are measured from the top of the first mineral layer.\nFurther investigation is needed as to the extent of ash influence and impact on classification.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
