{
  "SERIES": "SUTRA",
  "STATUS": "Inactive Series",
  "BYREV": "Ird. BAL/DWD/ET",
  "REVDATE": "12/2015",
  "STATES": "AZ",
  "OVERVIEW": "The Sutra series consists of very shallow and shallow, well drained soils formed in colluvium and residuum from limestone.  Sutra soils are on escarpments of plateaus.  Slopes range from 15 to 70 percent.  The mean annual precipitation is about 7 inches and the mean annual air temperature is about 65 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive, calcareous, thermic Lithic Torriorthents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Sutra very gravelly very fine sandy loam - recreation and wildlife habitat.  (Colors are for dry soil unless otherwise noted.)\nA--0 to 1 inch; light yellowish brown (10YR 6/4) very gravelly very fine sandy loam; dark yellowish brown (10YR 4/4) moist; weak thick platy structure parting to moderate fine subangular blocky; slightly hard, very friable, nonsticky and nonplastic; many very fine roots; common very fine irregular pores; violently effervescent; moderately alkaline (pH 8.0); 40 percent gravel, 10 percent cobble, 5 percent stone and 5 percent boulder; abrupt smooth boundary.  (1 to 3 inches thick)\nBw--1 to 6 inches; light brown (7.5YR 6/4) very gravelly silt loam, brown (7.5YR 4/4) moist; weak coarse platy structure parting to moderate fine subangular blocky; soft, very friable, nonsticky and nonplastic; many very fine roots; many very fine irregular and few fine tubular pores; violently effervescent; moderately alkaline (pH 8.4); 35 percent gravel; clear smooth boundary.  (4 to 6 inches thick)\nBk--6 to 9 inches; light brown (7.5YR 6/4) very gravelly silt loam, brown (7.5YR 5/4) moist; massive; soft, very friable, nonsticky and nonplastic; many very fine and common fine roots; many very fine irregular and few fine tubular pores; common very thin calcium carbonate coatings on rock fragments; common medium soft bodies of pink (7.5YR 7/4) silt loam; violently effervescent; moderately alkaline (pH 8.4); 35 percent gravel; abrupt irregular boundary.  (2 to 5 inches thick)\nR--9 inches; fractured limestone bedrock with few roots and few calcite crystals in cracks; uppermost bedrock surface has a thin coating of calcium carbonate."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Mohave County, Arizona, on the Grand Wash Cliffs in Lake Mead National Recreation Area; about 4.25 miles south of the southeast corner of section 32, T 33 N., R.15 W;  36 degrees, 9 minutes, 38 seconds north lattitude; 113 degrees, 56 minutes, 3 seconds west longitude."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture:  Intermittently moist in some part of the soil moisture control section during December - February and for less than 20 days cumulative during July - September.  Driest during May and June.  Typic aridic soil moisture regime.\nSoil temperature:  65 to 72 degrees F.\nRock fragments:  averages 35 to 60 percent, 35 to 60\npercent gravel, 0 to 20 percent cobble.\nClay content:  averages 14 to 18 percent in the particle-size control section.\nDepth to bedrock:  8 to 14 inches.\nA and Bw horizons\nHue:  7.5YR, 10YR.\nValue:  5 through 7 dry, 4 or 5 moist.\nChroma:  3 or 4, dry or moist.\nEffervescence:  strongly to violently effervescent.\nCalcium carbonate equivalent:  15 to 35 percent.\nTexture:  loam, fine sandy loam, silt loam.\nBk horizon\nHue:  7.5YR, 10YR.\nValue:  6 or 7 dry, 4 or 5 moist.\nChroma:  2 through 4, dry or moist.\nCalcium carbonate equivalent:  15 to 40 percent.\nTexture:  fine sandy loam or silt loam.\nCalcium carbonate concentrations exist as coatings and pendants on coarse fragments or as fine and medium soft bodies."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Akela (NM), Chatticup (T)(NV), Dalvord (T)(CA), Haleburu (T)(NV), Hindu (AZ), Hulda (T)(AZ), Pearce (T)(AZ), Razorback (T)(AZ), Tecopa (CA), Terlingua (TX), Upspring (CA) series.  The Akela, Chatticup, Dalvord, Haleburu, Hulda, Razorback, Tecopa, Terlingua and Upspring soils are formed in igneous, metamorphic or volcanic parent material and have less than 15 percent calcium carbonate equivalent.  The Hindu soils are moist for more than 20 day cumulative from July to September.  Pearce soils have more than 60 percent coarse fragments in the particle-size control section and are dominated by cobble and stone."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Sutra soils are on escarpments of plateaus at elevations of 1600 to 4400 feet.  These soils formed in colluvium and residuum derived from limestone.  Slopes range from 15 to 70 percent.  The mean annual precipitation is 6 to 9 inches and occurs as thunderstorms during July to September and as gentle rains during December and January.  The mean annual air temperature is 63 to 70 degrees F.  The frost-free period is 180 to 240 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the nearby Bobzbulz (T)(AZ) and Snapcan (T)(AZ) soils.  Bobzbulz and Snapcan soils are more than 20 inches deep to hard fanglomerate dominated by igneous and metamorphic clasts.  In addition, Snapcan soils have a mean annual soil temperature greater than 72 degrees F."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; very rapid runoff; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Sutra soils are used for livestock grazing, wildlife habitat, and recreation.  Vegetation includes Torrey ephedra, desrt globemallow, desert trumpet, ocotillo, white bursage, sandpaper bush."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northwestern Arizona;  MLRA is 30.  Sutra series are not extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: PHOENIX, ARIZONA"
  },
  "ORIGIN": {
    "section": "SERIES PROPOSED",
    "content": "SERIES PROPOSED:  Mohave County, Arizona, soil survey of Lake Mead National Recreation Area, 1997."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - The zone from 0 to 2 inches  (A horizon).\nEntisol feature - Lack of diagnostic subsurface horizons\nLithic contact - The boundary at 9 inches (R horizon)\nNational Cooperative Soil Survey\nU.S.A."
  }
}
