{
  "SERIES": "SUZMAYNE",
  "STATUS": "Established Series",
  "BYREV": "Rev. KDS/JMS/RLB",
  "REVDATE": "05/2007",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive, calcareous, mesic Aridic Ustorthents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Suzmayne very channery loam, on a 20 percent slope on a ridge top at an elevation of 7,480 feet. (Colors are for dry soil unless otherwise noted.) The surface is covered by 15 percent gravel, 5 percent cobbles, 15 percent channers, 5 percent stones, and 5 percent flagstones.\nA--0 to 7 inches; yellowish brown (10YR 5/4) very channery loam, dark yellowish brown (10YR 4/4) moist; weak medium granular structure; soft, friable, nonsticky and nonplastic; few very fine and fine roots; common very fine interstitial pores; 20 percent gravel, 5 percent cobbles, and 10 percent channers; strong effervescent; moderately alkaline (pH 8.4); clear smooth boundary. (4 to 8 inches thick)\nC1--7 to 13 inches; reddish brown (5YR 5/4) gravelly loam, brown (7.5YR 4/4) moist; weak fine and medium subangular blocky structure; soft, friable, slightly sticky and nonplastic; common fine, and few very fine, medium roots; few very fine and fine tubular pores; 15 percent gravel, 5 percent cobbles, 5 percent stones; strong effervescent; moderately alkaline (pH 8.4); clear wavy boundary. (4 to 8 inches thick)\nC2--13 to 27 inches; light reddish brown (2.5YR 6/4) very gravelly loam, reddish brown (2.5YR 5/3) moist; weak fine subangular blocky structure; slightly hard, friable; slightly sticky and slightly plastic; few fine and medium roots; few very fine tubular pores; carbonates disseminated throughout; 25 percent gravel, 10 percent cobbles, 5 percent stones; strong effervescent; strongly alkaline (pH 8.5); abrupt wavy boundary. (4 to 10 inches thick)\nR--27 inches; Straight Cliffs Formation sandstone bedrock."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Garfield County, UT; Upper Canaan Creek USGS quad; lat. 37 degrees 39 minutes 01 seconds N. and long. 111 degrees 42 minutes 57 seconds W., NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture  Aridic ustic moisture regime.\nMean annual soil temperature - 47 to 53 degrees F\nDepth to lithic contact - 20 to 40 inches to sandstone\nParticle-size control section (weighted average):\nClay content: 18 to 27 percent\nRock fragments: 35 to 75 percent\nA horizon:\nHue: 7.5YR or 10YR\nValue: 5 to 7 dry, 4 to 6 moist\nChroma: 4 or 5 dry or moist\nRock fragments: 35 to 75 percent gravel, cobbles, channers, stones, and flagstones\nReaction: slightly to moderately alkaline\nC horizons:\nHue: 2.5YR to 10YR\nValue: 5 to 7 dry, 4 to 6 moist\nChroma: 4 or 5 dry, 3 or 4 moist\nTexture: gravelly loam, very gravelly loam\nClay content: 18 to 27 percent\nRock fragments: 25 to 75 percent gravel, cobbles, channers, stones, and flagstones\nReaction: slightly to strongly alkaline"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: This the Zopilote (T CO) series. Zopilote soils are very deep soils."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material: residuum derived from sandstone\nLandform: hillslopes and ridges on structural benches\nSlopes: 10 to 40 percent\nElevation: 6,300 to 7,600 feet\nMean annual temperature: 45 to 51 degrees F\nMean annual precipitation: 12 to 16 inches\nFrost-free period: 100 to 120 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Colskel series. The Colskel soils are shallow to bedrock."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; medium runoff; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Suzmayne soils are used for livestock grazing, recreation and wildlife habitat.  Potential native vegetation includes Utah juniper, two-needle pinyon, Utah serviceberry, Gambel Oak, birchleaf mountain mahogany, mountain big sagebrush, bitterbrush, muttongrass, and Indian ricegrass. These soils have been correlated to the Upland Stony Loam (Pinyon-Utah Juniper) 035XY321UT ecological site at the type location in Utah."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Southern Utah; LRR D, MLRA 35; small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Phoenix, Arizona"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Garfield County, UT, Grand-Staircase Escalante soil survey area; 2004."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nParticle-size control section - The zone from 10 to 27 inches. (part of C1 and C2 horizons)\nLithic contact - The contact with sandstone at 27 inches. (R horizon)\nThe assignment of the cation-exchange activity class is inferred from lab data from similar soils in the surrounding area.\nTaxonomic version - Ninth Edition, 2003\nNational Cooperative Soil Survey\nU.S.A."
  }
}
