{
  "SERIES": "SWAFFORD",
  "STATUS": "Established Series",
  "BYREV": "Rev. NTH-MKC",
  "REVDATE": "08/2001",
  "STATES": "GA,TN",
  "OVERVIEW": "The Swafford series consists of very deep, moderately well drained soils on low stream terraces, toe slopes and foot slopes. These soils formed in loamy alluvial and colluvial sediments. They have a fragic layer beginning at a depth of about two feet. The mean annual temperature is about 60 degrees F., and the mean annual precipitation is 53 inches near the type location. Slopes range from 0 to 15 percent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, siliceous, semiactive, thermic Fragiaquic Paleudults"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Swafford silt loam on a 2 percent slope--pasture.  (Colors are for moist soil.)\nAp--0 to 8 inches; brown (7.5YR 4/4) silt loam; moderate medium granular structure; very friable; many fine and medium roots; many fine and few medium tubular pores; strongly acid; clear smooth boundary. (6 to 10 inches thick)\nBtl--8 to 12 inches; strong brown (7.5YR 4/6) loam; weak fine subangular blocky structure; very friable; common fine and few medium roots; many fine and few medium tubular pores; few clay films in pores; moderately acid; gradual smooth boundary.\nBt2--12 to 24 inches; yellowish brown (10YR 5/8) loam; few fine distinct light brownish gray (10YR 6/2) mottles; moderate medium subangular blocky structure; friable, common fine roots; many fine and few medium tubular pores; common manganese nodules up to 1/4 inch across; few clay films on faces of peds and in pores; very strongly acid; gradual smooth boundary. (Thickness of the Bt horizon ranges from 12 to 30 inches thick)\nBtx1--24 to 44 inches; brownish yellow (10YR 6/8) loam, common medium distinct strong brown (7.5YR 5/8) and light brownish gray (10YR 6/2) mottles; moderate coarse prismatic structure parting to moderate medium subangular blocky; firm; few fine roots in seams between prisms; common fine and medium tubular pores; few clay films in pores and on secondary peds; light gray silt coatings on faces of prisms and thin light brownish gray seams between some prisms; common medium black manganese nodules and few medium red iron nodules and accumulations; 40 to 60 percent brittle by volume; very strongly acid; gradual wavy boundary.\nBtx2--44 to 65 inches; brownish yellow (10YR 6/8) loam; common medium distinct strong brown (7.5YR 5/8) and light brownish gray (10YR 6/2) mottles; weak medium prismatic structure parting to moderate medium subangular blocky; friable; common fine and medium tubular pores; few clay film in pores and on faces of secondary peds; light gray silt coatings on faces of prisms; few gray clay flows and plugs; few coarse black manganese nodules and few medium red iron nodules; 20 to 40 percent brittle by volume; very strongly acid.  (Thickness of the Btx horizon ranges from 20 to 45 inches)"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Bledsoe County, Tennessee; 0.7 mile south of Ninemile Cross Road intersection on Old State Highway 28, 550 feet southeast of road."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Thickness of the solum is greater than 60 inches. Depth to the fragic layer ranges from 18 to 36 inches. Depth to bedrock is greater than 60 inches. The soil is moderately acid to very strongly acid except the surface layer is less acid where limed. Content of pebbles is typically from 0 to 10 percent throughout, but ranges as high as 30 percent in individual subhorizons. The silt content is more than 20 percent in the particle-size control section.\nThe Ap horizon has hue of 10YR or 7.5YR, value of 3 to 5 and chroma of 3 to 4. Texture is loam or silt loam.\nThe BA horizon, where present, has hue of 10YR or 7.5YR, value of 4 or 5 and chroma of 4 or 6. Texture is loam or silt loam.\nThe Bt horizon has hue of 10YR or 7.5YR, value of 4 to 6 and chroma of 4 to 8. Mottles of 2 chroma or less occur within a depth of 30 inches from the surface. Texture is dominantly loam or clay loam, but includes silt loam.\nThe Btx horizon has hue of 5YR to 10YR, value of 4 to 6 and chroma of 4 to 8. Mottles of chroma 2 or less accompanied by higher chroma mottles range from few to many. Texture is dominantly loam or clay loam, but includes silt loam. Some pedons have evidence of a discontinuity at the contact between the Bt and the Btx horizons."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the  Atlee and Eylau soils in the same family and the Ardilla, Cedarbluff, Hendon, Shack and Tasso soils in closely related families. Ardilla soils have less than 20 percent silt. Atlee soils formed in coastal plain sediments on uplands. Cedarbluff soils are somewhat poorly drained and have plinthite in the Bt horizon. Eylau soils formed in coastal plain sediments on uplands and have tongues or interfingering of an E horizon in the lower part of the Bt horizon. Hendon, Shack and Tasso soils do not have gray mottles within 30 inches of the surface. Hendon soils formed in a loamy mantle and the underlying residuum of sandstone and siltstone, and they are mesic. Shack and Tasso soils both contain chert fragments and are underlain by cherty residuum."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Swafford soils are on low stream terraces, toe slopes, and foot slopes. Slopes range from 0 to 15 percent. These soils formed in loamy alluvium or a mixture of colluvium and alluvium. The mean annual temperature is about 60 degrees F., and the mean annual precipitation is 53 inches near the type location."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Hamblen, Sequatchie, Sullivan and Whitwell soils. The moderately well drained Hamblen and well drained Sullivan soils are on adjacent floodplains and do not have argillic horizons. The well drained Sequatchie and moderately well drained Whitwell soils also occur on low stream terraces, but do not have fragic properties."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Moderately well drained; moderately slow permeability; slow to medium runoff. The higher and more sloping areas do not flood. Lower lying areas are mostly rarely flooded."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most areas of Swafford soils are cropped to corn, hay, soybeans, and small grains. Native vegetation was forest of oaks, hickory, beech, maple, elm and sycamore."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Southern Appalachian Ridges and Valleys (MLRA 128) in Tennessee and possibly Georgia. The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Morgantown, West Virginia"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Bledsoe County, Tennessee; 1987."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Laboratory data was obtained from the National Soil Survey Laboratory:  S84TN-007-013, S84TN-007-014 and S84TN-007-015.\nDiagnostic horizons and features recognized in this pedon are:\nOchric epipedon - 0 to 8 inches (Ap horizon)\nArgillic horizon - 8 to 65 inches (Btl, Bt2, Btx1, and Btx2 horizons)\nFragic feature - 40 to 60 percent brittleness from approximately 24 to 44 inches (Btx1 horizon)\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "moderately well",
        "drainage_overview": "moderately well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 20,
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "silt loam",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Ap--0 to 8 inches; brown (7.5YR 4/4) silt loam; moderate medium granular structure; very friable; many fine and medium roots; many fine and few medium tubular pores; strongly acid; clear smooth boundary. (6 to 10 inches thick)"
      },
      {
        "name": "Btl",
        "top": 20,
        "bottom": 30,
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 6,
        "texture_class": "loam",
        "pH_class": "moderately acid",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "Btl--8 to 12 inches; strong brown (7.5YR 4/6) loam; weak fine subangular blocky structure; very friable; common fine and few medium roots; many fine and few medium tubular pores; few clay films in pores; moderately acid; gradual smooth boundary."
      },
      {
        "name": "Bt2",
        "top": 30,
        "bottom": 61,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 8,
        "texture_class": "loam",
        "pH_class": "very strongly acid",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "Bt2--12 to 24 inches; yellowish brown (10YR 5/8) loam; few fine distinct light brownish gray (10YR 6/2) mottles; moderate medium subangular blocky structure; friable, common fine roots; many fine and few medium tubular pores; common manganese nodules up to 1/4 inch across; few clay films on faces of peds and in pores; very strongly acid; gradual smooth boundary. (Thickness of the Bt horizon ranges from 12 to 30 inches thick)"
      },
      {
        "name": "Btx1",
        "top": 61,
        "bottom": 112,
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 8,
        "texture_class": "loam",
        "pH_class": "very strongly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Btx1--24 to 44 inches; brownish yellow (10YR 6/8) loam, common medium distinct strong brown (7.5YR 5/8) and light brownish gray (10YR 6/2) mottles; moderate coarse prismatic structure parting to moderate medium subangular blocky; firm; few fine roots in seams between prisms; common fine and medium tubular pores; few clay films in pores and on secondary peds; light gray silt coatings on faces of prisms and thin light brownish gray seams between some prisms; common medium black manganese nodules and few medium red iron nodules and accumulations; 40 to 60 percent brittle by volume; very strongly acid; gradual wavy boundary."
      },
      {
        "name": "Btx2",
        "top": 112,
        "bottom": 165,
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 8,
        "texture_class": "loam",
        "pH_class": "very strongly acid",
        "narrative": "Btx2--44 to 65 inches; brownish yellow (10YR 6/8) loam; common medium distinct strong brown (7.5YR 5/8) and light brownish gray (10YR 6/2) mottles; weak medium prismatic structure parting to moderate medium subangular blocky; friable; common fine and medium tubular pores; few clay film in pores and on faces of secondary peds; light gray silt coatings on faces of prisms; few gray clay flows and plugs; few coarse black manganese nodules and few medium red iron nodules; 20 to 40 percent brittle by volume; very strongly acid.  (Thickness of the Btx horizon ranges from 20 to 45 inches)"
      }
    ]
  ]
}
