{
  "SERIES": "SWAHLEN",
  "STATUS": "Established Series",
  "BYREV": "Rev.  KL/CLM",
  "REVDATE": "08/1999",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive, frigid Aridic Haploxerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Swahlen stony loam--on a 4 percent south slope at 4,900 feet elevation in pasture.  (Colors are for dry soil unless otherwise noted.  When described on Sept. 7, 1989, the soil was dry from the surface to 30 inches and moist below 30 inches.)\nA1--0 to 2 inches; dark brown (10YR 4/3) stony loam, very dark brown (10YR 2/2) moist; strong medium granular structure; soft, very friable, nonsticky and nonplastic; few very fine and fine and common medium roots; common very fine irregular pores; 20 percent gravel, 10 percent stones; neutral (pH 7.2); clear smooth boundary.  (2 to 4 inches thick)\nA2--2 to 8 inches; dark brown (10YR 4/3) very gravelly loam, very dark brown (10YR 2/2) moist; strong fine and medium subangular blocky structure; slightly hard, friable, nonsticky and slightly plastic; many very fine and fine and few medium roots; many very fine irregular pores; 35 percent gravel; neutral (pH 7.2); clear smooth boundary.  (6 to 11 inches thick)\nAB--8 to 16 inches; brown (10YR 4/3) very gravelly loam,  dark brown (10YR 3/3) moist; moderate medium subangular blocky structure; slightly hard, friable, nonsticky and slightly plastic; few medium and many very fine and fine roots; many very fine irregular pores; 30 percent gravel, 5 percent cobbles; neutral (pH 7.2); gradual wavy boundary.  (4 to 10 inches thick)\nBw--16 to 27 inches; brown (10YR 5/3) very gravelly loam, dark brown (10YR 4/3) moist; moderate fine and medium subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; common very fine and fine roots; many very fine irregular pores; 50 percent gravel, 5 percent cobbles; neutral (pH 7.2); gradual wavy boundary.  (0 to 11 inches thick)\n2C1--27 to 49 inches; light brownish gray (10YR 6/2) extremely gravelly coarse sandy loam, yellowish brown (10YR 5/4) moist; massive; soft, friable, nonsticky and nonplastic, few very fine and fine roots; many very fine and fine and common medium irregular pores; 60 percent gravel, 10 percent cobbles; neutral (pH 7.2); gradual wavy boundary.  (8 to 22 inches thick)\n2C2--49 to 61 inches; light yellowish brown (10YR 6/4) extremely gravelly coarse sandy loam, olive brown (2.5Y 4/4) moist; massive; soft, friable, nonsticky and nonplastic, many very fine and fine and common medium irregular pores; 50 percent gravel, 20 percent cobbles; neutral (pH 7.2) clear wavy boundary."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Lemhi County, Idaho; about 9 miles east of Salmon, Idaho, about 1,500 feet east and 1,000 feet south of the northwest corner of section 2, T.21N., R.23E. 45 degrees, 11 minutes, 5 seconds north latitude; 113 degrees, 42 minutes, 19 seconds west longitude."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nAverage annual soil temperature - 43 to 46 degrees F\nControl section averages - 18 to 25 percent clay\nCoarse fragments - 55 to 80 percent\nMollic epipedon thickness - 12 to 18 inches\nA horizon\nvalue - 3 or 4 dry, 2 or 3 moist\nchroma - 2 or 3 dry and moist\nreaction - neutral or slightly alkaline\nAB horizon\nvalue - 3 to 5 dry, 2 or 3 moist\nchroma - 2 or 3 dry and moist\ntexture - GRV-L, GRX-L\nreaction - neutral or slightly alkaline\nBw horizon\nValue - 4 or 5 dry, 3 or 4 moist\nChroma - 3 or 4 dry and moist\nTexture - GRV-L, GRX-L\nReaction - neutral or slightly alkaline\n2C horizons\nhue - 10YR or 2.5Y\nvalue - 5 or 6 dry, 4 or 5 moist\nchroma - 2 through 4 dry and moist\ntexture - GRX-COSL, CBX-COSL, GRX-SL,"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Fitzwater, Hartig, Linrose, Loncan, Riddleranch.  Fitzwater soils have a mollic epipedon 7 to 12 inches thick.  Hartig soils have 12 to 18 percent clay in the particle-size control section.  Linrose, Loncan and Riddleranch soils are moderately deep to a lithic contact."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Swahlen soils are on fan terraces and stream terraces.  These soils formed in mixed alluvium.  Slopes are 0 to 8 percent.  Elevations are 4,000 to 5,600 feet.  The climate is cold and moist in winter and spring, and dry in summer.  Average annual precipitation is 8 to 12 inches.  Average annual temperature is 42 to 44 degrees F.  The frost-free period is 70 to 90 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Yearian and Packham soils.  Yearian soils are in depressions and localized seep areas on terraces, and are poorly drained.  Packham soils are on convex positions of remnant gravel bars and lack a mollic epipedon."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained.  Slow runoff.  Moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Cultivated for hay and pasture.  Native vegetation is Wyoming big sagebrush and bluebunch wheatgrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  East-central Idaho.  These soils are not extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Lemhi County, Idaho, 1999."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon - The zone from 0 to 16 inches (A1, A2 and AB horizons)\nCambic horizon - The zone from 16 to 27 inches (Bw horizon) some pedons lack a cambic horizon.\nParticle-size control section - the zone from 10 to 40 inches (part of the AB, the Bw and part of the 2C1 horizons).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
