{
  "SERIES": "SWANWICK",
  "STATUS": "Established Series",
  "BYREV": "Rev. JWS-DRG-CCM-RAL-GRS",
  "REVDATE": "03/2020",
  "STATES": "IL",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty, spolic, mixed, active, nonacid, mesic Anthroportic Udorthents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Swanwick silt loam - with a 3 percent convex slope in a cultivated field at an elevation of about 470 feet above mean sea level.  (Colors are for moist soils unless otherwise stated.)\nAp--0 to 9 inches; brown (10YR 4/3) silt loam, pale brown (10YR 6/3) dry; moderate medium granular and moderate medium platy structure; friable, slightly hard; many fine roots; about 10 percent sand and 3 percent coarse fragments; neutral; clear smooth boundary.  (3 to 15 inches thick)\nAC--9 to 12 inches; mixed yellowish brown (10YR 5/4), light brownish gray (10YR 6/2), and reddish yellow (7.5YR 6/8) silty clay loam; massive; firm, hard; common fine roots; thick platy clods with horizontal cleavage planes; few dark iron-manganese stains on faces of clods; few iron-manganese concretions; about 6 percent sand and 6 percent coarse fragments; slightly alkaline; clear smooth boundary.  (0 to 15 inches thick)\nC1--12 to 27 inches; mixed dark grayish brown (10YR 4/2), brown (10YR 5/3), grayish brown (10YR 5/2), light brownish gray (10YR 6/2), and reddish yellow (7.5YR 6/8) silty clay loam; massive; firm, hard; common fine roots; layers of compact soil with horizontal cleavage planes; about 5 percent sand and 6 percent coarse fragments; slightly alkaline; gradual smooth boundary.\nC2--27 to 40 inches; mixed yellowish brown (10YR 5/4) and reddish yellow (7.5YR 6/8) silty clay loam; massive; firm, very hard; few fine roots; layers of compact soil with horizontal cleavage planes; about 4 percent sand and 8 percent coarse fragments; strongly acid; abrupt smooth boundary.\nC3--40 to 49 inches; mixed yellowish brown (10YR 5/4) and reddish yellow (7.5YR 6/8) silty clay loam; massive; friable and firm, slightly hard; few fine roots; few relict dark iron-manganese stains and concretions; about 11 percent sand and 4 percent coarse fragments; neutral; clear smooth boundary.\nC4--49 to 60 inches; mixed brown (10YR 4/3) and dark gray (10YR 4/1) silty clay loam; massive; very firm; very few fine roots; about 20 percent sand and 6 percent coarse fragments; slightly effervescent; slightly alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Randolph County, Illinois; about 5 miles northwest of Sparta (map sheet Baldwin SE, IL.); approximately 1,200 feet west and 1,000 feet north of the southeast corner of sec. 16, T. 4 S., R. 6 W.; USGS Baldwin, IL. topographic quadrangle; lat. 38 degrees 10 minutes 45 seconds N. and long. 89 degrees 45 minutes 46 seconds W., NAD83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The particle-size control section ranges from 0 to about 10 percent coarse fragments.  In some pedons soil fragments and isolated peds of relict genetic horizons of pre-mined soils are randomly distributed throughout and also are disordered relative to any plane in the profile.  Some of the soil fragments have identifiable properties such as redox features, clay films, or coatings that are characteristic of their previous formation.  The organic carbon content decreases irregularly with depth in most pedons because of mixing or layering, and because of the presence of coal or other carbonaceous material.  These soils have a succession of compressed layers of traffic pans in the C horizon that formed during placement and grading of the soil material.  Some of the individual layers have high bulk density and low available water capacity.  Abrupt boundaries between soil layers are common and the compact layers or contrasting materials contribute to the restricted movement of roots and water.  The depth to bedrock is more than 5 feet.\nThe Ap or A horizon typically has hue of 10YR, value of 4 or 5 (6 or 7 dry), and chroma of 2 to 4.  Less commonly it has hue of 7.5YR, 2.5Y, or 5Y; value of 4 to 6; and chroma of 1 to 8.  The Ap or A horizon is silt loam or silty clay loam.  Reaction ranges from strongly acid to slightly alkaline.\nSome pedons do not have an AC horizon.\nThe individual layers within the C horizon are variable in number and thickness.  In some pedons, the upper layer of the C horizon is part of the replaced surface layer of pre-mined soils.  To a depth of 48 inches or more the C horizon typically has hue of 7.5YR, 10YR, 2.5Y, or 5Y; value of 4 to 6; and chroma of 1 to 8.  Texture typically is silty clay loam, but individual layers are silt loam, loam, or clay loam.  Below a depth of 48 inches the C horizon has a wide range of colors, and colors are mixed.  Texture is clay loam, loam, silty clay loam, silt loam, or silty clay, or the gravelly or channery analogs.  Some pedons contain stones below a depth of 48 inches and they occur at random depth, spacing and orientation.  Individual layers in the C horizon range from very strongly acid to moderately alkaline.  Some pedons contain strata, pockets, and soil fragments that contain carbonates."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no other series in the same family. Rapatee series is in a closely related family. Rapatee soils have a superative active cation-exchange activity class and have colors with value less than 4 in the upper part of the series control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Swanwick soils are on crests and slopes of reconstructed landscapes.  Slope ranges from 0 to 10 percent.   The soils formed in materials that were excavated and reclaimed during surface mining operations.  The upper 48 inches of the regolith dominantly is fine-earth material that consists of a mixture of the subsoil and substratum layers of pre-mined soils.   Most areas have been covered with the surface layer of pre-mined soils.  At depths greater than 48 inches the regolith typically consists of unconsolidated fine-earth material and fragments of bedrock.  It is dominated by calcareous loamy material that was till before it was mined, and contains components that, before mining, were loess, alluvium, or residuum weathered from interbedded siltstone, sandstone, shale, or limestone.  Mean annual precipitation is 36 to 40 inches, and mean annual temperature is 54 to 57 degrees F., frost-free period is 180 to 200 days, and elevation is 400 to 800 feet above mean sea level."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Bethesda, Farmerstown, Fairpoint, Lenzburg, Morristown, and Schuline soils on surface-mined areas, and the Ava, Belknap, Blair, Bluford, Darmstadt, Hosmer, Hoyleton, Sadler, Sharon, Stendal, Stoy, Wynoose, and Zanesville soils on adjacent or nearby undisturbed areas. Bethesda, Fairpoint, Lenzburg, and Morristown soils contain more rock fragments throughout and typically are on steeper slopes in unreclaimed areas nearby. Farmerstown and Schuline soils are on similar areas nearby that have had the surface layers of pre-mined soils replaced at the surface. The moderately well drained Ava, Hosmer, Sadler, and Zanesville soils have argillic horizons and Bx horizons and are on convex summits and side slopes. The somewhat poorly drained Blair, Bluford, Darmstadt, Hoyleton, and Stoy soils have argillic horizons and are nearly level to sloping summits and side slopes. In addition, Darmstadt soils have natric horizons. The somewhat poorly drained Belknap and Stendal soils and the moderately well drained Sharon soils have cambic horizons and are on nearly level flood plains. The poorly drained Wynoose soils have an albic horizon that is abruptly underlain by a fine-textured argillic horizon. They are on broad interfluves."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:  Moderately well drained.  The potential for surface water runoff is low or medium.  Permeability is moderately slow in the surface layer, is moderately slow to very slow in the stratified materials to a depth of about 48 inches, and is very slow in the lower part of the substratum.  Some areas of these soils, especially with nearly level slope gradients, develop wet spots as a result of differential settlement of the disturbed material.  Water perches at various levels within the soil on the compressed layers, but primarily on the discontinuity at a depth of about 48 inches."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Swanwick soils are used mainly for cultivated crops or grass-legume mixtures for meadow or pasture.  Some areas are used for forest plantations, recreational uses, or for specialty crops such as apples, peaches, or grapes."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Southern Illinois and Indiana, and western Kentucky.  Extent is small, and mainly in MLRA(s) 113, 114, 115, and 120."
  },
  "REGIONAL OFFICE": {
    "section": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE",
    "content": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE:  Indianapolis, Indiana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Randolph County, Illinois, 1983."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  These soils were formerly mapped as mine spoils, strip mines, Orthents, or other miscellaneous categories.  They mostly result from reclamation procedures adopted since about 1975.\nDiagnostic horizons and features in this pedon include:\nOchric epipedon - from the surface of the soils to a depth of approximately 9 inches (Ap horizon).\n03/2020 Updated Taxonomic Class based on Keys to Soil Taxonomy, Twelfth Edition, 2014.\nADDITIONAL DATA:  Data for several pedons in Illinois have been collected and are on file at the NRCS/USDA state office in Champaign, Illinois.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
