{
  "SERIES": "SWAN",
  "STATUS": "Established Series",
  "BYREV": "Rev. WLM-CLN",
  "REVDATE": "11/2000",
  "STATES": "TX",
  "OVERVIEW": "The Swan series consists of very deep, very poorly drained, slowly permeable soils.  These nearly level soils, on flood plains or coastal marshes near sea level, formed in recent loamy and clayey alluvium.  Slope is less than 1 percent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, calcareous, hyperthermic Typic Endoaquolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Swan clay--rangeland.\n(Colors are for moist soil unless otherwise stated.)\nOe--0 to 3 inches; dark olive gray (5Y 3/2) mucky peat; olive gray (5Y 4/2) dry; massive; soft, very friable; many fine and medium roots; strongly saline; moderately alkaline; clear smooth boundary. (0 to 5 inches thick)\nAg--3 to 15 inches; very dark gray (N 3/0) clay; dark gray (N 4/0) dry; weak fine prismatic structure parting to moderate fine angular blocky; very hard, firm; few medium and common fine roots; many fine faint black (N 2/0) iron depletions; few fine fragments of shells; strongly effervescent; strongly saline; moderately alkaline; clear wavy boundary. (10 to 17 inches thick)\nCg1--15 to 30 inches; dark gray (5Y 4/1) sandy clay loam; gray (5Y 5/1) dry; massive; hard, friable; few fine roots; few fine fragments of snail shells; strongly effervescent; strongly saline; moderately alkaline; clear wavy boundary. (15 to 22 inches thick)\nCg2--30 to 48 inches; gray (5Y 6/1) sandy loam; light gray (5Y7/1) dry; massive; soft, very friable; few fine roots; common coarse distinct very dark gray (5Y 3/1) and dark gray (5Y 4/1) iron depletions; few fine fragments of snail shells; strongly effervescent; strongly saline; moderately alkaline; clear wavy boundary. (9 to 22 inches thick)\nCg3--48 to 63 inches; light brownish gray (10YR 6/2) loamy sand; light gray (10YR 7/2) dry; massive; soft, loose; many coarse prominent gray (5Y 5/1) common coarse prominent olive (5Y 5/3) and few medium prominent grayish green (5G 5/2) iron depletions; few fine fragments of snail shells; strongly effervescent; strongly saline; moderately alkaline; clear wavy boundary. (5 to 14 inches thick)\nCg4--63 to 80 inches; olive gray (5Y 5/2) loamy sand; light olive gray (5Y 6/2) dry, massive; slightly hard, loose; many faint gray (5Y 5/1) iron depletions; few fine fragments of sea shells; strongly effervescent; strongly saline; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Jackson County, Texas; from the intersection of Farm Road 234 and Farm Road 616 in Vanderbilt; 1.14 miles southwest on Farm Road 616 to a private paved road; 0.95 mile south-southeast on private paved road to a shell road; 3.35 miles southeast on road to ranch headquarters; 0.75 mile south-southeast and 1.8 miles south-southwest on shell road; 0.27 mile west on shell road to oil well levee; 0.1 mile north-northeast in rangeland."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: These alluvial sediments are more than 80 inches thick.  The weighted average clay content of the 10- to 40-inch particle-size control section is 18 to 35 percent.  Most pedons are calcareous throughout.  Reaction is moderately alkaline or strongly alkaline.  Soil salinity ranges from 8 to 25 dS/m in most pedons.\nThe Oe horizon (hemic soil materials) ranges from 0 to 5 inches thick.  Color is in shades of gray or black in hue of 10YR to 5Y.  The remains of sedges, reeds, cattails and other herbaceous plants can be recognized.  However, much of this material has undergone decomposition and cannot be recognized.  Mineral soil materials comprise 0 to 25 percent by volume.  Most pedons have an Oe horizon; however, as a result of fire the Oe horizon may be destroyed for a short period.\nThe Ag horizon ranges from 10 to 20 inches thick.  Color is in hue of 10YR to 5Y, value of 2 or 3, and chroma of 1 to 2 or has neutral colors of N2/0 or N3/0.  Texture is clay, silty clay, clay loam or sandy clay loam.  Most pedons have iron concentrations in shades of brown or yellow in the lower part of the A horizon.\nThe Cg horizons have hue of 10YR, 2.5Y, or 5Y, value of 4 to 6, and chroma of N/ to 2.  Texture is sandy loam, loam, clay loam, or sandy clay loam and most pedons have sandy horizons below the 10- to 40-inch control section.  Some pedons have thin buried A horizons.  Redox features in shades of brown, yellow, gray or green range from few to many.  Some pedons contain a few concretions of calcium carbonate and small sea shells."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no other series in this family.  Series in similar families include Bluff, Placedo, and Surfside series.  Bluff soils are not saline or calcareous and have siliceous mineralogy.  Placedo soils have a fine particle-size control section and have a ochric epipedon.  Surfside soils have a very-fine particle-size control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Swan soils are salt marshes in nearly level flood plains of rivers and streams, and coastal areas adjacent to bays at or near sea level.  The soil formed in saline, loamy and clayey alluvium.  The mean annual temperature ranges from 70 to 72 degrees F.  Mean annual precipitation ranges from 38 to 46 inches.  Frost-free days range from 260 to 300 days and elevation ranges from 0 to 10 feet.  The Thornthwaite annual P-E indices range from 52 to 62."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Aransas, Placedo, and Navidad series.  Aransas and Placedo soils have more than 35 percent clay in the control section.  Navidad soils have a mollic epipedon thicker than 20 inches.  Placedo soils occur in similar flood plain positions.  Aransas and Navidad soils are on slightly higher flood plain positions."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Very poorly drained; runoff is negligible or the soil is ponded; very slow permeability in the surface layer and moderately slow to rapid in the underlying material.  A water table fluctuates from 0.5 feet above the surface to 1 foot below the surface.  The soils are flooded by fresh water following heavy rains.  High tides cover the soils once or twice a month.  During periods of flooding, water is ponded from 1 foot to about 5 feet deep for several days."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Used for rangeland and wildlife.  Native vegetation includes marshes cordgrass, smooth cordgrass, gulf cordgrass, bushy sea-oxeye, seashore saltgrass, spiny aster, shoregrass, sedges, and rushes."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Flood plains of rivers and small streams near sea level in the central part of the Gulf Coast Saline Prairie (MLRA 150B, 151) of Texas.  The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Jackson County, Texas; 1986. The name is from a small lake in Jackson County."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Classification changed from Typic Haplaquolls to Typic Endoaquolls 11/2000 based on typifying pedon description.  Further study and characterization data of the series is needed to verify hydrology and classification.\nDiagnostic horizons and features recognized in this pedon are:\nMollic epipedon: 3 to 15 inches\nAquic conditions: Saturated most of each year.\nADDITIONAL DATA: none\nTAXONOMIC VERSION: Soil Taxonomy, Second Edition, 1999.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "very poorly",
        "drainage_overview": "very poorly"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Oe",
        "top": 0,
        "bottom": 8,
        "dry_hue": "5Y",
        "dry_value": 4,
        "dry_chroma": 2,
        "moist_hue": "5Y",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Oe--0 to 3 inches; dark olive gray (5Y 3/2) mucky peat; olive gray (5Y 4/2) dry; massive; soft, very friable; many fine and medium roots; strongly saline; moderately alkaline; clear smooth boundary. (0 to 5 inches thick)"
      },
      {
        "name": "Ag",
        "top": 8,
        "bottom": 38,
        "dry_hue": "N",
        "dry_value": 4,
        "dry_chroma": 0,
        "moist_hue": "N",
        "moist_value": 3,
        "moist_chroma": 0,
        "texture_class": "clay",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Ag--3 to 15 inches; very dark gray (N 3/0) clay; dark gray (N 4/0) dry; weak fine prismatic structure parting to moderate fine angular blocky; very hard, firm; few medium and common fine roots; many fine faint black (N 2/0) iron depletions; few fine fragments of shells; strongly effervescent; strongly saline; moderately alkaline; clear wavy boundary. (10 to 17 inches thick)"
      },
      {
        "name": "Cg1",
        "top": 38,
        "bottom": 76,
        "dry_hue": "5Y",
        "dry_value": 5,
        "dry_chroma": 1,
        "moist_hue": "5Y",
        "moist_value": 4,
        "moist_chroma": 1,
        "texture_class": "sandy clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Cg1--15 to 30 inches; dark gray (5Y 4/1) sandy clay loam; gray (5Y 5/1) dry; massive; hard, friable; few fine roots; few fine fragments of snail shells; strongly effervescent; strongly saline; moderately alkaline; clear wavy boundary. (15 to 22 inches thick)"
      },
      {
        "name": "Cg2",
        "top": 76,
        "bottom": 122,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "5Y",
        "moist_value": 6,
        "moist_chroma": 1,
        "texture_class": "sandy loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Cg2--30 to 48 inches; gray (5Y 6/1) sandy loam; light gray (5Y7/1) dry; massive; soft, very friable; few fine roots; common coarse distinct very dark gray (5Y 3/1) and dark gray (5Y 4/1) iron depletions; few fine fragments of snail shells; strongly effervescent; strongly saline; moderately alkaline; clear wavy boundary. (9 to 22 inches thick)"
      },
      {
        "name": "Cg3",
        "top": 122,
        "bottom": 160,
        "dry_hue": "10YR",
        "dry_value": 7,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 2,
        "texture_class": "loamy sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Cg3--48 to 63 inches; light brownish gray (10YR 6/2) loamy sand; light gray (10YR 7/2) dry; massive; soft, loose; many coarse prominent gray (5Y 5/1) common coarse prominent olive (5Y 5/3) and few medium prominent grayish green (5G 5/2) iron depletions; few fine fragments of snail shells; strongly effervescent; strongly saline; moderately alkaline; clear wavy boundary. (5 to 14 inches thick)"
      },
      {
        "name": "Cg4",
        "top": 160,
        "bottom": 203,
        "dry_hue": "5Y",
        "dry_value": 6,
        "dry_chroma": 2,
        "moist_hue": "5Y",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "loamy sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Cg4--63 to 80 inches; olive gray (5Y 5/2) loamy sand; light olive gray (5Y 6/2) dry, massive; slightly hard, loose; many faint gray (5Y 5/1) iron depletions; few fine fragments of sea shells; strongly effervescent; strongly saline; moderately alkaline."
      }
    ]
  ]
}
