{
  "SERIES": "SWANNANOA",
  "STATUS": "Established Series",
  "BYREV": "MSH",
  "REVDATE": "11/2006",
  "STATES": "GA,NC,TN,VA",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, mixed, semiactive, mesic Typic Umbraquults"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Swannanoa loam - on a 2 percent concave southwest facing high stream terrace at 2,070 feet elevation--cultivated. (Colors are for moist soil unless otherwise stated.)\nAp--0 to 15 inches; very dark grayish brown (10YR 3/2) silty clay loam, dark yellowish brown (10YR 4/4) dry; weak fine subangular blocky structure; friable; slightly sticky, slightly plastic; common very fine and fine, and few medium roots; common very fine and fine, and medium tubular pores; common medium distinct brown (10YR 4/3) irregularly shaped masses of iron concentrations in the matrix of the lower part of the horizon; few medium distinct black (10YR 2/1) irregularly shaped masses of manganese concentrations in the matrix; less than 5 percent aerial coverage of very fine and fine flakes of mica; 2 percent by volume rounded quartz gravel; slightly alkaline; clear smooth boundary. (10 to 18 inches thick)\nBtg1--15 to 31 inches; dark grayish brown (10YR 4/2) clay; moderate medium subangular blocky structure; firm, moderately sticky, moderately plastic; common very fine and fine roots; common fine and  medium tubular pores; few to common discontinuous distinct yellowish brown (10YR 5/4) clay films on faces of peds; common medium faint grayish brown (10YR 5/2) cylindrical iron depletions and common medium distinct yellowish brown (10YR 5/6) iron concentrations in linings of root channels; few to common irregularly shaped iron depletions and accumulations, respectively, with clear boundaries throughout; few fine to medium distinct black (10YR 2/1) irregularly shaped masses of manganese concentrations between peds; less than 5 percent aerial coverage of very fine and fine flakes of mica; 2 percent by volume rounded quartz gravel; slightly acid; gradual wavy boundary.\nBtg2--31 to 44 inches; grayish brown (10YR 5/2) clay loam; moderate medium subangular blocky structure; firm; moderately sticky, moderately plastic; few very fine and fine roots; few fine and coarse tubular pores; common continuous faint light yellowish brown (10YR 6/4) clay films on faces of peds; many medium to coarse prominent strong brown (7.5YR 5/6) and few to common fine to faint brown (10YR 4/3) irregularly shaped masses of iron concentrations in the matrix; less than 5 percent aerial coverage of very fine and fine flakes of mica; 5 percent by volume rounded quartz gravel; very strongly acid; clear wavy boundary.\nBtg3--44 to 64 inches; gray (10YR 6/1) clay; moderate coarse subangular blocky structure; firm; moderately sticky, moderately plastic; few very fine and fine roots between ped faces; few fine and medium tubular pores; common continuous faint light gray (10YR 7/2) clay films on faces of peds; common medium distinct brown (10YR 5/3) and few fine prominent strong brown (7.5YR 5/8) irregularly shaped masses of iron concentrations, and common medium faint brown (7.5YR 5/2) irregularly shaped masses of iron depletions in the matrix; few fine distinct very dark gray (10YR 3/1) organic waxy coatings and black (10YR 2/1) irregularly shaped masses of manganese concentrations between peds; less than 5 percent aerial coverage of very fine and fine flakes of mica; 5 percent by volume rounded quartz gravel and cobbles; very strongly acid; clear wavy boundary.(Combined thickness of Bt horizons ranges from 15 inches to 60 inches)\nCg--64 to 91 inches; gray (2.5Y 6/1) gravelly sandy clay, massive; very firm; very sticky; very plastic; few fine prominent strong brown (7.5YR 5/8) irregularly shaped masses of iron concentrations and common medium distinct light brownish gray (10YR 6/2) irregularly shaped masses of iron depletions in the matrix; less than 5 percent aerial coverage of fine flakes of mica; 20 percent by volume rounded gravel and 5 percent cobbles; extremely acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Henderson County, North Carolina; from Hendersonville, 2.25 miles  east on U.S. Highway 64 (Chimney Rock Road) to Interstate 26, 5.8 miles west on Interstate 26 to Exit #44, 0.6 mile north on U.S. Highway 25, 0.7 mile west on Secondary Road 1345 (Butler Bridge Road), 0.25 mile north on private farm road (Tap Root Lane) to second farm road on the left, 875 feet west on farm road through field, about 250 feet north of farm road and about 660 feet north northeast of Tap Root Dairy main complex in a cultivated field. USGS Skyland Topographic Quadrangle; Latitude: 35 degrees 24 minutes 39.1 seconds N.; Longitude: 82 degrees 31 minutes 47.5 seconds W.; NAD-27"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Depth to bedrock is greater than 6 feet. Solum thickness ranges from 30 to 60 inches or more. Thickness of the alluvium is variable and ranges from 5 to more than 15 feet. Content of rock fragments is less than 15 percent in the A, Ap, E, BA, and BE horizons and the upper part of the Bt horizon; is less than 35 percent in the lower part of the Btg, and BCg horizons, and less than 60 percent in the Cg horizon. Unlimed soils are extremely acid to moderately acid throughout.\nThe A or Ap horizon has hue of 7.5YR or 10YR, value of 2 or 3 and chroma of 1 to 3. It is loam, sandy loam, fine sandy loam, silt loam, sandy clay loam, clay loam or silty clay loam in the fine-earth fraction.\nThe BA horizon, where present, has hue of 7.5YR or 10YR, value of 3 to 5, and chroma of 3 to 6. Few to many redoximorphic concentrations in shades of red, brown, yellow, black, or olive are present. Textures include sandy clay loam, clay loam, or silty clay loam in the fine-earth fraction.\nThe Btg or 2Btg horizons, where present, have hue of 7.5YR to 2.5Y, value of 4 through 8, and chroma of 1 or 2. Few to many redoximorphic concentrations in shades of red, brown, yellow, black, or olive are present. Textures include clay, silty clay, clay loam, or silty clay loam in the fine-earth fraction.\nThe BCg or 2BCg horizons, where present, have hue of 7.5YR to 2.5Y, value of 4 through 8, and chroma of 0 to 2, or Neutral and value of 1 or 2. Some pedons have a hue of 5GY, 5G, 5BG, or 5B, value of 4 to 7, and chroma of 1 or 2.  There are none to many masses of iron accumulation in shades of red, brown, yellow, olive are throughout these horizons. Textures are variable but commonly include sandy clay loam, loam, silty clay loam, or clay loam in the fine-earth fraction.\nThe Cg or 2Cg horizon, where present, has hue of 7.5YR to 5Y, value of 2 through 8, and chroma of 0 to 2, or Neutral and value of 1 or 2. Some pedons have a hue of 5GY, 5G, 5BG, or 5B, value of 4 to 7, and chroma of 1 or 2.  There are few to many masses of redoximorphic concentrations in shades of red, brown, yellow, or olive are throughout these horizons. Texture includes loam, silt loam, clay loam, silty clay loam, silty clay or clay in the fine-earth fraction."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Blago series in the same family and the Corsica, Keansburg, and Kentuck series in closely related families. Blago soils have a lithic contact at 40 to 100 inches and contain fragements of shale. Corsica and Keansburg soils are in a fine-loamy particle-size class. Kentuck soils are in a fine-silty particle-size class."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Swannanoa soils are on nearly level to strongly sloping high stream terraces, alluvial fans, or foot slopes along the broader stream and river valleys of the Southern Blue Ridge (MLRA 130B).  Slopes range from 0 to 15 percent.  Elevation ranges from about 1,800 to 2,800 feet.  These soils formed in old alluvium washed from materials weathered from low or high-grade metamorphic and igneous rocks such as mica gneiss, hornblende gneiss, granite, metasandstone, and phyllite.  Mean annual air temperature is 56 and ranges from about 50 to 61 degrees F., and mean annual precipitation 48 and ranges from about 35 to 60 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Braddock, Brevard, Clifton, Cowee, Edneyville, Evard, Kanuga, Tate, and Unison soils. Braddock and Unison soils are well drained. Brevard and Tate soils formed in colluvium or alluvium on nearby toe slopes, benches, and fans are in a fine-loamy particle-size class. Clifton, Cowee, Edneyville, and Evard soils formed in residuum on adjacent uplands and are well drained. Kanuga soils are moderately well drained."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Somewhat poorly drained. Permeability is moderately slow; saturated hydraulic conductivity is moderately high. Surface runoff is low to moderate. Seasonal high water table is at a depth of 1.0 to 2.0 feet in winter and early spring. These soils receive surface and subsurface water from surrounding uplands."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most of the acreage is used for growing cultivated crops, pasture and orchards. Crops include corn, tobacco, small grains, hay, fruit and vegetables. Woodland vegetation consists of mixed hardwoods and pines, dominated by oaks, maple, poplar, hemlock and white pine."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Southern Blue Ridge (MLRA 130B) of North Carolina, Georgia, Tennessee, and Virginia. This series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Morgantown, West Virginia"
  },
  "ORIGIN": {
    "section": "SERIES PROPOSED",
    "content": "SERIES PROPOSED: Henderson County, North Carolina, 2005."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: The Swannanoa series was formerly included with the Dillard or Unison series. However, Dillard soils formed in alluvium on low terraces and are fine-loamy and Unison soils are well drained and occur on high terraces.\nDiagnostic horizons and features recognized in the Swannanoa series are:\nUmbric epipedon-zone from 0 to 15 inches (Ap horizon)\nArgillic horizon-zone from 15 to 64 inches (Btg1, Btg2, and Btg3 horizons)\nAquic conditions  saturation with water in all layers from the upper boundary of saturation to a depth of 80 inches (endosaturation)\nADDITIONAL DATA: Characterization data are available from the National Soil Survey Laboratory, Lincoln, NE for the following pedons: S03NC-089-003, S03NC-089-004 (Typical Pedon).\nNASIS Data Map Unit ID: 489620.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
