{
  "SERIES": "SWANSONLAKE",
  "STATUS": "Established Series",
  "BYREV": "Rev. CRP/JCK",
  "REVDATE": "04/2019",
  "STATES": "CO",
  "OVERVIEW": "The Swansonlake series consists of very deep, poorly drained soils that formed in alluvium or slide deposits. These soils are in drainageways, flood plains, sags or sag ponds. Slopes are 0 to 6 percent. Mean annual precipitation is about 559 mm, and mean annual air temperature is about 3.3 degrees C.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, mixed, active Argic Cryaquolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Swansonlake loam in native rangeland at an elevation of 2,551 meters. (Colors are for moist soil unless otherwise noted.)\nOe--0 to 3 cm: mucky peat; very strongly acid (pH 5.0); abrupt smooth boundary.\nA--3 to 13 cm; black (10YR 2/1) loam, dark gray (2.5Y 4/1) dry; weak medium and coarse granular structure; slightly hard, friable, slightly sticky and slightly plastic; many fine and very fine roots and common medium and coarse roots; 2 percent gravel; neutral (pH 6.8); clear wavy boundary. (10 to 40 cm thick)\nBt1--13 to 34 cm; black (10YR 2/1) clay, very dark gray (10YR 3/1) dry; weak coarse subangular blocky structure parting to weak medium subangular blocky; very hard, firm, very sticky and very plastic; many fine and very fine roots and common medium and coarse roots; few fine dendritic tubular pores; many prominent clay films on faces of peds; few fine and medium yellowish brown (10YR 5/4) oxidized iron concentrations; 2 percent gravel; neutral (pH 7.0); clear wavy boundary. (15 to 25 cm thick)\nBt2--34 to 75 cm; dark grayish brown (10YR 4/2) clay, grayish brown (10YR 5/2) dry; weak coarse subangular blocky structure parting to weak medium subangular blocky; very hard, firm, very sticky and very plastic; common fine and very fine, and few medium roots; few fine dendritic tubular pores; many distinct clay films on faces of peds; common fine, medium and coarse yellowish brown (10YR 5/6) oxidized iron concentrations and common fine, medium, and coarse yellowish brown (10YR 5/8) oxidized iron concentrations; many fine and medium gray (10YR 5/1) iron depletions; 2 percent gravel; neutral (pH 7.2); gradual wavy boundary.\nBt3--75 to 120 cm; grayish brown (10YR 5/2) clay, light brownish gray (10YR 6/2) dry; weak fine and medium subangular blocky structure; very hard, firm, very sticky and very plastic; common fine and very fine, and few medium roots; few fine dendritic tubular pores; many distinct clay films on faces of peds; many medium and coarse yellowish brown (10YR 5/6) oxidized iron concentrations; many medium and coarse gray (10YR 6/1) iron depletions; 5 percent gravel; slightly alkaline (pH 7.4); gradual wavy boundary. (combined thickness of Bt2 and Bt3 horizons is 56 to 90 cm)\nBtg--120 to 154 cm; greenish gray (10Y 5/1) clay, greenish gray (10Y 5/1) dry; weak medium and coarse subangular blocky structure; very hard, firm, very sticky and very plastic; very few fine roots; very few fine dendritic tubular pores; many distinct clay films on faces of peds; common very fine yellowish brown (10YR 5/8) oxidized iron concentrations; many coarse and very coarse very dark greenish gray (5GY 3/1) iron depletions; 10 percent gravel; neutral (pH 7.2)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Montrose County, Colorado; about 762 meters north and 152 meters west of the southeast corner of section 18 T 48N, R 7W; USGS Cimarron Topographic Quadrangle, NAD27; 38 degrees, 25 minutes, 8.7 seconds north latitude and 107 degrees, 33 minutes, 39.0 seconds west longitude."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nMean annual soil temperature - 2.7 to 5.4 degrees C\nMollic epipedon thickness - 25 to 65 cm\nDepth to seasonal high water table - 15 to 46 cm\nParticle-size control section (weighted average):\nClay content - 35 to 60 percent\nRock fragments - 0 to 15 percent\nA horizon\nHue: 10YR or 2.5Y\nValue: 3, 4 or 5 dry; 2 or 3 moist\nChroma: 1, 2 or 3\nTexture: loam or clay loam\nClay content: 20 to 32 percent\nRock fragments: 0 to 15 percent--0 to 15 percent gravel, 0 to 10 percent cobbles, 0 to 5 percent stones\nReaction: pH 6.6 to 7.4\nBt1 horizon\nHue: 10YR or 2.5Y\nValue: 3, 4 or 5 dry; 2 or 3 moist\nChroma: 1, 2 or 3\nTexture: clay or clay loam\nClay content: 35 to 60 percent\nRock fragments: 0 to 15 percent--0 to 15 percent gravel, 0 to 10 percent cobbles, 0 to 5 percent stones\nReaction: pH 6.6 to 7.4\nBt2 and Bt3 horizons\nHue: 10YR, 2.5Y or 5Y\nValue: 3, 4, 5 or 6 dry; 3, 4 or 5 moist\nChroma: 1, 2 or 3\nTexture: clay or clay loam\nClay content: 35 to 60 percent\nRock fragments: 0 to 15 percent--0 to 15 percent gravel, 0 to 10 percent cobbles, 0 to 5 percent stones\nReaction: pH 6.8 to 7.8\nBtg horizon\nHue: 2.5Y, 5Y or 10Y\nValue: 3, 4, 5 or 6 dry; 3, 4 or 5 moist\nChroma: 1, 2 or 3\nTexture: clay or clay loam\nClay content: 28 to 60 percent\nRock fragments: 0 to 25 percent--0 to 25 percent gravel, 0 to 10 percent cobbles, 0 to 5 percent stones\nReaction: pH 6.8 to 7.8"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no competing series."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nLandform - drainageways, flood plains, sags or sag ponds\nElevation - 2,530 to 3,048 meters\nSlope - 0 to 6 percent\nParent material - alluvium or slide deposits\nMean annual precipitation - 508 to 610 mm\nMean annual air temperature - 1.7 to 4.4 degrees C\nFrost-free period - 30 to 75 days"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Beachcanyon and Groomer series."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Poorly drained; slow to very slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Swansonlake soils are used for livestock grazing and wildlife habitat. Native vegetation is mainly Nebraska sedge, smallwing sedge, tufted hairgrass, Baltic rush, willow and cinquefoil."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Swansonlake soils are of small extent in southwestern Colorado. MLRA 48A."
  },
  "REGIONAL OFFICE": {
    "section": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE",
    "content": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Montrose County, Colorado - Ridgway Area, Colorado, Parts of Delta, Gunnison, Montrose, and Ouray Counties, 2019."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon - from 3 to 34 cm (A and Bt1 horizons)\nArgillic horizon - from 13 to 154 cm (Bt1, Bt2, Bt3 and Btg horizons)\nRedoximorphic concentrations - from 13 to 154 cm (Bt1, Bt2, Bt3 and Btg horizons)\nRedoximorphic depletions - from 34 to 154 cm (Bt2, Bt3 and Btg horizons)\nParticle-size control section - from 13 to 63 cm (Bt1 and part of Bt2 horizon)\nSwansonlake soils have a cryic temperature regime and an aquic moisture regime.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
