{
  "SERIES": "SWANVILLE",
  "STATUS": "Established Series",
  "BYREV": "Rev. GTH-KJL-WDH",
  "REVDATE": "08/2013",
  "STATES": "ME,VT",
  "OVERVIEW": "The Swanville series consists of very deep, poorly drained soils that formed in glaciolacustrine or glaciomarine deposits on lake and marine plains and marine terraces.  Slope ranges from 0 to 8 percent.  Saturated hydraulic conductivity ranges from moderately high or high in the surface horizon and moderately low in the underlying material.\nMean annual temperature is about 7degrees C, and mean annual precipitation is about 1118 mm at the type location.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty, mixed, active, nonacid, frigid Aeric Epiaquepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Swanville silt loam, on a 2 percent slope in a hayfield.  (Colors are for moist soil unless otherwise stated.)\nAp--0 to 15 cm; dark brown (10YR 3/3) silt loam, light brownish gray (10YR 6/2) dry; weak fine and medium granular structure; very friable; many fine roots; few fine and medium prominent light brownish gray (2.5Y 6/2) iron depletions and few fine distinct yellowish brown (10YR 5/6) masses of iron accumulation in the lower 5 cm; slightly acid; abrupt wavy boundary.  (10 to 25 cm thick.)\nBw--15 to 23 cm; olive (5Y 5/3) silt loam, pale olive (5Y 6/4) crushed, and gray (5Y 5/1) faces of peds; weak fine and medium granular structure; friable; common fine roots; common fine and medium faint light olive gray (5Y 6/2) iron depletions and few fine prominent yellowish brown (10YR 5/6) masses of iron accumulation; slightly acid; clear wavy boundary.  (7 to 25 cm thick)\nBg--23 to 38 cm; olive gray (5Y 5/2) silt loam, gray (5Y 6/1) faces of prisms, and olive (5Y 5/3) crushed; strong very coarse prismatic structure parting to weak fine and medium subangular blocky; friable; few fine roots; many fine and medium faint light olive gray (5Y 6/2) iron depletions; common fine prominent light olive brown (2.5Y 5/4) and few fine prominent yellowish brown (10YR 5/4) masses of iron accumulation; few very fine and fine pores with gray (5Y 5/1) coatings; dark reddish brown (5YR 3/2) oxide coatings on 10 percent of faces of peds within prisms; moderately acid; gradual wavy boundary.  (15 to 41 cm thick)\nBC--38 to 56 cm; olive (5Y 4/4) silt loam, gray (5Y 5/1) faces of prisms, and olive (5Y 4/3) crushed; strong very coarse prismatic structure parting to weak thick and very thick platy; friable; few fine roots; common fine distinct olive gray (5Y 5/2) and few fine prominent dark grayish brown (2.5Y 4/2) iron depletions; few fine prominent light olive brown (2.5Y 5/6) masses of iron accumulation; few very fine and fine pores with gray (5Y 5/1) coatings; dark reddish brown (5YR 3/2) oxide coatings on 25 percent of faces of peds within prisms; moderately acid; gradual wavy boundary.  (13 to 30 cm thick).\nC1--56 to 117 cm; olive (5Y 4/3) silt loam, gray (5Y 6/1) faces of prisms, and olive (5Y 5/3) crushed; strong very coarse prismatic structure parting to weak thick and very thick platy; firm; many fine and medium faint olive gray (5Y 5/2) iron depletions; few fine prominent light olive brown (2.5Y 5/6) and few fine prominent dark yellowish brown (10YR 4/4) masses of iron accumulation; few very fine and fine pores with light olive gray (5Y 6/2) coatings; dark reddish brown (5YR 3/2) oxide coatings on 25 percent of the faces of plates within prisms; moderately acid; gradual wavy boundary.  (20 to 99 inches thick)\nC2--117 to 165 cm; olive (5Y 4/4) silt loam, gray (5Y 6/1) faces of prisms, and olive (5Y 5/3) crushed; strong very coarse prismatic structure parting to weak very thick platy; firm; many fine and medium distinct olive gray (5Y 5/2) and few fine prominent dark grayish brown (2.5Y 4/2) iron depletions; few fine prominent yellowish brown (10YR 5/6) masses of iron accumulation; dark reddish brown (5YR 3/2) oxide coatings on 50 percent of faces of plates within prisms; slightly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Waldo County, Maine; Town of Swanville; Maine Route 141, one mile south of Swan Lake; 300 feet east of road; USGS Brooks East topographic quadrangle; lat. 44 degrees 30 minutes 26 seconds N. and long. 69 degrees 00 minutes and 06 seconds W., NAD 27."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Thickness of the solum typically from 50 to 100 cm, with a few pedons ranging to 46 cm.  Depth to bedrock is more than 152 cm.  Rock fragment content throughout the soil is less than 5 percent by volume.  Stones cover from 0 to 3 percent of the surface.  Reaction is very strongly acid to neutral in the solum, and moderately acid to neutral in the substratum but some subhorizons within 100 cm are moderately acid to neutral.\nThe Ap horizon, or A horizon where present, has hue of 10YR to 5Y, value of 3 to 6, and chroma of 1 to 3.  It has weak or moderate, very fine to coarse granular or strong very fine and fine subangular blocky structure.  It is silt loam or very fine sandy loam and consistence is very friable or friable.\nThe E horizon, where present, has hue of 10YR to 5Y, value of 4 to 6, and chroma of 1 or 2.  The E horizon has weak or moderate, very thin to thick platy, very fine to medium granular, or subangular blocky structure.  It is silt loam or very fine sandy loam and consistence is very friable or friable.\nThe B and BC horizons have hue of 10YR to 5Y, value of 3 to 6, and chroma of 1 to 4, but one or more subhorizons have a chroma of 2 or less on faces of peds within 20 inches of the mineral soil surface.  Redox concentrations are faint to prominent.  They are very fine sandy loam, silt loam, or silty clay loam.  Structure is weak to strong, medium to very thick platy, very fine to medium subangular or angular blocky, or fine or medium granular.  Some pedons have primary structure that is moderate or strong, coarse or very coarse prismatic.  Consistence is friable or firm.\nThe C horizon has hue of 10YR to 5Y, value of 4 or 5, and chroma of 1 to 4.  It is silt loam or silty clay loam and some pedons have thin layers that range from silt to fine sand.  Redox concentrations are faint to prominent.  It has weak to strong, medium to very thick platy, moderate very fine angular blocky, or moderate or strong coarse or very coarse prismatic structure, all of which is inherited from the parent material, or the horizon is massive.  Consistence is friable or firm."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  Swanville is currently the only member of this family.  The Lamoine and Roundabout series are in similar families.  Lamoine soils have more than 35 percent clay in the particle-size control section and Roundabout soils have less than 18 percent clay in the particle-size control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Swanville soils are on lake and marine plains and marine terraces.  Slope ranges from 0 to 8 percent.  The soils formed in glaciolacustrine or glaciomarine deposits of Wisconsin age.  The climate is humid and cool temperate.  Mean annual precipitation ranges from 914 to 1219 mm and mean annual temperature ranges from 5 to 8 degrees C.  The frost-free season ranges from 90 to 160 days.  Elevation ranges from 2 to 457 m above mean sea level."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Biddeford, Boothbay, Elmwood, Lyman, Salmon, and Tunbridge soils.  Biddeford soils are very poorly drained.  Boothbay soils are moderately well drained or somewhat poorly drained soils in the same drainage sequence.  Elmwood soils have a coarse-loamy over clayey particle-size control section.  Lyman soils are somewhat excessively drained, formed in glacial till, and are shallow to bedrock.  Salmon soils are well drained and have less clay.  Tunbridge soils are well drained, formed in glacial till, and are moderately deep to bedrock.  Biddeford soils are in depressions and the other soils are all in higher positions on the landscape."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Poorly drained.  Saturated hydraulic conductivity ranges from moderately high or high in the surface horizon and moderately low in the underlying material."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Cleared areas are used mainly for hay and pasture.  Small areas are used for silage corn or other row crops.  The remaining areas are forested and the common tree species are eastern white pine, white spruce, and red spruce.  Hemlock, gray birch, red maple, sugar maple, white oak, balsam fir, and tamarack are also present to a lesser extent."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Maine and Vermont. (MLRAs 143 and 144B).  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Amherst, Massachusetts."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Waldo County, Maine, 1979."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: A 1998 revision changed the classification from Fine-silty, mixed, nonacid, frigid Aeric Haplaquepts to Fine-silty, mixed, nonacid, frigid Aeric Epiaquepts.  Some soils formerly mapped as Raynham and Scantic will now be included with the Swanville series.\nDiagnostic horizons and features recognized in this pedon are:\n1.  Ochric epipedon - the zone from 0 to 15 cm (Ap horizon).\n2. Cambic horizon - the zone from 15 to 38 cm (Bw and Bg horizons).\n3.  Nonacid - the pH is 5.0 or more in 0.01M calcium chloride throughout the profile.\n4.  Aquic conditions - redoximorphic features throughout the profile.\n5.  Episaturation - a perched water table above the C horizon.\nADDITIONAL DATA:  Source of data used in establishing the taxonomic classification and range in characteristics is Maine Agricultural Experiment Station Technical Bulletin 94.\nSoil Interpretation Records are no longer maintained but included Swanville ME0075; and Swanville, stony, ME0098.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "poorly"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 15,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "silt loam",
        "pH_class": "slightly acid",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "Ap--0 to 15 cm; dark brown (10YR 3/3) silt loam, light brownish gray (10YR 6/2) dry; weak fine and medium granular structure; very friable; many fine roots; few fine and medium prominent light brownish gray (2.5Y 6/2) iron depletions and few fine distinct yellowish brown (10YR 5/6) masses of iron accumulation in the lower 5 cm; slightly acid; abrupt wavy boundary.  (10 to 25 cm thick.)"
      },
      {
        "name": "Bw",
        "top": 15,
        "bottom": 23,
        "moist_hue": "5Y",
        "moist_value": 5,
        "moist_chroma": 3,
        "texture_class": "silt loam",
        "pH_class": "slightly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bw--15 to 23 cm; olive (5Y 5/3) silt loam, pale olive (5Y 6/4) crushed, and gray (5Y 5/1) faces of peds; weak fine and medium granular structure; friable; common fine roots; common fine and medium faint light olive gray (5Y 6/2) iron depletions and few fine prominent yellowish brown (10YR 5/6) masses of iron accumulation; slightly acid; clear wavy boundary.  (7 to 25 cm thick)"
      },
      {
        "name": "Bg",
        "top": 23,
        "bottom": 38,
        "moist_hue": "5Y",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "silt loam",
        "pH_class": "moderately acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bg--23 to 38 cm; olive gray (5Y 5/2) silt loam, gray (5Y 6/1) faces of prisms, and olive (5Y 5/3) crushed; strong very coarse prismatic structure parting to weak fine and medium subangular blocky; friable; few fine roots; many fine and medium faint light olive gray (5Y 6/2) iron depletions; common fine prominent light olive brown (2.5Y 5/4) and few fine prominent yellowish brown (10YR 5/4) masses of iron accumulation; few very fine and fine pores with gray (5Y 5/1) coatings; dark reddish brown (5YR 3/2) oxide coatings on 10 percent of faces of peds within prisms; moderately acid; gradual wavy boundary.  (15 to 41 cm thick)"
      },
      {
        "name": "BC",
        "top": 38,
        "bottom": 56,
        "moist_hue": "5Y",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "silt loam",
        "pH_class": "moderately acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "BC--38 to 56 cm; olive (5Y 4/4) silt loam, gray (5Y 5/1) faces of prisms, and olive (5Y 4/3) crushed; strong very coarse prismatic structure parting to weak thick and very thick platy; friable; few fine roots; common fine distinct olive gray (5Y 5/2) and few fine prominent dark grayish brown (2.5Y 4/2) iron depletions; few fine prominent light olive brown (2.5Y 5/6) masses of iron accumulation; few very fine and fine pores with gray (5Y 5/1) coatings; dark reddish brown (5YR 3/2) oxide coatings on 25 percent of faces of peds within prisms; moderately acid; gradual wavy boundary.  (13 to 30 cm thick)."
      },
      {
        "name": "C1",
        "top": 56,
        "bottom": 117,
        "moist_hue": "5Y",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "silt loam",
        "pH_class": "moderately acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "C1--56 to 117 cm; olive (5Y 4/3) silt loam, gray (5Y 6/1) faces of prisms, and olive (5Y 5/3) crushed; strong very coarse prismatic structure parting to weak thick and very thick platy; firm; many fine and medium faint olive gray (5Y 5/2) iron depletions; few fine prominent light olive brown (2.5Y 5/6) and few fine prominent dark yellowish brown (10YR 4/4) masses of iron accumulation; few very fine and fine pores with light olive gray (5Y 6/2) coatings; dark reddish brown (5YR 3/2) oxide coatings on 25 percent of the faces of plates within prisms; moderately acid; gradual wavy boundary.  (20 to 99 inches thick)"
      },
      {
        "name": "C2",
        "top": 117,
        "bottom": 165,
        "moist_hue": "5Y",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "silt loam",
        "pH_class": "slightly acid",
        "narrative": "C2--117 to 165 cm; olive (5Y 4/4) silt loam, gray (5Y 6/1) faces of prisms, and olive (5Y 5/3) crushed; strong very coarse prismatic structure parting to weak very thick platy; firm; many fine and medium distinct olive gray (5Y 5/2) and few fine prominent dark grayish brown (2.5Y 4/2) iron depletions; few fine prominent yellowish brown (10YR 5/6) masses of iron accumulation; dark reddish brown (5YR 3/2) oxide coatings on 50 percent of faces of plates within prisms; slightly acid."
      }
    ]
  ]
}
