{
  "SERIES": "SWARTSWOOD",
  "STATUS": "Established Series",
  "BYREV": "Rev. GDM-JRH-JDC",
  "REVDATE": "09/2015",
  "STATES": "NJ,NY,PA",
  "OVERVIEW": "The Swartswood series consists of deep and very deep, well drained and moderately well drained soils formed in till derived primarily from gray and brown quartzite, conglomerate, and sandstone. Slope ranges from 0 to 35 percent. Saturated hydraulic conductivity is moderately high or high in the mineral soil above the fragipan and moderately low or moderately high in the fragipan. Mean annual precipitation is 40 inches. Mean annual temperature is 49 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, active, mesic Typic Fragiudepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Swartswood gravelly fine sandy loam - woodland. (Colors are for moist soil unless otherwise noted.)\nOi -- 0 to 1 inches; brown (7.5YR 4/2) hardwood leaf litter; extremely acid; abrupt smooth boundary. (1 to 2 inches thick.)\nOe -- 1 to 2 inches; black (10YR 2/1) leaf mold; roots and fungus mycelia in fibrous mat; extremely acid; abrupt smooth boundary. (0 to 1 inch thick.)\nE -- 2 to 4 inches; grayish brown (10YR 5/2) fine sandy loam; weak fine granular structure; very friable; 10 percent sandstone and quartzite pebbles; common stones; extremely acid; abrupt irregular boundary. (0 to 3 inches thick.)\nBs -- 4 to 7 inches; strong brown (7.5YR 5/6) gravelly fine sandy loam; weak fine granular structure; very friable; 15 percent rock fragments; common stones; extremely acid; clear wavy boundary. (0 to 5 inches thick.)\nBw1 -- 7 to 20 inches; yellowish brown (10YR 5/4) gravelly fine sandy loam; weak fine subangular blocky structure; friable, slightly sticky; 25 percent rock fragments; extremely acid; clear wavy boundary. (10 to 15 inches thick.)\nBw2 -- 20 to 32 inches; brown (10YR 5/3) gravelly sandy loam; some weak plates parting to weak medium subangular blocky structure; firm; 30 percent rock fragments; very strongly acid; clear wavy boundary. (6 to 14 inches thick.)\nBx -- 32 to 62 inches; dark yellowish brown (10YR 4/4) gravelly fine sandy loam; weak very thick platy structure; brittle; very firm; 30 percent rock fragments; few faint clay films in pores; very strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Pike County, Pennsylvania; Porter Township, Delaware State Forest (originally Edgemere State Forest), 4 miles south on Fivemile Meadow Road from intersection with Dingman Pike and 50 feet southwest in woods. USGS Pecks Pond, PA topographic quadrangle; Latitude 41 degrees, 17 minutes, 18 seconds N. and Longitude 75 degrees, 0 minutes, 25 seconds W., NAD 1927."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Solum thickness ranges from 40 to 70 inches. Depth to the fragipan ranges from 20 to 36 inches. Depth to bedrock ranges from 3 1/2 to 20 feet, or more. Low chroma redoximorphic features are usually present within the fragipan or deeper than 26 inches. The particle-size control section averages less than 55 percent silt plus very fine sand. Rock fragments are angular or subrounded sandstone, conglomerate or quartzite usually less than 4 inches in size but range through boulder size. Rock fragment content in individual horizons ranges from 3 to 40 percent by volume above the fragipan and from 15 to 60 percent in the Bx and C horizons. The soil ranges from extremely acid through strongly acid throughout, where unlimed.\nThe Ap horizon has hue of 5YR through 10YR, value of 4 or 5, and chroma of 2 or 3. Undisturbed pedons typically have a thin A horizon with hue of 10YR, value of 2 or 3, and chroma of 1 through 3. Texture is fine sandy loam, sandy loam or loam in the fine-earth fraction.\nThe E horizon has hue of 7.5YR or 10YR, value of 4 through 6, and chroma of 1 through 3. Texture is fine sandy loam, sandy loam or loam in the fine-earth fraction. Some pedons do not have an E horizon.\nThe Bw horizon has hue of 5YR through 10YR, value of 4 through 6, and chroma of 3 through 6. Some pedons are redoximorphic concentrations below 26 inches. The Bw horizon has 5 to 18 percent clay in the fine-earth fraction.\nThe Bx horizon has hue of 5YR through 2.5Y, value of 4 or 5, and chroma of 2 through 6. It usually contains both high and low chroma redoximorphic features. The Bx horizon has platy or very coarse prismatic structure with subangular blocky, platy or massive interiors. Faces of prisms have chroma of 2 through 4. Texture is fine sandy loam, sandy loam or loam in the fine-earth fraction.\nSome pedons have friable or firm, gravelly sandy loam C horizons."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Bath, Braceville, Broadalbin, Ira, Lackawanna, Mardin, Rushford, Sodus, Wellsboro, and Wurtsboro series. Bath, Lackawanna, Mardin, and Wellsboro soils commonly have 55 percent or more silt plus very fine sand in particle size control section.  Braceville soils have stratified sand and gravel in the series control section. Broadalbin soils have rock fragments primarily of granite, gneiss, and dark shale. Ira and Sodus soils are moderately acid to neutral in the fragipan. Rushford soils have less than 15 percent rock fragments in the lower subsoil and substratum. Wurtsboro soils have low chroma mottles between 12 inches and the top of the fragipan or within a depth of 26 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Swartswood soils are nearly level to very steep. Slope ranges from about 0 to 35 percent in gradient. The soils developed in till derived largely from gray and brown quartzite, conglomerate and sandstone. Stones and boulders are common surface features in wooded areas. The climate is temperate and humid; mean annual precipitation ranges from 34 to 46 inches, mean annual temperature ranges from 45 to 52 degrees F., and the frost-free season ranges from 130 to 150 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the competing Arnot, Bath, Chippewa, Lackawanna, Lordstown, Mardin, Morris, Volusia, Wellsboro and Wurtsboro series. Arnot and Lordstown soils have thinner sola and do not have fragipans. Bath, Lackawanna, Mardin, and Wellsboro soils have more than 55 percent silt plus very fine sand in the particle-size control section. Chippewa and Volusia soils have more than 18 percent clay and dominant colors of 2 or lower chroma in the cambic horizon. Morris soils have reddish hues. Wurtsboro soils have low chroma mottles between 12 inches and the top of the fragipan or within a depth of 26 inches."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Well drained and moderately well drained. Surface runoff is slow to rapid. Saturated hydraulic conductivity is moderately high or high in the mineral soil above the fragipan and moderately low or moderately high in the fragipan."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Largely in woodland. Nonstony areas are partly cleared and cultivated. Forested areas are in northern hardwoods of maple, beech and birch."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Northeastern Pennsylvania, southeastern New York and northwestern New Jersey. The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Amherst, Massachusetts"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Warren County, New Jersey, 1951."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\n1. Ochric epipedon - the zone from the surface of the soil to a depth of about 4 inches (E horizon).\n2. Cambic horizon - the zone from 4 inches to a depth of about 32 inches (Bs, Bw1 and Bw2 horizons).\n3. Fragipan - the zone from 32 inches to a depth of about 60 inches (Bx horizon)."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "ADDITIONAL DATA: Laboratory data is available on four pedons in Pike County, Pennsylvania, S64Pa-52-1, S64Pa-52-11 and S64Pa-52-12; and tow pedons in Northamption County, Pennsylvania, S67Pa-48-32 and S67Pa-48-33."
  },
  "SITE": [
    [
      {
        "drainage": "well, moderately well",
        "drainage_overview": "well, moderately well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Oi",
        "top": 0,
        "bottom": 3,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "NA",
        "structure": "NA",
        "dry_rupture": "hard",
        "moist_rupture": "NA",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "extremely acid",
        "eff_class": "NA",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Oi -- 0 to 1 inches; brown (7.5YR 4/2) hardwood leaf litter; extremely acid; abrupt smooth boundary. (1 to 2 inches thick.)"
      },
      {
        "name": "Oe",
        "top": 3,
        "bottom": 5,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 1,
        "texture_class": "NA",
        "structure": "NA",
        "dry_rupture": "NA",
        "moist_rupture": "NA",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "extremely acid",
        "eff_class": "NA",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Oe -- 1 to 2 inches; black (10YR 2/1) leaf mold; roots and fungus mycelia in fibrous mat; extremely acid; abrupt smooth boundary. (0 to 1 inch thick.)"
      },
      {
        "name": "E",
        "top": 5,
        "bottom": 10,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "fine sandy loam",
        "structure": "weak fine granular",
        "dry_rupture": "NA",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "extremely acid",
        "eff_class": "NA",
        "distinctness": "abrupt",
        "topography": "irregular",
        "narrative": "E -- 2 to 4 inches; grayish brown (10YR 5/2) fine sandy loam; weak fine granular structure; very friable; 10 percent sandstone and quartzite pebbles; common stones; extremely acid; abrupt irregular boundary. (0 to 3 inches thick.)"
      },
      {
        "name": "Bs",
        "top": 10,
        "bottom": 18,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "7.5YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "fine sandy loam",
        "structure": "weak fine granular",
        "dry_rupture": "NA",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "gravelly",
        "pH": "NA",
        "pH_class": "extremely acid",
        "eff_class": "NA",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bs -- 4 to 7 inches; strong brown (7.5YR 5/6) gravelly fine sandy loam; weak fine granular structure; very friable; 15 percent rock fragments; common stones; extremely acid; clear wavy boundary. (0 to 5 inches thick.)"
      },
      {
        "name": "Bw1",
        "top": 18,
        "bottom": 51,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "fine sandy loam",
        "structure": "weak fine subangular blocky",
        "dry_rupture": "NA",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "gravelly",
        "pH": "NA",
        "pH_class": "extremely acid",
        "eff_class": "NA",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bw1 -- 7 to 20 inches; yellowish brown (10YR 5/4) gravelly fine sandy loam; weak fine subangular blocky structure; friable, slightly sticky; 25 percent rock fragments; extremely acid; clear wavy boundary. (10 to 15 inches thick.)"
      },
      {
        "name": "Bw2",
        "top": 51,
        "bottom": 81,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 3,
        "texture_class": "sandy loam",
        "structure": "weak medium subangular blocky",
        "dry_rupture": "NA",
        "moist_rupture": "firm",
        "coherence": "NA",
        "cf_class": "gravelly",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "eff_class": "NA",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bw2 -- 20 to 32 inches; brown (10YR 5/3) gravelly sandy loam; some weak plates parting to weak medium subangular blocky structure; firm; 30 percent rock fragments; very strongly acid; clear wavy boundary. (6 to 14 inches thick.)"
      },
      {
        "name": "Bx",
        "top": 81,
        "bottom": 157,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "fine sandy loam",
        "structure": "weak very thick platy",
        "dry_rupture": "NA",
        "moist_rupture": "firm",
        "coherence": "NA",
        "cf_class": "gravelly",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "eff_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Bx -- 32 to 62 inches; dark yellowish brown (10YR 4/4) gravelly fine sandy loam; weak very thick platy structure; brittle; very firm; 30 percent rock fragments; few faint clay films in pores; very strongly acid."
      }
    ]
  ]
}
