{
  "SERIES": "SWAYNE",
  "STATUS": "Established Series",
  "BYREV": "Rev. PNP-BDG-EMM",
  "REVDATE": "07/2013",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS:  Fine, smectitic, frigid Ultic Palexeralfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Swayne silt loam, forested--on a 27 percent slope with a northeasterly aspect at an elevation of 2,000 feet.  (Colors are for dry soil unless otherwise noted.  When described on September 6, 1983, the profile was moist to 7 inches.)\nOi--0 to 1 inch; grass, leaves, and twigs. (0 to 2 inches thick)\nA1--1 to 4 inches; brown (10YR 4/3) silt loam, dark brown (10YR 3/3) moist; weak fine granular structure; slightly hard, friable, slightly sticky and slightly plastic; many very fine and fine roots; many very fine irregular pores; neutral (pH 6.6); clear wavy boundary.\nA2--4 to 8 inches; brown (10YR 5/3) silt loam, dark brown (10YR 3/3) moist; weak fine subangular blocky structure parting to moderate fine and medium granular; slightly hard, friable, slightly sticky and slightly plastic; many very fine and fine, and common medium roots; many very fine irregular and tubular, and common fine tubular pores; few faint clay films on faces of peds and lining pores; neutral (pH 6.6); clear wavy boundary.  (A horizons 5 to 12 inches thick)\nBA--8 to 14 inches; yellowish brown (10YR 5/4) silty clay loam, brown (10YR 4/3) moist; moderate fine subangular blocky structure; hard, firm, moderately sticky and moderately plastic; common very fine, fine and medium roots; many very fine and fine tubular pores; common faint clay films on faces of peds and lining pores; common silt coats on faces of peds; slightly acid (pH 6.5); clear wavy boundary.  (0 to 9 inches thick)\nBt/E--14 to 22 inches; B part brown (7.5YR 5/4) silty clay loam, dark brown (7.5YR 3/4) moist, E part light yellowish brown (10YR 6/4), dark yellowish brown (10YR 4/4) moist; moderate fine subangular blocky structure; hard, firm, moderately sticky and moderately plastic; common very fine and fine roots; many very fine and fine tubular, and common very fine irregular pores; common faint clay films on faces of peds and lining pores; many faint silt coats on faces of peds; slightly acid (pH 6.5); abrupt wavy boundary.  (0 to 9 inches thick)\nBt1--22 to 39 inches; brown (7.5YR 4/4) silty clay loam, dark reddish brown (5YR 3/4) moist; moderate medium prismatic structure; very hard, very firm, very sticky and very plastic; few very fine and fine roots; common very fine and fine tubular pores; many prominent clay films on faces of peds and lining pores; roots concentrated along prism faces; iron-manganese stains on prism faces; slightly acid (pH 6.2); gradual wavy boundary.\nBt2--39 to 56 inches; brown (7.5YR 5/4) silty clay, dark brown (7.5YR 3/4) moist; weak fine prismatic structure parting to moderate fine and medium angular blocky; hard, firm, very sticky and very plastic; few very fine roots; common very fine tubular, and few very fine irregular pores; common prominent, and many distinct clay films on faces of peds and lining pores; slightly acid (pH 6.4); clear wavy boundary.  (Bt horizons 8 to 50 inches thick)\n2Bt3--56 to 61 inches; brown (7.5YR 5/4) clay loam, brown (7.5YR 4/4) moist; weak fine prismatic structure parting to moderate fine angular blocky; hard, firm, very sticky and very plastic; few very fine roots; common very fine tubular pores; many distinct clay films on faces of peds and lining pores; neutral (pH 7.2)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Clearwater County, Idaho; about 1 mile northeast of Ahsahka, Idaho; about 300 feet north and 150 feet west of the southeast corner of section 27, T. 37 N., R. 1 E.; Latitude - 46 degrees, 30 minutes, 57 seconds North; Longitude - 116 degrees, 18 minutes, 20 seconds West. USGS Ahsahka quadrangle."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nAverage annual soil temperature - 41 to 46 degrees F. (Frigid temperature regime)\nBase saturation - 50 to 75 percent in some part of the argillic horizon.\nA horizons\nValue - 4 or 5 dry, 3 or 4 moist\nChroma - 2 to 4 dry, 2 or 3 moist\nTexture - silt loam or loam\nClay content - 16 to 26 percent\nRock fragments - 0 to 5 percent gravel\nReaction - slightly acid or neutral\nBA horizon\nValue - 3 or 4 moist\nChroma - 3 or 4 dry or moist\nTexture - silt loam, loam or silty clay loam\nClay content - 20 to 30 percent\nRock fragments - 0 to 5 percent gravel\nReaction - moderately acid to neutral\nBt/E horizons\nBt material:\nHue - 7.5YR or 10YR dry or moist\nValue - 5 or 6 dry, 3 to 5 moist\nChroma - 3 or 4 dry and moist\nTexture - silty clay loam, clay loam or silt loam\nClay content - 26 to 34 percent\nReaction - moderately acid or slightly acid\nE material:\nHue - 7.5YR or 10YR dry or moist\nValue - 5 to 7 dry, 3 to 5 moist\nChroma - 3 or 4 dry, 3 to 6 moist\nTexture - silt loam, silty clay loam or loam\nClay content - 23 to 27 percent\nRock fragments - 0 to 5 percent gravel\nReaction - moderately acid or slightly acid\nBt horizons\nHue - 7.5YR to 10YR dry, 5YR to 10YR moist\nValue - 4 to 6 dry, 3 or 4 moist\nChroma - 3 or 4 dry or moist\nTextures - silty clay loam, silty clay, silt loam, clay loam or clay\nClay content - 24 to 50 percent (weighted average greater than 35 percent)\nRock fragments - 0 to 10 percent gravel\nReaction - moderately acid to neutral\n2Bt horizons\nHue - 7.5YR or 10YR dry or moist\nValue - 5 to 7 dry, 4 to 6 moist\nChroma - 2 to 4 dry, 3 to 6 moist\nTexture - silty clay loam, clay loam or clay\nClay content - 34 to 42 percent\nRock fragments - 0 to 10 percent gravel\nReaction - strongly acid to neutral"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no competing series."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  The Swayne soils are on benches, ridges, and canyon slopes at elevations of 1,000 to 3,500 feet and have slopes of 10 to 55 percent.  These soils formed in loess and alluvium over material weathered from granite.  The average annual temperature ranges from 40 to 45 degrees F.  The average annual precipitation ranges from 23 to 30 inches and the frost-free season is 80 to 125 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Ahsahka, Fordcreek, Johnson and Texascreek series. Fordcreek soils are fine-loamy and have a paralithic contact at 40 to 60 inches and are on south, convex positions.  Johnson soils have a mollic epipedon, are fine-loamy and are in concave northerly aspects.  Texascreek soils are coarse-loamy, have a mesic soil temperature regime and are on convex, westerly aspects."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; slow to rapid runoff.  Slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Primary uses of this soil are for timber production, livestock grazing, wildlife habitat and homesite development.  The natural vegetation is Douglas-fir, ponderosa pine, common snowberry, mallow ninebark, creambrush oceanspray, columbia brome, and heartleaf arnica."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northern Idaho; the Swayne series is not extentsive.  MLRA 43A."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Clearwater County, Idaho, 2003."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and other features recognized in this pedon:\nOchric epipedon - the zone from 0 to 8 inches (Oi, A1 and A2 horizons).\nArgillic horizon - the zone from 22 to 61 inches (Bt1, Bt2, 2Bt3 horizons).\nParticle-size control section - the zone from 22 to 42 inches (Bt1 and part of Bt2 horizon).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
