{
  "SERIES": "SWEATMAN",
  "STATUS": "Established Series",
  "BYREV": "Rev. WMK:PGM",
  "REVDATE": "2/98",
  "STATES": "LA,MS,TN",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, mixed, semiactive, thermic Typic Hapludults"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Sweatman silt loam--on a side slope in a forested area. (Colors are for moist soil.)\nA--0 to 6 inches; dark grayish brown (10YR 4/2) silt loam; weak fine granular structure; very friable; many fine roots; strongly acid; clear smooth boundary.  (2 to 6 inches thick).\nBt1--6 to 18 inches; yellowish red (5YR 4/6) silty clay; moderate medium subangular and angular blocky structure; firm; few fine roots; few faint clay films on faces of peds; strongly acid; clear smooth boundary.\nBt2--18 to 29 inches; yellowish red (5YR 4/6) silty clay; moderate medium angular blocky structure; firm; few fine roots; few faint clay films on faces of peds; common medium distinct pale brown (10YR 6/3) iron depletions and common medium distinct strong brown (7.5YR 5/6) masses of iron accumulation; the iron depletions and masses of iron accumulation are relict redoximorphic features; strongly acid; clear smooth boundary.\nBt3--29 to 37 inches; strong brown (7.5YR 5/6) silty clay; weak medium subangular blocky structure; firm; few fine roots; few faint clay films on faces of peds; common fine fragments of light gray clayey shale; common fine flakes of mica; many coarse distinct red (2.5YR 4/6) masses of iron accumulation; the masses of iron accumulation are relict redoximorphic features; strongly acid; gradual smooth boundary.  (Combined thickness of the Bt horizons is 18 to 40 inches).\nC--37 to 50 inches; thinly stratified grayish brown (2.5Y 5/2) clayey shale and light yellowish brown (2.5Y 6/4) fine sandy loam; massive; firm; common fine flakes of mica; strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Chickasaw County, Mississippi; 2.25 miles south of Atlanta, on State Highway 341; .55 mile southwest on gravel road and 200 feet south into forest.  SW1/4NE1/4 sec. 24, T. l5 S., R. l E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Solum thickness commonly is 20 to 40 inches but ranges to 50 inches.  Reaction is very strongly acid or strongly acid throughout the profile, except for surface layers that have been limed.\nThe A or Ap horizon commonly has hue of 10YR or 7.5YR, value of 3 to 5, and chroma of 2 to 4. Eroded areas include hue of 2.5YR and 5YR.  Texture is silt loam, fine sandy loam, or loam.\nThe E horizon, if it occurs, has hue of 10YR, value of 5 or 6, and chroma of 2 to 4.  Texture is silt loam, loam, or fine sandy loam.\nThe BE or BA horizon, if it occurs, has hue of 5YR or 7.5YR, value of 5 or 6, and chroma of 4 to 8.  Texture is silt loam or loam.\nThe Bt horizon has hue of 2.5YR or 5YR, value of 4 or 5, and chroma of 6 or 8.  Redoximorphic features, if present, are in shades of brown and are assumed to be relict features.  Texture is silty clay loam, silty clay, or clay.  The clay content of the particle-size control section ranges from 35 to 55 percent and the silt content ranges from 30 to 50 percent.  Soft fragments of clayey shale range from none to many and are mainly in the lower part.\nThe BC horizon, if it occurs, has hue of 2.5YR to 7.5YR, value of 4 or 5, and chroma of 6 to 8; or it has no dominant matrix color and is multicolored in shades of red, brown, and yellow.  Texture is sandy loam, loam, silty clay loam, clay loam, clay, or silty clay.  Fragments of clayey shale range from few to many.\nThe C horizon has strata that vary in color in shades of red, yellow, gray, and brown.  It is thinly stratified sandy loam, fine sandy loam, sandy clay loam, loam, and soft clayey shale.  Flakes of mica are common or many."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Albertville, Badin, Bengal, Bonwier, Brockroad, Carnasaw, Cullen, Cunningham, Cuthbert, Enders, Fluvanna, Galilee, Kirvin, Luverne, Masada, Mattaponi, McQueen, Nason, Remlap, Tatum, Totier, Townley, Urland, Uwharrie, Vance, and Williamsville series.  Albertville, Badin, Bengal, Cunningham, Enders, Galilee, Nason, Tatum, Totier, Townley, and Vance soils are underlain by bedrock within 60 inches of the surface.  Bonwier, Cuthbert, and Luverne soils average less than 30 percent silt in the particle-size control section.  Brockroad, Cullen, Fluvanna, Masada, Remlap, and Uwharrie soils have coarse fragments in some part of the solum.  Carnasaw soils have an irregular boundary from the argillic horizon to tilted, fractured shale bedrock.  Kirvin soils have ironstone gravel throughout and have a stratified sandy loam and iron-cemented sandstone C horizon.  Mattaponi soils have hue of 7.5YR or yellower in the argillic horizon.  McQueen, Urland, and Williamsville soils do not have shale fragments in the solum."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Sweatman soils are on ridgetops and hill slopes on uplands of the Southern Coastal Plain.  Slopes range from 1 to 35 percent.  They formed in marine sediment consisting of thinly bedded clayey shale and sandy and loamy materials.  The climate is warm and humid.  The average annual temperature ranges from 60 to 65 degrees F. and the average annual precipitation ranges from 48 to 60 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Lauderdale, Maben, Providence, Ruston, Shubuta, Smithdale, and Wilcox soils.  Lauderdale soils are commonly on higher positions of hill slopes and are shallow to bedrock.  Maben and Shubuta soils are in similar positions as the Sweatman soils.  Maben soils have a base saturation of 35 to 60 percent at a depth of 50 inches below the top of the argillic horizon.  Shubuta soils do not have a significant decrease in clay content with depth.  Providence soils are on  slightly higher ridgetops and are loamy throughout.  Ruston and Smithdale soils commonly are in slightly higher positions on ridgetops and upper parts of  hill slopes and are loamy throughout the profile.  Wilcox soils are in similar positions at lower elevations and have smectitic mineralogy and vertic properties."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; medium to rapid runoff; moderately slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Principal use is woodland and wildlife habitat.  Common trees in wooded areas include loblolly pine, shortleaf pine, southern red oak, post oak, sweetgum, and hickory. Common crops include corn, cotton, soybeans, hay, and pasture."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Mississippi, Louisiana, and Tennessee.  The series is of large extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Auburn, Alabama"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Chickasaw County, Mississippi; 1969."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon.......0 to 6 inches (A horizon)\nArgillic horizon......6 to 37 inches (Bt1, Bt2, and Bt3 horizons)\nMLRA:  133A\nADDITIONAL DATA:  Laboratory analyses for five pedons were obtained from the Soil Genesis and Morphology Laboratory of the Mississippi Agricultural and Forestry Experiment Station, Mississippi State, Mississippi.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
