{
  "SERIES": "SWEDEHEAVEN",
  "STATUS": "Established Series",
  "BYREV": "Rev. MHF/GJW/RWL",
  "REVDATE": "06/2011",
  "STATES": "OR",
  "OVERVIEW": "The Swedeheaven series consists of moderately deep, well drained soils formed in colluvium and residuum from metasedimentary or metavolcanic rock types.  Swedeheaven soils occur in open grassland areas on ridgetops and south-facing side slopes of mountains.  Slopes are 0 to 60 percent.  The mean annual precipitation is about 110 inches and the mean annual temperature is about 49 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, isotic, mesic Typic Humudepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Swedeheaven gravelly loam - grassland, on a 29 percent south-facing slope at 2,240 feet elevation.  (When described on October 30, 1989 the soil was moist throughout.  Colors are for moist soils unless otherwise noted.)\nA1--0 to 2 inches; very dark grayish brown (10YR 3/2) gravelly loam, brown (10YR 5/3) dry; moderate fine and very fine granular structure; soft, friable, slightly sticky and slightly plastic; common very fine roots; common very fine irregular pores; 30 percent gravel; very strongly acid (pH 4.9); abrupt smooth boundary.\nA2--2 to 13 inches; dark brown (10YR 3/3) gravelly loam, brown (10YR 5/3) dry; moderate fine subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; few very fine and fine roots; common fine tubular pores; 25 percent gravel; very strongly acid (pH 5.0); clear smooth boundary.  (Combined thickness of the A horizon is 10 to 15 inches)\nBw1--13 to 20 inches; dark yellowish brown (10YR 4/4) very gravelly clay loam, light yellowish brown (10YR 6/4) dry; weak fine and medium subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; few very fine and fine roots; common fine tubular pores; 35 percent gravel; strongly acid (pH 5.2); clear smooth boundary.\nBw2--20 to 27 inches; yellowish brown (10YR 5/4) extremely gravelly clay loam, very pale brown (10YR 7/4) dry; weak fine and medium subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; few very fine roots; common very fine and fine tubular pores; 60 percent gravel and 10 percent cobbles; strongly acid (pH 5.2); abrupt wavy boundary. (Combined thickness of the Bw horizon is 10 to 25 inches)\nR--27 inches; fractured sandstone."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Curry County, Oregon; about 1,650 feet south and 2,310 feet east of the northwest corner of section 23, T. 38 S., R. 13 W., W.  M. (Latitude 42 degrees, 14 minutes, 50 seconds N.; Longitude 124 degrees, 05 minutes, 19 seconds W.)"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The mean annual soil temperature is 47 to 54 degrees F.  The soils are usually moist but are dry for less than 45 consecutive days in all parts between depths of 4 and 12 inches in the four months following the summer solstice.  The particle-size control section averages 25 to 35 percent clay and has 35 to 80 percent rock fragments.  Depth to bedrock and solum thickness is 20 to 40 inches. The umbric epipedon is 10 to 15 inches thick.\nThe A horizon has value of 2 or 3 moist, 3 to 5 dry and chroma of 2 or 3 moist and dry.  It is gravelly loam averaging 15 to 25 percent clay.  It has 15 to 30 percent gravel and 0 to 3 percent cobbles.\nThe Bw horizon has value of 4 or 5 moist, 5 to 7 dry and chroma of 3 or 4 moist and dry.  It is very gravelly clay loam or extremely gravelly clay loam averaging 27 to 35 percent clay.  It has 35 to 70 percent gravel and 0 to 15 percent cobbles.  Soil reaction is very strongly acid to strongly acid."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Brightwood, Cullasaja, Guyandotte, Harrington, Klickitat, Milbury, Spivey, Summers and Wauld series.  Brightwood, Milbury, and Summers soils have less than 18 percent clay in the particle-size control section. Cullasaja, Guyandotte, Klickitat and Spivey soils are greater than 40 inches deep to bedrock.  Harrington soils have hue of 7.5YR or 2.5YR in the Bw horizon and have 15 to 45 percent angular basalt cobbles.  Wauld soils have a particle-size control section dominated by angular basalt rock fragments and is slightly acid throughout the solum."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Swedeheaven soils occur in open grassland areas on metastable ridgetops and south-facing side slopes of mountains.  Slopes are 0 to 60 percent.  The soils formed in colluvium and residuum derived from metasedimentary or metavolcanic rock types of the Dothan Formation.   Elevations are 300 to 3,000 feet.  The climate is characterized by warm, wet winters and hot, moist summers.  The mean annual precipitation is 90 to 130 inches.  The mean annual temperature is 45 to 53 degrees F.   The frost-free period is 160 to 210 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Averlande, Bravo, Cassiday, Fritsland, Grouslous, Hazelcamp, Quailprairie, Sankey, and Skookumhouse soils.  Averlande, Hazelcamp, and Skookumhouse soils are on ridgetops of mountains and have argillic horizons.  Averlande soils are 10 to 20 inches deep to bedrock.  Hazelcamp and Skookumhouse soils are clayey and have a paralithic bedrock contact.  Bravo, Cassiday and Fritsland soils are on side slopes of mountains.  Bravo and Cassiday soils have ochric epipedons.  In addition, Bravo soils are fine-loamy.  Fritsland soils are 40 to 60 inches deep to bedrock, have an ochric epipedon and are fine-loamy. Grouslous soils are on steep side slopes of mountains.  Grouslous soils are 10 to 20 inches deep to bedrock.  Quailprairie soils are greater than 60 inches deep to a bedrock contact and are fine-loamy. Quailprairie and Sankey soils occur in open grassland areas on ridgetops and south-facing side slopes of mountains.  Quailprairie soils are very deep to bedrock and are fine-loamy.  Sankey soils are 10 to 20 inches deep to bedrock."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; moderately slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  The soils are used for wildlife habitat and recreation.  The vegetation is brome, bluegrass, hedgehog dogtail, California oatgrass, bentgrass, dock, American vetch, western brackenfern, a few widely scattered Oregon white oak and canyon live oak, sedges, and rushes."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Mountainous areas of southwestern Oregon; MLRA 1.  The series is not extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Curry County, Oregon, 1995."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon include:\nUmbric epipedon - from the surface to a depth of 13 inches (A1, A2 horizons).\nCambic horizon - from a depth of 13 to 27 inches (Bw1, Bw2  horizons).\nParticle-size control section - from 10 to 27 inches (part of A2 horizon, Bw1, Bw2 horizons) with a weighted average of 58 percent rock fragments.\nADDITIONAL DATA:  Partial laboratory data available for pedon 90P 314, sample 90P1910 from Curry County, Oregon sampled by NSSL at Lincoln, Nebraska - 3/90.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
