{
  "SERIES": "SWEENEY",
  "STATUS": "Established Series",
  "BYREV": "Rev. WCL/RAD/LCL/ET",
  "REVDATE": "03/2003",
  "STATES": "CA",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, mesic Pachic Haploxerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Sweeney clay loam on a southeast facing slope of 20 percent under annual grass.\nA1--0 to 7 inches; dark grayish brown (10YR 4/2) sandy clay loam, very dark brown (10YR 2/2) moist; moderate medium granular structure; hard, friable, slightly sticky and plastic; plentiful very fine and few medium roots; many very fine intestitial, tubular and a few medium tubular pores; slightly acid (pH 6.4); clear wavy boundary. (6 to 12 inches thick).\nB2--7 to 16 inches; dark grayish brown (10YR 4/2) sandy clay loam, very dark brown (10YR 2/2) moist; moderate medium subangular blocky structure; very hard, firm, sticky and plastic; plentiful fine and very fine roots; many very fine and fine intersititial and tubular on a few medium tubular pores; common thin clay films on vertical ped faces and a few thin clay films in pores; slightly acid (pH 6.3); clear wavy boundary. (8 to 16 inches thick).\nB3--16 to 22 inches; dark grayish brown (10YR 4/2) fine sandy loam, very dark grayish brown (10YR 3/2) moist, distinctly streaked with brown (10YR 5/3) dry and dark brown (10YR 3/3) moist; weak medium subangular blocky structure; very hard, firm, slightly sticky and plastic; few fine roots; many fine tubular pores; few thin clay films on peds; neutral (pH 6.7); clear irregular boundary. (6 to 10 inches thick).\nC1--22 to 33 inches; dark brown (10YR 4/3) fine sandy loam, dark brown (10YR 3/3) moist, streaked with yellowish brown (10YR 5/4) dry and dark yellowish brown (10YR 4/4) moist; massive; very hard, friable, nonsticky and slightly plastic; few fine roots; many very fine interstitial pores; few thin clay films bridging sand grains; neutral (pH 6.7; gradual wavy boundary. (6 to 14 inches thick).\nC2--33 to 65 inches; yellowish brown (10YR 5/4) fine sandy loam, dark yellowish brown (10YR 4/4) moist, streaked with dark brown (10YR 4/3) dry and dark brown (10YR 3/3) moist, mixed with light olive brown (2.5Y 5/4) moist; massive; neutral (pH 7.0); clear wavy boundary. (25 to 40 inches thick).\nR--65 inches; weathered moderately hard massive diabasic rock."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: San Mateo County, California; southern part of SW 1/4 of SE 1/4 of sec. 19, T. 7 S., R. 2 W.; about 40 feet south of State Highway No. 5 (Skyline Highway), at a point 4.5 miles south of Sky Londa."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: This soil grades into hard basic igneous rock at depths of 3 to 7 feet.  There is usually 5 to 10 percent gravel and cobble sized stone fragments, in A and B horizon.  Clay mineralogy is mixed.  Mean annual soil temperature is just under 59 degrees F., the soil is usually dry for more than 60 consecutive days a year.\nColor of the A horizon is commonly dark grayish brown (10YR hues) or may be dark gray or very dark gray; valves are 4 or 3 with chromas between 1 and 2; reaction is slightly acid; texture is sandy clay loam or clay loam and may range to heavy loam; structure is strong granular and the thickness is 6 to 12 inches.\nB horizons are typically dark grayish brown but may be dark gray or dark brown; texture may be clay loam, sandy clay loam or heavy loam; Lab. data shows a range of 25 to 30 percent clay (less than 0.002 mm.) and about 4 percent clay increase over the A horizon; reaction is slightly acid to neutral and increases with depth; thickness is 14 to 26 inches.  The lower B horizon is streaked.\nColor of C horizons may be dark brown, yellowish brown and light brownish gray with streaks of dark brown and yellowish or pale yellow.  Texture is usually fine sandy loam and the reaction is about neutral."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: Los Gatos soils have brown clay loam, granular A horizons and yellowish red or reddish brown clay loam Bt horizons.  Crouch soils have dark grayish brown coarse sandy loam A horizons and light sandy loam B horizons.  Gazos soils have dark grayish brown granular heavy loam A horizons and have higher mean annual soil temperatures.  Mindego soils are similar except for having a clay Bt horizon.  Elder soils have thick dark gray sandy loam A horizons and stratified C horizons with less than 18 percent clay and have higher mean annual soil temperatures.  Oak Glen soils have dark grayish brown gravelly sandy loam A horizons and lighter colored coarser textured G horizons.  Santa Lucia soils have gray very shaly A horizon and developed on diatomaceous shale.  Soquel soils form in somewhat stratified sedimentary alluvium."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: The soils occur on gently sloping to very steep uplands and have developed in weathered basic igneous rock, principally diabase and basalt; elevations range from 200 to 2,500 feet.  Climate is subhumid, mesothermal having a mean annual precipitation of 25 to 50 inches with warm, dry summers and cool, moist winters; average January temperature is about 50 degrees F.; average July temperature is 68 degrees F.; mean annual temperature is about 57 degrees F. and the frost free season is about 250 to 300 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: Sweeney soils occur in the same general area as the Mindego, Santa Lucia, Laughlin, Los Gatos and Montara soils.   Mindego soils occur on protected northerly slopes under a coniferous forest.  Santa Lucia soils occur in the same general area on siliceous shale rock.  Laughlin soils have ochric epipedons (massive and hard) and occur along ridge areas and have formed on strongly acid sandstone and shale formations.  Los Gatos soils occur on the northerly slope on metamorphosed sandstone and shales.  The shallow Montara soils are associated along falt lines where serpentine rock instructions occur."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: The soils are well drained; runoff ranges from medium to very rapid; permeability is moderately slow."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: The soils are used mostly for pasture and range; some areas where the slopes are not too steep are cultivated to grown small grains, grain hay and flex.  Vegetation is mostly annual and few perennial grasses and forbs with a few clumps of oak trees and brush in swales and on north facing slopes."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  The series is not extensive with about 4,687 acres mapped in San Mateo County.  The soil occurs in the coast range of northern and central California."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Soil Survey San Mateo County, California, 1941."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: 1938 soil classification was (minimal) Brunizemic.  The clay type with more than 35 percent clay would not be correlated with the Cibo Series.  The loam type with a Bt horizon would now be correlated with the Los Gatos series.\nThe activity class was added to the classification in March of 2003. Competing series were not checked at that time. - ET\nOSED scanned by SSQA. Last revised by state on 7/68.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
