{
  "SERIES": "SWEETWEED",
  "STATUS": "Established Series",
  "BYREV": "Rev. DRS-WDB-JAL",
  "REVDATE": "04/2000",
  "STATES": "MT",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, frigid Typic Haplustalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Sweetweed loam, in woodland (colors are for dry soil unless otherwise noted).\nOi--0 to 1 inch; partially decomposed twigs and needles;\nmoderately acid (pH 6.0)\nA--1 to 7 inches; dark grayish brown (10YR 4/2) loam, very dark grayish brown (10YR 3/2) moist; weak fine granular structure; soft, very friable, slightly sticky and nonplastic; many fine and medium roots; many very fine and fine pores; 2 percent pebbles; moderately acid (pH 6.0); clear smooth boundary. (3 to 8 inches thick)\nE/Bt--7 to 15 inches; E part (75 percent) light brownish gray (10YR 6/2) loam, dark grayish brown (10YR 4/2) moist tongues; Bt part (25 percent) pale brown (10YR 6/3) loam, brown (10YR 4/3) moist; weak fine granular structure; soft, very friable, slightly sticky and slightly plastic; many fine and medium roots; many very fine and fine pores; faint patchy dark yellowish brown (10YR 4/4) moist clay films on subangular blocks of the Bt horizon; 2 percent pebbles; moderately acid (pH 6.0); clear wavy boundary. (3 to 10 inches thick)\nBt1--15 to 27 inches; light brownish gray (10YR 6/2) loam, dark grayish brown (10YR 4/2) moist; moderate medium subangular blocky structure; slightly hard, friable, moderately sticky and moderately plastic; common fine and medium roots; many very fine and fine pores; common faint discontinuous dark yellowish brown (10YR 3/4) moist clay films on faces of peds; 5 percent pebbles; slightly acid (pH 6.2); clear smooth boundary. (8 to 13 inches thick)\nBt2--27 to 46 inches; pale brown (10YR 6/3) loam, brown (10YR 5/3) moist; moderate medium and coarse subangular blocky structure; slightly hard, friable, sticky and plastic; common fine and medium roots; many very fine and fine pores; common distinct dark yellowish brown (10YR 4/4) moist clay films on faces of peds and in pores; 5 percent pebbles; slightly acid (pH 6.4); gradual smooth boundary. (10 to 21 inches thick)\nBC--46 to 60 inches; very pale brown (10YR 7/3) channery loam, pale brown (10YR 6/3) moist; weak coarse prismatic structure; slightly hard, friable, slightly sticky and slightly plastic; few medium and coarse roots; many very fine and fine pores; 15 percent channers; 5 percent cobbles; slightly acid (pH 6.4)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Sweet Grass County, Montana; 800 feet north and 2,400 feet west of the southeast corner of section 3, T.2 S., R.15 E.; Latitude - 45 degrees, 41 minutes, 2 seconds North; Longitude - 109 degrees, 51 minutes, 40 seconds West."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil temperature - 38 to 47 degrees F.\nMoisture control section - between 4 and 12 inches; moist in some or all parts of the moisture control section from April through mid July.\nThe surface when mixed to 7 inches has mollic colors but does not meet the thickness requirements for a mollic epipedon.\nA horizon - Hue: 7.5YR, 10YR or 2.5Y\nValue: 4 or 5 dry; 2 or 3 moist\nChroma: 2 or 3\nClay content: 18 to 27 percent\nRock fragments: 0 to 15 percent pebbles\nReaction: pH 5.6 to 6.5\nE/Bt horizon - Hue: 7.5YR, 10YR, or 2.5Y\nValue: E part 5, 6, or 7 dry, 4 or 5 moist; Bt part 4, 5, or 6 dry, 3, 4, or 5 moist\nChroma: 2, 3, or 4\nTexture: loam or clay loam\nClay content: 18 to 35 percent\nRock fragments: 0 to 15 percent pebbles\nReaction: pH 5.6 to 7.3\nBt1 horizon - Hue: 7.5YR, 10YR, or 2.5Y\nValue:  5 or 6 dry; 4 or 5 moist\nChroma: 2, 3, or 4\nTexture: loam or clay loam\nClay content: 18 to 35 percent\nRock fragments: 0 to 15 percent pebbles\nReaction: pH 5.6 to 7.3\nBt2 horizon - Hue: 7.5YR, 10YR, or 2.5Y\nValue: 5, 6, or 7 dry; 4 or 5 moist\nChroma: 2, 3, or 4\nTexture: loam, clay loam or sandy clay loam\nClay content: 18 to 35 percent\nRock fragments: 5 to 15 percent pebbles\nReaction: pH 5.6 to 7.3\nBC horizon - Hue: 10YR or 2.5Y\nValue: 5, 6, or 7 dry; 4, 5, or 6 moist\nChroma: 2, 3, or 4\nTexture: loam, sandy loam or fine sandy loam\nClay content: 10 to 27 percent\nRock fragments: 5 to 35 percent--0 to 10 percent cobbles, 5 to 25 percent pebbles\nReaction: pH 5.6 to 7.3"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:\nAlderon (WY) - have a paralithic contact at 20 to 40 inches.\nAllens Park (CO) - have a lithic contact at 20 to 40 inches.\nBayerton (WY) - have a lithic contact at 20 to 40 inches.\nBelltower (MT) - has a paralithic contact above a depth of 40 inches.\nEaglecreek (MT) - has a lithic contact above a depth of 40 inches\nElbeth (CO) - does not have a glossic horizon.\nElbuck (NM) - have over 15 percent coarse fragments in the control section; does not have a glossic horizon.\nElmark (MT) - have a paralithic contact at 20 to 40 inches and a lithic contact at 40 to 60 inches.\nHoyt (MT) - does not have a a glossic horizon; have over 15 percent coarse fragments in the control section.\nJemco (CO) - have a lithic contact above a depth of 40 inches\nJemez (NM) - have a lithic contact above a depth of 40 inches\nKunz (UT) - does not have a glossic horizon; is more alkali in the control section.\nLosindios (NM) - does not have a glossic horizon; formed in alluvium from arkosic sandstone and shale.\nLumpgulch (MT) - have a paralithic contact at 20 to 38 inches and a lithic contact at 23 to 40 inches.\nNorthrim (CO) - does not have a glossic horizon; are drier in spring; formed in colluvium or slope alluvium from sandstone and shale.\nPlome (CO) - have hues of 5YR or redder in the particle-size control section.\nRule (CO) - have a paralithic contact at 20 to 40 inches; have hues of 5YR or redder in the Particle-size control section.\nShoemaker (NM) - have a lithic contact above a depth of 40 inches.\nTunitcha (NM) - Have a lithic contact above a depth of 60 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nLandform - mountains, hills amd lahars.\nElevation - 3,900 to 6,200 feet.\nSlope - 8 to 60 percent.\nParent material - colluvium derived from volcanic mudflow breccia.\nClimate - long, cold winters; moist springs; and warm summers.\nMean annual precipitation - 15 to 19 inches.\nMean annual temperature - 39 to 45 degrees F.\nFrost-free period - 85 to 115 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": null
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Sweetweed soils are used for timber production, watershed, and as wildlife habitat. The potential native vegetation is Douglas fir and ponderosa pine with an understory of common snowberry and Oregon grape."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Sweetweed soils are of small extent in the foothills and mountains of south central Montana."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Sweet Grass County, Montana, 1998."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Soil interpretation record: MT1298. Diagnostic horizons and features recognized in this pedon are: mollic colors from 1 to 7 inches (A horizon); a glossic horizon from 7 to 15 inches (E/Bt horizon); an argillic horizon from 15 to 46 inches (Bt1, Bt2 horizons); a particle size control section from 15 to 35 inches (Bt1 and part of Bt2 horizon). Sweetweed soils have a frigid temperature regime and an ustic moisture regime.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
