{
  "SERIES": "SWEETAPPLE",
  "STATUS": "Established Series",
  "BYREV": "Rev. RLW",
  "REVDATE": "07/1999",
  "STATES": "GA,VA",
  "OVERVIEW": "The Sweetapple series consists of moderately deep to soft rock, somewhat excessively drained, moderately rapidly permeable soils that formed in residuum of acid micaceous gneiss and schist.  They are upland soils in the Piedmont.  Slopes range from 6 to 60 percent.  Near the type location, the mean annual temperature is about 61 degrees F, and the mean annual precipitation is about 49 inches.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, micaceous, thermic Typic Dystrudepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Sweetapple fine sandy loam - on a 45 percent convex northeast-facing slope in mixed hardwoods.  (Colors are for moist soil unless otherwise stated.)\nOi--1 to 0 inch; black (10YR 2/1) organic material; about 65 percent fiber unrubbed, 45 percent rubbed; massive; many very fine roots; medium acid; abrupt smooth boundary.  (0 to 1 inch thick)\nA1--0 to 3 inches; very dark grayish brown (10YR 3/2) fine sandy loam; weak fine granular structure; very friable; many very fine, fine, and very coarse roots; few fine pores; many fine flakes of mica; about 2 percent coarse fragments of quartz and schist; strongly acid; abrupt smooth boundary.  (2 to 6 inches thick)\nA2--3 to 7 inches; brown (10YR 4/3) fine sandy loam; weak medium granular structure; friable; many very fine, fine, and coarse roots; few fine pores; many fine and medium flakes of mica; about 2 percent coarse fragments of quartz and schist; strongly acid; clear smooth boundary.  (0 to 4 inches thick)\nBw1--7 to 19 inches; dark yellowish brown (10YR 4/4) sandy loam; weak medium subangular blocky structure; friable; common fine and medium roots; few fine pores; many fine flakes of mica; about 6 percent coarse fragments of quartz and schist; medium acid; clear smooth boundary.  (6 to 13 inches thick)\nBw2--19 to 24 inches; brown (10YR 4/3) gravelly loamy coarse sand; weak medium subangular blocky structure; friable; common fine and medium roots; many medium and coarse flakes of mica; about 20 percent coarse fragments of schist; medium acid; clear wavy boundary.  (0 to 15 inches thick)\nC--24 to 34 inches; soft weathered, olive brown (2.5Y 4/4), very dark brown (10YR 2/2), grayish brown (10YR 5/2) and yellowish red (5YR 4/6) mica gneiss and mica schist that crushes to loamy coarse sand; few small pockets of brown (10YR 4/3) sandy loam between tilted layers of schist and gneiss; massive; firm; few fine and medium roots; slightly acid; gradual wavy boundary.  (0 to 25 inches thick)\nCr--34 to 62 inches; olive brown (2.5Y 4/4), very dark brown (10YR 2/2), grayish brown (10YR 5/2), and yellowish red (5YR 4/6) bedrock of mica gneiss and mica schist; few yellowish red (5YR 4/6) lenses of sandy clay loam about 1/4 inch thick and 6 inches apart in seams between rock layers; massive, rock controlled structure; medium acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Fulton County, Georgia; 0.9 mile west of Georgia Highway 140 and 0.1 mile south of Little River; 0.7 mile north of Lackey Road."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Solum thickness ranges from 15 to 36 inches.  Reaction ranges from very strongly acid to medium acid in the A and B horizons and from very strongly acid to slightly acid in the C horizons.  Depth to the Cr horizon ranges from 24 to 50 inches.  Depth to hard bedrock is more than 60 inches.  Content of gravel ranges from 0 to 20 percent in the A and Bw1 horizon, and 10 to 30 percent in the Bw2 horizon.  Few stones are on the surface of some pedons.  Content of mica flakes ranges from common to many.\nThe A horizon has hue of 10YR or 7.5YR, value 3 to 5, and chroma of 2 to 6.  It is fine sandy loam, sandy loam, coarse sandy loam, or their gravelly analogues.\nThe Bw1 horizon has hue of 7.5YR or 10YR, value of 4 or 5, and chroma of 4 or 6.  It is fine sandy loam sandy loam, loam, or their gravelly analogues.  The Bw2 horizon has hue of 10YR to 5YR, value of 4 or 5, and chroma of 3 to 6.  It is loamy coarse sand, sandy loam, fine sandy loam, loam, or their gravelly analogues.\nThe C horizon is soft weathered mica gneiss or mica schist and has hue of 2.5Y to 5YR, value of 2 to 6, and chroma of 2 to 8.  Pockets of sandy loam, fine sandy loam, or loamy coarse sand have a hue of 7.5YR to 2.5Y, value of 4 to 6, and chroma of 3 to 8.  The Cr horizon in mica gneiss or mica schist rock controlled structure has an occasional dyke of hard rock and may or may not have thin lenses of yellowish red sandy clay loam."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are none in the same family.  Close competitors in similar families are the Alticrest, Ashe, Ashlar, Beulah, Chandler, Louisa, Louisburg, Manor, Rion, and Wateree series.  Alticrest, Ashe, Chandler, and Manor soils have mesic temperatures.  In addition, Alticrest soils have siliceous mineralogy and Ashe soils have mixed mineralogy.  Manor soils also have hues redder than 5YR.  Ashlar, Beulah, Louisburg, Rion, and Wateree soils have mixed mineralogy and in addition, Ashlar soils have a lithic contact within 40 inches and Louisburg soils have a discontinuous argillic horizon.  Louisa soils have a paralithic contact within 20 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Sweetapple soils are on narrow gently sloping to sloping ridgetops and strongly sloping to steep hillsides.  Slopes are mainly 10 to 45 percent, but ranges from 6 to 60.  The soil formed in residuum of weathered acid micaceous metamorphic rock.  Mean annual precipitation ranges from 45 to 50 inches and is evenly distributed throughout the year.  Mean annual temperature ranges from 60 to 65 degrees F."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  In addition to the similar Ashlar and Louisa series, these are the Grover, Madison, Pacolet, Tallapoosa, and Wedowee series.  Grover, Madison, Pacolet, Tallapoosa, and Wedowee soils have argillic horizons."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Sweetapple soils are somewhat excessively drained.  Runoff is moderate to rapid and permeability is moderately rapid."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used mainly for woodland.  Red oak, white oak, and post oak, hickory, dogwood, sourwood, poplar, loblolly pine and shortleaf pine are the principal trees."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Georgia and probably Alabama, North Carolina, South Carolina, and Virginia.  The series is moderately extensive"
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Raleigh, North Carolina"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Dekalb County, Georgia, 1979."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - the zone from the surface to approximately 7 inches (A1 and A2 horizons).\nCambic horizon - the zone from approximately 7 to 19 inches (Bw1 horizon).\nADDITIONAL DATA:  University of Georgia S77Ga-121-1(1-6); Georgia Department of Transportation S78Ga-121-1(3,5).\nRev - RLV 3/19/97\nTABULAR SERIES DATA:\nSOI-5  Soil Name   Slope  Airtemp FrFr/Seas Precip  Elevation\nGA0069 SWEETAPPLE  6- 60   60- 65  200-230  45- 50   500-1000\nSOI-5  FloodL FloodH Watertable Kind   Months  Bedrock Hardness\nGA0069 NONE          6.0-6.0              -     24-50   SOFT\nSOI-5  Depth  Texture                3-Inch  No-10  Clay%   -CEC-\nGA0069  0- 7  FSL SL COSL             0-  2  75- 95 10-15    -\nGA0069  0- 7  GR-FSL GR-SL            0- 10  60- 75 10-15    -\nGA0069  7-19  FSL SL L                0-  2  75-100  5-17    -\nGA0069 19-24  GR-LCOS GR-FSL SL       0- 15  75- 95  5-15    -\nGA0069 24-34  GR-SL GR-LCOS           0- 15  75- 95  5-10    -\nGA0069 34-62  WB                       -       -      -      -\nSOI-5  Depth    -pH-     O.M.  Salin  Permeab   Shnk-Swll\nGA0069  0- 7  4.5- 6.0  2.-5.  0- 0   2.0- 6.0  LOW\nGA0069  0- 7  4.5- 6.0  2.-5.  0- 0   2.0- 6.0  LOW\nGA0069  7-19  4.5- 6.0    -    0- 0   2.0- 6.0  LOW\nGA0069 19-24  4.5- 6.5    -    0- 0   2.0- 6.0  LOW\nGA0069 24-34  4.5- 6.5    -    0- 0   2.0- 6.0  LOW\nGA0069 34-62     -        -     -    0.00-0.06\nNational Cooperative Soil Survey\nU.S.A."
  }
}
