{
  "SERIES": "SWEETGRASS",
  "STATUS": "Established Series",
  "BYREV": "Rev. NRS-WDB-JAL",
  "REVDATE": "08/1999",
  "STATES": "MT",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Clayey over sandy or sandy-skeletal, smectitic over mixed, frigid Typic Argiustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Sweetgrass gravelly loam, grassland (colors are for dry soil unless otherwise noted).\nA--0 to 7 inches; dark grayish brown (10YR 4/2) gravelly loam, very dark grayish brown (10YR 3/2) moist; weak fine granular structure; soft, very friable, slightly sticky and slightly plastic; common fine and medium roots; many fine and very fine pores; 2 percent cobbles; 15 percent pebbles; slightly alkaline (pH 7.6); abrupt smooth boundary. (4 to 8 inches thick)\nBt--7 to 13 inches; brown (10YR 5/3) clay, dark brown (10YR 4/3) moist; moderate medium subangular blocky structure parting to weak fine subangular blocky; slightly hard, friable, moderately sticky and moderately plastic; continuous distinct dark brown (7.5YR 4/2) clay films in pores and on faces of peds; few fine and medium roots; many very fine pores; 1 percent pebbles; slightly alkaline (pH 7.6); abrupt smooth boundary. (6 to 15 inches thick)\n2Bk1--13 to 19 inches; light gray (10YR 7/2) sandy clay loam, pale brown (10YR 6/3) moist; weak coarse prismatic structure; slightly hard, very friable, slightly sticky and slightly plastic; few fine roots; common fine pores; 5 percent pebbles; disseminated lime; common large masses of lime; violent effervescence; moderately alkaline (pH 8.4); clear smooth boundary.\n2Bk2--19 to 28 inches; white (10YR 8/3) gravelly sandy loam, light gray (10YR 7/2) moist; weak coarse prismatic structure; soft, very friable, nonsticky and nonplastic; 15 percent pebbles, 5 percent cobbles; disseminated lime; common large masses of lime; continuous distinct lime cast on all sides of coarse fragments; violent effervescence; moderately alkaline (pH 8.4); clear smooth boundary. (Combined thickness of Bk1 and Bk2 horizons is 7 to 21 inches)\n3Bk33--28 to 43 inches; light gray (10YR 7/2) very gravelly loamy coarse sand, yellowish brown (10YR 5/4) moist; single grain; loose, nonsticky and nonplastic; 35 percent pebbles, 10 percent cobbles; disseminated lime; continuous distinct lime casts on underside of coarse fragments; violent effervescence; moderately alkaline (pH 8.4); gradual smooth boundary. (10 to 30 inches thick)\n3C--43 to 60 inches; pale brown (10YR 6/3) extremely gravelly coarse sand; yellowish brown (10YR 5/4) moist; single grain; loose, nonsticky and nonplastic; 45 percent pebbles, 20 percent cobbles, 10 percent stones; few distinct lime casts on the underside of coarse fragments; strong effervescence; moderately alkaline (pH 8.4)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Sweet Grass County, Montana; 2,400 feet east and 1,450 feet south of the NW corner of sec. 27, T. 1 N., R. 14 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil temperature - 42 to 47 degrees F.\nMoisture control section - between 4 and 12 inches.\nMollic epipedon thickness - 7 to 15 inches; may extend into Bt horizon.\nControl section - 35 to 50 percent clay in the argillic horizon; 35 to 80 percent coarse fragments and 1 to 10 percent clay in the contrasting sandy-skeletal horizon.\nDepth to 3Bk horizon - 20 to 40 inches.\nDepth to calcic horizon - 10 to 20 inches.\nA horizon - Hue:  10YR or 7.5YR\nValue:  4 or 5 dry; 2 or 3 moist\nChroma:  2 or 3\nTexture:  loam, clay loam or clay\nClay content:  20 to 50 percent\nRock fragments:  0 to 25 percent--0 to 5 percent cobbles, 0 to 25 percent pebbles\nReaction:  pH 6.6 to 7.8\nBt horizon - Hue:  10YR or 7.5YR\nValue:  4, 5, or 6 dry; 3, 4, or 5 moist\nChroma:  2, 3, or 4\nTexture:  clay loam or clay\nClay content:  35 to 50 percent\nRock fragments:  0 to 25 percent--0 to 5 percent cobbles, 0 to 25 percent pebbles\nReaction:  pH 6.6 to 7.8\n2Bk horizon - Hue:  10YR or 2.5Y\nValue:  5, 6, 7, or 8 dry; 4, 5, 6, or 7 moist\nChroma:  2, 3, or 4\nTexture:  clay loam, sandy clay loam, loam, sandy loam\nClay content:  10 to 30 percent\nRock fragments:  5 to 35 percent--0 to 10 percent cobbles, 5 to 35 percent pebbles\nCalcium carbonate equivalent:  15 to 50 percent\nReaction:  pH 7.4 to 8.4\n3Bk horizon - Hue:  10YR or 2.5Y\nValue:  5, 6, or 7 dry; 4, 5, or 6 moist\nChroma:  2, 3, or 4\nTexture:  loamy sand, loamy coarse sand, coarse sand, sand\nClay content:  1 to 10 percent\nRock fragments:  35 to 80 percent--0 to 15 percent stones, 5 to 25 percent cobbles, 30 to 50 percent pebbles\nCalcium carbonate equivalent:  10 to 20 percent\nReaction:  pH 7.4 to 8.4\n3C horizon - Hue:  10YR or 2.5Y\nValue:  5, 6, or 7 dry; 4, 5, or 6 moist\nChroma:  2, 3, or 4\nTexture:  loamy sand, loamy coarse sand, coarse sand, sand\nClay content:  1 to 10 percent\nRock fragments:  35 to 80 percent--0 to 15 percent stones, 5 to 25 percent cobbles; 30 to 50 percent pebbles\nCalcium carbonate equivalent:  5 to 10 percent\nReaction:  pH 7.4 to 8.4"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no competing series."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nLandform - plains, alluvial fans, stream terraces, relict stream terraces.\nElevation - 3,400 to 6,000 feet.\nSlope - 0 to 15 percent.\nParent material - alluvium derived as outwash from the mountains or from major streams.\nClimate - long, cold winters; moist springs; warm summers.\nMean annual precipitation - 14 to 19 inches.\nMean annual air temperature - 39 to 45 degreed F.\nFrost-free period - 70 to 130 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": null
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; moderately slow permeability above the sandy-skeletal material and rapid in the sandy-skeletal material."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Sweetgrass soils are used mainly for native grassland.  Potential native vegetation is mainly Idaho fescue, bluebunch wheatgrass, bluegrass, prairie junegrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Sweetgrass soils are moderately extensive along the mountain front in central Montana."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Bozeman, Montana."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Chouteau County, Montana, 1992."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Soil interpretations record:  MT0436.  Diagnostic horizons and features recognized in this pedon are:  a mollic epipedon from the soil surface to 7 inches (A horizon); an argillic horizon from 7 to 13 inches (Bt horizon); a calcic horizon from 13 to 28 inches (2Bk1, 2Bk2 horizons); and a particle-size control section from 7 to 40 inches (Bt, 2Bk1, 2Bk2, 2Bk3 horizons).  Sweetgrass soils have an ustic moisture regime and a frigid temperature regime.\nADDITIONAL DATA:  Laboratory sample S89MT-097-001.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
