{
  "SERIES": "SWENSON",
  "STATUS": "Established Series",
  "BYREV": "Rev. TEC-DDR-ACT",
  "REVDATE": "6/97",
  "STATES": "TX",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, mixed, superactive, thermic Typic Argiustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Swenson clay loam--rangeland.  (Colors are for dry soil unless otherwise stated.)\nA---0 to 4 inches; very dark grayish brown (10YR 3/2) clay loam, very dark brown (10YR 3/2) moist; moderate fine subangular blocky and granular structure; hard, friable; common fine roots; common wormcasts; few fine quartz and chert pebbles; slightly alkaline; clear smooth boundary.     (3 to 10 inches thick)\nBt1--4 to 10 inches; dark brown (7.5YR 4/2) clay, dark brown (7.5YR 3/2) moist; moderate fine and medium subangular blocky structure;  very hard, firm; common fine roots; common wormcasts; common distinct clay films on surfaces of peds; few fine quartz and chert pebbles; slightly effervescent; moderately alkaline; clear wavy boundary.    (3 to 8 inches thick)\nBtk--10 to 25 inches; reddish brown (5YR 4/4) clay; dark reddish brown (5YR 3/4) moist; moderate fine and medium subangular blocky structure; hard, firm; few fine roots; few wormcasts; common distinct clay films on surfaces of peds; few fine quartz and chert pebbles; 5 to 10 percent calcium carbonate concretions; strongly effervescent; moderately alkaline; abrupt wavy boundary.  (8 to 18 inches thick)\nBCk--25 to 32 inches; reddish yellow (7.5YR 8/6) gravelly silt loam; reddish yellow (7.5YR 7/6) moist; weak fine subangular blocky structure; slightly hard, very friable; few fine roots; many masses of calcium carbonate; 30 percent limestone fragments coated with hardened calcium carbonate as much as 0.8 inches thick; violently effervescent; moderately alkaline; abrupt smooth boundary.               (5 to 18 inches thick)\nR--32 to 36 inches; indurated, brown limestone bedrock; coarsely fractured; coatings of calcium carbonate on surface of bedrock and in fractures less than 0.3 inch thick."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Throckmorton County, Texas; In Throckmorton from the intersection of U. S. Highway 380 and U. S. Highway 283, 8.4 miles west on U. S. Highway 380, 4.1 miles northwest on Texas Highway 222 to ranch headquarters entrance; 3.85 miles west on ranch road to gate; 0.35 mile west from gate and 75 feet north of ranch road in rangeland.  Latitude: 33 degrees, 15 minutes, 15 seconds; Longitude: 99 degrees, 23 minutes, 0 seconds."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Solum thickness and depth to hard bedrock ranges from 20 to 40 inches.  Depth to secondary carbonates ranges from 4 to 12 inches.  A thin coating of secondary calcium carbonate is on the bedrock and commonly seals some fractures.  Coarse fragments range from 0 to 15 percent in the A and Bt horizons.\nThe A horizon has hue of 5YR to 10YR, value of 3 to 5, and chroma of 2 or 3.  Texture is clay loam with a clay content from 27 to 35 percent.  Reaction ranges from neutral to slightly alkaline.\nThe Bt1 horizon has hue of 5YR or 7.5YR, value of 3 or 4, and chroma of 2 or 3.  Texture is clay loam or clay with a clay content of 35 to 50 percent.  Reaction is slightly alkaline or moderately alkaline.\nThe Btk horizon has hue of 5YR or 7.5YR, value of 3 or 4, and chroma of 3 or 4.  Texture is clay loam or clay with a clay content of 35 to 50 percent.  It is calcareous and moderately alkaline.  Calcium carbonate in the form of masses, threads and concretions range from few to common.\nThe BCk horizon has hue of 5YR or 7.5YR, value of 6 to 8, and chroma of 4 to 6.  Texture is gravelly silt loam, gravelly silty clay loam or gravelly clay loam.  Masses and concretions of calcium carbonate make up 40 to 70 percent by volume.  Coarse fragments range from 10 to 20 percent gravel and 5 to 10 percent cobbles.  Coarse fragments are coated with calcium carbonate.  Calcium carbonate in the form of masses, threads and concretions range from common to many.\nThe R layer is fractured and layered limestone which is grayish or brownish in color and has a hardness of greater than 3 on the Moh's scale."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These include the Bexar (TX), Frankirk (TX), Lawton (OK), Luckenbach (TX), Rowden (TX) and Sagerton (TX) series.  Similar soils are the Lindale, Lindy, Mingo, and Speck series.  Bexar and Rowden soils do not have a calcic horizon.  Frankirk, Lawton, Luckenbach, and Sagerton soils have sola more than 60 inches thick.  Lindale and Lindy soils have ochric epipedons.  Mingo soils have a mollic epipedon more than 20 inches thick.  Speck soils are less than 20 inches to bedrock."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Swenson soils are on broad ridgetop divides with convex to plain surfaces.  Slope gradients are 0 to 2 percent.  The regolith is loamy and clayey materials deposited over fractured beds of indurated limestone of the Permian System.  Mean annual precipitation ranges from 22 to 25 inches, and mean annual temperature ranges from 64 to 68 degrees F.  Frost free days range from 210 to 230 days, and elevation ranges from 1,350 to 1,700 feet.  Thornthwaite annual P-E indices range from 32 to 44."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the competing Rowden and Speck series on slightly concave slopes, and  Leeray, Lueders, Nukrum, Nuvalde, Palopinto, Purves, Sagerton, and Throck series.  Leeray, Nukrum, and Nuvalde soils do not have an argillic horizon.  Sagerton soils have sola thicker than 60 inches.  These soils occur at lower elevations in nearby deep valley fills or outwash sediments.  Lueders, Palopinto, and Purves soils do not have an argillic horizon and are shallow to limestone.  They occur on similar or lower positions.  Throck soils formed in weathered shale that has clay texture and clayey materials at lower elevations."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained.  Permeability is moderately slow.  Runoff is low on slopes less than 1 percent and medium on 1 to 3 percent slopes."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Mainly used as rangeland, however; some areas are cultivated to small grains, cotton, and sorghums.  The native vegetation is mainly mid and short grasses.  Mesquite, lotebush, and cactus have invaded most rangeland areas."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Rolling Limestone Prairie of  Texas.  The series is of minor extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Throckmorton County, Texas; 1992.  Swenson is orginal name of large ranch containing type location and the majority of this soil."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  These soils were formerly included in the Lindy and Rowden series.\nDiagnostic horizons and features recognized in this pedon are:\nMollic epipedon - 0 to 10 inches.  (A and Bt1 horizons)\nArgillic horizon - 4 to 25 inches.  (Bt and Btk horizons)\nCalcic horizon -10 to 32 inches.  (Btk and BCk horizons)\nLithic contact - limestone bedrock at 32 inches.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
