{
  "SERIES": "SWENCAN",
  "STATUS": "Tentative Series",
  "BYREV": "IRD. FRK/SM/MPR",
  "REVDATE": "01/2015",
  "STATES": "ID",
  "OVERVIEW": "The Swencan series consists of moderately deep, well drained soils that formed in eolian deposits and alluvium over basalt. Swencan soils have slopes of 0 to 12 percent and are on nearly level to rolling, wide, lava-filled valley floors. The mean annual precipitation is about 380 millimeters, and the mean annual air temperature is about 4 degrees C.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, superactive, frigid Typic Haploxerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Swencan fine sandy loam, located on a southwest facing slightly concave slope of 3 percent and elevation of 1,670 meters; when described on April 13, 1989, the soil was slightly moist throughout (Colors are for dry soil unless otherwise noted)\nA1--0 to 10 cm; dark grayish brown (10YR 4/2) fine sandy loam, very dark grayish brown (10YR 3/2) moist; very thick platy parting to moderate medium subangular blocky structure; soft, very friable, slightly sticky and slightly plastic; common very fine to fine roots; common very fine to fine tubular pores; 1 percent gravel; neutral (pH 7.1); abrupt smooth boundary\nA2--10 to 38 cm; grayish brown (10YR 5/2) fine sandy loam, very dark grayish brown (10YR 3/2) moist; moderate medium and coarse subangular blocky parting to moderate fine and medium subangular blocky structure; slightly hard, very friable, slightly sticky and slightly plastic; common very fine and few fine roots; few very fine irregular and common very fine to fine tubular pores; 1 percent gravel; neutral (pH 7.2); abrupt smooth boundary\nBw1--38 to 58 cm; yellowish brown (10YR 5/4) fine sandy loam, dark yellowish brown (10YR 3/4) moist; moderate fine and medium subangular blocky structure; slightly hard, very friable, slightly sticky and nonplastic; common very fine roots; common very fine irregular and few very fine to fine tubular pores; slightly alkaline (pH 7.4); clear smooth boundary\nBw2--58 to 76 cm; yellowish brown (10YR 5/4) sandy loam, dark yellowish brown (10YR 3/4) moist; moderate medium and coarse subangular blocky structure; slightly hard, very friable, nonsticky and nonplastic; common very fine roots; common very fine irregular and few very fine tubular pores; slightly alkaline (pH 7.6); clear smooth boundary\nBw3--76 to 81 cm; light yellowish brown (10YR 6/4) sandy loam, brown (7.5YR 4/4) moist; weak coarse subangular blocky structure; soft, very friable, nonsticky and nonplastic; few very fine roots; many very fine irregular pores; slightly alkaline (pH 7.6); abrupt irregular boundary\n2R--81 cm; vesicular basalt"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Caribou County, Idaho; about 5 kilometers east of Bancroft, Idaho; 747 meters east and 91 meters north of the southwest corner, sec. 19, T.8S., R.40E., Boise Meridian; Talmage, Idaho USGS quadrangle; 42.7081 degrees north latitude, 111.8281 degrees west longitude WGS84; UTM 432188 meters east, 4728728 meters north, zone 12N"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nMean annual soil temperature - 5 to 8 degrees C (frigid soil temperature regime)\nDepth to lithic contact - 50 to 100 cm\nThickness of mollic epipedon - 20 to 50 cm\nParticle-size control section-\nClay content - 6 to 18 percent\nRock fragments - 0 to 10 percent basalt gravel\nA Horizons\nValue - 4 or 5 dry\nChroma - 2 or 3 dry or moist\nClay content - 10 to 18 percent\nRock fragments - 0 to 10 basalt gravel\nThickness - 20 to 45 cm\nBw horizons\nHue - 10YR or 7.5YR\nValue - 5 to 7 dry, 3 to 5 moist\nChroma - 2 or 3 dry or moist\nFine earth texture - Fine sandy loam, sandy loam\nClay content - 6 to 15 percent\nReaction - 6.8 to 7.7\nRock fragments - 0 to 10 percent basalt gravel\nThickness - 34 to 57 cm"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:\nCowers - Greater than 150 cm to a lithic contact\nMcCollum - Greater than 150 cm to a lithic contact\nTakeuchi - Greater than 15 percent rock fragments in the particle-size control section; typically have paralithic material from granitic lithologies"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material - Eolian sediment and alluvium\nLandscape - Valleys\nLandform - Nearly level to rolling, wide, lava-filled valley floors\nSlope - 0 to 12 percent\nElevation - 1,650 to 1,880 meters\nClimate - Warm, dry summers; cool, moist winters\nMean annual precipitation - 350 to 500 millimeters\nMean annual air temperature - 3 to 7 degrees C\nFrost free duration - 60 to 90 days"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:\nArbone - Greater than 150 cm to a lithic contact; calcic horizons; smooth to slightly convex positions\nBancroft - Greater than 150 cm to a lithic contact; argillic horizons; smooth to slightly concave positions\nKackley - Calcic horizons; slightly convex positions\nRexburg - Greater than 150 cm to a lithic contact; calcic horizons; smooth to slightly concave positions"
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:\nDrainage class - Well drained\nKsat - High"
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:\nUse - Livestock grazing, wildlife habitat, common crops of wheat, barley, potatoes, alfalfa\nPotential natural vegetation - Bluebunch wheatgrass, basin wild rye, basin big sagebrush"
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Eastern Idaho Plateaus, Idaho; MLRA 13; small extent"
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES PROPOSED",
    "content": "SERIES PROPOSED: Caribou County, Idaho, 2015; name is taken from a nearby canyon"
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nParticle-size control section - 25 to 81 cm\nMollic epipedon - A horizons\nLithic contact - Top of R horizon\nNational Cooperative Soil Survey\nU.S.A."
  }
}
