{
  "SERIES": "SWIFT CREEK",
  "STATUS": "Inactive Series",
  "BYREV": "Rev. AJC-JEB",
  "REVDATE": "10/2013",
  "STATES": "WY",
  "OVERVIEW": "The Swift Creek series is a member of the loamy-skeletal, carbonatic family of Typic Cryorthents. Typically Swift Creek soils have very gravelly friable granular A horizons, and very gravelly calcareous C horizons.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, carbonatic Typic Cryorthents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Swift Creek very gravelly loam - grassland (Colors are for dry soil unless otherwise stated.)\nA1--0 to 8 inches; pinkish-gray (7.5YR 6/2) very gravelly loam, dark brown (7.5YR 4/2) moist; strong very fine granular structure; soft, very friable; 65 percent limestone fragments; calcareous; mildly alkaline (pH 7.8); gradual wavy boundary. (4 to 12 inches thick )\nCca--8 to 60 inches; brown (10YR 5/3) very gravelly loam, dark brown (10YR 4/3) moist; massive; slightly hard, very friable; 70 percent limestone fragments; small amount of visible secondary calcium carbonate occurring as coatings on the underside of the rock fragments; moderately alkaline (pH 8.2)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Lincoln County, Wyoming; 160 feet east of the southwest corner of sec. 36, T.35N, R.ll9W"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: (Ranges stated are inclusive.) Typically these soils are calcareous at the surface but they may be leached for a few inches in some places. There should be no bedrock or strongly contrasting substratum above 40 inches. Content of organic carbon ranges from .4 to 1.5 percent ln the surface horizon and decreases uniformly with depth. Conductivity is typically less than 1 millimho in the surface horizons but may increase slightly with depth. Exchangeable sodium is typically less than 1 percent throughout. The soil is base saturated. The total calcium carbonate equivalent of the material in the control section, including coarse fragments smaller than 3 inches, ranges from 40 to 60 percent. Texture of the control section is typically very gravelly loam or light clay loam with clay ranging from 18 to 35 percent, silt from 20 to 50 percent, and sand from 20 to 50 percent with more than 15 percent but less than 35 percent being fine sand or coarser. Content of coarse fragments ranges from 35 to 90 percent with enough limestone gravel less than 3 inches in diameter to make the calcium carbonate equivalent of the whole soil exceed 40 percent. These soils are dry for as much as 90 cumulative days in some part of the control section in most years but are not dry throughout the control section for as much as 60 days continuously. The mean annual soil temperature is 45 degrees F, and the mean summer soil temperature is 57 F Color of the A1 horizon ranges in hue from 10YR to 7.5YR, in value from 5 to 6 dry or 3 to 4 moist, and in chroma from 2 to 3.  When the value is as dark as 5 dry and 3 moist the horizon must be thin enough so that if the soil is mixed to 7 inches it will have an ochric epipedon.  Reaction ranges from pH 7.0 to pH 8.0.  Typically the horizon has granular structure but the structure may be weak subangular blocky.  Dry consistence ranges from soft to slightly hard.  Hue of the Cca horizon ranges from 2.5Y to 7.5YR. Reaction ranges from pH 8.0 to pH 8.5.  There is some variability in\nthe amount of accumulated secondary calcium carbonate but this is usually limited to coatings on the underside of rock fragments"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: Similar and related soils include the Hobacker soils that have thick mollic epipedons."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: The soils occur on gently to moderately sloping alluvial fans and valley-filling sideslopes Slope gradient ranges from 0 to 15 percent. The soils are developing in very gravelly alluvial fan sediments derived principally from limestone bedrock.  At the type location the average annual precipitation is 18 inches with peak periods of precipitation occurring during the spring and summer months."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These include the Hobacker, Red Mountain, and Thayne series.  These soils have mollic epipedons."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well to somewhat excessively drained.  Runoff is slow, and permeability is rapid."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: These soils are used principally as pastureland Principal native vegetation includes bluegrass and sage."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Present known distribution limited to the high mountain valleys of western Wyoming.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES PROPOSED",
    "content": "SERIES PROPOSED:  The Standard Soil Survey of the Star Valley Area, 1966\nOSED scanned by NSSQA.  Last revised by state on 1/69.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "NA"
  },
  "SITE": [
    [
      {
        "drainage": "well to somewhat excessively",
        "drainage_overview": ""
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A1",
        "top": 0,
        "bottom": 20,
        "dry_hue": "7.5YR",
        "dry_value": 6,
        "dry_chroma": 2,
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "loam",
        "cf_class": "very gravelly",
        "pH": 7.8,
        "pH_class": "mildly alkaline",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "A1--0 to 8 inches; pinkish-gray (7.5YR 6/2) very gravelly loam, dark brown (7.5YR 4/2) moist; strong very fine granular structure; soft, very friable; 65 percent limestone fragments; calcareous; mildly alkaline (pH 7.8); gradual wavy boundary. (4 to 12 inches thick )"
      },
      {
        "name": "Cca",
        "top": 20,
        "bottom": 152,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "loam",
        "cf_class": "very gravelly",
        "pH": 8.2,
        "pH_class": "moderately alkaline",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Cca--8 to 60 inches; brown (10YR 5/3) very gravelly loam, dark brown (10YR 4/3) moist; massive; slightly hard, very friable; 70 percent limestone fragments; small amount of visible secondary calcium carbonate occurring as coatings on the underside of the rock fragments; moderately alkaline (pH 8.2)."
      }
    ]
  ]
}
