{
  "SERIES": "SWIFT",
  "STATUS": "Established Series",
  "BYREV": "Rev. EH/TA/RJE/TLA",
  "REVDATE": "7/98",
  "STATES": "WA",
  "OVERVIEW": "The Swift series consists of very deep, well drained soils formed in colluvium from volcanic ash and basic igneous rock with a mantle of volcanic ash and cinders.  Swift soils are on side slopes and tops of mountains at elevations of 1,200 to 2,800 feet.  Slopes are 2 to 90 percent.  The average annual precipitation is about 115 inches and average annual temperature is about 43 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Ashy over loamy-skeletal, glassy over isotic, frigid Typic Udivitrands"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Swift paragravelly sandy loam - under a coniferous forest on a 20 percent northeast-facing lower back slope at an elevation of 1,560 feet.  (Colors are for moist soil unless otherwise noted.  All textures are apparent field textures.)\nOi--2 to 1 inch; leaves, needles, twigs, and moss.\nOa--1 inch to 0; decomposed organic litter.\nA1--0 to 2 inches; very dark grayish brown (10YR 3/2) extremely paragravelly sand (cinders and volcanic ash), grayish brown (10YR 5/2) dry; single grain; loose, nonsticky and nonplastic; many very fine and few medium roots; many medium and coarse irregular pores; 70 percent subangular 2 to 10mm size pumice fragments; moderately acid (pH 6.0); abrupt wavy boundary.  (0 to 4 inches thick)\nA2--2 to 4 inches; very dark grayish brown (10YR 3/2) paragravelly sandy loam (volcanic ash and cinders), light brownish gray (10YR 6/2) dry; weak fine granular structure; soft, very friable, nonsticky and nonplastic; many very fine and fine, common medium roots; common fine irregular pores; 15 percent 2 to 15mm size pumice fragments, 5 percent angular and subangular pebbles; slightly acid (pH 6.2); clear wavy boundary.  (2 to 5 inches thick)\nA3--4 to 12 inches; dark brown (10YR 3/3) paragravelly sandy loam (volcanic ash and cinders), pale brown (10YR 6/3) dry; weak fine granular structure; soft, very friable, nonsticky and nonplastic; many very fine and fine, common medium roots; common medium irregular pores; 15 percent 2 to 15mm size pumice fragments, 10 percent angular and subangular pebbles; slightly acid (pH 6.2); clear wavy boundary.  (0 to 10 inches thick)\nBw--12 to 27 inches; dark yellowish brown (10YR 4/4) very paragravelly loam (volcanic ash and cinders), very pale brown (10YR 7/4) dry; weak fine subangular blocky structure; soft, friable, nonsticky, slightly plastic and weakly smeary; many very fine and fine and common medium roots; many fine irregular pores; 30 percent 5 to 2 to 20mm size pumice fragments, 15 percent angular and subangular andesite pebbles; moderately acid (pH 5.8); clear wavy boundary.  (12 to 20 inches thick)\n2Bwb--27 to 60 inches; dark yellowish brown (10YR 3/4) extremely cobbly loam, very pale brown (10YR 7/4) dry; moderate medium subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; common fine and few coarse roots; many fine and medium irregular pores; 40 percent pebbles, 25 percent cobbles, and 10 percent stones; moderately acid (pH 5.8)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Skamania County, Washington; about 1,200 feet south and 400 feet west of the northeast corner of sec. 4, T. 6 N., R. 6 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Average annual soil temperature is 44 to 47 degrees F.  These soils are dry in the moisture control section for less than 45 consecutive days following summer solstice.  Some pedons have a lithic contact at a depth of 40 to 60 inches.  The upper part of the particle-size control section averages 10 to 35 percent pumice cinders.  The lower part of the control section averages 40 to 75 percent hard rock fragments.\nThe A horizon has hue of 10YR or 7.5YR, value of 2 through 4 moist, 5 or 6 dry, and chroma of 1 through 3 moist, 2 or 3 dry.  Subhorizons with a dry value of 5 are less than 10 inches thick.  Hard pebbles range from 5 to 10 percent.  Reaction is strongly acid to slightly acid.\nThe Bw horizon has hue of 10YR or 7.5YR, value of 4 or 5 moist, 5 through 7 dry, and chroma of 3 or 4 moist or dry.  It is silt loam, loam or sandy loam and is cindery or very cindery.  Pumice fragments range from 15 to 35 percent and rock fragments from 5 to 20 percent.\nThe 2Bwb horizon has hue of 10YR or 2.5Y, value of 3 through 5 moist, 6 or 7 dry, and chroma of 3 or 4 moist or dry.  It is loam or clay loam and is very gravelly, very cobbly or extremely cobbly.  Hard pebbles range from 20 to 40 percent, cobbles from 15 to 25 percent, and stones from 5 to 10 percent."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Bouldercreek, Ferguson, and Honeyjones.  Bouldercreek soils have a Bw horizon with silt loam textures and lack pumice fragments in the particle-size control section.   Ferguson soils lacks pumice fragments in the particle-size control section.  Honeyjones soils have a Bw horizon with silt loam textures and lack pumice fragments in the particle-size control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Swift soils are on mountain slopes and ridgetops at elevations of 1,200 to 2,800 feet.  Slopes are 2 to 90 percent.  The soil formed in colluvium from volcanic ash and basic igneous rock including porphoritic andesite and olivine basalt with a mantle of aerially deposited pumice and volcanic ash of the 176-year old \"Layer T\".  The climate is marine with cool, wet winters and warm, moist summers.  Average annual precipitation is 90 to 120 inches.  Average January temperature is about 32 degrees F.; average July temperature is 64 degrees F.  Average annual temperature is 42 to 48 degrees F.  The frost-free season is 100 to 120 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are Cinnamon, Lonestar, Hatchet, St. Helens, Vanson and Yalelake.  Cinnamon, Lonestar and Yalelake soils average less than 35 percent rock fragments in any part of the control section.  Hatchet, Lonestar and Vanson soils have a spodic horizon and are cryic.  Yalelake soils are mesic.  St. Helens soils are very gravelly or extremely gravelly sand in the lower part of the particle- size control section."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; slow to rapid runoff; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used for timber production, recreation, wildlife habitat, and watershed.  Native vegetation is mainly Douglas-fir, western hemlock, and Pacific silver fir with an understory of vine maple, huckleberry, salal, trailing blackberry, false-Solomons-seal, vanilla leaf, western brackenfern and starflower."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northern Skamania, northeast Clark, and southeast Cowlitz Counties, Washington.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Skamania County, Washington, 1981."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are an ochric epipedon from the mineral surface to 12 inches, a cambic horizon from 12 to 60 inches, and a lithologic change from pumice and ash to colluvium from andesite and basalt at 27 inches. The upper particle-size control section has an estimated moist bulk density of less than 0.90 g/cc, volcanic glass content of 30 to 60 percent, acid-oxalate extractable aluminum plus one-half iron of more than 1 percent.\nClassification changed 6/98 based on revision to mineralogy classes in Soil Taxonomy."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "NA"
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Oi",
        "top": 5,
        "bottom": 3,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Oi--2 to 1 inch; leaves, needles, twigs, and moss."
      },
      {
        "name": "A1",
        "top": 0,
        "bottom": 5,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "sand",
        "cf_class": "gravelly",
        "pH": 6,
        "pH_class": "moderately acid",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "A1--0 to 2 inches; very dark grayish brown (10YR 3/2) extremely paragravelly sand (cinders and volcanic ash), grayish brown (10YR 5/2) dry; single grain; loose, nonsticky and nonplastic; many very fine and few medium roots; many medium and coarse irregular pores; 70 percent subangular 2 to 10mm size pumice fragments; moderately acid (pH 6.0); abrupt wavy boundary.  (0 to 4 inches thick)"
      },
      {
        "name": "A2",
        "top": 5,
        "bottom": 10,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "sandy loam",
        "cf_class": "gravelly",
        "pH": 6.2,
        "pH_class": "slightly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "A2--2 to 4 inches; very dark grayish brown (10YR 3/2) paragravelly sandy loam (volcanic ash and cinders), light brownish gray (10YR 6/2) dry; weak fine granular structure; soft, very friable, nonsticky and nonplastic; many very fine and fine, common medium roots; common fine irregular pores; 15 percent 2 to 15mm size pumice fragments, 5 percent angular and subangular pebbles; slightly acid (pH 6.2); clear wavy boundary.  (2 to 5 inches thick)"
      },
      {
        "name": "A3",
        "top": 10,
        "bottom": 30,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "sandy loam",
        "cf_class": "gravelly",
        "pH": 6.2,
        "pH_class": "slightly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "A3--4 to 12 inches; dark brown (10YR 3/3) paragravelly sandy loam (volcanic ash and cinders), pale brown (10YR 6/3) dry; weak fine granular structure; soft, very friable, nonsticky and nonplastic; many very fine and fine, common medium roots; common medium irregular pores; 15 percent 2 to 15mm size pumice fragments, 10 percent angular and subangular pebbles; slightly acid (pH 6.2); clear wavy boundary.  (0 to 10 inches thick)"
      },
      {
        "name": "Bw",
        "top": 30,
        "bottom": 69,
        "dry_hue": "10YR",
        "dry_value": 7,
        "dry_chroma": 4,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "loam",
        "cf_class": "gravelly",
        "pH": 5.8,
        "pH_class": "moderately acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bw--12 to 27 inches; dark yellowish brown (10YR 4/4) very paragravelly loam (volcanic ash and cinders), very pale brown (10YR 7/4) dry; weak fine subangular blocky structure; soft, friable, nonsticky, slightly plastic and weakly smeary; many very fine and fine and common medium roots; many fine irregular pores; 30 percent 5 to 2 to 20mm size pumice fragments, 15 percent angular and subangular andesite pebbles; moderately acid (pH 5.8); clear wavy boundary.  (12 to 20 inches thick)"
      },
      {
        "name": "2Bwb",
        "top": 69,
        "bottom": 152,
        "dry_hue": "10YR",
        "dry_value": 7,
        "dry_chroma": 4,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 4,
        "texture_class": "loam",
        "cf_class": "extremely cobbly",
        "pH": 5.8,
        "pH_class": "moderately acid",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "2Bwb--27 to 60 inches; dark yellowish brown (10YR 3/4) extremely cobbly loam, very pale brown (10YR 7/4) dry; moderate medium subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; common fine and few coarse roots; many fine and medium irregular pores; 40 percent pebbles, 25 percent cobbles, and 10 percent stones; moderately acid (pH 5.8)."
      },
      {
        "name": "Oa",
        "top": 3,
        "bottom": "NA",
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Oa--1 inch to 0; decomposed organic litter."
      }
    ]
  ]
}
