{
  "SERIES": "SWINK",
  "STATUS": "Established Series",
  "BYREV": "Rev. CS",
  "REVDATE": "02/97",
  "STATES": "OK",
  "OVERVIEW": "The Swink series consists of very shallow or shallow, well\ndrained, slowly permeable soils that formed in material weathered from limestone of Cretaceous Age.  These soils are on crest of ridges or sideslopes on convex to plane uplands in the Grand Prairie (MLRA 85A).  Water runs off the surface moderate to rapid. Slopes are 0 to 30 percent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Clayey-skeletal, smectitic, thermic Lithic Hapludolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Swink very stony clay--native range. (Colors are for moist soil unless otherwise stated.)\nA1--0 to 7 inches; black (10YR 2/1) very stony clay; moderate fine subangular blocky structure parting to moderate fine granular structure; firm; many fine roots; about 25 percent by volume of limestone fragments greater than 250 mm in diameter and 15 percent between 75 and 250 mm in diameter; calcareous in spots; moderately alkaline; clear wavy boundary.   (3 to 10 inches thick)\nBw--7 to 16 inches; very dark grayish brown (2.5Y 3/2) very stony clay; moderate fine subangular blocky structure parting to moderate fine granular structure; firm; many fine roots; few non-intersecting slickensides; about 35 percent by volume of limestone fragments greater than 250 mm in diameter and 25 percent of fragments 75 to 250 mm in diameter; calcareous; moderately alkaline; abrupt irregular boundary.  (3 to 12 inches thick)\nR--16 to 30 inches; fractured limestone bedrock and thin strata of calcareous shale.  Tree roots extend between the fractures in the rock to depths of 1 to 3 feet.  The fractures are 1 to 4 inches wide and occur at regular intervals of about 10 feet."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  McCurtain County, Oklahoma; about 3.5 miles northwest of Idabel; 600 feet south of the NW corner of sec. 22, T. 7 S., R. 23 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Solum thickness is 6 to 20 inches.\nThe A horizon has hue of 7.5YR or 10YR, value of 2 or 3, and chroma of 1 to 3.  The fine earth fraction is clay or silty clay loam.  The amount of fragments greater than 250 mm in diameter range from 10 to 25 percent by volume and 75 to 250 mm in diameter range from 10 to 35 percent by volume. The amount of fragments from 2 mm to 75 mm in diameter range from 0 to 5 percent by volume.  Reaction ranges from neutral to moderately alkaline.\nThe B horizon has hue of 7.5YR or 10YR, value of 2 or 3, and chroma of 1 to 3.  The fine earth fraction is clay or silty clay loam.  The amount of fragments greater than 250 mm in diameter range from 15 to 50 percent and the 75 to 250 mm in diameter range from 35 to 60 percent by volume.  The amount of fragments from 2 mm to 75 mm in diameter range from 0 to 5 percent by volume.  It ranges from neutral to moderately alkaline in reaction and is calcareous in the lower part.\nThe R layer is fractured limestone bedrock that ranges from a few feet to several feet thick and contains thin strata of shale."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no other series in this family."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Swink soils are on convex to plane slopes of the uplands.  Slope gradients are 0 to 30 percent.  The regolith is residuum weathered mainly from limestone.  The limestone ledges are commonly less than 15 feet thick with intervening layers of calcareous clayey shales.  Mean annual temperature is 62 degrees to 65 degrees F.  Mean annual precipitation is 40 to 50 inches.  Thornthwaite annual P-E index is 72 to 80."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Hollywood, Newtonia, and Panola series.  These soils are more than 20 inches deep to bedrock and occur in areas between the shallow or very shallow Swink soils."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; runoff is moderate to rapid.  Permeability is slow."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used entirely as native range.  The original vegetation included mixed native grasses, forbs, and legumes.  The present cover consists of small amounts of native grasses with threeawn, panicum, and Texas wintergrass and in some places a canopy of winged elm, osage orange, andd post oak."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Oklahoma, Arkansas, and Texas.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  McCurtain County, Oklahoma; 1970."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Soil Interpretation Record:  Series    OK0159\nStony     OK0220\nThese soils would have been classified as Lithosols.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": ""
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A1",
        "top": 0,
        "bottom": 18,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 1,
        "texture_class": "clay",
        "cf_class": "very stony",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "A1--0 to 7 inches; black (10YR 2/1) very stony clay; moderate fine subangular blocky structure parting to moderate fine granular structure; firm; many fine roots; about 25 percent by volume of limestone fragments greater than 250 mm in diameter and 15 percent between 75 and 250 mm in diameter; calcareous in spots; moderately alkaline; clear wavy boundary.   (3 to 10 inches thick)"
      },
      {
        "name": "Bw",
        "top": 18,
        "bottom": 41,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "2.5Y",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "clay",
        "cf_class": "very stony",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "abrupt",
        "topography": "irregular",
        "narrative": "Bw--7 to 16 inches; very dark grayish brown (2.5Y 3/2) very stony clay; moderate fine subangular blocky structure parting to moderate fine granular structure; firm; many fine roots; few non-intersecting slickensides; about 35 percent by volume of limestone fragments greater than 250 mm in diameter and 25 percent of fragments 75 to 250 mm in diameter; calcareous; moderately alkaline; abrupt irregular boundary.  (3 to 12 inches thick)"
      },
      {
        "name": "R",
        "top": 41,
        "bottom": 76,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "R--16 to 30 inches; fractured limestone bedrock and thin strata of calcareous shale.  Tree roots extend between the fractures in the rock to depths of 1 to 3 feet.  The fractures are 1 to 4 inches wide and occur at regular intervals of about 10 feet."
      }
    ]
  ]
}
