{
  "SERIES": "SWISBOB",
  "STATUS": "Established Series",
  "BYREV": "Rev. BKP/PWB/JBF",
  "REVDATE": "02/2010",
  "STATES": "NV",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS:  Fine-loamy, mixed, superactive, frigid Calcic Argixerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Swisbob very gravelly sandy loam--rangeland (Colors are for dry soil unless otherwise noted.) This surface is covered with approximately 25 percent gravel.\nA--0 to 12 cm; brown (7.5YR 4/2) very gravelly sandy loam, dark brown (7.5YR 3/2) moist; weak very thick platy structure; slightly hard, very friable, slightly sticky and slightly plastic; common fine and medium and many very fine roots; common fine tubular, many very fine vesicular and many very fine interstitial pores; 40 percent gravel; noneffervescent; neutral (pH 7.3); clear smooth boundary. (2 to 15 cm thick)\nBt--12 to 21 cm; brown (7.5YR 4/2) gravelly clay loam, very dark gray (7.5YR 3/1) moist; weak fine and medium subangular blocky structure; slightly hard, very friable, moderately sticky and slightly plastic; common very fine, fine and medium roots; common fine tubular and many very fine tubular and interstitial pores; 30 percent continuous prominent clay films on rock fragments; 50 percent patchy distinct clay bridges between sand grains; 25 percent gravel; noneffervescent; slightly alkaline (pH 7.4); clear smooth boundary . (5 to 15 cm thick)\nBtk1--21 to 38 cm; brown (7.5YR 5/3) gravelly sandy clay loam, dark brown (7.5YR 3/2) moist; weak medium angular blocky structure; moderately hard, very friable, slightly sticky and slightly plastic; common very fine, fine, and medium roots; common fine tubular and interstitial and many very fine tubular and interstitial pores; 30 percent continuous distinct dark brown (7.5YR 3/3) moist and strong brown (7.5YR 4/6) dry clay films on rock fragments and bridges between sand grains; 35 percent medium distinct irregular moderately cemented calcium carbonate concretions on bottom of rock fragments; 25 percent gravel; noneffervescent; slightly alkaline (pH 7.5); clear smooth boundary.\nBtk2--38 to 52 cm; light reddish brown (5YR 6/4)gravelly sandy clay loam, dark brown (7.5YR 3/3) moist; weak medium angular blocky structure; moderately hard, friable, slightly sticky and slightly plastic; common very fine and fine roots; common very fine and fine interstitial pores; 30 percent patchy prominent dark brown (7.5YR 3/3) moist and brown (7.5YR 4/3) dry, clay films on rock fragments; 50 percent patchy prominent strong brown (7.5YR 4/6) moist, and strong brown (7.5YR 4/6) dry, clay bridges on all faces of peds; 20 percent medium distinct irregular moderately cemented calcium carbonate concretions with clear boundaries on bottom of rock fragments; 30 percent gravel; very slightly effervescent; slightly alkaline (pH 7.5); abrupt smooth boundary. (Combined Btk thickness is 27 to 96 cm thick)\nBkq--52 to 152 cm; pink (5YR 8/3) extremely gravelly sandy loam, light brown (7.5YR 6/3) moist; weak medium angular blocky structure; hard, friable, nonsticky and nonplastic; common very fine, fine and medium roots; common very fine and fine interstitial pores; 20 percent medium distinct patchy moderately cemented calcium carbonate concretions and few fine prominent patchy silica concretions on the bottom of rock fragments; less than 10 cm thick weakly cemented discontinuous calcium carbonate lenses that thin with depth; 55 percent gravel, 5 percent cobbles, and 2 percent stones; violently effervescent; very strongly alkaline (pH 9.1)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Lincoln County, Nevada; approximately at the south 1/4 corner of sec. 28, T. 5 N., R. 70 E.; USGS Miller Canyon 7.5 minute topographic quadrangle; latitude 38 degrees 15 minutes 33 seconds N and longitude 114 degrees 8 minutes 21.9 W; UTM zone 11, 750290e, 4238440n; NAD83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: Usually dry; moist in winter and spring, dry in all parts at least 45 consecutive days following the summer solstice (July and August), but intermittently moist in the upper part for 10 to 20 days cumulative due to convection storms between July and September; xeric soil moisture regime bordering aridic.\nMean annual soil temperature: 7 to 8 degrees C.\nMollic epipedon: 20 to 38 cm thick.\nDepth to calcic horizon: 7 to 30 cm.\nOther features: Parent material contains a component of ashy material in the matrix.\nMineralogy: 5 to 24 percent volcanic glass in the 0.02 to 2.0 mm fraction and 0.05 to 0.09 percent AL plus 1/2Fe extracted by ammonium oxalate.\nParticle-size control section - Clay content: 27 to 35 percent\nRock fragments: 15 to 35 percent mainly gravel. Lithology of rock fragments is welded tuff.\nA horizon\nValue: 4 or 5 dry, 2 or 3 moist.\nChroma: 2 or 3, dry or moist.\nStructure: Platy or subangular blocky.\nBt horizon\nHue: 10YR or 7.5 YR.\nValue: 4 or 5 dry, 2 or 3 moist.\nChroma: 2 or 3, dry or moist.\nStructure: Subangular blocky.\nTexture: Clay loam or sandy clay loam.\nRock fragments: 15 to 35 percent.\nReaction: Neutral to slightly alkaline.\nBtk horizons\nHue: 10YR or 7.5 YR.\nValue: 4 through 6 dry, 3 through 5 moist.\nChroma: 2 through 4, dry or moist.\nStructure: Angular and subangular blocky.\nSecondary calcium carbonate: 15 to 40 percent moderately cemented concretions on bottom of rock fragments.\nReaction: Slightly to moderately alkaline.\nCalcium carbonate equivalent: 2 to 10 percent in the fine earth fraction.\nBkq horizon\nHue: 5YR or 7.5 YR.\nValue: 6 through 8 dry, 5 through 7 moist.\nChroma: 2 or 3, dry or moist.\nReaction: Strongly to very strongly alkaline.\nCalcium carbonate equivalent: averages 5 to 10 percent in the fine earth fraction with few thin inter-bedded lenses that range as low as 5 percent."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Bess, Border, Cedarpoint, Chesnimnus, Fewkes, Justesen, Mccarey, Pegram, Pinehollow, Redpine, Vicking and Vickton series.\nBess soils have less than 15 percent gravel in the particle-size control section. Border, Chesnimnus, Justesen, Pegram and Vickton soils are not intermittently moist in the upper part for 10 to 20 days cumulative due to convection storms. Cedarpoint, Fewkes and Vicking soils have less than 5 to 24 percent volcanic glass in the 0.02 to 2.0 mm fraction. Mccarey, Pinehollow and Redpine soils have bedrock at 50 to 100 cm."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Swisbob soils are on eroded fan remnants at elevations of 1,900 to 2,100 meters. Slopes range from 2 to 30 percent. These soils formed in alluvium from welded tuff over lacustrine deposits. The climate is dry-subhumid with cool moist winters and warm dry summers but, occasionally moist in the upper part for 10 to 20 days (July through August) due to summer convection storms. The mean annual temperature is 6 to 7 degrees C., mean summer temperature is 7 to 8 degrees C., and the frost-free period is 70 to 100 days. The mean annual precipitation is 300 to 450 mm, with most of it as snow."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Homestake and Satt series. Homestake soils have 35 to 40 percent clay and 50 to 70 percent rock fragments in the particle-size control section. Satt soils have 35 to 60 percent rock fragments in the particle-size control section."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well-drained; medium runoff; slow permeability; moderately low saturated hydraulic conductivity."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Used for grazing and wildlife habitat. The principal vegetation is low sagebrush and antelope bitterbrush, with bluegrasses, Thurber's needlegrass, and bottlebrush squirreltail. This pedon is correlated to Ecological Site R028AY125NV, Gravelly Clay Pan 14+ P.Z."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: East-central Nevada. Swisbob soils are not extensive. MLRA 28A."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Phoenix, Arizona"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Lincoln County (Meadow Valley Area), Nevada, 1971."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon - The zone from the surface to 38 cm (A, Bt and Btk1 horizons).\nArgillic horizon - The zone from 12 to 52 cm (Bt, Btk1, and Btk2 horizons).\nCalcic horizon - The zone from 52 to 152 cm (Bkq horizon).\nParticle-size control section - The zone from 12 to 52 cm (Bt, Btk1, and Btk2 horizons).\nADDITIONAL DATA: Pedon ID: 06NV613001-BKP\nThe type was moved 10/2008 to better reflect the series concept.\nSwisbob soils were formerly classified as fine, smectitic, frigid Haplic Palexerollic Durixerolls.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
