{
  "SERIES": "SWITZERLAND",
  "STATUS": "Established Series",
  "BYREV": "Rev. AKN-BGN-GRS",
  "REVDATE": "11/2009",
  "STATES": "IN,OH",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty over clayey, mixed, superactive, mesic Oxyaquic Hapludalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Switzerland silt loam - near the top of a ridge on a 9 percent convex slope in a pasture at an elevation of 232 meters (760 feet) above mean sea level. (Colors are for moist soil unless otherwise stated.)\nAp--0 to 18 cm (0 to 7 inches); brown (10YR 5/3) silt loam, light yellowish brown (10YR 6/4) dry; moderate medium granular structure; friable; many fine roots; neutral; abrupt smooth boundary. [13 to 28 cm (5 to 11 inches) thick]\nBE--18 to 28 cm (7 to 11 inches); strong brown (7.5YR 5/6) and brown (10YR 5/3) silt loam; weak medium subangular blocky structure; friable; common fine roots; moderately acid; clear smooth boundary. [(0 to 18 cm (0 to 7 inches) thick]\nBt1--28 to 71 cm (11 to 28 inches); strong brown (7.5YR 5/6) silty clay loam; moderate medium subangular blocky structure; firm; common fine roots; many distinct brown (7.5YR 4/4) clay films and common distinct brown (10YR 5/3) silt coats on faces of peds; many distinct light yellowish brown (10YR 6/4) silt coats lining voids at a depth of 24 to 28 inches; few fine black (N 2.5/) iron-manganese concretions in the lower part; very strongly acid; gradual smooth boundary. [(25 to 56 cm (10 to 22 inches) thick]\n2Bt2--71 to 112 cm (28 to 44 inches); yellowish brown (10YR 5/6) clay; strong very coarse prismatic structure; very firm; few fine roots; common distinct dark yellowish brown (10YR 4/6) clay films on faces of peds and linings of voids; few medium prominent light brownish gray (10YR 6/2) iron depletions in the matrix; very strongly acid; diffuse wavy boundary. [(30 to 66 cm (12 to 26 inches) thick]\n2BC--112 to 152 cm (44 to 60 inches); brownish yellow (10YR 6/6) clay; weak angular blocky structure; extremely firm; many fine prominent light brownish gray (10YR 6/2) iron depletions in the matrix; many fine and medium black (N 2.5/) iron-manganese concretions in the lower part; moderately acid; diffuse wavy boundary. [0 to 56 cm (0 to 22 inches) thick]\n2Cr--152 to 203 cm (60 to 80 inches); weakly cemented clay shale interbedded with indurated limestone flagstones; violently effervescent; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Ohio County, Indiana; about one mile east of Milton; 800 feet south and 2,000 feet east of the northwest corner of sec. 33, T. 4 N., R. 2 W.; USGS Aberdeen, Indiana topographic quadrangle; lat. 38 degrees 58 minutes 22.4 seconds N. and long. 84 degrees 59 minutes 53.9 seconds W., UTM Zone 16, 673404 easting and 4315674 northing, NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nThickness of the loess: 51 to 91 cm (20 to 36 inches\nThickness of the solum: 127 to 203 cm (50 to 80 inches)\nDepth to paralithic contact: 152 to more than 203 cm (60 to more than 80 inches)\nAp or A horizon:\nHue: 10YR\nValue: 4 or 5\nChroma: 2 to 4\nTexture: silt loam\nReaction: strongly acid to neutral\nBE or Bt horizon:\nHue: 10YR or 7.5YR\nValue: 4 or 5\nChroma: 3 to 8\nTexture: silt loam or silty clay loam\nClay content: 27 to 37 percent\nSand content: 2 to 15 percent\nReaction: moderately acid to very strongly acid\n2Bt horizon:\nHue: 7.5YR to 2.5Y\nValue: 4 or 5\nChroma: 4 to 8\nTexture: silty clay or clay\nClay content: 45 to 70 percent\nSand content: 2 to 15 percent\nRock fragment content: 0 to 14 percent channers and flagstones in the lower part\nReaction: moderately acid to very strongly acid in the upper part and moderately acid to moderately alkaline in the lower part\n2BC horizon, where present:\nHue: 10YR to 5Y\nValue: 5 to 7\nChroma: 3 to 6\nTexture: silty clay, clay, or flaggy clay\nClay content: 45 to 70 percent\nSand content: 2 to 10 percent\nRock fragment content: 0 to 34 percent channers and flagstones\nReaction: moderately acid to moderately alkaline\n2C horizon, where present:\nHue: 10YR to 5Y\nValue: 5 to 7\nChroma: 3 to 6\nTexture: silty clay, clay, or flaggy clay\nRock fragment content: 0 to 34 percent channers and flagstones\nReaction: neutral to moderately alkaline"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no competing series in the same family."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Slopes are dominantly 2 to 12 percent, but range up to 20 percent. The upper 51 to 91 cm (20 to 36 inches) of the solum formed in loess and the lower part formed in residuum from interbedded, soft, calcareous Ordovician shale and limestone of the Dillsboro formation and possibly others. Mean annual temperature ranges from 10.6 to 13.3 C (51 to 56 degrees F). Mean annual precipitation ranges from 1016 to 1168 mm (40 to 46 inches). Frost-free period ranges from 150 to 190 days. Elevation ranges from 122 to 311 meters (400 to 1020 feet) above mean sea level."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These include the Carmel, Eden, Edenton, Nicholson, Pate, and Weisburg soils. The well drained Carmel, Eden, and Edenton soils are also on steeper slopes, have a thinner solum, and are in the fine textural family. The moderately well drained Nicholson and Weisburg soils are on ridgetops and have fragipans. The well drained and moderately well drained Pate soils are on lower lying slopes, have less than 51 cm (20 inches) of loess, and are in the fine textural family."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Moderately well drained. Depth to an intermittent perched seasonal high water table is at 61 to 91 centimeters (2.0 to 3.0 feet) from December through April in normal years. The potential for surface water runoff is medium to high. Saturated hydraulic conductivity is moderately high or high (4.23 to 14.11 micrometers/s) in the upper part of the solum and low or moderately low (0.01 to 0.42 micrometers/s) in the lower part. Permeability is moderate in the upper part and very slow in the lower part."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most areas are now cleared and under cultivation. The main crops are corn, soybeans, wheat, hay, and burley tobacco. A small part is in pasture, forest, or is idle. The native vegetation is deciduous forest of oak, maple, hickory, poplar, beech, and basswood."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Southeastern Indiana and southwestern Ohio. The series is of moderate extent in MLRA 121."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Morgantown, West Virginia"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Switzerland County, Indiana, 1930."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are: ochric epipedon - the zone from the surface of the soil to a depth of approximately 28 cm (11 inches) (Ap, BE horizons); argillic horizon the zone from approximately 28 to 112 cm (11 to 44 inches) (Bt1, 2Bt2 horizons).\nADDITIONAL DATA: Characterization data is available at Purdue Lab No. DB 7401, DB 7504, OH 7504, and SW 8110, and Lincoln Lab No. 760042 - 760047.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
