{
  "SERIES": "SWITCHBACK",
  "STATUS": "Established Series",
  "BYREV": "Rev. DYI/KWH/TLA",
  "REVDATE": "06/1999",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, isotic, frigid Vitrandic Dystroxerepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Switchback gravelly fine sandy loam-grazable woodland.  (Colors are for dry soil unless otherwise noted.)\nA--0 to 10 inches, grayish brown (10YR 5/2) gravelly fine sandy loam, dark grayish brown (10YR 4/2) moist; weak fine granular structure;  soft, friable, nonsticky and nonplastic; many fine and medium roots; common fine tubular pores; 10 percent pebbles, 5 percent cobbles and 5 percent soft pebbles; neutral (pH 7.0); gradual wavy boundary (8 to 12 inches thick)\nBw--10 to 20 inches, grayish brown (10YR 5/2) subangular gravelly fine sandy loam, dark grayish brown (10YR 4/2) moist; weak medium blocky structure; slightly hard, firm, nonsticky and nonplastic; many fine and medium roots; common fine tubular pores; 15 percent pebbles, 5 percent cobbles and 10 percent soft pebbles; neutral (pH 7.0); gradual wavy boundary.  (8 to 12 inches thick)\nC--20 to 26 inches, pale brown (10YR 6/3) gravelly sandy loam, grayish brown (10YR 5/2) moist; massive; slightly hard, firm, nonsticky and nonplastic; common fine and medium roots; many fine tubular pores; 25 percent pebbles, 5 percent cobbles and 15 percent soft pebbles; neutral (pH 6.8); abrupt wavy boundary (4 to l6 inches thick)\nCr--26 inches, weathered granodiorite."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Chelan County, Washington; about 1 mile northeast of Ardenvoir, Washington, 1,800 feet east and 300 feet south of northwest corner of sec. 20, T. 26 N., R. 20 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The average annual soil temperature ranges from 45 to 47 degrees F.  These soils are usually moist, but are dry in the moisture control section for 75 to 90 consecutive days following summer solstice.  The control section averages 5 to 35 percent angular granitic pebbles and cobbles.  The upper 7 to 14 inches of the soil has an estimated moist bulk density of 1.15 to 1.40 g/cc, volcanic glass content of 5 to 20 percent, acid-oxalate extractable aluminum plus one-half of the acid-oxalate extractable iron of 0.4 to 1.0 percent and 15-bar water retention of 5 to 10 percent for air dried samples.  Solum thickness is 10 to 24 inches.  Depth to the paralithic contact with weathered granodiorite ranges from 20 to 40 inches.\nThe A horizon has value of 5 to 7 dry and 3 or 4 moist.  Chromas are 2 or 3 dry and moist.  Where values are 5 dry values are 4 moist.\nThe Bw horizon has hue of 10YR or 7.5YR and value of 5 to 7 dry, and chroma of 2 to 4 dry and moist.  Texture is gravelly fine sandy loam, gravelly sandy loam, sandy loam, loam, or gravelly loam.\nThe C horizon has hue of 10YR or 7.5YR and value of 5 to 7 dry and chroma of 2 to 4 moist and dry.  Texture is gravelly sandy loam, gravelly loam, or gravelly coarse sandy loam."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  This is the Ojibway series.  Ojibway soils are dry for 45 to 60 consecutive days."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Switchback soils are on mountainsides that generally have a northerly aspect.  These soils formed in colluvium and residuum derived from granodiorite mixed with minor amounts of loess and volcanic ash.  Elevations are 1,800 to 3,000 feet, 4,500 to 6,500 feet in Idaho.  Slopes are 3 to 90 percent.  These soils are in a climate with warm dry summers and cool moist winters.  The average annual precipitation is about 15 to 30 inches.  The average January temperature is about 22 degrees F, average July temperature is about 67 degrees F, and the average annual air temperature is about 44 degrees F.  The frost-free season 90 to 120 days, 50 to 65 days in Idaho."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Dinkelman, Morical, Palmich and Tyee soils.  Dinkelman soils are deep and have mollic epipedons.   Morical soils have an argillic horizon and are fine-loamy.  Palmich soils are deep and have more than 60 percent pyroclastic material in the control section.  Tyee soils are less than 20 inches to bedrock.\nDRAINAGE AND PERMEABILITY;  Well drained; slow to very rapid runoff; permeability is moderate."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": null
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Timber production, grazable woodland, wildlife habitat, recreation, and watershed.  Native vegetation is Douglas-fir and ponderosa pine with an understory of pinegrass, elk sedge, lupine, arrowleaf balsamroot, common snowberry, antelope bitterbrush, and ceanothus."
  },
  "REGIONAL OFFICE": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Eastern Washington and south central Idaho.  Series is of small extent."
  },
  "ORIGIN": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "REMARKS": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Chelan County, Washington, 1971."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": null
  }
}
