{
  "SERIES": "SWORMVILLE",
  "STATUS": "Established Series",
  "BYREV": "JWW-ERS-PSP",
  "REVDATE": "06/2011",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty over sandy or sandy-skeletal, mixed, active, mesic Aeric Endoaqualfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Swormville clay loam, on a 1 percent slope in a cultivated field.  (Colors are for moist soil unless otherwise noted.)\nAp -- 0 to 8 inches; very dark grayish brown (10YR 3/2) silt loam; weak fine subangular blocky structure; friable; many fine roots; less than 2 percent rock fragments; slightly acid; abrupt smooth boundary.  (6 to 12 inches thick.)\nBt1 -- 8 to 19 inches; brown (10YR 5/3) silt loam; weak medium subangular blocky structure; friable; few fine roots; dark grayish brown (10YR 4/2) worm and root channels; faint clay films on all faces of peds and on surfaces along pores; grayish brown (10YR 5/2) iron depletions on all faces of peds; common medium distinct strong brown (7.5YR 5/6) masses of iron accumulation and grayish brown (10YR 5/2) iron  depletions within the matrix; less than 2 percent rock fragments; slightly acid; gradual wavy boundary.\nBt2 -- 19 to 31 inches; brown (10YR 5/3) silt loam; moderate medium subangular blocky structure; slightly firm; few fine roots; grayish brown (10YR 5/2) iron depletions on all faces of peds; common distinct clay films on all faces of peds and on surfaces along pores; common medium distinct yellowish brown (10YR 5/6) masses of iron accumulation and gray (10YR 5/1) iron depletions within the matrix; less than 2 percent rock fragments; slightly acid; gradual wavy boundary.  (Combined thickness of the Bt horizon is 10 to 35 inches.)\nBC -- 31 to 35 inches; grayish brown (10YR 5/2) sandy loam; massive; friable; common medium distinct yellowish brown (10YR 5/6) and strong brown (7.5YR 5/6) masses of iron accumulation; 5 percent rock fragments; neutral; clear wavy boundary.  (0 to 7 inches thick.)\n2C1 -- 35 to 52 inches; grayish brown (10YR 5/2) loamy sand; massive; very friable; common medium distinct yellowish brown (10YR 5/6) masses of iron accumulation and common medium distinct gray (10YR 6/1) iron depletions; 10 percent rock fragments; neutral; clear wavy boundary.\n2C2 -- 52 to 72 inches; grayish brown (10YR 5/2) medium sands; massive; loose; 10 percent rock fragments; neutral, slightly alkaline at 65 inches."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Cattaraugus County, New York; Town of Leon, 1/4 mile west of Dredge Road and NY Route 62, 100 feet north of Dredge Road; USGS Cherry Creek, NY topographic quadrangle; Latitude 42 degrees,  20 minutes, 15 seconds N. and Longitude 79 degrees, 01 minutes, 20 seconds W. NAD 1927."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Depth to the underlying sandy material ranges from 20 to 38 inches. Solum thickness ranges from 25 to 45 inches thick. Depth to bedrock is greater than 60 inches. Depth to carbonates ranges from 20 to 70 inches. Rock fragments, dominantly gravel, range from 0 to 5 percent in the A and Bt horizons and from 0 to 40 percent in the 2B and 2C horizons. Unless limed, reaction ranges from strongly acid through neutral in the surface layer, from moderately acid through neutral in the upper part of the subsoil, from slightly acid through slightly alkaline in the lower part of the subsoil, and neutral through moderately alkaline in the substratum.\nThe Ap or A horizon has hue of 10YR or 2.5Y, value of 2 through 4, and chroma of 2 or 3. Texture of the fine-earth fraction is loam, silt loam, clay loam, or silty clay loam. Structure is weak or moderate, granular or subangular blocky. Consistence is friable or very friable. Thickness of the A horizon ranges from 2 to 5 inches thick.\nThe Bt horizons have hue of 7.5YR through 5Y, value of 3 through 6, and chroma of 2 through 6, with both high and low chroma redoximorphic features. Chroma of 2 or less is dominant on all faces of peds. Texture of the fine-earth fraction is silt loam, clay loam or silty clay loam. Structure is prismatic, subangular blocky or blocky. Consistence is friable or firm.\nA thin BC, 2BC, or 2CB horizon, where present, underlies the Bt horizons with similar colors. Structure is generally of weaker grade. Texture of the fine-earth fraction is loamy fine sand to very fine sandy loam. Consistence is friable, very friable, or loose. Free carbonates are present in these horizons in some pedons.\nThe 2C horizon has hue of 5YR through 5Y, value of 3 through 5, and chroma of 1 through 4. Texture of the fine-earth fraction ranges from loamy fine sand to sand. It has very friable or loose consistence."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  Swormville is the only known series in this family.\nCanandaigua, Getzville, Junius, Niagara, and Raynham, soils are similar series in related families. Canandaigua and Raynham soils have fine-silty and coarse-silty particles size control sections respectively.  Junius soils have a sandy particle-size control section and Lamson soils have coarse-loamy particle-size control sections. Getzville soils lack the argillic horizons, are poorly drained and have chromas of less than 2 in the matrix of the upper part of the B horizon."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Swormville soils are on glacial lake plains, and old stream terraces and deltas. Slope is dominantly 0 to 1 percent, but ranges from 0 to 3 percent. Mean annual temperature ranges from 46 to 52 degrees F, mean annual precipitation ranges from 30 to 45 inches, and mean frost free period ranges from 120 to 180 days. Elevation ranges from 250 to 1800 feet above sea level."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: The Swormville series is the somewhat poorly drained  member of a drainage sequence that includes the well drained Allard soils, the moderately well drained  Olean soils and poorly and very poorly drained Getzville soils. Other associated soils are the Canandaigua, Cosad, Junius, Minoa, Niagara, Raynham, and Wayland soils. Canandaigua and Niagara soils are on nearby landscapes but have fine-silty particle size control sections. Cosad soils formed in sandy lake sediment over clayey lacustrine sediments at depths of 20 to 40 inches. Junius soils are sandy throughout the profile and lack an argillic horizon. The somewhat poorly drained Minoa soils formed in lacustrine deposits and have a coarse loamy particle-size control section. The poorly drained Raynham soils formed in deep silty deposits and lack argillic horizons. The poorly drained Wayland soils formed in silty alluvium and lack argillic horizons. The poorly drained Getzville soils are drainage associates of the Swormville soils and occupy low depressional areas."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Somewhat poorly drained. The potential for surface runoff is low to very low. Permeability is moderately slow or slow in the surface layer and upper part of the subsoil and moderately rapid in the underlying horizons."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Though most areas have been cleared and used to grow corn, small grains, and hay, extensive areas have been abandoned and are now reverting to brushy woodland. Native vegetation is red oak, red maple, sugar maple, beech, white ash, elm and other hardwoods."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  The Erie and Ontario lake plains and the Allegheny Plateau of New York. MLRAs 101, 139, and 140. The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Amherst, Massachusetts"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Erie County, New York, 1979."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Original classification placed Swormville in the great group of Ochraqualfs. Because of changes in the 8th edition to `Keys to Soil Taxonomy' this soil now classifies in the new great group of Endoaqualfs. Competing series may change as similar soils are reclassified.\nDiagnostic horizons and other features recognized in the typifying pedon are:\n1)  Ochric epipedon - the zone from 0 to 8 inches (Ap horizon).\n2)  Argillic horizon - the zone from 8 to 31 inches (Bt1 and Bt2 horizons).\n3)  Aeric subgroup - as evidenced by the high chroma (3 or more) matrix that occupies more than 50 percent in the zone from 8 to 31 inches (Bt1 and Bt2 horizons).\n4) Aquic moisture conditions - as evidenced by low chroma (2 or less) ped faces and redoximorphic features in the argillic horizon from 8 to 20 inches. (Bt1 and Bt2 horizon)\nSoil Interpretation Record: NY0253\nNational Cooperative Soil Survey\nU.S.A."
  }
}
