{
  "SERIES": "SYCAMORE",
  "STATUS": "Established Series",
  "BYREV": "Rev. WFA/RCH/JJJ",
  "REVDATE": "7/98",
  "STATES": "CA",
  "OVERVIEW": "The Sycamore series wass a member of the fine-silty, mixed, nonacid, thermic family of Aeric Haplaquepts. Typically, Sycamore soils have grayish brown, slightly acid, slightly clay loam A horizons; grayish brown and light brownish gray, distinctly mottled, mildly to moderately alkaline, silt loam B horizons; and stratified light brownish gray and pale brown mottled loam, fine sandy loam and loamy fine sand calcareous C horizons.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty, mixed, superactive, nonacid, thermic Mollic Endoaquepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPIFYING PEDON",
    "content": "TYPIFYING PEDON: Sycamore silty clay loam - cultivated (Colors are for dry soil unless otherwise noted.)\nAp--0 to 14 inches; grayish brown (2.5Y 5/2) silty clay loamy very dark grayish brown (2.5Y 3/2) moist; massive; hard, friable, sticky, plastic; many very fine roots; many very fine pores; moderately low organic matter contest; few mica flakes; slightly acid; clear smooth boundary. (6 to 18 inches thick)\nBg1--14 to 26 inches; grayish brown (2.5Y 5/2) silt loam, dark grayish brown (2.5Y 4/2) moist; few fine distinct mottles of yellowish brown or strong brown (lOYR 5/6 or 7.5YR 5/6); massive; slightly hard, friable, slightly sticky, slightly plastic; many very fine roots; many very fine, common fine pores; few mica flakes; mildly alkaline; gradual smooth boundary. (8 to 18 inches thick)\nBg2--26 to 42 inches; light brownish gray (2.5Y 6/2) silt loam, dark grayish brown (2.5Y 4/2) moist; common fine distinct mottles of yellowish brown and strong brown (lOYR 5/6 and 7.5YR 5/6); massive; slightly hard, friable, slightly sticky, slightly plastic; few roots; many very fine, common fine pores; slightly calcareous, lime mainly disseminated; moderately alkaline; gradual smooth boundary. (8 to 20 inches thick)\nC--42 to 60 inches; stratified light brownish gray (lOYR 6/2) and pale brown (lOYR 6/3) loam, fine sandy loam, and loamy fine sand with some silty lenses, dark grayish brown and dark brown (lOYR 4/2 and 4/3) moist; many fine distinct yellowish brown and strong brown mottles; massive; slightly hard, friable; common very fine and fine pores; slightly calcareous, lime mainly disseminated; water table may fluctuate in this horizon depending on the level of the water in the river; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Colusa County, California; 1/2 mile south of Maxwell-Colusa road and 100 feet west of State Route 45; approximately 4 miles NNW of Colusa, in the NW1/4 of sec. 1, T.16N., R.2W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: The mean soil temperature ranges from about 60 degrees to 64 degrees F. Unless the soils have intense drainage measures and are not irrigated, the soils do not become dry in all of the upper 20 inches. Mottles with chroma of 2 or less occur in the upper 20 inches. The 10 to 40 inch section is dominantly silt loam with about 18 to 25 percent clay and less than 15 percent material coarser than very fine sand. The surface is usually massive or is cloddy and is hard or very hard, probably due to intense tillage.\nThe A horizon is dominantly grayish brown in lOYR or 2.5Y hue and may be gray in lOYR hue. It is fine sandy loam, silt loam, silty clay loam or clay loam. This horizon ranges from slightly acid to mildly alkaline. The 10 to 20 inch section is not calcareous.\nThe B horizon ranges from grayish brown to light brownish gray or light yellowish brown with hue of 2.5Y, value of 5 or 6, chroma 2 through 4, and has distinct to prominent mottles. It is neutral to moderately alkaline with lime in the lower portion in some pedons.\nThe C horizon is light brownish gray to pale olive with distinct to prominent mottles. It is stratified loam, silty clay, sandy loam, loamy fine sand, and silt."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Camarillo, Campbell, Laugenour, Maria, Tamba, Tyndall, Valdez, and Yolo series. Camarillo and Campbell soils lack mottles above a depth of 20 inches. Laugenour and Tyndall soils have less than 18 percent clay in the control section. Maria soils are calcareous in all parts. Tamba soils have more than 35 percent clay and are strongly acid. Valdez soils have pale colored epipedons with a moist value of 4. Yolo soils lack mottles and are dry about 7 months of each year."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Sycamore soils are on nearly level flood plains at elevations of 10 to 100 feet. The soils formed in mixed sedimentary alluvium. The climate is dry subhumid, mesothermal with hot dry summers and cool moist winters. Mean annual precipitation is 15 to 20 inches. Average January temperature is 45 degrees ., average July temperature is 75 degrees F., mean annual temperature is 60 degrees to 62 degrees F.; and average frost-free season is 275 to about 300 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Columbia, Marvin, and Merritt soils and the competing Tyndall soils. Columbia soils have less than 18 percent clay in the 10 to 40 inch section. Marvin soils have argillic horizons, Merritt soils have mollic epipedons."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Sycamore soils formed under poorly drained conditions. Some areas are now drained. Surface runoff is slow to very slow; permeability is moderate to moderately slow."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: The soils are used for orchard, row, truck, and field crops excluding rice. Natural vegetation consists of annual grasses and oak."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: The flood plain of the Sacramento River and its tributaries in central California. The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Alameda County, California, 1964."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: The Sycamore soils were formerly classified as Alluvial soils.\nOSED scanned by SSQA. Last revised by state on 6/72.\nSeries reclassified 5/95.  Competing series not updated at that time."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "NA"
  },
  "SITE": [
    [
      {
        "drainage": "poorly",
        "drainage_overview": ""
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 36,
        "dry_hue": "2.5Y",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "2.5Y",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "silty clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Ap--0 to 14 inches; grayish brown (2.5Y 5/2) silty clay loamy very dark grayish brown (2.5Y 3/2) moist; massive; hard, friable, sticky, plastic; many very fine roots; many very fine pores; moderately low organic matter contest; few mica flakes; slightly acid; clear smooth boundary. (6 to 18 inches thick)"
      },
      {
        "name": "Bg1",
        "top": 36,
        "bottom": 66,
        "dry_hue": "2.5Y",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "2.5Y",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "silt loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "mildly alkaline",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "Bg1--14 to 26 inches; grayish brown (2.5Y 5/2) silt loam, dark grayish brown (2.5Y 4/2) moist; few fine distinct mottles of yellowish brown or strong brown (lOYR 5/6 or 7.5YR 5/6); massive; slightly hard, friable, slightly sticky, slightly plastic; many very fine roots; many very fine, common fine pores; few mica flakes; mildly alkaline; gradual smooth boundary. (8 to 18 inches thick)"
      },
      {
        "name": "Bg2",
        "top": 66,
        "bottom": 107,
        "dry_hue": "2.5Y",
        "dry_value": 6,
        "dry_chroma": 2,
        "moist_hue": "2.5Y",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "silt loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "Bg2--26 to 42 inches; light brownish gray (2.5Y 6/2) silt loam, dark grayish brown (2.5Y 4/2) moist; common fine distinct mottles of yellowish brown and strong brown (lOYR 5/6 and 7.5YR 5/6); massive; slightly hard, friable, slightly sticky, slightly plastic; few roots; many very fine, common fine pores; slightly calcareous, lime mainly disseminated; moderately alkaline; gradual smooth boundary. (8 to 20 inches thick)"
      },
      {
        "name": "C",
        "top": 107,
        "bottom": 152,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "loamy fine sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "C--42 to 60 inches; stratified light brownish gray (lOYR 6/2) and pale brown (lOYR 6/3) loam, fine sandy loam, and loamy fine sand with some silty lenses, dark grayish brown and dark brown (lOYR 4/2 and 4/3) moist; many fine distinct yellowish brown and strong brown mottles; massive; slightly hard, friable; common very fine and fine pores; slightly calcareous, lime mainly disseminated; water table may fluctuate in this horizon depending on the level of the water in the river; moderately alkaline."
      }
    ]
  ]
}
