{
  "SERIES": "SYCAN",
  "STATUS": "Established Series",
  "BYREV": "Rev. JSC/AON/RWL",
  "REVDATE": "04/2000",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Ashy, glassy Xeric Vitricryands"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Sycan ashy loamy sand, rangeland.  (Colors are for moist soil unless otherwise noted.)\nA1--0 to 5 inches; very dark grayish brown (10YR 3/2) ashy loamy sand, light brownish gray (10YR 6/2) dry; weak medium platy structure parting to weak fine granular; soft, very friable; many very fine roots; many very fine pores; neutral (pH 6.8); clear smooth boundary.  (3 to 6 inches thick)\nA2--5 to 17 inches; very dark grayish brown (10YR 3/2) ashy loamy coarse sand, light brownish gray (10YR 6/2) dry; massive; soft, very friable; many very fine roots; many very fine pores; neutral (pH 7.3); gradual smooth boundary.  (4 to 16 inches thick)\nC1--17 to 30 inches; dark brown (10YR 3/3) ashy loamy coarse sand, light gray (10YR 7/2) dry; massive; soft, very friable; few very fine roots; many very fine pores; moderately alkaline (pH 7.4); clear wavy boundary. (10 to 20 inches thick)\nC2--30 to 50 inches; dark brown (10YR 4/3) ashy coarse sand, very pale brown (10YR 8/3) dry; massive; soft, very friable; few very fine roots; many very fine pores; moderately alkaline (pH 7.4); gradual wavy boundary.  (10 to 30 inches thick)\nC3--50 to 60 inches; brown (10YR 5/3) and pale brown (10YR 6/3) ashy coarse sand, light gray (10YR 7/2) dry; common dark reddish brown (5YR 3/4) redox concentrations; massive; soft, very friable; many very fine pores; moderately alkaline (pH 7.5)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Klamath County, Oregon; about 1/2 mile south of the confluence of Snake Creek and Sycan River; near the center of the SW1/4 SW1/4 section 34, T. 35 S., R. 12 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The mean annual soil temperature is 42 to 45 degrees F., the mean summer soil temperature is 52 to 59 degrees F. and 40 to 47 degrees F. with an O horizon and the mean winter temperature is 32 to 35 degrees F.  Depth to bedrock is more than 60 inches. The solum and control section have 0 to 15 percent gravel-size pumice 2 to 4 mm in diameter.  It has an estimated phosphate retention of  25 to 50 percent, acid oxalate extractable aluminum plus one-half iron of 0.4 to 0.9 percent, and 15-bar moisture of less than 10 percent based on an air-dried sample. Estimated bulk density is 0.70 to 1.0 grams per cubic centimeter.  The soil is neutral or moderately alkaline throughout.\nThe A horizon has value of 2 or 3 moist.  It is typically ashy loamy sand in the upper part and ashy loamy coarse sand in the lower part.\nThe C horizon has value of 3 through 6 moist, 6 through 8 dry, and chroma of 3 or 4 moist and 2 or 3 dry.  This horizon is stratified ashy loamy sand, ashy loamy coarse sand, and ashy coarse sand.  Redox features are at depths below 40 inches."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Cultus, Goffpeak, Kittleson, Shroyton, and Steiger series.  Cultus soils have glacial till within 40 to 60 inches, have dry value of 4 or 5 in the epipedon, and lack mottles below 40 inches.  Goffpeak soils are ashy-skeletal with more than 35 percent pumice in the lower part of the particle-size control section and have acid oxalate extractable aluminum plus one-half iron of more than 2.0 percent.  Kittleson soils have a cambic B horizon and are 40 to 60 inches to bedrock.  Shroyton soils have a mollic epipedon , a cambic B horizon, and are 40 to 60 inches to bedrock.  Steiger soils have 15 to 35 percent gravel-size pumice in the control section, have dry value of 4 or 5 in the epipedon, and lack water table to depths of over 6 feet."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Sycan soils are on low terraces adjacent to streams that drain uplands mantled with pumice.  Elevations range from 4,300 to 4,410 feet.  The soils formed in alluvial deposits of pumiceous and dacitic ash.  The climate is characterized by cold wet winters and cool dry summers.  The mean annual precipitation is 15 to 18 inches.  The mean January temperature is 27 degrees F., the mean July temperature is 62 degrees F., and the mean annual temperature is 42 to 45 degrees F.  The frost-free period is 50 to 70 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Klamath, Ontko and Yonna soils.  Klamath soils are poorly drained and have silt loam or silty clay loam texture.  Ontko soils are poorly drained and have silty clay loam texture stratified with ash.  Yonna soils are somewhat poorly drained, sodic and loamy."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Somewhat excessively drained;  rapid permeability.  A water table occurs at depth of 5 to 6 feet from March to June with occasional brief periods of flooding occurring from March to May."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  The soils are used for irrigated pasture, alfalfa hay, cereal hay, livestock grazing, and wildlife.  Non-cultivated areas mostly have a plant cover of big sagebrush, green rabbitbrush, gray rabbitbrush, annual grasses, and weeds."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Small basins and valleys in pumice areas in south-central Oregon; MLRA 6.  The series is small in extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Klamath County, Oregon, 1977."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon:\nOchric epipedon\nAndic properties - from 0 to 60 inches\nParticle-size control section - from 0 to 40 inches (A, AC, C1, and upper 10 inches of C2 horizon)\nNational Cooperative Soil Survey\nU.S.A."
  }
}
