{
  "SERIES": "SYLVATUS",
  "STATUS": "Established Series",
  "BYREV": "Rev. DDR-DAG-WJE-DHK",
  "REVDATE": "03/1999",
  "STATES": "VA",
  "OVERVIEW": "The Sylvatus series consists of shallow, well drained, moderately permeable soils on uplands.  They formed in materials weathered primarily from metasediments of phyllite and slate with some shale, siltstone, and fine-grained sandstone.  Slopes range from 2 to 80 percent.  Mean annual air temperature is 55 degrees F and mean annual precipitation is 42 inches near the type location.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, active, mesic Lithic Dystrudepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Sylvatus channery silt loam - on a 37 percent convex, south-facing slope in a mixed pine and hardwood forest.  (Colors are for moist soil.)\nOi--0 to 1 inches; partially decomposed and undecomposed leaves and twigs.\nA--1 to 4 inches; brown (10YR 4/3) channery silt loam; weak fine granular structure; friable, slightly sticky, slightly plastic; many very fine to coarse roots; 30 percent channers; very strongly acid; clear smooth boundary.  (1 to 3 inches thick)\nBw1--4 to 8 inches; strong brown (7.5YR 5/6) channery silt loam; weak medium subangular blocky structure; friable, slightly sticky, slightly plastic; common faint silt coatings on faces of peds and channers; common fine, medium, and coarse roots; 25 percent channers; very strongly acid; clear smooth boundary.\nBw2--8 to 16 inches; strong brown (7.5YR 5/6) extremely channery silt loam; weak medium subangular blocky structure; friable, slightly sticky, slightly plastic; common faint silt coatings on faces of peds and channers; common fine, medium, and coarse roots; 70 percent channers; very strongly acid; clear smooth boundary.  (Combined thickness of the Bw horizon is 7 to 16 inches.)\nC--16 to 19 inches; mottled reddish yellow (7.5YR 6/6) and very dark gray (10YR 3/1) extremely channery silt loam; massive; friable, slightly sticky, slightly plastic; few fine roots; 90 percent channers; very strongly acid; clear wavy boundary.\nR--19 inches; reddish yellow (7.5YR 6/6) and very dark gray (10YR 3/1) phyllite."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Wythe County, Virginia; about 3.4 miles southeast (149 degrees) of the junction of US-21 and VA-619 and 3.2 miles south (190 degrees) of the junction of VA-619 and VA-707."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Solum thickness ranges from 10 to 20 inches.  Depth to bedrock ranges from 10 to 20 inches.  Rock fragments of metasediments, primarily phyllite and slate, range from 15 to 75 percent in the A horizon, from 25 to 80 percent in the Bw horizon, and from 45 to 90 percent in the C horizon.  Rock fragments average more than 35 percent in the textural control section.  Reaction is extremely acid or very strongly acid.\nThe A horizon has hue of 10YR, value of 2 through 5, and chroma of 1 through 4.  It is silt loam or loam in the fine-earth fraction.\nThe Bw horizon has hue of 7.5YR through 10YR, value of 5 or 6, and chroma of 4 through 8.  It is silt loam, loam, silty clay loam, or clay loam in the fine-earth fraction.\nThe C horizon has hue of 5YR through 10YR, value of 3 through 6, and chroma of 1 through 8.  It is silt loam, loam, silty clay loam, or clay loam in the fine-earth fraction."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  Nassau is presently the only other series in this family.   Additionally, series that were formerly in the same family, but have not been updated to the latest editions of Keys to Soil Taxonomy include Arnot, Bugley, Klinesville, Weikert and Zango.  Arnot and Nassau soils are developed in a mantle of glacial till; and in addition Arnot soils have dominantly sandstone rock fragments in the Bw horizon, and Nassau soils have dominantly slate rock fragments in the Bw horizon.  Bugley soils formed in residuum from sericite schist or graphitic schist.  Klinesville soils have 5YR through 10R hue.  Weikert soils have rock fragments of dominantly shale in the Bw horizon.  Zango soils formed in colluvium and have rock fragments from tuffs, breccias, and andesite rocks.\nSeries that were formerly in the same family but have been placed in a semiactive family include Rohan and Unicoi.  Rohan soils are underlain by carbonaceous fissle shale and have rock fragments of fissle shale.  Unicoi soils are underlain by arkose and arkosic sandstone bedrock and include rock fragments of arkose and arkosic sandstone."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Sylvatus soils formed in materials weathered from metasediments of phyllite and slate.  They are on gently sloping ridgetops and very steep convex side slopes in the Blue Ridge province.  Slopes range from 2 to 80 percent.  The climate is temperate and humid.  The mean air temperature ranges from 53 to 56 degrees F.  The mean annual precipitation ranges from 38 to 45 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These include the Cataska, Dekalb, Jefferson, Lily, Matneflat, Sylco, and Tumbling series.  Cataska, Dekalb, Lily, and Sylco soils are deeper to bedrock and occur on similar landscape positions.  Jefferson, Matneflat, and Tumbling soils are deeper to bedrock and occur on colluvial fans and footslopes."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained.  Permeability is moderate.  Runoff class is medium on gentle slopes, high on strong and moderately steep slopes, and very high on steeper slopes."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Native vegetation is mixed hardwoods and pines."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  The Blue Ridge Mountains of Virginia and possibly in North Carolina and Tennessee.  The series is of large extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Morgantown, West Virginia"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Wythe County, Virginia, 1989."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Soils now within the range of the Sylvatus series were correlated as Berks, Cataska, Ramsey, and Weikert in several published soil surveys.\nThe 3/99 revision places Sylvatus soils in an active family based on eight pedons (see below) in Virginia.  The average CEC/clay ratio for these pedons is .53, about mid-range for the active class.  Competing series and other minor items were also revised.\nDiagnostic horizons and features recognized in this pedon are:\n1)  ochric epipedon - the zone from 0 to 4 inches (Oi and A horizons).\n2)  cambic horizon - the zone from 4 to 16 inches (Bw horizon).\n3)  lithic contact - phyllite bedrock at 19 inches (R horizon).\nSIR = VA0273, VA0337 (VERY CHANNERY), VA0345 (VERY STONY)\nMLRA = 130\nREVISED: 1/3/90-DDR,DAG,WJE; 3/99-DHK\nADDITIONAL DATA:  Ranges for morphology, chemistry, particle-size distribution, and sand and silt minerals are based on 8 pedons. Dominant minerals in the sand fraction are quartz, 76 to 98 percent, and feldspar, 1 to 12 percent.  Dominant minerals in the silt fraction are quartz, 52 to 83 percent, and feldspar, 1 to 21 percent.  These data are contained in: 1.  Edmonds, W. J., D. D. Rector, N. O. Wilson, and T. L.  Arnold. 1986.  Properties, classification, and upland oak site quality for residual soils derived from shales, phyllites, siltstones and sandstones in southwestern Virginia.  Va. Agric. Exp. Stn. 86-5. 2.  Edmonds, W. J. and M. Lentner.  1987.  Soil series differentiae selected by discriminent analysis based on ranks.  Soil Sci. Soc. Am. J. 51: in press.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Oi",
        "top": 0,
        "bottom": 3,
        "narrative": "Oi--0 to 1 inches; partially decomposed and undecomposed leaves and twigs."
      },
      {
        "name": "A",
        "top": 3,
        "bottom": 10,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "silt loam",
        "cf_class": "channery",
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A--1 to 4 inches; brown (10YR 4/3) channery silt loam; weak fine granular structure; friable, slightly sticky, slightly plastic; many very fine to coarse roots; 30 percent channers; very strongly acid; clear smooth boundary.  (1 to 3 inches thick)"
      },
      {
        "name": "Bw1",
        "top": 10,
        "bottom": 20,
        "moist_hue": "7.5YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "silt loam",
        "cf_class": "channery",
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bw1--4 to 8 inches; strong brown (7.5YR 5/6) channery silt loam; weak medium subangular blocky structure; friable, slightly sticky, slightly plastic; common faint silt coatings on faces of peds and channers; common fine, medium, and coarse roots; 25 percent channers; very strongly acid; clear smooth boundary."
      },
      {
        "name": "Bw2",
        "top": 20,
        "bottom": 41,
        "moist_hue": "7.5YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "silt loam",
        "cf_class": "extremely channery",
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bw2--8 to 16 inches; strong brown (7.5YR 5/6) extremely channery silt loam; weak medium subangular blocky structure; friable, slightly sticky, slightly plastic; common faint silt coatings on faces of peds and channers; common fine, medium, and coarse roots; 70 percent channers; very strongly acid; clear smooth boundary.  (Combined thickness of the Bw horizon is 7 to 16 inches.)"
      },
      {
        "name": "C",
        "top": 41,
        "bottom": 48,
        "moist_hue": "7.5YR",
        "moist_value": 6,
        "moist_chroma": 6,
        "texture_class": "silt loam",
        "cf_class": "extremely channery",
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "C--16 to 19 inches; mottled reddish yellow (7.5YR 6/6) and very dark gray (10YR 3/1) extremely channery silt loam; massive; friable, slightly sticky, slightly plastic; few fine roots; 90 percent channers; very strongly acid; clear wavy boundary."
      },
      {
        "name": "R",
        "top": 48,
        "moist_hue": "7.5YR",
        "moist_value": 6,
        "moist_chroma": 6,
        "narrative": "R--19 inches; reddish yellow (7.5YR 6/6) and very dark gray (10YR 3/1) phyllite."
      }
    ]
  ]
}
