{
  "SERIES": "SYLVIA",
  "STATUS": "Established Series",
  "BYREV": "Rev. SBC/RFP/RJE",
  "REVDATE": "01/2000",
  "STATES": "WA",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Medial over clayey, ferrihydritic over isotic, acid, isomesic Alic Epiaquands"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Sylvia medial silt loam, forested.  (Colors are for moist soil unless otherwise noted.  All textures are apparent field textures.)\nOi--0 to 2 inches; slightly decomposed accumulation of mosses, rotted wood, needles, twigs.\nOe--2 to 3 inches; moderately decomposed organic matter.\nA1--3 to 12 inches; very dark grayish brown (10YR 3/2) medial silt loam, dark grayish brown (10YR 4/2) dry; strong medium and coarse granular structure; slightly hard, very friable, slightly sticky, slightly plastic and weakly smeary; common coarse and few very fine and fine roots; many very fine tubular pores; extremely acid (pH 4.4); gradual smooth boundary.  (5 to 11 inches thick)\nA2--12 to 20 inches; very dark grayish brown (10YR 3/2) medial silt loam, grayish brown (10YR 5/2) dry; moderate medium subangular blocky structure; slightly hard, friable, slightly sticky, slightly plastic and weakly smeary; few very fine and fine roots; common very fine tubular pores; very strongly acid (pH 4.6); clear wavy boundary.  (5 to 9 inches thick)\n2Bw1--20 to 28 inches; dark yellowish brown (10YR 4/4) silty clay loam, light yellowish brown (10YR 6/4) dry; common fine distinct strong brown (7.5YR 5/8) and very dark grayish brown (10YR 3/2) redox features, reddish yellow (7.5YR 6/8) and grayish brown (10YR 5/2) dry; weak fine and medium subangular blocky structure; hard, friable, moderately sticky, moderately plastic and weakly smeary; few very fine roots; common very fine tubular pores; very strongly acid (pH 4.8); gradual wavy boundary.  (6 to 10 inches thick)\n2Bw2--28 to 63 inches; yellowish brown (10YR 5/6) silty clay loam, brownish yellow (10YR 6/6) dry; many fine and medium distinct strong brown (7.5YR 5/8) redox concentrations, reddish yellow (7.5YR 6/8) dry, and common fine distinct very dark grayish brown (10YR 3/2) redox depletions, grayish brown (10YR 5/2) dry; moderate fine and medium subangular blocky structure; hard, friable, moderately sticky, moderately plastic and weakly smeary; few very fine roots; common very fine tubular pores; very strongly acid (pH 4.8)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Grays Harbor County, Washington; 6/10 mile on A-10 road from intersection with Lund Road, than due west approximately 200 feet; SE1/4 SE1/4 section 28, T.16N., R.9W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The solum is 40 to more than 60 inches thick.  The mean annual soil temperature is estimated to range from 47 to 52 degrees F.  The difference between mean winter and mean summer soil temperature is 5 to 9 degrees F.  The lower part of the particle size control section is 35 to 50 percent clay and few or no rock fragments.  The umbric epipedon and thickness of andic soil properties is 14 to 20 inches thick.  Mottles with a chroma of 2 or less are at a depth of 14 to 20 inches.\nThe A horizon has hue of 7.5YR or 10YR, value of 2 or 3 moist, 4 or 5 dry, and chroma of 2 or 3.  It has strong or moderate granular or subangular blocky structure.  It is extremely acid or very strongly acid.  It has 8 to 12 cmol/kg of aluminum.  It has 10 to 20 percent organic matter.\nThe 2B horizon has hue of 7.5YR or 10YR, value of 4 or 5 moist, 5 or 6 dry, and chroma of 3 through 6.  It is clay loam, silty clay loam or silty clay.  It is strongly acid or very strongly acid.  It has 2 to 8 cmol/kg of aluminum."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no competing series."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Sylvia soils are on old lake beds at elevations from 20 to 300 feet.  Slopes are 0 to 5 percent.  These soils formed in lacustrine silts and clays.  They are in a coastal marine climate with cool, wet winters and cool, moist summers.  The mean annual precipitation ranges from 80 to 100 inches.  The mean January temperature is 39 degrees F.; the mean July temperature is 59 degrees F.; and the mean annual temperature is 50 degrees F.  The growing season (28 degrees F.) is about 200 to 240 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Boistfort, Bunker, Lytell and Willapa soils.  These soils lack redox depletions and concentrations within 20 inches of the surface."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Moderately well drained; slow runoff; slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Timber production, wildlife habitat and recreation are the principal uses.  Douglas fir and western hemlock are the major species, with widely spaced Sitka spruce and western red cedar.  Understory species are huckleberry, salal, salmonberry and swordfern."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Southwestern Washington.  The series is inextensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Pacific County, Washington, 1978."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: This series needs review for drainage class in relation to depth to redox features.  The series was previously classified as a Aquic Fulvudands but depth to and amount and kind of redox features classifies the pedon as a aquand.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
