{
  "Front Matter": [
    {
      "clause": 1,
      "content": "Part 655 - Technical Soil Services",
      "part": 655,
      "headerid": 1,
      "header": "Front Matter"
    }
  ],
  "655.0": [
    {
      "clause": 1,
      "content": "Technical soil services are the presentation and application of soil survey information. In addition, technical soil services may include soil scientists providing soils information using onsite investigations to enhance and localize soil survey information for site-level application. Soil scientists help users understand the soil survey, apply soil information to specific needs, and integrate soil survey information with other resources and technology. Technical soil services include the derivation and application of soil information to meet USDA and NRCS policy and program needs. Technical soil services are cooperative efforts of the National Cooperative Soil Survey (NCSS). See the Technical Soil Services Handbook for more detailed information. It is available online at the following URL: https://www.nrcs.usda.gov/wps/portal/nrcs/detail/soils/ref/?cid=nrcs142p2_053400.",
      "part": "655",
      "headerid": "0",
      "header": "655.0 Definition"
    }
  ],
  "655.1": [
    {
      "clause": 1,
      "content": "Technical soil services provide five basic types of service: technical policy and program services; planning services; site-specific soil investigations, testing, interpretation, and evaluation; expert services for judicial requests; and information services.",
      "part": "655",
      "headerid": "1",
      "header": "655.1 Types of Service"
    },
    {
      "clause": 2,
      "content": "(1) Technical Policy and Program Services.-Technical policy and program services are for Federal agencies, State, Tribal, or local units of government, or private groups or individuals that use technical soil survey information in their policy and programs. These services ensure that those government policies that support improved planning, management, or regulation of lands use current and official soil survey information. The Web Soil Survey provides access to the agency\\'s official soil survey information, which is the source of soil survey information in the Field Office Technical Guide. The Field Office Technical Guide is an interdisciplinary document. Formal agreements that include a general reference to technical soil services provide the operational authority to NRCS when it assists other agencies.",
      "part": "655",
      "headerid": "1",
      "header": "655.1 Types of Service"
    },
    {
      "clause": 3,
      "content": "(2) Planning Services.-Planning services are the technical interpretation of soil survey information for the development of plans that include conservation practices and systems. Soil conservation district cooperators and USDA program participants are the primary recipients of these planning services. Recipients also include Federal agencies, State governments, or local governments. Planning services involve recommendations on specific tracts of land. Formal agreement with the soil conservation district as a cooperator or a formal agreement with NRCS that includes specific reference to technical soil services provides the operational authority for NRCS.",
      "part": "655",
      "headerid": "1",
      "header": "655.1 Types of Service"
    },
    {
      "clause": 4,
      "content": "(3) Site-Specific Soil Investigations, Testing, Interpretation, and Evaluation.-Site-specific soil investigations, testing, interpretation, and evaluation are services that support the design and installation of works and structures or the implementation of agricultural practices or that test and evaluate research predictions. These technical soil services are part of NRCS technical assistance to individual cooperators or units of government that have signed agreements specifying the services. The intention of services to individual cooperators is usually to help apply a conservation plan. These services are described in general terms in district agreements with NRCS. They are very site specific and often result in design and practice specifications.",
      "part": "655",
      "headerid": "1",
      "header": "655.1 Types of Service"
    },
    {
      "clause": 5,
      "content": "(4) Expert Services for Judicial Requests.-Expert services related to judicial requests are technical soil services that originate as a result of legal actions affecting Federal, State, or 655-1 local governments involved with soil resource data. Agency policy requires agency advice and authority from NRCS management and USDA legal counsel before these services are provided. Contact your supervisor if you are subpoenaed by a court, are requested to be an expert witness, or if legal services are requested by any means. Also refer to 7 CFR Section 1.210 and subsequent sections through 7 CFR Section 1.219 (also known as subpart K). Part 635 of the Technical Soil Services Handbook provides detailed guidance and recommendations on acting as an expert witness: https://www.nrcs.usda.gov/wps/portal/nrcs/detail/soils/ref/?cid=nrcs142p2_053396.",
      "part": "655",
      "headerid": "1",
      "header": "655.1 Types of Service"
    },
    {
      "clause": 6,
      "content": "(5) Information Services.-Information services are the distribution and explanation of National Cooperative Soil Survey procedures and standards, including the technical content and use of soil survey products. Delivery of these services does not require a formal agreement.",
      "part": "655",
      "headerid": "1",
      "header": "655.1 Types of Service"
    }
  ],
  "655.2": [
    {
      "clause": 1,
      "content": "A. NRCS technical soil services, except for Farmland Protection Policy Act requests and information services, go to or through Federal, State, and local units of government with which there is a memorandum of understanding or a cooperative agreement.",
      "part": "655",
      "headerid": "2",
      "header": "655.2 Policy"
    },
    {
      "clause": 2,
      "content": "B. Onsite technical assistance to private individuals is provided only though formal agreements with government entities, such as conservation districts, that specify the services. This assistance relates directly to NRCS programs and is defined in the conservation district memorandum of understanding.",
      "part": "655",
      "headerid": "2",
      "header": "655.2 Policy"
    }
  ],
  "655.3": [
    {
      "clause": 1,
      "content": "Soil scientists provide technical soil services both within the framework of NCSS and as part of other programs. The responsibility for providing these services is delegated to resource soil scientists, State soil scientists, the national leader for technical soil services, national technical support centers, and National Headquarters. For more information on these responsibilities, see part 604 of the Technical Soil Services Handbook. The handbook is available online at the following URL: http://www.nrcs.usda.gov/wps/portal/nrcs/detail/soils/ref/?cid=nrcs142p2_053400. 655-2",
      "part": "655",
      "headerid": "3",
      "header": "655.3 Responsibilities"
    }
  ]
}
