{
  "SERIES": "TABLEBLUFF",
  "STATUS": "Established Series",
  "BYREV": "Rev SAA/JWH",
  "REVDATE": "10/2016",
  "STATES": "CA",
  "OVERVIEW": "The Tablebluff series consists of very deep, moderately well drained soils that formed in alluvium from mixed sources.  Tablebluff soils are on nearly level to gently sloping dissected uplifted alluvial terraces on hills.  Slopes range from 2 to 30 percent.  Mean annual precipitation is about 1070 millimeters. Mean annual air temperature is about 11 degrees C.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty, mixed, superactive, mesic Andic Oxyaquic Humudepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Tablebluff silty clay loam soils are on a northwest facing slope of 5 percent under annual and perennial grasses and forbs; (Colors are for moist soil unless otherwise stated. When described on October 13, 1998, the soil was slightly moist throughout.)\nAp1--0 to 16 centimeters; black (10YR 2/1) silty clay loam, very dark grayish brown (10YR 3/2) dry; moderate medium and moderate fine subangular blocky structure; very friable, slightly hard, slightly sticky and slightly plastic; common fine and many very fine roots throughout; common very fine irregular and common very fine tubular pores; slightly acid, pH 5.4, clear smooth boundary.\nAp2--16 to 29 centimeters; black (10YR 2/1) silty clay loam, very dark grayish brown (10YR 3/2) dry; moderate medium subangular blocky structure; very friable,slightly hard, slightly sticky and slightly plastic; low excavation difficulty; common fine and many very fine roots throughout; common very fine tubular and common very fine irregular pores; slightly acid, pH 5.6, clear smooth boundary. (Combined thicknesses of the A horizons are 25 to 75 centimeters)\nAB--29 to 40 centimeters; very dark grayish brown (10YR 3/2) silt loam, brown (10YR 5/3) dry; moderate medium subangular blocky structure; very friable, slightly hard, slightly sticky and slightly plastic; common fine roots throughout and many very fine roots throughout; common very fine tubular and common very fine irregular pores; 10 percent krotovinas (volume percent); moderately acid, pH 5.6, clear smooth boundary.\nBt1--40 to 50 centimeters; dark brown (10YR 3/3) silty clay loam, yellowish brown (10YR 5/4) dry; moderate very coarse prismatic structure parts to moderate medium subangular blocky structure; very friable, slightly hard, slightly sticky and slightly plastic; common fine and very fine roots throughout; common very fine irregular and very fine tubular pores; moderately acid, pH 5.7; clear smooth boundary.\nBt2--50 to 74 centimeters; brown (10YR 4/3) silty clay loam, light yellowish brown (2.5Y 6/4) dry; moderate very coarse prismatic structure parts to moderate  medium subangular blocky structure; friable, moderately hard, moderately sticky and moderately plastic; few fine and common very fine roots throughout; common very fine irregular and common very fine tubular pores; 10 percent faint clay films on all faces of peds; 7 percent fine faint dark yellowish brown (10YR 4/6), moist, iron-manganese masses in matrix; moderately acid, pH 5.7; clear wavy boundary.\nBt3--74 to 107 centimeters; dark yellowish brown (10YR 4/4) silty clay loam, light yellowish brown (2.5Y 6/4) dry; moderate very coarse prismatic structure parts to moderate medium subangular blocky structure; friable, moderately hard, moderately sticky and moderately plastic; few fine and common very fine  roots throughout; few very fine tubular and common very fine irregular pores; 15 percent faint clay films on all faces of peds; 10 percent fine faint dark yellowish brown (10YR 4/6) iron-manganese masses in matrix; moderately acid, (pH 5.7); gradual wavy boundary.\nBt4--107 to 125 centimeters; yellowish brown (10YR 5/4) silty clay loam, pale yellow (2.5Y 7/4) dry; moderate very coarse prismatic structure parts to moderate medium subangular blocky structure; friable, moderately hard, moderately sticky and moderately plastic; few fine roots throughout and common very fine roots throughout; common very fine irregular and few very fine tubular pores; 15 percent faint clay films on all faces of peds; 5 percent fine faint light brownish gray (10YR 6/2) iron depletions in matrix and 15 percent fine distinct dark yellowish brown (10YR 4/6), iron-manganese masses in matrix; noneffervescent; moderately acid, (pH 5.8); gradual wavy boundary.\nBt5--125 to 185 centimeters; yellowish brown (10YR 5/4) silty clay loam, pale yellow (2.5Y 7/4) dry; moderate very coarse prismatic structure parts to moderate medium subangular blocky structure; friable, moderately hard, very sticky and very plastic; few very fine roots throughout; few very fine irregular pores; 15 percent faint clay films on all faces of peds; 10 percent fine faint iron depletions in matrix and 15 percent fine distinct iron-manganese masses in matrix; 10 percent krotovinas (volume percent); moderately acid, (pH 5.9). (Combined thicknesses of the Bt horizons are 125 to 175 centimeters)"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Humboldt County, California; located about 2 miles west from city of Ferndale; HBLM, USGS Ferndale Quadrangle; WGS84 Decimal degrees 40.566187 latitude, -124.3359208 longitude; UTM Zone 10 386912mE  4491459mN; NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture:  The soil moisture control section is not dry in any part for as long as 90 cumulative days in normal years.  The soils have a udic moisture regime.\nSoil Temperature:  The mean annual soil temperature at 50 centimeters (20 inches) is 12 to 15 degrees C (53 to 59 degrees F). The average summer soil temperature is about 18 degrees C and the average winter soil temperature is about 9 degrees C. The difference between average summer and winter soil temperatures is about 6 to 9 degrees C.  The soils have a mesic soil temperature regime.\nAndic Properties: within 75 centimeters, with a total thickness of 18 centimeters, a fine-earth fraction with bulk density of .85 to 1g/cm3; and Al plus  Fe (by ammonium oxalate) of 1.1 to 1.75 percent.\nDepth to Redoximorphic features:  50 to 100 centimeters.\nThe umbric epipedon is 25 to 75 centimeters thick\nParticle-Size Control Section (weighted average):\nFine sand or coarser: 4 to 8 percent\nClay content: 24 to 33 percent\nA horizon\nHue: 7.5YR, 10YR\nValue: 3 to 5 dry, 2 or 3 moist\nChroma: 2 to 4 dry, 1 or 2 moist\nTexture of fine earth: silty clay loam, loam, or silt loam\nClay content: 20 to 33 percent\nReaction: strongly to slightly acid\nBt horizon\nHue: 10YR or 2.5YR\nValue: 5 or 6 dry, 3 through 5 moist\nChroma: 3 through 6 dry, 3 and 4 moist\nTexture of fine earth: silt loam, silty clay loam\nPararock fragments: 0 to 3 percent paragravel\nClay content: 22 to 33 percent\nReaction: very strongly to slightly acid\nRedoximorphic Features: fine and medium iron-manganese masses in the matrix\nQuantity: common to many\nHue: 5YR, 7.5YR or 10YR\nValue:  5 or 6\nChroma:  2 or 3\nRedoximorphic Features: fine and medium iron depletions in the matrix\nQuantity: common to many\nHue: 5YR, 7.5YR or 10YR\nValue:  5 or 6\nChroma:  2 or 3\nLower Bt  horizon\nHue: 10YR or 2.5YR\nValue: 6 or 7 dry, 3 through 6 moist\nChroma: 2 through 4 dry or moist\nTexture of fine earth: silt loam, clay loam, silty clay loam\nPararock fragments: 0 to 3 percent paragravel\nClay content: 22 to 33 percent\nReaction: very strongly to slightly acid\nRedoximorphic Features: fine and medium iron-manganese masses in the matrix\nQuantity: common to many\nHue: 5YR, 7.5YR or 10YR\nValue:  5 or 6\nChroma:  2 or 3\nRedoximorphic Features: fine and medium iron depletions in the matrix\nQuantity: common to many\nHue: 5YR, 7.5YR or 10YR\nValue:  5 or 6\nChroma:  2 or 3\nC horizon (when present)\nHue: 10YR or 2.5YR\nValue: 6 or 7 dry, 4 through 6 moist\nChroma: 2 through 6 dry or moist\nTexture of fine earth: clay loam, silty clay loam, loam\nPararock fragments: 0 to 3 percent paragravel\nClay content: 22 to 33 percent\nReaction: very strongly to slightly acid\nRedoximorphic Features: fine and medium iron-manganese masses in the matrix\nQuantity: common to many\nHue: 5YR, 7.5YR or 10YR\nValue:  5 or 6\nChroma:  2 or 3\nRedoximorphic Features: fine and medium iron depletions in the matrix\nQuantity: common to many\nHue: 5YR, 7.5YR or 10YR\nValue:  5 or 6\nChroma:  2 or 3"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no other series in this family."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Tablebluff soils are on alluvial fans, eroded fan remnants and dissected alluvial terraces on hills.  Slopes range from 2 to 30 percent.   The soils formed in alluvium derived from mixed sources.  Elevations are 10 to 430 meters (33 to 1400 feet).  The climate is humid, characterized by cool, foggy summers and cool wet winters. Mean precipitation is 900 to 1320 millimeters (36 to 52 inches).  The mean annual air temperature is 10 to 13 degrees C (50 to 55 degrees F).  The mean January temperature is about 9 degrees C.  The mean July temperature is about 14 degrees C.  Frost free season is about 270 to 330 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Hookton, Nanningcreek, and Timmons soils.  Hookton soils have redoximorphic features at 25 to 50 centimeters and have in the fraction less than 75mm, 15 percent or more particles with diameter of .1 to 75 mm and clay content of 27 to 35 percent clay in the particle size control section.  Nanningcreek and Timmons soils have a mean summer and mean winter temperature that differs by less than 6 degrees C, these soils have an isomesic soil temperature regime.   Timmons soils are on gently sloping, slightly dissected marine terraces.  Hookton soils are on alluvial fans, eroded fan remnants and dissected terraces."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:  Moderately well drained, low to high runoff, moderately high saturated hydraulic conductivity."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  The soils are mainly used for pasture and hay.  Nearly all nearly level areas of this soil have had the native vegetation removed.  The native vegetation is estimated to have been redwood, grand fir, Sitka spruce, California laurel, red alder, willow, with an understory of blackberry, salmonberry, ferns and grasses."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Coastal Redwood Belt MLRA 4B.  The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Davis, California."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Humboldt and Del Norte Counties, California 2016."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\n1.  Umbric epipedon: the zone from 0 to 50 centimeters (Ap1, Ap2, AB, and Bt1 horizons)\n2.  Cambic horizon:  the zone from 50 to 185 centimeters (Bt2, Bt3, Bt4, and Bt5 horizons)\n3.  Particle size control section:  the zone from 25 to 100 centimeters averages 28 percent clay and 6 percent fine sand or coarser (Ap2, AB, Bt1, Bt2, and Bt3 horizons)\n4. Andic subgroup properties:  the zone from 0 to 40 centimeters (Ap1, Ap2, and AB horizons) has a bulk density of .89 to .94 g/cm3 and Al plus 1/2 Fe (by ammonium oxalate) of 1.11 to 1.73 percent.\nADDITIONAL DATA: KSSL Pedon 09N0116\nNASIS User Pedon ID 08CA600049\nSoils classified by using the 12th edition of the Keys to Soil Taxonomy.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
