{
  "SERIES": "TACAN",
  "STATUS": "Established Series",
  "BYREV": "Rev. GWL/VLM/AJE",
  "REVDATE": "05/2001",
  "STATES": "UT",
  "OVERVIEW": "Typically, Tacan soils have reddish brown, moderately alkaline, very stony sandy loam Al horizons, red, mildly alkaline, gravelly heavy fine sandy clay loam B2t horizons and red, mildly alkaline, gravelly fine sandy clay loam C horizons.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive, mesic Ustic Haplargids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Tacan very stony sandy loam - rangeland\n(Colors are for air dry soil unless otherwise noted.)\nAl--0 to 8 inches; reddish brown (2.5YR 4/4) very stony sandy loam, dark reddish brown (2.5YR 3/4) moist; weak very fine and fine granular structure; soft, very friable, nonsticky, nonplastic; few fine, common very fine roots; few fine, common very fine tubular pores; 15 percent of surface covered with stones, 50 percent gravel; smooth boundary. (2 to 8 inches thick)\nB2t--8 to 26 inches; red (2.5YR 4/6) gravelly heavy fine sandy clay loam, dark reddish brown (2.5YR 3/5) moist; strong fine and medium subangular blocky structure; very hard, firm, sticky, plastic; few medium, fine and very fine roots; few fine and medium, and common very fine tubular pores; few thin clay films on faces of peds and as bridges; 45 percent gravel and cobbles; mildly alkaline (pH 7.8); gradual wavy boundary. (14 to 30 inches thick)\nCl--26 to 48 inches; red (2.5YR 5/6) gravelly fine sandy clay loam, dark red (2.5YR 3/6) moist; massive; very hard, friable, slightly sticky, slightly plastic; few fine and very fine roots; few fine, common very fine tubular pores; 30 percent gravel and cobbles, mildly alkaline (pH 7.8); gradual wavy boundary. (0 to 22 inches thick)\nC2--48 to 60 inches; red (2.5YR 5/6) gravelly fine sandy clay loam, dark red (2.5YR 3/6) moist; massive; very hard, friable, sticky, slightly plastic; few very fine roots; few fine, common very fine tubular pores; 40 percent cobbles and gravel; few thin lime veins at depth of about 57 inches; mildly alkaline (pH 7.8)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Washington County, Utah; 3 miles southeast of the New Harmony interchange on I-15; 1,320 feet east and 2,125 feet north of the SW corner of sec. 34, T.38S., R.12W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: The solum ranges from 21 to 39 inches thick.  Depth to bedrock ranges from 40 to more than 60 inches. Stones cover 10 to 25 percent of the surface. Mean annual soil temperature is 47 to 57 degrees F., and the mean summer soil temperature is 65 to 70 degrees F.  The soils are usually dry during the period the soil temperature is above 41 degrees F. They are moist in some parts of the moisture control section for 30 to 40 days during the summer months and are dry for 70 to 85 days during the 120 days following the winter solstice. The soils range from mildly to moderately alkaline and are calcareous at depths of 40 inches or deeper. The Al horizon has hue of 2.5YR, 5YR, or 7.5YR, value of 4 or 5 dry, 3 or 4 moist, and chroma of 2 through 4. It ranges from very stony sandy loam to very stony very fine sandy loam or very gravelly sandy loam and contains 40 to 70 percent gravel and cobbles.\nThe B2t horizon has hue of 2.5YR or 5YR, value of 4 or 5 dry, 3 or 4 moist and chroma of 3 through 6. It ranges from gravelly fine sandy clay loam, or gravelly sandy clay loam to very cobbly light clay loam and contains 35 to 70 percent rock fragments."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Larim, Lonti, Nehar, Poley, Romberg, Sedillo Tobish, Washoe and Willhand series. Lonti and Poley soils have less than 35 percent rock fragments in the control section, and have horizons of carbonate accumulation. Nehar soils have stony sandy clay argillic horizons. Tobish soils have gravelly light clay or gravelly sandy clay argillic horizons and have less than 35 percent rock fragments. Washoe soils have xeric moisture regime. Larim soils have loose sand and gravel at depths of 11 to 18 inches. Sedillo and Willhand soils have horizons of carbonate accumulation at depths of about 15 to 20 inches. Willhand soils have hue of 7.5YR or yellower. Romberg soils have horizons of carbonate accumulation at depths of about 29 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Tacan soils are on mountain slopes at elevations of 4,700 to 6,300 feet. Slopes range from 30 to 70 percent. These soils formed in residuum and colluvium weathered from sandstone, siltstone, shale and conglomerate. Mean annual temperature is 45 to 57 degrees F., mean summer temperature is 70 to 75 degrees F., average annual precipitation is about 14 inches and the frost-free season is 120 to 160 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Collbran, Menefee and Motoqua soils. Collbran soils have clay textured argillic horizons and lack rock fragments. Menefee soils lack argillic horizons and are less than 20 inches deep over shale, Motoqua soils are 10 to 20 inches deep to bedrock."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well-drained; medium runoff; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Used for rangeland, recreation and wildlife habitat.  Vegetation is Gambel oak, live oak, snowberry, pinyon, juniper, manzanita, sagebrush, mountain larb, yellowbrush, Indian ricegrass, tall native bluegrass, and cheatgrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Southwestern Utah. These soils are inextensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Phoenix, Arizona"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Washington County, Utah, 1972.\nOSED scanned by NSSQA.  Last revised by state 4/72."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "NA"
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "NA"
  },
  "SITE": [
    [
      {
        "drainage": "",
        "drainage_overview": ""
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Al",
        "top": 0,
        "bottom": 20,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "2.5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "sandy loam",
        "cf_class": "very stony",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Al--0 to 8 inches; reddish brown (2.5YR 4/4) very stony sandy loam, dark reddish brown (2.5YR 3/4) moist; weak very fine and fine granular structure; soft, very friable, nonsticky, nonplastic; few fine, common very fine roots; few fine, common very fine tubular pores; 15 percent of surface covered with stones, 50 percent gravel; smooth boundary. (2 to 8 inches thick)"
      },
      {
        "name": "B2t",
        "top": 20,
        "bottom": 66,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "2.5YR",
        "moist_value": 4,
        "moist_chroma": 6,
        "texture_class": "sandy clay loam",
        "cf_class": "gravelly",
        "pH": 7.8,
        "pH_class": "mildly alkaline",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "B2t--8 to 26 inches; red (2.5YR 4/6) gravelly heavy fine sandy clay loam, dark reddish brown (2.5YR 3/5) moist; strong fine and medium subangular blocky structure; very hard, firm, sticky, plastic; few medium, fine and very fine roots; few fine and medium, and common very fine tubular pores; few thin clay films on faces of peds and as bridges; 45 percent gravel and cobbles; mildly alkaline (pH 7.8); gradual wavy boundary. (14 to 30 inches thick)"
      },
      {
        "name": "Cl",
        "top": 66,
        "bottom": 122,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "2.5YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "sandy clay loam",
        "cf_class": "gravelly",
        "pH": 7.8,
        "pH_class": "mildly alkaline",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Cl--26 to 48 inches; red (2.5YR 5/6) gravelly fine sandy clay loam, dark red (2.5YR 3/6) moist; massive; very hard, friable, slightly sticky, slightly plastic; few fine and very fine roots; few fine, common very fine tubular pores; 30 percent gravel and cobbles, mildly alkaline (pH 7.8); gradual wavy boundary. (0 to 22 inches thick)"
      },
      {
        "name": "C2",
        "top": 122,
        "bottom": 152,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "2.5YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "sandy clay loam",
        "cf_class": "gravelly",
        "pH": 7.8,
        "pH_class": "mildly alkaline",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "C2--48 to 60 inches; red (2.5YR 5/6) gravelly fine sandy clay loam, dark red (2.5YR 3/6) moist; massive; very hard, friable, sticky, slightly plastic; few very fine roots; few fine, common very fine tubular pores; 40 percent cobbles and gravel; few thin lime veins at depth of about 57 inches; mildly alkaline (pH 7.8)."
      }
    ]
  ]
}
