{
  "SERIES": "TAFFOM",
  "STATUS": "Established Series",
  "BYREV": "DLS/GB",
  "REVDATE": "02/1999",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, frigid Ustic Haplargids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Taffom sandy loam, rangeland.  (Colors are for dry soil unless otherwise noted.)\nA1--0 to 4 inches; light brownish gray (10YR 6/2) sandy loam, very dark grayish brown (10YR 3/2) moist; moderate medium granular structure; soft, very friable, slightly sticky and nonplastic; neutral (pH 7.2); clear smooth boundary.  (2 to 4 inches thick)\nA2--4 to 6 inches; brown (10YR 5/3) sandy loam, dark brown (10YR 3/3) moist; weak coarse subangular blocky structure; soft, very friable, slightly sticky and nonplastic; mildly alkaline (pH 7.4); abrupt smooth boundary.  (2 to 4 inches thick)\nBt1--6 to 12 inches; yellowish brown (10YR 5/4) sandy clay loam, dark yellowish brown (10YR 4/4) moist; moderate medium prismatic structure parting to moderate coarse subangular blocky; hard, friable, sticky and slightly plastic; common distinct clay films on faces of peds; mildly alkaline (pH 7.4); clear smooth boundary.  (6 to 20 inches thick)\nBt2--12 to 43 inches; light yellowish brown (10YR 6/4) sandy clay loam, yellowish brown (10YR 5/4) moist; moderate coarse prismatic structure parting to moderate coarse subangular blocky; hard, friable, sticky and plastic; few distinct clay films on faces of peds; mildly alkaline (pH 7.6); gradual wavy boundary.  (15 to 36 inches thick)\nBC--43 to 53 inches; light yellowish brown (10YR 6/4) loam, yellowish brown (10YR 5/4) moist; weak coarse subangular blocky structure; hard, friable, sticky and plastic; mildly alkaline (pH 7.6); clear wavy boundary.  (8 to 15 inches thick)\nBCk--53 to 60 inches; pale yellow (2.5Y 7/3) loam, light yellowish brown (2.5Y 6/4) moist; massive; hard, friable, sticky and plastic; strongly effervescent, moderately alkaline (pH 8.2)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Moffat County, Colorado; approximately 26 miles northwest of Craig, about 2,500 feet east and 1,600 feet south of the northwest corner of Sec. 11, T. 10 N., R. 93 W.  Longitude:  107 degrees, 48 minutes, 4 seconds west.  Latitude:  40 degrees, 50 minutes, 37 seconds north."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Mean annual soil temperature ranges from 44 to 47 degrees F., and mean summer soil temperature ranges from 62 to 64 degrees F.  Depth to secondary lime is 40 inches or more.  Depth to the base of the argillic horizon is 30 to 45 inches.  The control section is typically a sandy clay loam and averages 20 to 30 percent clay, 10 to 27 percent silt, and 40 to 65 percent sand with more than 35 percent fine and coarser sand.\nThe A horizons have hue of 10YR or 7.5YR, value of 4 through 6 dry, 3 or 4 moist, and chroma of 2 or 3.  Reaction is neutral or mildly alkaline.\nThe Bt horizons have hue of 10YR or 7.5YR, value of 5 or 6 dry, 4 or 5 moist, and chroma of 3 or 4.  Reaction is neutral or mildly alkaline.\nThe BCk horizons have hue of 10YR or 2.5Y, value of 5 through 7 dry, 4 through 6 moist, and chroma of 2 through 4.  It is loam, sandy loam, loamy sand or coarse sand.  Reaction is mildly alkaline or moderately alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Alcova, Almy, Alogia, Anchutz, Antonito, Bateson, Bluerim, Bonfri, Cushool, Cutback, Diamondville, Fluetsch, Fonce, Forelle, Grubrob, Harsha, Hickey, Maysprings, Rawah, Regnaps, Rock River, Satanka, Stylite, Stunner and Wycolo series.  All except the Maysprings series have secondary lime above a depth of 40 inches.  Maysprings soils have a solum 15 to 35 inches thick and have less than 12 percent clay in the C horizons above a depth of 40 inches.  Alogia, Anchutz and Stunner soils have calcic horizons.  Grubrob soils have a lithic contact above 40 inches.  Cutback and Wycolo soils have a paralithic contact above 40 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Taffom soils are on plateaus and hillslopes. Slopes range from 3 to 30 percent.  The soil formed in residuum and aeolian deposits derived from sandstone.  Elevation ranges from 6,200 to 7,300 feet.  The mean annual precipitation ranges from 11 to 15 inches. Mean annual temperature ranges from 42 to 45 degrees F.  The frost-free period is about 75 to 95 days.  June and July are the driest months during the growing season."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Berlake, Gretdivid, Maysprings, Pinelli, Rock River, and Styers soils.  Berlake soils have a mollic epipedon.  Gretdivid soils are in a sandy family.  Maysprings soils have sandy substratums at a depth of 15 to 35 inches.  Pinelli and Styers soils are in a fine family.  Rock River soils have secondary lime above a depth of 30 inches."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; slow to medium runoff; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are used for livestock grazing and wildlife habitat.  Native vegetation consists of bluebunch wheatgrass, western wheatgrass, prairie junegrass, needleandthread, Nevada bluegrass, Indian ricegrass, and Wyoming big sagebrush."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  These soils occur in northwestern Colorado.  The series is of small extent.  Total area is about 10,000 acres."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Moffat County (Moffat County Area), Colorado, 1991."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:  the argillic horizon - the zone from 6 to 43 inches; Borollic feature - organic carbon content and the soil temperature regime meets the requirements for Borollic.  Last updated by the state 12/90.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
