{
  "SERIES": "TAHAND",
  "STATUS": "Established Series",
  "BYREV": "SES-CEJ",
  "REVDATE": "01/2004",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, isotic, frigid Andic Haploxeralfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Tahand gravelly sandy loam - forested on an 8 percent southeast facing slope under a cover of mixed conifers and shrubs at 5160 feet elevation.  (When described August 8, 1984, the soil was dry throughout.  Colors are for dry soil unless otherwise noted.)\nOi--1 inch to 0; fresh and decomposing fir and pine needles; abrupt smooth boundary.\nA1--0 to 3 inches; brown (7.5YR 4/3) gravelly sandy loam, dark brown (7.5YR 3/2) moist; moderate fine granular structure; soft, very friable, slightly sticky and slightly plastic; common very fine and few fine roots; many very fine interstitial pores; 20 percent pebbles; sodium fluoride pH is 10.9; slightly acid (pH 6.5); clear wavy boundary.\nA2--3 to 8 inches; reddish brown (5YR 5/5) sandy loam, yellowish red (5YR 4/6) moist; weak very fine subangular blocky structure; soft, very friable, slightly sticky and slightly plastic; few very fine and fine roots; many very fine tubular pores; sodium fluoride pH is 10.5; slightly acid (pH 6.5); abrupt wavy boundary.  (The combined thickness of the A horizons is 7 to 20 inches)\nBt1--8 to 15 inches; yellowish red (5YR 5/6) gravelly loam, red (2.5YR 4/6) moist; moderate medium subangular blocky structure; slightly hard, friable, sticky and plastic; few very fine and fine roots; many very fine tubular pores; common moderately thick clay films on peds and in pores; 20 percent pebbles; sodium fluoride pH is 10.2; slightly acid (pH 6.5); abrupt wavy boundary.\nBt2--15 to 24 inches; yellowish red (5YR 5/6) gravelly clay loam, red (2.5YR 4/6) moist; moderate medium subangular blocky structure; slightly hard, friable, sticky and plastic; few very fine and fine roots; many very fine tubular pores; common moderately thick clay films on peds and in pores; 20 percent pebbles; 5 percent cobbles; sodium fluoride pH is 10.4; slightly acid (pH 6.5); clear wavy boundary.\nBt3--24 to 34 inches; yellowish red (5YR 5/6) gravelly clay loam, red (2.5YR 4/6) moist; strong medium subangular blocky structure; hard, friable, sticky and plastic; few very fine and fine roots; many very fine tubular pores; many moderately thick clay films on peds and in pores; 20 percent pebbles; 5 percent cobbles; slightly acid (pH 6.5); clear wavy boundary.  (The combined thickness of the Bt horizons is 20 to 40 inches)\nBCt--34 to 46 inches; yellowish red (5YR 5/6) very gravelly clay loam, red (2.5YR 4/6) moist; moderate medium subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; few very fine and fine roots; many very fine tubular pores; common thin clay films on peds; 10 percent stones; 50 percent pebbles; sodium fluoride pH is 10.6; slightly acid (pH 6.5); abrupt irregular boundary.  (0 to 14 inches thick)\nCr--46 inches; moderately weathered soft volcanic rock; easily crushed in hands."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": null
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The depth to soft bedrock ranges from 40 inches to 60 inches.  The mean annual soil temperature is 44 to 46 degrees F.  The soil moisture control section (about 10 inches to 30 inches) is dry from August 1 to November 1 (90 days) and is moist in some or all parts the rest of the time.  The soil temperature exceeds 41 degrees F from May 1 to December 1 and exceeds 47 degrees F from June 1 to November 1.  Acid-oxalate-extractable aluminum plus one half acid-oxlate-extractable iron ranges from 3.5 to 1.1 in the surface 7 to 20 inches.  15 bar water content of the fine earth fraction ranges from 15 to 30 percent.  Base saturation by sum of cations ranges from 35 to 50 percent.\nThe A horizon dry color is 7.5YR 4/3, 4/4, 4/6 or 5YR 5/5.  Moist colors are 7.5YR 3/2; 5YR 3/2, 3/3, 3/4 or 4/6.  Moist chromas of 2 or 3 occur only in the upper 6 inches.  It is sandy loam or loam modified by 15 to 50 percent gravel and 0 to 25 percent stones and cobbles.  Reaction is slightly or moderately acid. Bulk density ranges from 0.6 to 0.96\nThe Bt horizon dry color is 7.5YR 4/6, 5/6; 5YR 4/6, 5/6 or 6/6.  Moist color is 7.5YR 4/4, 4/6; 5YR 4/4, 4/6 or 2.5YR 4/6.  It is loam or clay loam with 25 to 35 percent clay modified by 15 to 35 percent gravel in the upper 20 inches and 35 to 50 percent gravel below.  Reaction is slightly through strongly acid.\nReaction of the BCt is slightly through strongly acid.\nAndic property data (see remarks for explanation):\nDepth   P-ret   B.D.   pHNaf   Glass   Alo   Feo   15barH2o\n0-3      96     0.61    10.6    7.2    2.7   0.6     22.1\n3-8      95*    0.95    10.5    1.3    1.3   0.4     18.7\n8-15     88*    1.06    10.3    0.7    0.7   0.3     21.9\n15-24    75*    0.94    10.3    0.7    0.5   0.3     26.6\n24-34    79*    1.06    10.4    0.5    0.5   0.3     27.6\n34-46    79*    0.86    10.6    0.5    0.5   0.3     28.7"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no other soils in this family."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Tahand soils are on on mountain ridges, back slopes and plateaus.  Slope range from 2 to 50 percent.  These soils formed in material weathered from basalt, andesite and volcanic ash.  Elevation is 4,600 to 6,300 feet.  The climate is sub humid with warm dry summers and cold moist winters.  The mean annual precipitation is about 30 to 40 inches with 60 to 100 inches of snow.  The mean annual temperature is about 44 degrees F, mean July temperature is about 60 degrees F and the mean January temperature is about 26 degrees F.  The frost-free season is 60 to 80 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Almanot(T) and Swainow(T) soils.  Almanor soils are medial-skeletal.  Swainow soils are loamy-skeletal."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; slow to rapid runoff; moderately slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Tahand soils are used for timber production.  The vegetation is  white fir, Jeffery pine, sugar pine, incense cedar and open areas of whitethorn ceanothus and greenleaf manzanita."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  North eastern Plumas County and Western Lassen County around Chester and Westwood area.  The soils of this series are not extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES PROPOSED",
    "content": "SERIES PROPOSED:  Plumas County, California, Susanville Area, Parts of Lassen and Plumas County Soil Survey Area, 1991."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Characterization sample S84CA-063-001 1 through 6; NSSL sample No. 84P 4205-4210.  Andic soil data from this and other similar pedons.  Diagnostic horizons and features recognized in this pedon are:\nOchric Epipedon:  The zone from the mineral soil surface to 8 inches (A1, A2 horizons).\nArgillic Horizon:  The zone from 8 to 38 inches (Bt1, Bt2 Bt3 horizons).\nAndic soil material:  the zone from the mineral soil surface to a depth of 8 inches (A1, A2 horizons).\nAndic property data definitions:\nP-ret: phosphate retention of the less than 2mm fraction.\nB.D.: bulk density of the less than 2mm fraction measured at 33kPa water retention.\npH NaF: pH of soil mixed with saturated sodium floride solution.\nGlass: percent volcanic glass.\nAlo: acid-oxalate-extractable aluminum of the less than 2mm fraction.\nFeo: acid-oxalate-extractable iron of the less than 2mm fraction.\n15 bar H20: dried 1500 kPa water retention as a percent.\nData elements with a * are estimated.\nNC: not calculated.\nND: not done.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
