{
  "SERIES": "TAHOE",
  "STATUS": "Established Series",
  "BYREV": "Rev: WRL/ET",
  "REVDATE": "05/2007",
  "STATES": "CA,NV",
  "OVERVIEW": "The Tahoe series consists of very deep, very poorly drained soils that formed in alluvium derived from mixed material, predominantly andesitic lahar and granodiorite. The Tahoe soils are on flood plains. Slopes range from 0 to 5 percent. The mean annual precipitation is about 1245 millimeters and the mean annual air temperature is about 5 degrees C.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS:  Coarse-loamy, mixed, superactive, acid, frigid Cumulic Humaquepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Tahoe mucky silt loam on a 0 percent slope at an elevation of 2158 meters. When described on 07/10/2003 the soil was moist throughout. Colors are for moist soils unless otherwise noted.\nOe--0 to 8 cm; moderately decomposed plant material; abrupt smooth boundary. (0 to 13 cm thick)\nA1--8 to 28 cm; mucky silt loam, black (10YR 2/1) rubbed moist; 13 percent clay; weak fine subangular blocky and moderate fine granular structure; soft, very friable, nonsticky and nonplastic; many very fine through medium roots throughout; 2 percent strong brown (7.5YR 5/6), moist, masses of oxidized iron; slightly acid, pH 6.2 by Bromthymol blue; abrupt smooth boundary.\nA2--28 to 38 cm; mucky silt loam, very dark grayish brown (10YR 3/2) rubbed moist; 13 percent clay; moderate medium subangular blocky structure; soft, very friable, nonsticky and nonplastic; common very fine and fine and many medium roots throughout; common very fine tubular pores; 5 percent dark red (2.5YR 3/6), moist, masses of oxidized iron; slightly acid, pH 6.4 by Bromthymol blue; abrupt smooth boundary.\nA3--38 to 51 cm; gravelly coarse sand, very dark grayish brown (10YR 3/2) rubbed moist; 95 percent sand; structureless single grain; loose, loose, nonsticky and nonplastic; common fine and medium roots throughout; many fine interstitial pores; 3 percent gravel 5 to 75 millimeter and 30 percent gravel 2 to 5 millimeter; neutral, pH 7.2 by Bromthymol blue; abrupt smooth boundary.\nA4--51 to 76 cm; mucky silt loam, black (10YR 2/1) rubbed moist; 13 percent clay; moderate medium subangular blocky structure; soft, very friable, nonsticky and nonplastic; common fine and very fine roots throughout; neutral, pH 7.0 by Bromthymol blue; abrupt smooth boundary. (the combined thickness of the A horizons is 60 to 100 cm thick)\nCg1--76 to 125 cm; loam, dark grayish brown (10YR 4/2) rubbed moist; 44 percent sand; 10 percent clay; massive; slightly hard, nonsticky, nonplastic; 2 percent olive gray (5Y 5/2), moist, masses of reduced iron and 15 percent yellowish red (5YR 5/6), moist, masses of oxidized iron; 2 percent gravel 2 to 5 millimeter; neutral, pH 7.0 by Bromthymol blue.\nCg2--125 to 150 cm; loamy sand, dark grayish brown (10YR 4/2) rubbed moist; massive; nonsticky and nonplastic; 2 percent yellowish red (5YR 5/6), moist, masses of oxidized iron; 3 percent gravel 2 to 5 millimeter; neutral, pH 7.0 by Bromthymol blue."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: El Dorado County, California, Inside the bend of highway 89 in the meadow on Big Meadow Creek., 480 meters west and 92 meters south of the northeast corner of Section 20, Township 11N, Range 18E, 38 degrees, 47 minutes, 29 seconds North latitude and 120 degrees, 0 minutes, 32 seconds West longitude, NAD83 - U.S.G.S Quad: Echo Lake, California."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: The soil is usually moist throughout. The surface horizons occasionally dry out in late summer and early fall as the water table drops to between 76 to 203 cm.  The soils have an aquic moisture regime.\nWater features:\nSeasonal high water table:  0 to 25 cm.\nFlooding: Frequent\nPonding: Frequent\nReaction: strongly acid to neutral\nBase saturation: Is very low (less than 10) when the influence of the andesitic lahar is strong and as high as 60 in the lower horizons when the influence of the granodiorite is stronger.  The A horizons have a base saturation of less than 50 percent.  (base saturation by ammonium acetate)\nDepth to redoximorphic features: 0 to 50 cm, typically in the first mineral horizon.\nControl section: 25 to 100 cm\nRock fragments: 0 to 35 percent, with 0 to 35 percent gravel, predominantly 2 to 5 millimeters.\nClay content: averages 8 to 18 percent clay\nMineralogy: mixed\nA horizons:\nHue: 10YR\nValue: 2 or 3 moist\nChroma: 1 through 3 moist\nOrganic matter: 5 to 20 percent\nRedoximorphic features: Masses of oxidized iron\nHue: 2.5YR, 5YR, 7.5YR or 10YR\nValue: 3 through 6\nChroma: 4 through 8\nTexture of the fine earth fraction: Sandy loam, loam, or silt loam, thin horizons of higher energy material such as the A3 horizon can have textures of coarse sand or sand with small gravels.\nClay content: 0 to 25 percent (typically less than 5 in the higher energy horizons such as the A3)\nCg horizons:\nHue: 10YR\nValue: 4 through 6 moist\nChroma: 2 through 4 moist\nOrganic matter: 0.25 to 5 percent\nRedoximorphic features: Masses of oxidized iron, masses of reduced iron\nTexture of the fine earth fraction: Coarse sand, loamy sand, loamy fine sand, fine sand or loam\nClay content: 0 to 15 percent\nRock fragments: 0 to 35 percent\n0 to 35 percent gravel"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no other series in this family at this time."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: The Tahoe soils are on flood plains. Slopes range from 0 to 5 percent. These soils formed in alluvium derived from mixed sources. The headwaters of these areas are predominantly granodiorite and andesitic lahar. Elevation is 1888 to 2431 meters. The climate is subhumid with warm dry summers and cold wet winters. The mean annual precipitation is 483 to 1700 millimeters and the mean annual air temperature is 5 to 8 degrees C. The frost free season is 20 to 60 days. Snotel data has shown that some of these areas are subject to cold air drainage."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Marla and Watah soils. Marla soils are poorly drained and are slightly higher on the landscape typically with lodgepole pine vegetation. Watah soils have a histic epipedon."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Very poorly drained, moderately slow to rapid permeability, very high runoff in concave areas and very high in non-concave areas. Frequent flooding for long duration during spring snow melt, frequent ponding for long duration during spring snow melt."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: This soil is used for wildlife and grazing. Vegetation is willows, sedges and rushes."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Tahoe soils are of moderate extent in California and Nevada in MLRA 22A -- Sierra Nevada Mountains"
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: El Dorado County, (Tahoe Basin area), California. Source of name from Lake Tahoe."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nDiagnostic horizons and features recognized in this pedon are:\nParticle Size Control Section for this pedon:  33 to 108 cm (the A1 through A4 horizons and part of the Cg1)\nAquic Conditions 0 to 150 cm (all the horizons)\nRedox Concentrations 8 to 150 cm (all horizons but the Oe)\nUmbric Epipedon 8 to 76 cm (the A1 through A4 horizons)\nNational Cooperative Soil Survey\nU.S.A."
  }
}
