{
  "SERIES": "TAHOULA",
  "STATUS": "Established Series",
  "BYREV": "Rev. KG:RD:CLN",
  "REVDATE": "02/97",
  "STATES": "TX",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Very-fine, smectitic, thermic Chromic Hapluderts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Tahoula clay, on smooth 1 percent slope, in forest, midway between microhigh and microlow.                 (Colors are for moist soil unless otherwise stated.)\nA1--0 to 5 inches; black (N 2/0 ) clay; moderate medium blocky structure; extremely hard, very firm, very sticky and very plastic; few fine roots, common medium and coarse roots; slightly alkaline; clear wavy boundary.  (3 to 9 inches thick)\nA2--5 to 13 inches; dark grayish brown (2.5Y 4/2) clay; strong medium blocky structure; extremely hard, very firm, very sticky and very plastic; common medium and coarse roots; slightly alkaline; gradual wavy boundary.  (0 to 9 inches thick)\nBss--13 to 31 inches; olive gray (5Y 4/2) clay; common fine distinct olive (5Y 4/3) mottles; strong medium blocky structure; extremely hard, very firm, sticky and very plastic; few medium and coarse roots; few prominent  slickensides; few pitted calcium carbonate concretions; strongly effervescent; moderately alkaline; gradual irregular boundary.  (18 to 34 inches thick)\nBkss--31 to 42 inches; olive (5Y 5/3) clay; moderate medium blocky structure; extremely hard, very firm, sticky and very plastic; few fine and medium roots; many prominent slickensides; common masses and pitted concretions of calcium carbonate; strongly effervescent; moderately alkaline; diffused irregular boundary.  (11 to 38 inches thick)\nC--42 to 65 inches; olive (5Y 5/3) mudstone; massive; extremely hard, very firm, very sticky and very plastic; few small slickensides; few soft masses and few pitted concretions of calcium carbonate; strongly effervescent; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Jasper County, Texas; from the intersection of U.S.  Highway 96 and Farm Road 1007 at Browndell, Texas; 2.2 miles east on Farm Road 1007 to fork in road, 1.5 miles on southeast fork, then 300 feet east of road in forest."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Solum thickness ranges from 40 to 60 inches.  The weighted average clay content of the particle-size control section ranges from 60 to 70 percent.  When dry, cracks 1/2 to more than 1 inch wide extend from the surface to a depth of more than 12 inches.  Cracks remain open from 60 to 90 cumulative days in most years.  Slickensides and wedge-shaped peds begin at a depth of 10 to 25 inches.  Undisturbed areas have gilgai microrelief with  microknolls about 2 to 10 inches above the microdepressions.  Distance from the center of the microknoll to the center of the microdpression ranges from 3 to 10 feet.  Colors with chroma of 2 or less in the subsoil are considered to be litho-chromic.  Mottles with chroma of 3 or more, or redox concentrations, are considered to be relic or litho-chromic.\nThe A horizon has colors of brown or gray in hue of 10YR, 2.5Y, or neutral with values of 2 through 4, chroma of 1 to 3.  More than half of the pedon has a value of 3 or more within 7 inches.  The texture is silty clay or clay.  Reaction ranges from moderately acid to moderately alkaline.\nThe Bss and Bkss horizons are in hues of 10YR, 2.5Y, and 5Y, values of 4 through 6, and chroma of 2 and 3.  Mottles in shades of brown and gray range from none to common.  Few to common masses and pitted concretions of calcium carbonate are in most pedons. Reaction ranges from slightly acid to moderately alkaline.\nThe C horizons range from clay to weakly tuffaceous siltstone and mudstone.  Colors are olive, yellow or brown and in hues 2.5Y and 5Y, value of 5 to 7, chroma of 2 and 3 with few to common mottles in shades of brown, yellow, and olive.  Masses and pitted concretions of calcium carbonate range from none to few.  Masses of gypsum crystals range from none to few. Reaction ranges from moderately acid to moderately alkaline.  The C horizon commonly contains less calcium carbonate with increasing depth."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Burkeville and Redco series in the same family.  Similar soils are Raylake, and Wiergate.  Burkeville and Wiergate soils are very deep and have colors in hues of 10YR, to 5Y.  Raylake soils are more acid and lack carbonates.  Redco soils are very deep."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Tahoula soils are on nearly level to strongly sloping uplands.  Slopes range from 1 to 15 percent.  These soils formed in weakly consolidated calcareous tuffaceous sediments mainly of the Catahoula geologic formation.  Mean annual rainfall ranges from 46 to 56 inches.  Mean annual temperature ranges from 65 degrees to 70 degrees F.   Frost free days range from 235 to 260.  Elevation ranges from 350 to 550 feet.  Thornthwaite annual P-E indices exceed 64."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Browndell, Corrigan, and Rayburn series.  Browndell, Corrigan, and Rayburn soils are on nearly level to steep uplands and have argillic horizons.  In addition, Browndell soils have a solum ranging from 10 to 20 inches thick.  Corrigan soils are dominated by gray in the upper part.  Rayburn soils are dominated by red in the upper part."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Tahoula soils are well drained. They have slow to medium runoff and very slow permeability.  They are saturated in the upper part of the solum for a few days during the cool season."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Tahoula soils are used mainly for timber. Loblolly pine, shortleaf pine, and blackjack oaks are the main trees with some longleaf pine and a few other mixed hardwoods.  A few areas are cleared and used for pasture or crops."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Eastern Texas and Western Louisiana.  The series is of minor extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Jasper County, Texas; 1980.\nRemarks:  Formerly classified as Entic Chromuderts. 1/94)\nDiagnostic horizons and features recognized in this pedon are:\nOchric epipedon - 0 to 13 inches.\nCambic horizon - 13 to 42 inches\nIntersecting slickensides - 13 to 42 inches\nCracks that remain open less than 90 days in most years.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": null
  }
}
