{
  "SERIES": "TAJO",
  "STATUS": "Established Series",
  "BYREV": "Rev. DRT/MSY/RCH",
  "REVDATE": "05/2007",
  "STATES": "AZ",
  "OVERVIEW": "The Tajo series consists of moderately deep, well drained soils that formed in alluvium from pyroclastics and basalt.  Tajo soils are on fan terraces and have slopes of 0 to 15 percent.  The mean annual precipitation is about 13 inches and the mean annual temperature is about 53 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, mesic Petrocalcic Paleustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Tajo gravelly loam-rangeland.  (Colors are for dry soil unless otherwise noted.)\nA--0 to 3 inches; brown (10YR 5/3) gravelly loam, dark brown (10YR 3/3) moist; moderate medium platy and moderate fine granular structure; slightly hard, friable, slightly sticky and nonplastic; common very fine roots; many interstitial pores; 25 percent hard pebbles; very slightly effervescent; slightly alkaline (pH 7.6); abrupt smooth boundary.  (2 to 4 inches thick.)\nB1--3 to 14 inches; brown (10YR 5/3) clay loam, brown (10YR 4/3) moist; weak medium subangular blocky structure; hard, friable, sticky and plastic; few very fine roots; many very fine interstitial and common very fine tubular pores; 10 percent hard pebbles; slightly effervescent; moderately alkaline (pH 8.0); clear smooth boundary.  (8 to 12 inches thick.)\nB2--14 to 28 inches; grayish brown (10YR 5/2) clay loam, brown (10YR 4/3) moist; weak medium subangular blocky structure; hard, friable, sticky and plastic; very few very fine roots; common very fine interstitial pores; 5 percent hard pebbles, 5 percent hard cobbles; strongly effervescent; moderately alkaline (pH 8.2); clear wavy boundary.  (10 to 20 inches thick.)\nBk--28 to 40 inches; white (10YR 8/1) weakly cemented, lime fragments and gravel, very pale brown (10YR 8/3) moist; massive; violently effervescent; moderately alkaline (pH 8.4); abrupt wavy boundary.  (0 to 14 inches thick.)\n2Bkm--40 to 46 inches; white (10YR 8/1) indurated hardpan cemented with lime, very pale brown (10YR 8/2) moist; massive; violently effervescent; strongly alkaline (pH 8.6); clear wavy boundary.  (4 to 12 inches thick.)\n2Ck--46 to 60 inches; white (10YR 8/1) weakly to strongly cemented cinder, very pale brown (10YR 8/2) moist; massive; violently effervescent; strongly alkaline (pH 8.6); clear wavy boundary.  (8 to 20 inches thick.)"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Yavapai County, Arizona.  SE  1/4 SE  1/4, sec. 3, T.  20 N., R. 6 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nDepth to Bkm horizon:  20 - 40 inches\nDepth to bedrock:  60 - 70 inches\nSoil moisture:  Intermittently moist in some parts of July-September, and December-February. Aridic ustic moisture regime.\nAir temperature:  47 - 59 degrees F.\nRock fragments:  10 - 30 percent hard gravel\nA horizon\nHue: 7.5YR or 10YR\nValue: 3 to 5 dry, 3 moist\nChroma: 2 or 3 moist or dry\nTexture:  gravelly loam, gravelly clay loam (15 to 35 percent clay)\nReaction:  Neutral to slightly alkaline\nB horizon\nHue: 7.5YR or 10YR\nValue: 4 or 5 dry, 2 to 4 moist\nChroma: 2 or 3 moist or dry\nTexture:  clay loam, gravelly clay loam (18 - 35 percent clay)\nReaction:  slightly to moderately alkaline\nBk horizon\nHue: 10YR\nValue: 8 dry or moist\nChroma: 1 or 2 dry, 2 or 3 moist\nTexture:  Weakly to strongly indurated solum and cinders\nReaction: Moderately to strongly alkaline"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  This is the Scorup series.  Scorup soils have hue of 5YR and have a fine sandy loam argillic horizon."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  The Tajo soils are on fan terraces with slope gradients of 0 to 15 percent.  Elevations are 5,000 to 6,000 feet.  They formed in pyroclastics and basalt.  The climate is semiarid.  The average annual precipitation is 12 to 14 inches and occurs mainly as summer thunderstorms and as rain and snow during the winter months.  The average annual temperature is about 53 degrees F.  Frost-free season is 120 to 160 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Apache, Springerville, Cabezon, Cross and Thunderbird series.  The Apache soils are shallow to bed rock and lack a petrocalcic horizon.  Springerville soils are deep fine- textured soils that crack widely and deeply upon drying.  Cabezon and Cross soils are shallow to bedrock.  Thunderbird soils lack a petrocalcic horizon."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained.  Runoff is medium.  Permeability of the soil is moderately slow."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are used as range land.  The principal vegetation is blue grama, tobosa, cholla cactus, saltbush, winterfat, wolf berry and Russian thistle."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  North central Arizona.  The series is of moderate extent. MLRAs 38 & 35."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Phoenix, Arizona"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Yavapai County, Arizona, Western part, 1971.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": null
  }
}
