{
  "SERIES": "TAKOTNA",
  "STATUS": "Tentative Series",
  "BYREV": "Rev. SR",
  "REVDATE": "11/2002",
  "STATES": "AK",
  "OVERVIEW": "Typically, these soils consist of stratified silty and fine sandy alluvium with no profile development except for an A1 horizon, They have calcareous substrata.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, superactive, nonacid Typic Cryofluvents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Takotna silt loam - forest (Colors are for moist conditions)\n01--2 to 0 inches;  Black (5YR 2/1) partially decomposed organic materials; many roots; very strongly acid; clear smooth boundary.\nA1--0 to 2 1/2 inches;  Very dark grayish brown (10YR 3/2) very fine sandy loam; weak very fine granular structure; very friable; roots common; strongly acid; clear smooth boundary.\nC1--2 1/2 to 28 inches;  Olive gray (5Y 4/2) very fine sand, with thin strata of silt loam and fine sand; weak thin platy structure; very friable; roots common to 10 inches, few below; buried woody materials; neutral; gradual boundary.\nC2--28  to 42 inches plus;  Same as horizon above, but weakly calcareous."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  McGrath Soil Survey Area, Alaska. Floodplain of Kuskokwim River, about 3 miles upstream from McGrath."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Texture of the A1 horizon ranges from silt loam to loamy fine sand, and thickness ranges from 1 to 6 inches.  Texture of the C horizon ranges from very fine sand to stratified silt loam; very fine sand, and fine sand. The C horizon may be streaked with olive brown and dark brown. Depth to the calcareous horizon commonly ranges from 20 to 40 inches, but frequently flooded areas may have calcareous sediments on the surface. A gravelly substratum may occur at depths greater than 30 inches."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These include the Susitna series of the same family, the Charley and Salchaket series of the same subgroup, and the Kuslina and Yukon series. The Susitna soils are developed in noncalcareous alluvial materials. The Charley soils are silty and calcareous. The Salchaket soils are developed in micaceous stratified materials.  The Kuslina soils are poorly drained with permafrost at depths of less than 30 inches, and are acid. The Yukon soils are finer textured, are somewhat poorly drained with permafrost, and are calcareous within 30 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  The Takotna soils occur on floodplains of major rivers in interior Alaska, and are formed in stratified alluvium. They are associated with soils with permafrost, but are not perennially frozen themselves. The climate is subarctic continental, with long cold winters and short warm summers.  Precipitation is low to moderate."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These include the Yukon series, and the Kuskokwim, McGrath, Napamute, Koyukuk, Kaltag, Charley, and Rampart series. The Kuskokwim soils have thick peaty 0 horizons and have permafrost at very shallow depths.  The other soils are developed in loess on adjacent uplands. The McGrath soils have spodic horizons. The Napamute soils have dark gray and dark reddish brown colors in the solum.  The Koyukuk soils have brown sola. The Kaltag soils have streaked brown and gray colors. The Charley soils have streaked brownish colors and are calcareous. The Rampart soils have thin brown sola and are calcareous below the solum."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained, but some areas are subject to flooding in spring and early summer. Permeability is moderate to rapid."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Several towns and villages are built on these soil and a few areas are used for grass and vegetables.  Most areas are covered with forests of cottonwood (balsam poplar), willows, white spruce, and paper birch."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Interior Alaska. The series is extensive along the Yukon and Kuskokwim Rivers and their major tributaries."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES PROPOSED",
    "content": "SERIES PROPOSED:  McGrath Area, Alaska, 1965. (Source of name is the Takotna River)."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: The Takotna series would formerly have been classified in the Alluvial great soil group.\nOSED scanned by SSQA.  Last revised by state on 11/65.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": ""
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "01",
        "top": 5,
        "bottom": 0,
        "moist_hue": "5YR",
        "moist_value": 2,
        "moist_chroma": 1,
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "01--2 to 0 inches;  Black (5YR 2/1) partially decomposed organic materials; many roots; very strongly acid; clear smooth boundary."
      },
      {
        "name": "C2",
        "top": 71,
        "bottom": 107,
        "narrative": "C2--28  to 42 inches plus;  Same as horizon above, but weakly calcareous."
      }
    ]
  ]
}
