{
  "SERIES": "TALAWA",
  "STATUS": "Established Series",
  "BYREV": "Rev: ACF/JPS/ET/RLM",
  "REVDATE": "10/2016",
  "STATES": "CA",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, active, nonacid, isomesic Fluvaquentic Humaquepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Talawa mucky very fine sandy loam - on a uniform, northwest-facing slope of 1 percent under rushes, sedges, cinquefoil, and buttercup at 3 meters (10 feet) elevation. (Colors are for moist soil unless otherwise stated. When described on June 17, 2008, the soil was moist from 0 to 99 centimeters and wet from 99 to 152 centimeters. Free water was observed at 40 centimeters.)\nAp1--0 to 20 centimeters (0 to 8 inches); very dark grayish brown (2.5Y 3/2) mucky very fine sandy loam, grayish brown (2.5Y 5/2) dry; weak very fine subangular blocky and weak medium granular structure; very friable, soft, nonsticky and slightly plastic; many very fine, fine and medium roots; many very fine and fine tubular and common very fine and fine irregular pores; common fine prominent masses of iron accumulations along root channels, dark yellowish brown (10YR 4/6) moist; strongly acid (pH 5.4); clear wavy boundary.\nAp2--20 to 32 centimeters (8 to 13 inches); very dark gray (2.5Y 3/1) very fine sandy loam, grayish brown (2.5Y 5/2) dry; moderate medium and weak fine subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; common very fine and fine and many medium roots; common very fine, fine and medium tubular and common very fine and fine irregular pores; many fine prominent masses of iron accumulations along root channels and in matrix, strong brown (7.5YR 4/6) and common, fine iron depletions in matrix, dark gray (2.5Y 4/1) moist; slightly acid (pH 6.2); clear smooth boundary. (Combined thickness of the A horizons is 20 to 50 centimeters)\nABg1--32 to 52 centimeters (13 to 21 inches); very dark grayish brown (2.5Y 3/2) very fine sandy loam, grayish brown (2.5Y 5/2) dry; moderate fine and medium subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; common very fine, fine and medium roots; common very fine and fine tubular and common very fine and fine irregular pores; common fine prominent masses of iron accumulations along root channels and in matrix, strong brown (7.5YR 4/6) moist; slightly acid (pH 6.5); clear wavy boundary. (0 to 50 centimeters thick)\nBg2--52 to 75 centimeters (21 to 30 inches); light gray (2.5Y 7/2) very fine sandy loam, dark grayish brown(2.5Y 4/2) dry; weak medium and coarse subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; few very fine, fine and medium roots; common very fine and fine tubular and common very fine and fine irregular pores; many fine and medium prominent masses of iron accumulations along root channels and in matrix, strong brown (7.5YR 5/8) and many, fine and medium iron depletions along root channels, dark gray (2.5Y 4/1) moist; moist; 1 percent gravel; slightly acid (pH 6.4); gradual smooth boundary.\nBg3--75 to 99 centimeters (30 to 39 inches); pale yellow (2.5Y 7/3) sandy loam, olive brown (2.5Y 4/3) dry; weak medium and coarse subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; few very fine, fine and medium roots; common very fine, fine and medium tubular and common very fine and fine irregular pores; many fine and medium prominent masses of iron accumulations along root channels and in matrix, strong brown (7.5YR 5/8) and many, fine and medium iron depletions along root channels, dark grayish brown(2.5Y 4/2) moist; 7 percent gravel; slightly acid (pH 6.4); clear smooth boundary.\nBg4--99 to 152 centimeters (45 to 60 inches); light gray (2.5Y 7/2) sandy loam, dark grayish brown (2.5Y 4/2) dry; massive; slightly hard, friable,  slightly sticky and slightly plastic; few very fine, fine and medium roots; common very fine, fine and medium tubular and common very fine and fine irregular pores; common medium prominent masses of iron accumulations along of root channels and in matrix, strong brown (7.5YR 5/8) moist, common fine and medium faint manganese concentrations in matrix, black (N 2.5/); 10 percent gravel; slightly acid (pH 6.3). (Combined thickness of the Bg horizons is 90 to 150 centimeters)"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Department of California Fish & Game property; east-southeast of Lake Earl, Del Norte County; WGS84 Decimal degrees 41.8035278 latitude and -124.1921667 longitude; HBLM; USGS Crescent City Quadrangle. UTM Zone 10 400963mE 4628649mN; NAD83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil Moisture: The soil is usually moist in all parts of the soil moisture control section in most years, and is saturated in some parts during the months of December through April. The soils have an aquic soil moisture regime.\nSoil Temperature: The mean annual soil temperature is 10 to 15 degrees C (50 to 59 degrees F). The difference between mean summer and mean winter temperature is 3 to 6 degrees C. The soils have an isomesic soil temperature regime.\nThe umbric epipedon is 20 to 50 centimeters thick.\nDepth to Redoximorphic features is 0 to 25 centimeters.\nParticle-Size Control Section (weighted average):\nRock fragments: 0 to 35 percent.\nClay content: 10 to 18 percent clay.\nA horizon\nHue: 10YR or 2.5Y\nValue: 3 through 5 dry, 2 or 3 moist\nChroma: 1 through 3 dry and moist\nTexture of fine earth: very fine sandy loam\nRock fragments: 0 to 5 percent gravel\nClay content: 13 to 20 percent clay\nReaction:  moderately acid to neutral\nRedoximorphic features: fine and medium iron-manganese masses in matrix and along root channels\nAmount: few, common, or many\nHue: 7.5YR or 10YR\nValue: 4 or 5 moist\nChroma: 4 through 8 moist\nBg horizon\nHue: 5Y, 2.5Y, or 10YR\nValue: 5 through 7 dry, 4 through 6 moist\nChroma: 1 through 3 dry and moist\nTexture of fine earth: sandy loam, or fine sandy loam\nRock fragments: 0 to 7 percent gravel\nPara Rock fragments: 0 to 2 percent\nClay content: 5 to 18 percent clay\nReaction:  moderately acid to neutral\nRedoximorphic features: fine and medium iron-manganese masses in matrix and along root channels\nAmount: few, common, and many\nHue: 10YR and 7.5YR\nValue: 4 or 5 moist.\nChroma: 4 through 8 moist.\nRedoximorphic features: fine and medium iron depletions\nAmount: few, common, and many\nHue: N, 5Y or 2.5Y\nValue: 2 through 5 moist.\nChroma: / or 2 moist.\nSome pedons have C horizons.\nC horizon\nHue: 5GB, 5Y, 2.5Y, or 10YR\nValue: 5 through 7 dry, 4 through 6 moist\nChroma: / through 3 dry and moist\nTexture of fine earth: loamy sand or sandy loam\nRock fragments: 0 to 5 percent gravel\nPara Rock fragments: 0 to 2 percent\nClay content: 0 to 12 percent clay\nReaction:  moderately acid to neutral\nRedoximorphic features: fine and medium iron-manganese masses in matrix and along root channels\nAmount: few, common, and many\nHue: 10YR and 7.5YR\nValue: 4 or 5 moist.\nChroma: 4 through 8 moist.\nRedoximorphic features: fine and medium iron depletions\nAmount: few, common, and many\nHue: N, 5Y or 2.5Y\nValue: 2 through 5 moist.\nChroma: / or 2 moist."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are currently no competing series in this family."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Talawa soils are on drainageways and depressions on dissected marine terrace remnants. Slopes are 0 to 2 percent. Elevations are 1 to 25 meters (3 to 80 feet). The soils formed in fluviomarine sediments from mixed sources. The climate is humid with cool, foggy summers and cool, rainy winters. Mean annual precipitation is 1520 to 2030 millimeters (60 to 80 inches). Mean January temperature is about 8 degrees C; mean July temperature is about 14 degree C; and the mean annual temperature is 10 to 13 degrees C (50 to 55 degrees F). Frost free season is about 275 to 325 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Aubell soils and Endoaquepts. Aubell soils are fine. Endoaquepts are poorly to very poorly drained. The Aubell soils are on slightly convex fan remnants. Endoaquepts are on floodplains."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Poorly to very poorly drained; very high runoff; saturated hydraulic conductivity is moderately high to high. Frequent flooding and ponding from December to April."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: This soil has been used for livestock grazing, recreation, wildlife habitat, and watershed. The existing vegetation is sedges, rushes, grasses, buttercup and cinquefoil."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: California Coastal Redwood Belt; MLRA 4B. The series is not extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Humboldt and Del Norte area, California, 2007. The source of the name is from Talawa Lake."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\n1. Umbric epipedon - the zone from 0 to 52 centimeters (Ap1, Ap2, and ABg1 horizons)\n2. Cambic horizon - the zone from 52 to 152 centimeters (Bg2, Bg3 & Bg4 horizons)\n3. Redoximorphic features - in the zone from 0 to 152 centimeters (Ap1, Ap2, Bg1, Bg2, Bg3, Bg4 & BCg horizons)\n4. Particle-size control section - the zone from 25 to 100 centimeters, averages 17 percent clay, by field estimate, and 2 percent rock fragments, by volume.\nThe Typical Pedon was changed in January of 2008 to better reflect the central concept.\nADDITIONAL DATA:\nNSSL, Lincoln Lab sample 08N0576 and 08N0578\nNASIS User Pedon ID: 08CA605072\nSoil classified using the 12th Edition of the Keys to Soil Taxonomy. 10th Edition classification was coarse-loamy, mixed, superactive, nonacid, isomesic Fluvaquentic Humaquepts.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
