{
  "SERIES": "TALEPOP",
  "STATUS": "Established Series",
  "BYREV": "ARW",
  "REVDATE": "11/2001",
  "STATES": "CA",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy, mixed, superactive, thermic, shallow Typic Argixerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Talepop loam, on the side of a mountain at an elevation of 1175 feet. (Colors are for dry soil unless otherwise noted).\nA--0 to 1 inches (0 to 2.5 centimeters); dark grayish brown (10YR 4/2) gravelly loam, very dark brown (10YR 2/2) moist; weak fine subangular blocky structure; slightly hard, very friable, slightly sticky and slightly plastic; common very fine through coarse roots; few fine tubular pores; 15 percent fine and medium subangular gravel; 10 percent fine subangular pararock fragments; neutral (pH 7.2 ); abrupt smooth boundary. (1 to 6 inches thick)\nBt--1 to 5 inches (2.5 centimeters to 13 centimeters); brown (7.5YR 5/2) gravelly loam, dark brown (7.5YR 3/2) moist; moderate fine subangular blocky structure; slightly hard, very friable, slightly sticky and slightly plastic; common very fine through coarse roots; few fine tubular pores; few fine clay films on lining pores; 20 percent fine and medium subangular gravel; 10 percent fine subangular pararock fragments; neutral (pH 7.0); clear wavy boundary. (3 to 8 inches thick)\nCr--5 to 20 inches (13 to 50 centimeters); highly fractured meta-volcanic rock with fractures 1 to 3 inches apart, and with about 10 to 15 percent soil in fractures with few very fine through coarse roots."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Ventura County, California; about 2 1/2 miles north of the junction of Highway 1 and Highway 23, and 1/4 mile south of the AT&T Earth Station; 850 feet north and 850 feet east of the southwest corner of section 17, T. 1 S., R. 19 W.; Latitude 34 degrees, 4 minutes, 42 seconds north and Longitude 118 degrees, 53 minutes, 46 seconds west; Triunfo Pass Quadrangle."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nMean annual soil temperature: 62 to 66 degrees F.\nSoil moisture: Moist from late November to May.\nDepth to paralithic contact: 4 to 14 inches.\nReaction: Neutral to slightly acid.\nOrganic matter content: 2 to 4 percent.\nA horizon--10YR 5/2, 5/3, 4/2, 4/3 and 7.5YR 4/4; 10YR 2/2, 3/2, 3/3 and 7.5YR 3/2 moist.\nClay percentage--12 to 27 percent.\nCoarse fragments--15 to 30 percent.\nBt horizon--10YR 5/2, 5/3, 5/4, 4/2, 4/3 and 7.5YR 4/4, 5/2, 5/4; 10YR 2/2, 3/2, 3/3, 4/4 and 7.5YR 3/2, 3/3, 3/4, 4/4 moist.\nTexture--Loam, clay loam or gravelly loam.\nClay percentage--18 to 35 percent.\nCoarse fragments--5 to 30 percent."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Topanga (T) soils. Topanga soils have Cr horizons comprised of shale."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Talepop soils are on side slopes of hills and mountains. These soils formed in residuum and colluvium derived from volcanic rock. Slopes are 4 to 75 percent. Elevations are 400 to 2510 feet. The climate is characterized by warm, dry summers and cool, moist winters. The mean annual precipitation is 18 to 24 inches, the mean annual temperature is 60 to 64 degrees F., and the frost free season is to 290 to 350 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Cotharin (T) and Kayiwish (T) soils. Cotharin soils lack argillic horizons and are on side slopes of hills and mountains. Kayiwish soils have more than 35 percent clay in the solum and are on the toe slopes of hills and mountains."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; low to very high runoff; moderate or moderately slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Wildlife habitat, recreation and building site development. Vegetation is chamise, yucca, lupine and needlegrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Ventura County and Los Angeles County, California. The soil is not extensive. MLRA 20."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California."
  },
  "ORIGIN": {
    "section": "SERIES PROPOSED",
    "content": "SERIES PROPOSED: Los Angeles County, California, 1999."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: The series name is from a local ancient American Indian village.  Diagnostic horizons and features recognized in this pedon:\nMollic epipedon--The zone from the soil surface to a depth of about 1 inch (A horizon).\nArgillic horizon--The zone from a depth of 1 inches to a depth of about 5 inches (Bt horizon).\nParalithic material--The zone from a depth of 5 inches to about 20 inches (Cr horizon)\nNational Cooperative Soil Survey\nU.S.A."
  }
}
