{
  "SERIES": "TALIHINA",
  "STATUS": "Established Series",
  "BYREV": "Rev. JGF:RTM",
  "REVDATE": "04/2001",
  "STATES": "KS,OK",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Clayey, mixed, active, thermic, shallow Aquic Hapludolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Talihina clay loam--rangeland. (Colors are for moist soil unless otherwise stated.)\nA1--0 to 6 inches; very dark grayish brown (2.5Y 3/2) clay loam, grayish brown (2.5Y 5/2) dry; weak medium subangular blocky structure parting to moderate fine granular; firm, hard; few fragments of sandstone 3 to 10 inches in diameter and few fragments over 10 inches; slightly acid; gradual wavy boundary. (4 to 9 inces thick)\nBw--6 to 15 inches; dark grayish brown (2.5Y 4/2) clay; light brownish gray (2.5Y 6/2) dry; common fine distinct brownish yellow redoximorphic concentration masses in lower part; moderate fine blocky structure in upper part grading to weak medium blocky in lower part; very firm; extremely hard; few pressure faces on peds; moderately acid; gradual wavy boundary.  (6 to 12 inches thick)\nCr--15 to 25 inches; olive gray (5Y 4/2) soft shale, light olive gray (5Y 6/2) dry; level bedded; fractured; few thin strata of siltstone; slightly alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Hughes County, Oklahoma; about 2 miles east of Holdenville; about 510 feet north and 550 feet west of the southeast corner of sec. 10, T. 7 N., R. 9 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nDepth to bedrock: 10 to 20 inches.\nDepth to redox concentrations: 4 to 9 inches\nGravel: 0 to 10 percent\nCobbles: 0 to 40 percent\nStones: 0 to 10 percent\nParticle-size control section (weighted average): 6 to 15 inches\nClay content: 35 to 55 percent\nA horizon:\nHue: 10YR or 2.5Y\nValue: 2 or 3 moist; 3 to 5 dry\nChroma: 2 or 3\nTexture:  silty clay loam, clay loam, clay, or silty clay\nGravel: 0 to 10 percent\nCobbles: 0 to 40 percent\nStones: 0 to 10 percent\nClay content: 35 to 55 percent\nReaction: 5.1 to 6.5\nBw horizon:\nHue: 10YR or 5Y\nValue: 3 to 5 moist; 4 to 6 dry\nChroma: 2 to 4\nredoximorphic concentrations: strong brown, yellowish brown\nredoximorphic depletions: gray, light gray\nTexture:  silty clay loam, silty clay, or clay\nGravel: 0 to 10 percent\nClay content: 35 to 40 percent\nReaction: 5.1 to 7.8\nCr horizon:\nHue: 10YR, 2.5Y, 5Y, or N\nValue: 3 to 6 moist; 4 to 7 dry\nChroma: 0 to 4\nredoximorphic concentrations: strong brown, yellowish brown\nredoximorphic depletions: gray, light gray\nReaction: 6.1 to 8.4\nThin strata of shale, sandstone, or siltstone are in some pedons."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no competing series."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material: These soils formed in materials weathered from shale with thin layers of interbedded sandstone and siltstone.\nLandform: sloping to steep dissected uplands\nSlopes: 5 to 20 percent, but can range to 30\nElevation: 500 to 1000 feet\nMean annual temperature: 57 to 63 degrees F\nMean annual precipitation: 38 to 44 inches\nFrost-free period: 200 to 220 days.\nThornthwaite annual P-E index is 64 to 70"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These include the Barden, Eram, and Liberal series and the Barco, Bates, Collinsville, Coweta, Dennis, and Vinita series.  Barden, Dennis, Eram, Liberal, and Vinita soils are on landscapes in lower positions.\nBates, Collinsville, and Coweta soils are on smooth ridges and they formed in material weathered from sandstone.\nAll of these soils, except Collinsville and Coweta, have an argillic horizon.  Collinsville and Coweta soils have less than 35 percent clay in the control section."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:\nDrainage: poorly drained\nRunoff: moderate to very high\nPermeability: slow\nThese soils have a perched water table within a depth of 0.5 to 2.0 feet for short periods of time from November to April."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: The primary use is native range.\nThe native vegetation is tall grass prairie.  Scattered elm, sumac, hawthorne, persimmon, and osage-orange trees are present in some areas."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Eastern Oklahoma, southeastern Kansas, and southwestern Missouri. The series is extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Denver, Colorado"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: LeFlore County, Oklahoma; 1931."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:Soil Interpretation Record:Series OK0099, Stony OK0183 Diagnostic horizons and features recognized in this pedon are: Mollic epipedon- the zone from the soil surface to a depth of 6 inches (the A horizon).  Cambic horizon - the zone from 6 inches to a depth of 15 inches (the Bw horizon). Paralithic contact - soft sandstone bedrock at a depth of 15 inches.\nFormat modified to semi-tab and activity class added 4/12/01. JCR\nNational Cooperative Soil Survey\nU.S.A."
  }
}
