{
  "SERIES": "TALLADEGA",
  "STATUS": "Established Series",
  "BYREV": "Rev. RR-MES-RLW",
  "REVDATE": "12/2021",
  "STATES": "AL,GA,MD,NC,SC,TN,VA",
  "OVERVIEW": "The Talladega series consists of shallow to moderately deep cyclic soils on uplands.  The soils formed from in residual materials from metamorphic rocks of the Blue Ridge Mountains.  Slopes range from 6 to 80 percent near the type location.  Near the type location, the mean annual temperature is about 57 degrees F, and the mean annual precipitation is about 55 inches.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, semiactive, mesic Lithic-Ruptic-Entic Hapludults"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Talladega channery silt loam - forested.  (Colors are for moist soil.)\n0i--0 to 2 inches; deciduous leaves, twigs, etc.\nA--2 to 4 inches; dark grayish brown (10YR 4/2) channery silt loam; weak medium and fine granular structure; very friable; many medium and fine roots; about 30 percent medium fragments of rock; very strongly acid; clear smooth boundary.  (1 to 7 inches thick)\nBA--4 to 11 inches; dark yellowish brown (10YR 4/4) channery silt loam; weak medium granular and fine subangular blocky structure; friable; common medium and fine roots and pores; about 40 percent medium fragments of rock; very strongly acid; gradual wavy boundary.  (0 to 8 inches thick)\nBt--11 to 24 inches; yellowish red (5YR 5/6) channery clay loam; weak medium subangular blocky structure; friable; few fine and medium roots and pores; about 50 percent medium and coarse fragments of rock; very strongly acid; gradual wavy boundary.  (0 to 20 inches thick)\nCr--24 to 28 inches; thinly bedded and broken bluish-black phyllite rock and yellowish red loamy material; a few tongues of the B2t horizon extend into the rock; about 65 percent slaty fragments; gradual irregular boundary.  (0 to 12 inches thick)\nR--28 inches; bedrock of slate and argillite; bluish-black interior; brown and reddish coatings along fractures and cleavage planes; breaks with difficulty using hand tools."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Pickens County, Georgia; one mile west of Whitestone on graded road, then north 300 yards on a trail along ridgecrest - exact site is midslope on eastern aspect."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  This soil is cyclic.  The argillic horizon is discontinuous and a shallow lithic contact is in part of each pedon.  Where the lithic contact is shallow, the argillic horizon is thin.  In these parts, the argillic properties are less well defined.  Where the lithic contact is very shallow, there is no argillic horizon.  Depth to bedrock is variable, but ranges mainly between 10 and 40 inches.  The rock is grayish to black Phyllite, Slate, Argillite, Conglomerate, Quartzite, and some gneiss and schist.\nThe A horizon has hue of 10YR or 7.5YR, value of 3, 4 or 5, and chroma of l, 2, 3, 4 or 6.  It is channery loam, channery silt loam, loam, or silt loam.  Rock fragments range from about 10 to 35 percent.  Reaction is strongly acid to very strongly acid.\nThe B horizon has hue of 10YR, 7.5YR or 5YR, value of 4 or 5, and chroma of 2, 3, 4, 6 or 8.  It is channery clay loam, channery silty clay loam, channery loam, or channery silt loam.  It ranges to 20 inches in thickness but is absent in parts of the pedon where the lithic contact is very shallow.  Coarse fragments range from 35 to 50 percent by volume.  In places, the B horizon tongues into the C horizon by way of fractures or spaces between fragments of rock; thus, the lower boundary is wavy or irregular.  The width of intrusions is variable, depending upon the content and arrangement of fragments in the C horizon.  The reaction is strongly acid to very strongly acid.\nThe C horizon is variable, ranging from thinly bedded bluish-black phyllite or similar rock with reddish or brownish loamy material in fractures and spaces to yellowish-red friable saprolite that is 60 percent thin platy fragments of rock."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no other series in this family.  Series in closely related families are the Goldston, Hector, Lauderdale, Louisa, Montevallo, Mountainburg, Pickens, Ramsey, Ranger, Steekee, Tallapoosa, and Wilkes series of similar families.  Goldston, Hector, Lauderdale, Louisa, Montevallo, Mountainburg, Pickens, Steekee, Tallapoosa, and Wilkes soils have an average annual soil temperature of more than 59 degrees F.  In addition, Louisa soils contain more mica throughout and are underlain by a paralithic contact at depths of less than 20 inches.  Mountainburg soils have a lithic contact at depths of less than 20 inches.  Tallapoosa soils have micaceous thin continuous Bt horizons.  Wilkes soils have a continuous Bt horizon and base saturation immediately above the lithic contact is more than 35 percent.  Ramsey soils have continuous B horizons and a lithic contact at a depth less than 20 inches.  Ranger soils are shallow over weakly consolidated sedimentary rock and have an intermittent thin argillic horizon."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Talladega soils are on narrow ridgetops and sideslopes chiefly of the Blue Ridge MLRA and to a minor extent on areas of adjacent to the Appalachian ridges and valleys.  Slopes are 6 to 80 percent, and steep gradients are dominant except on ridgetops which are less sloping.  Elevations are 1,500 feet and higher.  The mean annual air temperature is 50 to 58 degrees F, and mean annual precipitation is 50 to 60 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the competing Louisa and Montevallo series, and the Hayesville and Porters series.  Montevallo soils are on adjoining areas underlain by soft shales.  Hayesville soils have thicker sola and continuous red clay loam B horizons.  Porters soils are at higher elevations, have a darker surface layer, and their B horizons are not interrupted by a lithic contact."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; runoff is medium to rapid; permeability is moderate."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Chiefly forested to oaks, poplar, hickory, sourwood, dogwood, and blackgum and some shortleaf pine and Virginia pine.  Many areas have laurel and azaleas in the undergrowth."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Mountain areas of Alabama, Georgia, Maryland, Virginia, and possibly Arkansas, North Carolina, South Carolina and Tennessee.  The series is extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Morgantown, West Virginia"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Talladega County, Alabama, 1907."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizon and features recognized in this pedon are:\nOchric epipedon - the zone from approximately the surface to approximately 2 inches (A horizon).\nArgillic horizon - the zone from approximately 11 to 24 inches (Bt horizon).\nRuptic-Lithic-Entic features - that part of the pedon where lithic contact is less than 20 inches below the surface interrupting the argillic horizon and the argillic horizon is less than 10 inches thick (Bt horizon)."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "NA"
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": ""
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "0i",
        "top": 0,
        "bottom": 5,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "0i--0 to 2 inches; deciduous leaves, twigs, etc."
      },
      {
        "name": "A",
        "top": 5,
        "bottom": 10,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "silt loam",
        "cf_class": "channery",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A--2 to 4 inches; dark grayish brown (10YR 4/2) channery silt loam; weak medium and fine granular structure; very friable; many medium and fine roots; about 30 percent medium fragments of rock; very strongly acid; clear smooth boundary.  (1 to 7 inches thick)"
      },
      {
        "name": "BA",
        "top": 10,
        "bottom": 28,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "silt loam",
        "cf_class": "channery",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "BA--4 to 11 inches; dark yellowish brown (10YR 4/4) channery silt loam; weak medium granular and fine subangular blocky structure; friable; common medium and fine roots and pores; about 40 percent medium fragments of rock; very strongly acid; gradual wavy boundary.  (0 to 8 inches thick)"
      },
      {
        "name": "Bt",
        "top": 28,
        "bottom": 61,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "5YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "clay loam",
        "cf_class": "channery",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bt--11 to 24 inches; yellowish red (5YR 5/6) channery clay loam; weak medium subangular blocky structure; friable; few fine and medium roots and pores; about 50 percent medium and coarse fragments of rock; very strongly acid; gradual wavy boundary.  (0 to 20 inches thick)"
      },
      {
        "name": "Cr",
        "top": 61,
        "bottom": 71,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "gradual",
        "topography": "irregular",
        "narrative": "Cr--24 to 28 inches; thinly bedded and broken bluish-black phyllite rock and yellowish red loamy material; a few tongues of the B2t horizon extend into the rock; about 65 percent slaty fragments; gradual irregular boundary.  (0 to 12 inches thick)"
      },
      {
        "name": "R",
        "top": 71,
        "bottom": "NA",
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "R--28 inches; bedrock of slate and argillite; bluish-black interior; brown and reddish coatings along fractures and cleavage planes; breaks with difficulty using hand tools."
      }
    ]
  ]
}
