{
  "SERIES": "TALOS",
  "STATUS": "Established Series",
  "BYREV": "Rev. GC/WWJ",
  "REVDATE": "01/2015",
  "STATES": "NM",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, gypsic, thermic Calcic Argigypsids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Talos sandy loam -- rangeland. (Colors are for dry soil unless otherwise stated.)\nA--0 to 1 inch (0 to 2 cm); brown (7.5YR 5/3) sandy loam, brown (7.5YR 4/3), moist; 17 percent clay; weak thin platy structure; slightly hard, friable, nonsticky, nonplastic; common fine dendritic tubular pores; carbonate, finely disseminated throughout; slightly effervescent, 5 percent calcium carbonate equivalent; slightly alkaline, pH 7.7; electrical conductivity 0.6 dS/m (mmhos/cm); non-saline; sodium adsorption ratio 1.0; abrupt wavy boundary.\nBw--1 to 7 inches (2 to 18 cm); brown (7.5YR 5/4) clay loam, dark brown (7.5YR 3/4), moist; 34 percent clay; moderate fine and medium subangular blocky structure; moderately hard, firm, moderately sticky, moderately plastic; common fine roots between peds; common fine and medium dendritic tubular pores; few fine spherical carbonate masses throughout; slightly effervescent, 5 percent calcium carbonate equivalent; slightly alkaline, pH 7.7; electrical conductivity 0.6 dS/m (mmhos/cm); non-saline; sodium adsorption ratio 1.0; clear wavy boundary.\nBtk1--7 to 14 inches (18 to 36 cm); brown (7.5YR 5/4) clay, brown (7.5YR 4/4), moist; 45 percent clay; moderate very coarse prismatic parts to strong medium subangular blocky structure; moderately hard, firm, moderately sticky, moderately plastic; common fine roots between peds; common very fine and fine dendritic tubular pores; few faint clay films on all faces of peds; common fine spherical carbonate masses throughout; strongly effervescent, 15 percent calcium carbonate equivalent; slightly alkaline, pH 7.5; electrical conductivity 2.0 dS/m (mmhos/cm); very slightly saline; sodium adsorption ratio 1.0; clear wavy boundary.\nBtk2--14 to 21 inches (36 to 53 cm); reddish brown (5YR 5/3) clay, reddish brown (5YR 4/4), moist; 50 percent clay; strong very coarse prismatic parts to strong fine and medium subangular blocky structure; moderately hard, firm, moderately sticky, moderately plastic; common fine roots between peds; common very fine dendritic tubular pores; common distinct clay films on all faces of peds; gypsum, finely disseminated throughout and common medium and coarse irregular carbonate masses on faces of peds; strongly effervescent, 15 percent calcium carbonate equivalent and 3 percent gypsum; slightly alkaline, pH 7.8; electrical conductivity 3.3 dS/m (mmhos/cm); very slightly saline; sodium adsorption ratio 1.0; abrupt wavy boundary.\nBty1--21 to 32 inches (53 to 81 cm); light brown (7.5YR 6/4) gypsiferous clay loam, brown (7.5YR 4/4), moist; 38 percent clay; strong very coarse prismatic parts to strong medium subangular blocky structure; moderately hard, firm, moderately sticky, moderately plastic; common fine roots between peds; few faint clay films on all faces of peds and common prominent gypsum coats on vertical faces of peds; carbonate, finely disseminated throughout and common fine platy selenite crystals between peds and many very coarse irregular gypsum masses in matrix; slightly effervescent, 5 percent calcium carbonate equivalent and 25 percent gypsum; slightly alkaline, pH 7.8; electrical conductivity 4.4 dS/m (mmhos/cm); slightly saline; sodium adsorption ratio 4.0; clear wavy boundary.\nBty2--32 to 51 inches (81 to 130 cm); reddish brown (5YR 5/4) gypsiferous clay, reddish brown (5YR 4/4), moist; 55 percent clay; strong very coarse prismatic parts to strong medium prismatic parts to strong fine and medium subangular blocky structure; moderately hard, firm, moderately sticky, moderately plastic; common fine roots between peds; few prominent clay films on all faces of peds and few prominent gypsum coats on vertical faces of peds; carbonate, finely disseminated throughout and common fine medium and coarse platy selenite crystals between peds and common medium irregular gypsum masses between peds; slightly effervescent, 4 percent calcium carbonate equivalent and 16 percent gypsum; moderately alkaline, pH 7.9; electrical conductivity 5.9 dS/m (mmhos/cm); slightly saline; sodium adsorption ratio 8.0; clear wavy boundary.\n2Bty--51 to 59 inches (130 to 150 cm); reddish brown (5YR 5/4) sandy clay loam, yellowish red (5YR 4/6), moist; 34 percent clay; moderate medium subangular blocky structure; slightly hard, friable, nonsticky, nonplastic; common fine roots between peds; few faint clay films on surfaces along pores; carbonate, finely disseminated throughout and common fine irregular gypsum crystals in matrix; slightly effervescent, 4 percent calcium carbonate equivalent and 12 percent gypsum; slightly alkaline, pH 7.8; electrical conductivity 5.5 dS/m (mmhos/cm); slightly saline; sodium adsorption ratio 8.0; abrupt wavy boundary.\n3Cy--59 to 71 inches (150 to 180 cm); pale brown (10YR 6/3) sand, brown (7.5YR 4/4), moist; single grain; loose, loose, nonsticky, nonplastic; gypsum, finely disseminated throughout; noneffervescent, 1 percent gypsum; slightly alkaline, pH 7.8; electrical conductivity 4.3 dS/m (mmhos/cm); slightly saline; sodium adsorption ratio 5.0."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Otero County, New Mexico. 8.3 miles East and 6.3 miles North of White Sands Missile Range Headquarters.; 1,500 feet East and 852 feet South of the Northwest corner of Section 21, Township 21 South, Range 6 East; USGS topographic quadrangle White Sands NE, NAD83; 32 degrees 28 minutes 20.16 seconds North latitude and 106 degrees 20 minutes 15.72 seconds West longitude; UTM 374,293 meters East, 3593,572 meters North, zone 13."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil Moisture: The moisture control section is usually dry in all parts more than three-fourths of the time that the soil temperature exceeds 41 degrees F. Typic aridic soil moisture regime.\nMean annual soil temperature: 66 to 72 degrees F.\nDepth to calcic horizon: 5 to 15 inches\nDepth to gypsic horizon: 20 to 40 inches\nParticle-size control section (weighted average):\nClay content: 35 to 60 percent\nCoarse fragment content: none\nCalcium carbonate equivalent: 4 to 25 percent\nGypsum content: 3 to 15 percent\nReaction: slightly to moderately alkaline\nSalinity: very slight to slightly saline\nA horizon\nHue: 5YR, 7.5YR\nValue: 5 or 6 dry, 4 or 5 moist\nChroma: 3 to 6, dry or moist\nTexture: sandy loam, clay loam\nClay: 10 to 30 percent\nBw horizon\nHue: 5YR, 7.5YR\nValue: 5 or 6 dry, 3 to 5 moist\nChroma: 3 or 4, dry or moist\nTexture: clay loam, clay\nClay: 34 to 45 percent\nBtk horizons\nHue: 5YR, 7.5YR\nValue: 4 to 6 dry, 4 or 5 moist\nChroma: 3 to 6, dry or moist\nTexture: sandy clay, clay\nClay: 40 to 60 percent\nReaction: slightly to moderately alkaline\nSalinity: non-saline to slightly saline\nCalcium carbonate equivalent: 15 to 25 percent\nBty horizons\nHue: 5YR, 7.5YR\nValue: 5 or 6 dry, 4 or 5 moist\nChroma: 3 to 6, dry or moist\nTexture: gypsiferous clay loam, gypsiferous clay\nClay: 27 to 60 percent\nReaction: slightly to moderately alkaline\nSalinity: very slightly saline to slightly saline\nGypsum: 15 to 37 percent\n2Bty horizon, when present\nHue: 5YR, 7.5YR\nValue: 5 or 6 dry, 4 or 5 moist\nChroma: 3 to 6, dry or moist\nTexture:  sandy clay loam, sandy clay\nClay: 18 to 40 percent\nReaction: slightly to moderately alkaline\nSalinity: very slightly saline to slightly saline\nGypsum: 12 to 31 percent\n3Cy horizon\nHue: 7.5YR, 10YR\nValue: 4 to 7 dry, 3 to 6 moist\nChroma: 3 or 4, dry or moist\nTexture: sand, fine sand, loamy fine sand\nSalinity: very slightly saline to slightly saline\nGypsum: 1 to 5 percent"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no competing series."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Talos soils formed in clayey gypsiferous alluvium. These nearly level soils are on basin floors and alluvial flats. Slope ranges from 0 to 4 percent.  The mean annual air  temperature is 64 to 70 degrees F.  The mean annual precipitation is 8 to 12 inches.  Precipitation falls mostly during the months of July through September. The driest months are March and April. Precipitation during the months of January, February, and March is less than 13 percent of the total.  Elevation ranges from 3,900 to 4,050 feet.  The frost-free period is 180 to 240 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Basso, Copia, Elizario, Mcnew and Peligro soils.  Basso soils are fine-loamy.  Copia soils are sandy and are on coppice dunes.  Elizario and Mcnew soils are on slightly depressed and slightly higher positions respectively of the alluvial flat of the basin floor.  Peligro soils have gypsic horizons near the surface and formed in eolian gypsiferous sediments on lunettes or parna dunes."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained. Permeability is slow. Runoff is medium to high. Saturated hydraulic conductivity is moderately low."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Used for military exercises and weapons testing. Vegetation is of the desert shrub type consisting of mesquite, 4 wing salt bush, broom snake weed, prickly pear, tobosa, alkali sacaton, threadstem buckwheat, and scorpion weed."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Southern New Mexico; LRR D, MLRA 42; small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Phoenix, Arizona"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Update Soil Survey of White Sands Missile Range; Otero County, New Mexico; 2014."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nParticle-size control section: The zone from 7 to 27 inches. (Btk1, Btk2, and Bty1 horizons)\nOchric epipedon- the zone from 0 to 7 inches (A and Bw horizon)\nArgillic horizon- the zone from 7 to 59 inches (Btk, Bty, and 2Bty horizons)\nCalcic horizon- the zone from 7 to 21 inches (Btk1 and Btk2 horizons)\nGypsic horizon- the zone from 21 to 59 inches (Bty1 and Bty2 horizons)\nTalos: In Greek mythology, Talos was a bronze automon who guarded Crete. At White Sands Missile Range, Talos was a Surface to Air missile that carried a nuclear or conventional warhead. Talos was first fired in 1951.\nClassified according to Soil Taxonomy Second Edition, 1999; Keys to Soil Taxonomy, Twelfth Edition, 2014.\nRevised for the correlation of White Sands Missile Range, New Mexico; October, 2014, NMS\nNational Cooperative Soil Survey\nU.S.A."
  }
}
