{
  "SERIES": "TALVED",
  "STATUS": "Established Series",
  "BYREV": "Rev: AEC/DWB/SBS",
  "REVDATE": "08/2009",
  "STATES": "CA",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Medial-skeletal, amorphic, frigid Typic Vitrixerands"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Talved extremely cobbly ashy loamy coarse sand, on a west facing (290 degrees) slope of 68 percent, under a cover of lichens, horse mint and Jeffrey pine at an elevation of 6243 feet, (1903 m). When described on 6/26/06, the soil was dry to 13 inches, (35 cm) and slightly moist to 60 inches, (152 cm). (Colors are for dry soil unless otherwise noted).\nOi--0 to 1 inches (0 to 3 cm); pine needle and cone litter; abrupt smooth boundary. (0 to 1 inches, (0 to 3 cm) thick)\nA--1 to 5 inches (3 to 13 cm); dark gray (10YR 4/1) extremely cobbly ashy loamy coarse sand, very dark brown (10YR 2/2) moist; 1 percent clay; single grain; loose, nonsticky, nonplastic; many very fine and few fine roots; many very fine and fine irregular pores; 10 percent angular fine gravel, 5 percent angular medium and coarse gravel, 40 percent angular cobbles, 10 percent angular stones and 10 percent angular boulders; neutral, pH 6.8 by Hellige-Truog; NaF pH 9.9; gradual wavy boundary. (4 inches (10 cm) thick)\n2Ab--5 to 13 inches (13 to 33 cm); dark grayish brown (10YR 4/2) extremely bouldery medial coarse sand, black (10YR 2/1) moist; 0 percent clay; weak very fine subangular blocky parting to single grain; loose, nonsticky, nonplastic; many very fine, common fine and few medium, coarse and very coarse roots; many very fine and fine irregular pores; 5 percent angular fine gravel, 15 percent angular medium and coarse gravel, 20 percent angular cobbles, 20 percent angular stones and 20 percent angular boulders; neutral, pH 6.9 by Hellige-Truog; NaF pH 10.4; gradual wavy boundary. (8 inches, (20 cm) thick)\n2Bwb1--13 to 26 inches (33 to 65 cm); brown (10YR 5/3) extremely bouldery medial coarse sandy loam, dark grayish brown (10YR 4/2) moist; 4 percent clay; weak very fine subangular blocky structure parting to single grain; loose, nonsticky, nonplastic; many very fine, common fine, and few medium roots; many very fine and fine irregular pores; 10 percent angular fine gravel, 15 percent angular medium and coarse gravel, 20 percent angular cobbles, 20 percent angular stones and 20 percent angular boulders; neutral, pH 7.0 by Hellige-Truog; NaF pH 11.0; gradual wavy boundary.\n2Bwb2--26 to 39 inches (65 to 100 cm); pale brown (10YR 6/3) medial stones, brown (10YR 4/3) moist; 5 percent clay; weak very fine subangular blocky structure; soft, very friable, nonsticky, nonplastic; common very fine to medium roots; many very fine and fine irregular pores; 5 percent subangular fine gravel, 15 percent angular medium and coarse gravel, 30 percent angular cobbles, 30 percent angular stones and 10 percent angular boulders; neutral, pH 7.2 by Hellige-Truog; NaF pH 11.5; gradual wavy boundary.\n2Bwb3--39 to 60 inches (100 to 152 cm); pale brown (10YR 6/3) extremely bouldery medial sandy loam, brown (10YR 4/3) moist; 7 percent clay; weak very fine through medium subangular blocky structure; soft, very friable, nonsticky, nonplastic; few very fine to medium roots; many very fine to medium irregular pores; 5 percent angular fine gravel, 15 percent angular medium and coarse gravel, 10 percent angular cobbles, 20 percent angular stones and 30 percent angular boulders; slightly alkaline, pH 7.4 by Hellige-Truog; NaF pH 10.6. (Combined thickness of the 2Bwb horizon is 47 inches, (119 cm) or more thick)"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Lassen County, California, about 0.25 miles east of Bathtub Lake, approximately 2400 feet west and 300 feet north of the southeast corner of sec 3, T.31 N , R. 6 E, 40 degrees, 34 minutes, 18 seconds north latitude and 121 degrees, 17 minutes, 36 seconds west longitude, NAD83; USGS Quad: Prospect Peak, California."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nDepth to restrictive feature: Bedrock greater than 60 inches, (152 cm).\nMean annual soil temperature: 45 to 47 degrees F (7 to 8 degrees C).\nSoil moisture control section is dry: July to October (about 90 days).\nParticle-size control section (thickest part): 3 to 8 percent clay, and 80 to 88 percent rock fragments.\nSurface fragments: 10 to 30 percent gravel, 15 to 30 percent cobbles, 25 to 60 percent stones, and 20 to 40 percent boulders.\nA horizon:\nColor dry: 10YR 4/1, 4/2, 5/2, 2.5Y 4/1, 4/2\nColor moist: 10YR 2/2, 3/2, 2.5Y 2.5/1, 3/1, 3/2\nTexture: extremely cobbly ashy loamy sand, extremely cobbly ashy loamy coarse sand, extremely cobbly ashy coarse sand\nClay content: 0 to 2 percent\nRock fragments: 5 to 20 percent fine gravel, 0 to 20 percent medium and coarse gravel, 5 to 30 percent total gravel, 20 to 45 percent cobbles, 5 to 15 percent stones, 5 to 15 percent boulders, 60 to 85 percent total rock fragments\nOrganic matter: 2 to 5 percent\nBase saturation by ammonium acetate: 55 to 70 percent\nAcid oxalate extractable Al plus 1/2 Fe: 0.05 to 0.25\nP retention: 2 to 10 percent\nGlass content: 3 to 8 percent\nNaF pH: 9.1 to 9.9\nSoil reaction: slightly acid or neutral\n2Ab horizon:\nColor dry: 10YR 4/2, 5/2, 2.5Y 4/1, 4/2, 5/2\nColor moist: 10YR 2/1, 2/2, 3/2, 2.5Y 3/1, 3/2\nTexture: extremely bouldery medial coarse sand, extremely stony medial coarse sand, extremely cobbly medial coarse sand, extremely stony medial coarse sand\nClay content: 0 to 2 percent\nRock fragments: 0 to 10 percent fine gravel, 5 to 15 percent medium and coarse gravel, 5 to 25 percent total gravel, 15 to 30 percent cobbles, 15 to 30 percent stones, 15 to 30 percent boulders, 60 to 89 percent total rock fragments\nOrganic matter: 2 to 5 percent\nBase saturation by ammonium acetate: 58 to 75 percent\nAcid oxalate extractable Al plus 1/2 Fe: 0.05 to 0.20\nP retention: 2 to 10 percent\nGlass content: 3 to 10 percent\nNaF pH: 9.1 to 10.4\nSoil reaction: slightly acid or neutral\nUpper 2Bwb horizon:\nColor dry: 10YR 5/3, 6/3, 6/4, 2.5Y 5/3, 5/4, 6/4\nColor moist: 10YR 4/2, 4/3, 3/4, 4/4, 2.5Y 4/2\nTexture: extremely bouldery medial coarse sandy loam, extremely bouldery medial sandy loam, extremely stony medial sandy loam, extremely stony medial coarse sandy loam, medial stones, medial boulders\nClay content: 2 to 6 percent\nRock fragments: 5 to 15 percent fine gravel, 10 to 20 percent medium and coarse gravel, 15 to 35 percent total gravel, 15 to 35 percent cobbles, 15 to 35 percent stones, 5 to 25 percent boulders, 60 to 95 percent total rock fragments\nOrganic matter: 1 to 3 percent\nBase saturation by ammonium acetate: 25 to 45 percent\nAcid oxalate extractable Al plus 1/2 Fe: 2.2 to 3.5\nP retention: 90 to 100 percent\nGlass content: 4 to 14 percent\nNaF pH: 10.5 to 11.5\nSoil reaction: slightly acid or neutral\nLower 2Bwb horizon:\nColor dry: 10YR 5/3, 6/3, 6/4, 7/3, 2.5Y 5/3, 5/4, 6/4, 7/3\nColor moist: 10YR 4/2, 4/3, 3/4, 4/4, 2.5Y 4/2\nTexture: extremely stony medial sandy loam, extremely bouldery medial sandy loam\nClay content: 3 to 8 percent\nRock fragments: 0 to 10 percent fine gravel, 10 to 20 percent medium and coarse gravel, 15 to 25 percent total gravel, 5 to 15 percent cobbles, 15 to 25 percent stones, 10 to 40 percent boulders, 60 to 88 percent total rock fragments\nOrganic matter: 0.5 to 2 percent\nBase saturation by ammonium acetate: 25 to 35 percent\nAcid oxalate extractable Al plus 1/2 Fe: 2.2 to 3.5\nP retention: 90 to 100 percent\nGlass content: 4 to 14 percent\nNaF pH: 10.6 to 10.9\nSoil reaction: slightly acid to slightly alkaline"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no other series in this family."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Talved soils are on talus slopes on scoured glacial-valley walls. Slopes are 20 to 65 percent. These soils formed in colluvium weathered from volcanic rock that is breaking loose from glacially scoured bedrock outcrops. These talus slopes and scoured bedrock outcrops are in some areas aligned with the Hat Creek Rim. Elevation is 5981 to 7602 feet (1823 to 2317 m). Mean annual precipitation is 25 to 45 inches (635 to 1143 mm). The mean annual temperature is 42 to 44 degrees F (5.5 to 7 degrees C). Frost free season is 60 to 85 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Sunhoff and Buttelake soils. The Sunhoff soils are moderately deep to dense till and are on moraines. The Buttelake soils are deep to dense till and are on moraines."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Excessively drained; saturated hydraulic conductivity is high to very high in the A horizon, very high in the 2Ab horizon, and high in the 2Bwb horizons."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: This soil is used for wildlife habitat, recreation, ecosystem management and watershed. Vegetation is oceanspray, Sierra chinquapin and scattered Jeffrey pine."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: The soils are inextensive and are mapped in MLRA: 22B, Southern Cascade Mountains"
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: 2009 Lassen County, California. Source of name is coined."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nDiagnostic horizons and features recognized in this pedon are:\nOchric epipedon: 1 to 13 inches, (3 to 33 cm)\nCambic horizon 13 to 60 inches, (33 to 152 cm)\nAndic soil properties: 5 to 60 inches (13 to 152 cm)\nParticle-size control section: 1 to 41 inches (3 to 103 cm)\nSoil moisture control section: 59 to greater than 60 inches, (149 to greater than 152 cm)\nADDITIONAL DATA:\nClassification and properties inferred from lab pedon number 07N0128 NSSL, Lincoln, NE. NASIS User Pedon ID in Davis, MLRA Office: 789106.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
