{
  "SERIES": "TAMARACK",
  "STATUS": "Established Series",
  "BYREV": "Rev. TJW-CRS-RJS",
  "REVDATE": "10/2008",
  "STATES": "MT",
  "OVERVIEW": "The Tamarack series consists of very deep, well drained soils that formed in volcanic ash over alluvium or outwash.  These soils are on stream terraces, outwash terraces, kame terraces, outwash plains and escarpments in valleys.  Slopes are 0 to 60 percent.  Mean annual precipitations is about 28 inches, and mean annual temperature is about 43 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, superactive, frigid Vitrandic Eutrudepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Tamarack ashy loam, forested (colors are for dry soil unless otherwise noted).\nOi--0 to 2 inches; undecomposed and slightly decomposed forest litter. (1 to 3 inches thick)\nE--2 to 5 inches; light gray (10YR 7/2) ashy loam, grayish brown (10YR 5/2) moist; weak fine granular structure; slightly hard, friable, slightly sticky and slightly plastic; common very fine and fine and few medium and coarse roots; volcanic ash component; moderately acid (ph 6.0); clear wavy boundary. (1 to 4 inches thick)\nBw--5 to 14 inches; very pale brown (10YR 7/4) ashy fine sandy loam, dark yellowish brown (10YR 4/4) moist; weak fine and medium subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; common very fine and fine and few medium and coarse roots; slightly acid (ph 6.2); clear wavy boundary. (7 to 10 inches thick)\n2E and Bt1--14 to 32 inches; E part (85 percent) is very pale brown (10YR 7/3) loamy sand, brown (10YR 5/3) moist, Bt part (15 percent) is brown (10YR 5/3) sandy loam, brown (10YR 4/3) moist, broken discontinuous lamellae 1/8- to 1/4-inch thick; weak fine and medium subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; common fine and medium and few coarse roots; moderately acid (ph 6.0); gradual wavy boundary. (10 to 20 inches thick)\n2E and Bt2--32 to 46 inches; E part (80 percent) is very pale brown (10YR 7/3) loamy coarse sand, brown (10YR 5/3) moist, Bt part (20 percent) is brown (10YR 5/3) sandy loam, brown (10YR 4/3) moist, broken discontinuous lamellae 1/4- to 1/2-inch thick; weak fine and medium subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; few medium and coarse roots; moderately acid (ph 6.0); clear wavy boundary. (10 to 20 inches thick)\n2C--46 to 60 inches; pale brown (10YR 6/3) loamy coarse sand, brown (10YR 5/3) moist; single grain; loose, nonsticky and nonplastic; slightly acid (ph 6.2)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Lincoln County, Montana; 1,300 feet east and 700 feet north of the SW corner of sec 11, T. 26 N., R. 27 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil temperature - 44 to 47 degrees F.\nMoisture control section - between 8 and 24 inches.\nE horizon\nHue:  10YR or 7.5YR\nValue:  6 or 7 dry; 4 or 5 moist\nTexture:  ashy loam or ashy fine sandy loam\nClay content:  8 to 20 percent\nBulk density:  1.0 to 1.3 g/cm3\nAcid Oxalate (Al + 1/2 Fe):  .2 to 1.0 percent\nVolcanic glass:  20 to 45 percent\nReaction:  pH 5.6 to 7.3\nBw horizon\nHue:  10YR or 7.5YR\nValue:  6 or 7 dry; 4 or 5 moist\nClay content:  8 to 20 percent\nBulk density:  1.0 to 1.3 g/cm3\nAcid Oxalate (Al + 1/2 Fe):  .4 to 1.0 percent\nVolcanic glass:  20 to 45 percent\nReaction:  pH 5.6 to 7.3\n2E and Bt horizons\nHue:  10YR or 7.5YR\nValue:  E part 6 or 7, Bt part 5 or 6 dry; E part 4 or 5, Bt part 4 or 5 moist\nClay content:  E part 2 to 8 percent, Bt part 5 to 10 percent\nReaction:  pH 5.6 to 7.3\n2C horizon\nHue:  10YR or 7.5YR\nValue:  5 or 6 dry, 4 or 5 moist\nClay content:  2 to 8 percent\nReaction:  pH 5.6 to 7.3"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:\nCaseycreek (ID) - is moderately well drained.\nPresnal (ID) - does not have horizons containing lamellae."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nLandform - stream terraces, outwash terraces, kame terraces, outwash plains and escarpments in valleys.\nElevation - 2,200 to 4,200 feet.\nSlope - 0 to 60 percent.\nParent material - vocanic ash over alluvium or outwash.\nClimate - long, cold winters; moist springs; warm summers.\nMean annual precipitation - 23 to 34 inches, much of which falls as snow and spring rains.\nMean annual air temperature - 38 to 45 degrees F.\nFrost-free period - 70 to 90 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:"
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained, moderately rapid or rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Tamarack soils are used mainly as woodland, understory grazing, and wildlife habitat.  Potential native vegetation is ponderosa pine, Douglas fir, western larch, lodgepole pine, grand fir, and Engelmann spruce.  Understory vegetation is mainly pinegrass, huckleberry, sedges, and forbs."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Tamarack soils are of small extent in the valleys of northwestern Montana.  MLRA 44A."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Lincoln County, Montana, 1997."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nAsh influenced layer - 2 to 14 inches (E, Bw horizons);\nOchric epipedon - 0 to 7 inches (Oi, E, Bw horizons);\nCambic horizon - 5 to 14 inches (Bw horizon); and\nParticle-size control section - 10 to 40 inches (Bw, 2E and Bt1, 2E and Bt2 horizons).\nTamarack soils have a frigid temperature regime and a udic moisture regime that borders on ustic.\nADDITIONAL DATA:  Laboratory data S92MT-053-001; Soil interpretation record MT1357.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
