{
  "SERIES": "TAMALPAIS",
  "STATUS": "Established Series",
  "BYREV": "Rev. JHK/JMK/TDC/ET",
  "REVDATE": "03/2003",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, active, isomesic Typic Argiustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Tamalpais very gravelly loam, on a southwest facing convex slope of 45 percent under sage, coyotebush, poison-oak, plantain, and annual grasses at 200 feet elevation. (Colors are for dry soil unless otherwise stated. When described (8/4/76) soil was moist below 19 inches.)\nA11--0 to 10 inches; dark brown (7.5YR 4/4) very gravelly loam, dark reddish brown (5YR 3/3) moist; weak fine and medium subangular blocky structure; slightly hard, friable, sticky and plastic; common very fine and fine; few medium roots; many very fine and fine tubular and interstitial pores; 35 percent pebbles; moderately acid (pH 6.0); gradual wavy boundary. (3 to 10 inches thick)\nA12--10 to 19 inches; dark brown (7.5YR 4/4) very gravelly loam, dark reddish brown (5YR 3/3) moist; weak fine and medium subangular blocky structure; slightly hard, friable, sticky and plastic; common very fine and fine roots; few medium tubular, many very fine and fine tubular and interstitial pores; 40 percent pebbles; slightly acid (pH 6.3); gradual wavy boundary. (4 to 9 inches thick)\nB1t--19 to 28 inches; brown (7.5YR 5/4) very gravelly clay loam, dark reddish brown (5YR 3/4) moist; weak fine and medium subangular blocky structure; slightly hard, friable, sticky and plastic; few very fine roots; many very fine and fine tubular and interstitial pores; many moderately thick clay films on peds, in pores, and as bridges between mineral grains; 40 percent pebbles; slightly acid (pH 6.5); gradual smooth boundary. (5 to 9 inches thick)\nB2t--28 to 39 inches; dark reddish brown (5YR 3/4) very gravelly clay loam, reddish brown (5YR 4/4) moist; weak fine and medium subangular blocky structure; hard, friable, very sticky and very plastic; few very fine roots; many very fine and fine tubular and interstitial pores; few thin clay films on peds, in pores, and as bridges between mineral grains; 45 percent pebbles; neutral (pH 7.0). (8 to 12 inches thick)\nR--39 to 46 inches; hard fractured radiolarian chert and sandstone."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Marin County, California; Marin Headlands, Golden Gate National Recreational Area; at an intersecting point of 1,300 feet northwest from edge of quarry and military housing and 2,800 feet northeast from shed at rifle range at Ft. Barry."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Depth to a lithic contact of chert and sandstone is 20 to 40 inches. The mean annual soil temperature is 50 degrees to 56 degrees F. The difference between mean summer and mean winter temperature is less than 9 degrees F. The soil between depths of 5 and 15 inches is moist in all parts from mid-November to June. It is dry in some or all parts the rest of the time but is not dry in all parts for 45 consecutive days. Angular and subangular chert and sandstone fragments average 35 to 50 percent of the soil volume. The particle-size control section is 27 to 35 percent clay.\nThe A horizon has dry color of 5YR 5/4, 4/4, 4/3, 3/4, 7.5YR 5/2, 5/4, 4/2, 4/4 or 3/2 and moist color of 5YR 3/2, 3/3 or 7.5YR 3/2. Structure is weak to moderate fine and medium subangular blocky. This horizon is moderately acid or slightly acid.\nThe B2t horizon has dry color of 7.5YR 5/4, 4/4, 5YR 5/4, 4/4, 4/3, 3/3 or 3/4 and moist color of 5YR 3/3, 3/4, 4/4; 2.5YR 3/4 or 3/6. It is moderately acid to neutral and has weak fine and medium subangular blocky structure."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no competing series."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Tamalpais soils are on mountainous uplands. Slopes are 15 to 75 percent. Elevations are 40 to 800 feet. The soils formed in material weathered from radiolarian chert and sandstone. The climate is subhumid mesothermal with cool foggy summers and cool moist winters.  Mean annual precipitation is 25 to 35 inches. Mean January temperature is 48 degrees to 52 degrees F.; mean July temperature is 52 degrees to 55 degrees F.; mean annual temperature is 50 degrees to 56 degrees F.  Frost-free season is 300 to 365 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Barnabe, Cronkhite and Rodeo soils. Barnabe soils are 10 to 20 inches deep to a paralithic contact and lack an argillic horizon. Cronkhite and Rodeo soils have a fine particle-size control section."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; rapid to very rapid runoff; moderately slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used for recreation, wildlife habitat, and watershed. Vegetation is California sage, coyotebrush, annual grasses and forbs."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Central coastal California. The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Marin County, California, 1979."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: The activity class was added to the classification in March of 2003. Competing series were not checked at that time. - ET\nNational Cooperative Soil Survey\nU.S.A."
  }
}
