{
  "SERIES": "TAMAHA",
  "STATUS": "Established Series",
  "BYREV": "Rev. RCB:JWF",
  "REVDATE": "09/2003",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, mixed, active, thermic Aquic Paleudalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Tamaha silt loam, on a 2 percent slopes, in native meadow.\n(Colors are for moist soil unless otherwise\nstated).\nA1--0 to 12 inches; dark grayish brown 810YR 4/2) silt loam; moderate medium granular structure; friable; many roots of all\nsizes; strongly acid; gradual smooth boundary.  (6 to 16 inches thick)\nB1--12 to 17 inches; yellowish brown (10YR 5/4) silt loam;\nfew fine faint brown mottles; moderate medium subangular blocky structure; friable; common fine roots; common fine black and brown concretions; strongly acid; gradual smooth boundary.  (4 to 8\ninches thick)\nB21t--17 to 34 inches; yellowish brown (10YR 5/6) c+ay; many coarse distinct pale brown (10YR 6/3), common medium prominent red (2.5YR 4/6), and few fine distinct light gray (10YR 7/1) mottles; moderate medium subangular blocky structure; firm; few patchy clay films of faces of peds; few fine black and brown concretions; very strongly acid; gradual wavy boundary.  (10 to 26 inches thick)\nB22t--34 to 48 inches; coarsely mottled yellowish brown (10YR 5/6), red (2.5YR 4/6), grayish brown (10YR 5/2), and light gray\n(10YR 6/1) clay; moderate medium blocky structure; very firm;\nnearly continuous clay films on faces of peds; few black and brown concretions; strongly acid; gradual wavy boundary.  (0 to 30\ninches thick)\nB3--48 to 68 inches; coarsely mottled brownish yellow (10YR 6/5), red (2.5YR 4/6), and gray (10YR 6/1) clay; weak coarse\nblocky structure; very firm; few patchy clay films on faces of\npeds; few black and brown concretions; few shale fragments; medium acid.\nTypeLocation:  Haskell County, Oklahoma; about 5 miles west of\nKinta, Oklahoma; about 500 feet west and 500 feet north of the southeast corner of sec. 33, T. 8 N., R. 19 E.\nRangeinCharacteristics:  Solum thickness and depth to shale is\nmore than 60 inches.\nThe A horizon has hue of 10YR, value of 3 to 5, and chroma of 2 to\n4.\nTexture is silt loam or loam.  Reaction ranges from slightly acid\nto very strongly acid.  In eroded areas, the A horizon is less\nthan 6 inches thick in some pedons.  Base saturation is less than\n50 percent.\nSome pedons have A2 horizons.  They are similar to the A1 horizon\nin texture and reaction and are similar in color to the A1 horizon but are 1 to 2 values and chromas higher.  Base saturation is +ess than 50 percent.\nThe B1 horizon has hue of 10YR, value of 4 to 6, and chroma of 3\nto 6.  It is silt loam, silty clay loam, or clay loam.  Reaction ranges from medium acid to very strongly acid.  Base saturation is less than 50 percent)\nThe B2t horizon has hue of 10YR, value of 4 to 6, and chroma of 3\nto 6, or is mottled in shades of brown, gray, red, or yellow.  It\nis clay loam, silty clay loam, clay, or silty clay with a clay content of 35 to 60 percent.  Reaction of the upper part of the\nB2t horizon ranges from medium acid to very strongly acid and the lower part ranges from neutral to strongly acid.\nThe B3 horizon is similar to the lower B2t horizon in color,\ntexture, and reaction.  The exchangeable sodium percentage ranges from 4 to 16."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": null
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": null
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Stigler series in the same family and the Angie, Bosville, Boswell, Boxville, Braxton, Choteau,\nCounts, Dennis, Gore, Grubbs, Huntsburg, Muskogee, Okemah,\nShuster, Sobol, Tiak, Tippah, Tupelo, and Tuskegee series in\nsimilar families.  Angie, S*uster, Tiak, and Tuskegee soils xave\nless than 35 percent base saturation.  Bosville and Counts soils\nhave an abrupt textural change between the A2 horizon and the B2t horizon.  Boswell and Gore soils have a COLE of 0.09 or more.  Boxville and Braxton soils lack chroma 2 mottles within 30 inches\nof the surface.  Choteau, Dennis, and Okemah soils have a mollic epipedon.  Grubbs, Sobol, and Tupelo soils have sola less than 60 inches thick.  Huntsburg soils have more than 5 percent plinthite\nby volume in all subhorizons within 60 inches of the surface.  Muskogee and Tippah soils have a fine-silty control section.\nStigler soils have A horizons more than 16 inches thick.\nGeographicGEOGRAPHIC SETTING:  Tamaha soils are on very gently sloping to sloping uplands in the valleys of the Ouachita Mountains and the Arkansas Valley and Ridges.  They formed in loamy colluvium or alluvium over interbedded shale and sandstone.  The shale and sandstone is of Pennsylvanian age.  Slopes range from 1 to 8\npercent.  Mean annual precipitation ranges from 36 to 46 inches.  Mean annual temperature ranges from 60 degrees to 64 degrees F.  Thornthwaite annual P-E indices range from 64 to 74."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": null
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the copeting Counts\nand Stigler series and the Dela, Linker, Pirum, Shermore, Spiro, Vian, Wing, and Wister series of similar families.  Counts and Stigler soils are on similar areas.  Dela soils are on flood\nplains and they do not have B2t horizons.  Linker and Pirum soils\nare on higher areas, have base saturation less than 35 percent,\nand have sola less than 60 inches thick.  Shermore soils are on slightly higher areas and have fragipans.  Spiro and Vian soils\nare on similar areas and have fine-silty control sections.  Wing soils are on slightly concave areas and have B2t horizon with more than 15 percent exchangeable sodium.  Wister soils are on similar areas and have sola less than 60 inches.\nDrainageandPermeability:  Tamaha soils are moderately well\ndrained.  Runoff is medium and permeabi+yty is very slow.  A\nperched water table is within 1 to 2 feet of the surface for brief periods of time usually during the winter and spring months.\nUseandVegetation:  Used mainly for tame pasture and native range\nfor beef cattle.  Some areas are used for small grains, grain sorghums, and soybeans.  The native vegetation is southern red\noak, postoak, and blackjack oak with an understory of tall and mid grasses."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": null
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": null
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Uplands in the valleys of the Ouachita Mountains and the Arkansas Valley and Ridges of eastern Oklahoma\nand western Arkansas.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Haskell County, Oklahoma; 1972."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  These soils were formerly included in the Dennis and Stigler series.\nADDITIONAL DATA:  Sample No. 69-OK-31-6 by O. S. U. Laboratory, Stillwater, Oklahoma.\nNational Cooperative Soil Survey\nU. S. A."
  }
}
