{
  "SERIES": "TAMARACKCANYON",
  "STATUS": "Established Series",
  "BYREV": "Rev. SCW/RWL",
  "REVDATE": "03/2013",
  "STATES": "OR",
  "OVERVIEW": "The Tamarackcanyon series consists of moderately deep, well drained soils formed in ash with an influence of loess overlying clayey basalt colluvium.  Tamarackcanyon soils are on plateaus and on side slopes of hills, canyons, and mountains.  Slopes are 2 to 90 percent.  The mean annual precipitation is 24 inches and the mean annual temperature is 43 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Clayey-skeletal, smectitic, frigid Vitrandic Haploxeralfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Tamarackcanyon ashy loam - woodland, on a 56 percent slope at an elevation of 4360 feet.  (When described on March 23, 1992, the soil was moist throughout.  Colors are for moist soil unless otherwise noted.)\nOi--0 to 2 inches; slightly decomposed twigs, needles, and moss.\nA--2 to 6 inches; very dark grayish brown (10YR 3/2) ashy loam, grayish brown (10YR 5/2) dry; moderate fine granular structure; soft, very friable, slightly sticky and slightly plastic; few fine and common very fine roots; few fine and many very fine irregular pores; 5 percent gravel; slightly acid (pH 6.4); clear smooth boundary. (2 to 8 inches thick)\nBw1--6 to 11 inches; brown (10YR 4/3) ashy clay loam, light brownish gray (10YR 6/2) dry; moderate fine and medium subangular blocky structure; slightly hard, friable, moderately sticky and slightly plastic; few fine and common very fine roots; few fine and many very fine tubular pores; 10 percent gravel; slightly acid (pH 6.4); gradual wavy boundary.\nBw2--11 to 15 inches; brown (7.5YR 4/2) gravelly ashy clay loam, pinkish gray (7.5YR 6/2) dry; moderate fine and medium subangular blocky structure; slightly hard, friable, moderately sticky and moderately plastic; few fine and common very fine roots; few fine and many very fine tubular pores; 25 percent gravel; slightly acid (pH 6.4); clear wavy boundary. (Combined thickness of the Bw horizon is 4 to 10 inches)\n2Bt1--15 to 27 inches; brown (7.5YR 4/3) very cobbly clay, brown (7.5YR 5/3) dry; moderate very fine subangular blocky structure; hard, firm, moderately sticky and very plastic; few medium and fine, and common very fine roots; few fine and common very fine tubular pores; continuous faint clay films on ped faces; 25 percent cobbles and 25 percent gravel; slightly acid (pH 6.5); clear irregular boundary.\n2Bt2--27 to 40 inches; reddish brown (5YR 4/4) extremely stony clay, reddish brown (5YR 5/3) dry; strong fine and medium subangular blocky structure; hard, very firm, very sticky and very plastic; few very fine roots; few very fine tubular pores; continuous distinct clay films on ped faces; 20 percent stones, 20 percent cobbles, and 25 percent gravel; neutral (pH 6.8); abrupt wavy boundary.  (Combined thickness of the Bt horizon is 14 to 26 inches)\n3R--40 inches; basalt bedrock."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Wallowa County, Oregon, about 1.5 miles southwest of the town of Wallowa, located about 1100 feet south and 1400 feet east of the northwest corner of section 21, T. 1 N., R. 42 E. (USGS Wallowa, Oregon 7.5 min. topographic quadrangle; latitude 45 degrees, 33 minutes, 25 seconds N. and longitude 117 degrees, 34 minutes, and 36 seconds W.)"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: The soils are usually moist but are dry in all parts between 4 and 12 inches for 45 to 60 consecutive days during the summer.  The mean annual soil temperature at a depth of 20 inches is 43 to 47 degrees F.  Depth to bedrock is 20 to 40 inches.  The upper 7 to 14 inches has a phosphate retention of 20 to 40 percent, acid oxalate extractable aluminum plus one-half iron of 0.4 to 1.0 percent, and volcanic glass of 10 to 30 percent.  The particle size control section averages 35 to 50 percent clay and 35 to 60 percent rock fragments.  The soil reaction is moderately or slightly acid throughout except for the lower part of the 2Bt which is slightly acid or neutral.\nThe A horizon has value of 2 to 5 moist, 3 to 7 dry, and chroma of 2 or 3 moist and dry.  It is ashy loam with 10 to 25 percent clay.  It has 0 to 10 percent gravel and 0 to 10 percent cobbles.\nThe Bw horizon has hue of 7.5YR or 10YR, value of 3 to 5 moist, 4 to 7 dry, and chroma of 2 to 4 moist and dry.  The texture is ashy loam, ashy clay loam or ashy silty clay loam with 25 to 35 percent clay.  It has 0 to 30 percent gravel and 0 to 10 percent cobbles.\nThe 2Bt horizon has hue of 7.5YR or 5YR, value of 3 to 5 moist, 4 to 6 dry, and chroma of 2 to 4 moist and dry.  The texture is silty clay loam, clay loam, silty clay, or clay with 35 to 50 percent clay.  It has 0 to 30 percent stones, 10 to 30 percent cobbles, and 10 to 25 percent gravel."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no competing series."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Tamarackcanyon soils are on plateaus and on side slopes of hills, canyons, and mountains.  Slopes are 2 to 90 percent.  The soils formed in ash with an influence of loess over clayey basalt colluvium.  Elevation is 2800 to 6200 feet; 2800 to 5400 feet on north slopes and 4000 to 6200 feet on south slopes.  The climate is characterized by cold wet winters and hot dry summers.  The mean annual precipitation is 15 to 30 inches.  The mean annual temperature is 41 to 45 degrees F.  The frost-free period is 70 to 100 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Anatone, Bocker, Harlow, Olot, Snell, and Threebuck soils.  Anatone and Bocker soils are on ridgetops, shallow to bedrock, and loamy-skeletal.  Harlow and Snell soils are on non-forested, steep south slopes and lack an ash mantle.  Olot soils are on south-facing foot slopes and are ashy over loamy-skeletal. Threebuck soils on north-facing foot slopes, deep to bedrock, and ashy over clayey-skeletal."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; slow permeability"
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: The soils are used for timber production and wildlife habitat.  The principle trees are Douglas fir, Ponderosa pine, grand fir, and lodgepole pine.  The understory vegetation includes ninebark, common snowberry, pinegrass, and strawberry."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Northeastern Oregon; MLRA 9.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Wallowa County, Oregon, 1998.  The name is derived from Tamarack Canyon in Wallowa County, Oregon about 7 miles north of the town of Wallowa."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - the zone from 2 to 6 inches (A horizon) meeting mollic criteria except for thickness\nCambic horizon - the zone from 6 to 15 inches (Bw1 and Bw2 horizons)\nArgillic horizon - the zone from 15 to 40 inches (2Bt1 and 2Bt2 horizons)\nParticle size control section - from 15 to 35 inches (2Bt1 and the upper 8 inches of the 2Bt2 horizons)\nVitrandic feature - the zone from 2 to 15 inches (A, Bw1, and Bw2 horizons) based on lab data of geographically associated soils.\nDepth to diagnostic horizons and features are measured from the top of the first mineral layer.\nADDITIONAL DATA:  Partial laboratory data available for this series.  Pedon #'s 92P717 and 92P718, NSSL. Lincoln, NE, 4/93.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
