{
  "SERIES": "TAMIAMI",
  "STATUS": "Established Series",
  "BYREV": "Rev. CN/CAW",
  "REVDATE": "05/2021",
  "STATES": "FL",
  "OVERVIEW": "The Tamiami series consists of very poorly drained organic soils that are moderately deep and deep to limestone.  They formed in beds of well decomposed, hydrophytic, nonwoody plant remains in freshwater marshes in Southern Penninsular Florida.  Slopes are less than 2 percent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Euic, isohyperthermic Lithic Haplosaprists"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Tamiami muck - in a freshwater marsh.  (Colors are for moist soil unless otherwise stated.)\nOa--0 to 4 inches; black (10YR 2/1) muck; less than 5 percent fiber rubbed; massive; slightly sticky, nonplastic; many very fine and fine roots; sodium pyrophosphate extract is dark brown (10YR 3/3); mildly alkaline (pH 7.8 in 0.01M CaCl2); abrupt smooth boundary.  (2 to 8 inches thick)\nCg--4 to 12 inches; gray (10YR 6/1) marly silt loam; moderate medium subangular blocky structure; slightly sticky, nonplastic; many very fine and fine roots; common fine pores; 15 percent whole shells and shell fragments up to 2 inches in diameter; strongly effervescent; mildly alkaline; abrupt smooth boundary.  (4 to 11 inches thick)\nO'a--12 to 31 inches; very dark gray (5YR 3/1) muck; less than 5 percent fiber rubbed; massive; slightly sticky, nonplastic; few fine roots; sodium pyrophosphate extract is yellowish brown (10YR 5/4); mildly alkaline (pH 7.6 in 0.01M CaCl2); abrupt irregular boundary.  (11 to 47 inches thick).\n2R--31 inches; hard, porous, oolitic limestone."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Dade County, Florida; approximately 500 feet west of Krome Avenue and 3000 feet south of Tamiami Trail (U.S. 41); Latitude 25 degrees 45 minutes 9 seconds and Longitude 80 degrees 27 minutes 57 seconds."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Soil thickness and depth to limestone ranges from 20 to 51 inches.  One or more Cg horizons may occur at any depth, but the combined thickness is less than 1/2 the control section.  Soil reaction is greater than 4.5 in 0.01 molar calcium chloride in the organic material.\nThe Oa horizon has hue of 10YR to 5YR, value of 2 or 3, and chroma of 1 or 2.  The fiber content is less than 33 percent unrubbed, and less than 5 percent rubbed.  Sodium pyrophosphate extract has hue of 10YR; value of 2 through 4, and chroma of 4 or less; value of 5, and chroma of 2 through 8; value of 6, and chroma of 3 through 8; or value of 7, and chroma of 4 through 8.  A thin paraphyton or marl layer may overlie the Oa horizon in some pedons.\nThe Cg horizon has hue of 10YR, value of 5 to 7, and chroma of 2 or less.  This horizon may contain up to 20 percent whole shells or shell fragments up to 5 cm. in diameter; calcium carbonate equivalencies range from 80 to nearly 100 percent.  Reaction is mildly alkaline.  Texture is marl, silt loam or silt."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Lauderhill and Pahokee series in the same family and the Dania and Terra Ceia series.  Lauderhill, Pahokee and Terra Ceia soils lack marl layers within the control section.  In addition, Terra Ceia soils are greater than 51 inches to limestone.  Dania soils are less than 20 inches deep to limestone."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Tamiami soils are in freshwater marshes.  These soils formed in hydrophytic plant remains and calcareous deposits of dominantly silt sized sediments that precipitated from fresh water.  They are underlain by limestone.  Slopes are less than 2 percent.  The climate is subtropical.  Near the type location the mean annual rainfall is about 63 inches and the mean annual temperature is 74 degrees Fahrenheit."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the competing Dania, Lauderhill and Pahokee series, and the Biscayne and Perrine series.  Biscayne and Perrine soils are marl soils and do not subside when drained.  Biscayne soils are less than 20 inches to limestone."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Very poorly drained; very slow or ponded runoff; permeability is rapid in organic layers and moderately slow in the marl layers.  In most years, under natural conditions, these soils are ponded 9 to 12 months.  The water table is within 10 inches of the soil surface for the remainder of the year."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Native vegetation is sawgrass, sedges, and other water tolerant plants.  Willow and Melaleuca are common tree species."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Florida Everglades.  The soil is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Auburn, Alabama"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Dade County, Florida; 1990.  This soil was mapped as Everglades peat, shallow phase over shallow marl and Loxahatchee peat, shallow phase over shallow marl in the 1947 soil survey of Dade County."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nSaprists feature - are saturated with water for 6 months or more of the year, or have artificial drainage, and have sapric soil materials dominant in the organic part of the control section, if a lithic contact occurs in the subsurface tier.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "very poorly"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Oa",
        "top": 0,
        "bottom": 10,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 1,
        "pH_class": "mildly alkaline",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Oa--0 to 4 inches; black (10YR 2/1) muck; less than 5 percent fiber rubbed; massive; slightly sticky, nonplastic; many very fine and fine roots; sodium pyrophosphate extract is dark brown (10YR 3/3); mildly alkaline (pH 7.8 in 0.01M CaCl2); abrupt smooth boundary.  (2 to 8 inches thick)"
      },
      {
        "name": "Cg",
        "top": 10,
        "bottom": 30,
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 1,
        "texture_class": "silt loam",
        "pH_class": "mildly alkaline",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Cg--4 to 12 inches; gray (10YR 6/1) marly silt loam; moderate medium subangular blocky structure; slightly sticky, nonplastic; many very fine and fine roots; common fine pores; 15 percent whole shells and shell fragments up to 2 inches in diameter; strongly effervescent; mildly alkaline; abrupt smooth boundary.  (4 to 11 inches thick)"
      },
      {
        "name": "O'a",
        "top": 30,
        "bottom": 79,
        "moist_hue": "5YR",
        "moist_value": 3,
        "moist_chroma": 1,
        "pH_class": "mildly alkaline",
        "distinctness": "abrupt",
        "topography": "irregular",
        "narrative": "O'a--12 to 31 inches; very dark gray (5YR 3/1) muck; less than 5 percent fiber rubbed; massive; slightly sticky, nonplastic; few fine roots; sodium pyrophosphate extract is yellowish brown (10YR 5/4); mildly alkaline (pH 7.6 in 0.01M CaCl2); abrupt irregular boundary.  (11 to 47 inches thick)."
      },
      {
        "name": "2R",
        "top": 79,
        "narrative": "2R--31 inches; hard, porous, oolitic limestone."
      }
    ]
  ]
}
