{
  "SERIES": "TAMP",
  "STATUS": "Established Series",
  "BYREV": "Rev. RHM/DKA",
  "REVDATE": "04/1999",
  "STATES": "CO",
  "OVERVIEW": "The Tamp series consists of deep, well drained soils that formed in material weathered from metamorphic rock and granite.  Tamp soils are on mountain sideslopes and ridges and have slopes of 3 to 60 percent.  The mean annual precipitation is about 16 inches and the mean annual air temperature is about 37 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive Ustic Haplocryolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Tamp gravelly sandy loam, grassland.  (Colors are for dry soil unless otherwise noted.)\nA1--0 to 10 inches; dark grayish brown (10YR 4/2) gravelly sandy loam, very dark grayish brown (10YR 3/2) moist; weak fine subangular blocky structure that parts to weak fine granular; soft, very friable, nonsticky and nonplastic; 20 percent gravel; slightly acid; clear smooth boundary.  (7 to 15 inches thick)\nB2--10 to 22 inches; brown (10YR 5/3) gravelly sandy clay loam, dark brown (10YR 4/3) moist; moderate medium subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; 20 percent gravel; neutral; clear smooth boundary.  (10 to 15 inches thick)\nC--22 to 60 inches; brown (7.5YR 5/4) gravelly sandy clay loam, dark brown (7.5YR 4/4) moist; massive; hard, very friable, slightly sticky and slightly plastic; 20 percent gravel; neutral."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Grand County, Colorado; about 5 miles south of Granby, 1,200 feet N. and 1,000 feet W. of SE corner of Sec. 20, T. 1 N., R. 76 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The mollic epipedon ranges from 7 to 15 inches thick.  Thickness of the solum ranges from 18 to 36 inches. Rock fragments range from 15 to 35 percent by volume in a major part of the solum and C horizon above a depth of 40 inches, and are predominantly less than 1 inch in diameter.  Reaction is slightly acid or neutral throughout the control section.  The mean annual soil temperature is less than 43 degrees F., and the mean summer soil temperature is 52 to 56 degrees F.\nThe A horizon has hue of 7.5YR through 2.5Y, value of 3 through 5 dry, 2 or 3 moist and chroma of 1 through 3.\nThe B horizon has hue of 7.5YR through 2.5Y, value of 5 through 7 dry, 4 through 6 moist, and chroma of 3 through 6.  It is typically gravelly sandy clay loam or gravelly clay loam and has 18 to 35 percent clay.\nThe C horizon has hue of 7.5YR through 2.5Y, value of 5 through 7 dry, 4 through 6 moist, and chroma of 3 through 6.  It ranges from gravelly sandy loam through gravelly clay loam."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Auzqui, Babb, Bynum, Dewville, Emerald, Irondyke, Redcloud, Tampico, Teton, Thayne, Uhl and Wrenman series.  Auzqui, Tilton and Uhl soils lack cambic horizons. Babb, Bynum, Dewville, Redcloud, and Thayne soils have horizons of secondary calcium carbonate accumulation.  Emerald soils contain rock fragments that are mainly sandstone flagstones more than 10 inches in length.  Also, Emerald soils commonly lack a cambic horizon.  Irondyke soils have a xeric moisture regime.  Tampico soils have less than 20 percent rock fragments, and have mean annual soil temperature of 43 degrees F. or higher.  Teton and Wrenman soils have bedrock within a depth of 20 to 40 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Tamp soils are on mountain sides and ridges and have slopes of 3 to 60 percent.  Elevation near the type location ranges from 7,500 to 8,500 feet.  The soils formed in material weathered from metamorphic rock and granite.  At the type location the mean annual precipitation is about 16 inches and mean annual temperature is 37 degrees F.  The frost-free season is about 35 to 60 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Harsha, Quander and Youga soils, all of which have argillic horizons."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; medium to rapid runoff; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used for grazing and wildlife.  Dominant vegetation is bluebunch wheatgrass, Idaho fescue, big sagebrush and bitterbrush."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  North-central and northwestern Colorado.  Moderately extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Grand County, Colorado, 1977."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  OSED scanned by NSSQA and cleaned up by Colorado.  Last revised by state on 3/77.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A1",
        "top": 0,
        "bottom": 25,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "sandy loam",
        "cf_class": "gravelly",
        "pH": "NA",
        "pH_class": "slightly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A1--0 to 10 inches; dark grayish brown (10YR 4/2) gravelly sandy loam, very dark grayish brown (10YR 3/2) moist; weak fine subangular blocky structure that parts to weak fine granular; soft, very friable, nonsticky and nonplastic; 20 percent gravel; slightly acid; clear smooth boundary.  (7 to 15 inches thick)"
      },
      {
        "name": "B2",
        "top": 25,
        "bottom": 56,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "sandy clay loam",
        "cf_class": "gravelly",
        "pH": "NA",
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "B2--10 to 22 inches; brown (10YR 5/3) gravelly sandy clay loam, dark brown (10YR 4/3) moist; moderate medium subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; 20 percent gravel; neutral; clear smooth boundary.  (10 to 15 inches thick)"
      },
      {
        "name": "C",
        "top": 56,
        "bottom": 152,
        "dry_hue": "7.5YR",
        "dry_value": 5,
        "dry_chroma": 4,
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "sandy clay loam",
        "cf_class": "gravelly",
        "pH": "NA",
        "pH_class": "neutral",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "C--22 to 60 inches; brown (7.5YR 5/4) gravelly sandy clay loam, dark brown (7.5YR 4/4) moist; massive; hard, very friable, slightly sticky and slightly plastic; 20 percent gravel; neutral."
      }
    ]
  ]
}
