{
  "SERIES": "TANAHA",
  "STATUS": "Tentative Series",
  "BYREV": "Rev. BJG/HRG/TLA",
  "REVDATE": "01/2001",
  "STATES": "WA",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, mesic Vitrandic Durixerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Tanaha loam- irrigated cropland, on a nearly level 1 percent slope at an elevation of 1,580 feet.  (Colors are for dry soil unless otherwise stated.)\nAp--0 to 7 inches; grayish brown (10YR 5/2) loam, very dark grayish brown (10YR 3/2) moist; weak medium subangular blocky structure parting to weak fine granular; slightly hard, friable, slightly sticky and slightly plastic; common very fine roots; many very fine tubular pores; sightly alkaline (ph 7.5); abrupt smooth boundary.  (4 to 8 inches thick)\nAB--7 to 12 inches; grayish brown (10YR 5/2) loam, very dark grayish brown (10YR 3/2) moist; moderate medium subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; common very fine roots; many very fine tubular pores; slightly alkaline (pH 7.5), clear wavy boundary.  (4 to 6 inches thick)\nBtk1--12 to 20 inches; brown (10YR 5/3) clay loam, very dark grayish brown (10YR 3/2) moist; fine subangular blocky structure parting to weak very fine subangular blocky; hard, friable, slightly sticky and slightly plastic; common very fine roots; many very fine and few fine pores; few faint clay films lining pores; common distinct light gray (10YR 7/2) lime coatings lining pores and on faces of peds; strong effervescence; moderately alkaline (pH 8.0); clear wavy boundary.\nBtk2--20 to 32 inches; brown (10YR 5/3) clay loam, very dark grayish brown (10YR 3/2) moist; weak fine subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; few very fine roots; many very fine and few fine pores; few faint clay films lining pores; common distinct light gray (10YR 7/2) lime coatings lining pores and on faces of peds; strong effervescence; moderately alkaline (pH 7.9); gradual wavy boundary.  (Combined Btk horizon is 12 to 26 inches thick)\nBtkqm--32 to 38 inches; brown (10YR 5/3) loam, very dark grayish brown (10YR 3/2) moist; moderate fine prismatic structure parting to fine angular blocky; very hard, very firm, slightly sticky and nonplastic; few very fine roots; many very fine and common fine pores; few faint clay films lining pores; many prominent light gray (10YR 7/2) lime coatings lining pores and on faces of peds; strong effervescence; moderately alkaline (pH 8.0); abrupt clear boundary.  (4 to 12 inches)\n2Bg1--38 to 45 inches; light brownish gray (10YR 6/2) loam, dark grayish brown (10YR 4/2) moist; massive structure; hard, friable, slightly sticky and nonplastic; many very fine and common fine pores; common fine prominent brownish yellow (10YR 6/8) iron accumulations; slightly alkaline (pH 7.5); clear wavy boundary.  (6 to 12 inches thick)\n2Bg2--45 to 60 inches; pale brown (10YR 6/3) loam, brown (10YR 4/2) moist; massive structure; slightly hard, friable, slightly sticky and nonplastic; common very fine pores; common fine prominent brownish yellow (10YR 6/8) iron accumulations; slightly alkaline (pH 7.5)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Kittitas County, Washington; about 1 mile south of Kittitas, WA., about 1,200 feet north and 1,100 feet east of the southeast corner of section 14, T. 17 N., R. 19 E.; lat. 46 degrees 57 minutes 35 seconds N. and long. 120 degrees 25 minutes 00 seconds W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Average annual soil temperature at a depth of 20 inches is 47 to 54 degrees F.  These soils are usually moist but are dry in the moisture control section for 90 to 100 consecutive days following the summer solstice.  Depth to the irrigation-induced water table ranges from 24 to 48 inches.  Organic matter is estimated to range from 1 to 3 percent.  The particle-size control section has 15 to 25 percent clay and more than 15 percent fine sand or coarser.  The depth to a weakly to strongly indurated lime-cemented duripan is 20 to 40 inches.  Thickness of the mollic epipedon is 20 to 40 inches and exchangeable sodium is 1 to 10 percent.\nThe Ap has value of 4 or 5 dry, 2 or 3 moist, and chroma of 1 or 2 dry or moist.\nThe AB horizon has value of 4 or 5 dry, 2 or 3 moist and chroma of 1 or 2 dry or moist.  It slightly alkaline or moderately alkaline.  It is loam or silt loam.\nThe Btk horizon has value of 4 or 5 dry, and 2 or 3 moist and chroma of 1 or 2 dry or moist.  It is clay loam or silty clay loam.\nThe Btkqm horizon is a weakly to moderately cemented indurated duripan.\nThe 2Bg horizons have value of 5 or 6 dry, 2 through 4 moist, and chroma of 2 or 3 dry or moist.  They are loam, clay loam, or silty clay loam, in the lower part."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  This is the Swager series.  The Swager series needs further study, but appears to not have an argillic horizon above the duripan."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Tanaha soils are on bottomlands and have slopes of 0 to 2 percent.  These soils formed in alluvium over a duripan.  Elevation is 1,500 to 2,000 feet.  Climate is semiarid with warm, dry summers and cool, moist winters.  Average annual precipitation is 9 to 12 inches.  Average January temperature is about 69 degrees F.; average July temperature is about 69 degrees F.; and average annual temperature is about 48 to 50 degrees F.  Frost-free season is 130 to 150 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Mitta,  Nitzel, Opnish and Woldale series.  Mitta soils (on bottomlands and terraces), Nitzel soils (on bottomlands), Opnish soils (on alluvial fans), and Woldale soils (on terraces) all lack a duripan."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Moderately well drained; slow runoff; moderate permeability.  This soil has an irrigation-induced water table at 24 to 48 inches during the mid-May to mid-October growing season."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used for crop production and livestock grazing.  Native vegetation is greasewood, basin wildrye, alkali bluegrass, alkali cordgrass and saltgrass.  When irrigated, crops are hay, oats, wheat, corn, potatoes, and peas."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Central Washington.  The soil is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES PROPOSED",
    "content": "SERIES PROPOSED:  Kittitas County, Washington, l990.  The name is coined."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon include:\nMollic epipedon (pachic) - 0 to 32 inches (Ap, AB, Btk1 and Btk2 horizons)\nArgillic horizon - 12 to 38 inches (Btk1, Btk2 and Btkqm horizons) Calcic horizon - 12 to 38 inches (Btk1, Btk2 and Btkqm horizons) Duripan - 32 to 38 inches (Btkqm horizon)\nPSCS - the zone from 12 to 32 inches (the Btk1 and Btk2 horizons).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
