{
  "SERIES": "TANASEE",
  "STATUS": "Established Series",
  "BYREV": "MLS-AG; Rev. BPS",
  "REVDATE": "02/2011",
  "STATES": "NC,TN,VA",
  "OVERVIEW": "The Tanasee series consists of very deep, well drained soils on toe slopes, fans and benches in coves at high elevations in the Southern Blue Ridge mountains, MLRA 130B.  They formed in colluvium derived from materials weathered from felsic to mafic igneous and high-grade metamorphic rocks. Near the type location, mean annual air temperature is about 45 degrees F., and mean annual precipitation is about 72 inches. Slope ranges from 2 to 95 percent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, isotic, frigid Typic Humudepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Tanasee sandy loam on a 22 percent south facing toe slope at 5,460 feet elevation--Forested. (Colors are for moist soil unless otherwise stated.)\nOe--0 to 1 inches; partially decomposed organic litter and root mat.\nA1--1 to 8 inches; black (10YR 2/1) sandy loam; very dark brown (10YR 2/2) dry; weak fine and medium granular structure; very friable; many fine, medium, and coarse roots; 8 percent by volume rock fragments which are mainly cobbles; few fine flakes of mica; extremely acid; gradual wavy boundary.\nA2--8 to 14 inches; very dark brown (10YR 2/2) sandy loam; dark brown (10YR 3/3) dry; weak fine and medium granular structure; very friable; common fine, medium, and coarse roots; 8 percent by volume rock fragments which are mainly cobbles; few fine flakes of mica; very strongly acid; clear wavy boundary. (Combined thickness of the A horizon is 10 to 20 inches)\nBw--14 to 32 inches; yellowish brown (10YR 5/8) sandy loam; weak fine and medium subangular blocky structure; very friable; common fine, medium, and coarse roots; 14 percent by volume rock fragments which are mainly cobbles; common fine flakes of mica; very strongly acid; gradual wavy boundary. (13 to 37 inches thick)\nC1--32 to 52 inches; dark yellowish brown (10YR 4/6) cobbly loamy coarse sand; massive; very friable; few fine and medium roots; 30 percent by volume rock fragments which are mainly cobbles and gravel with a few stones; common fine and medium flakes of mica; very strongly acid; gradual wavy boundary.\nC2--52 to 66 inches; multicolored gravelly loamy sand saprolite; massive; very friable; 16 percent by volume rock fragments which are mainly gravel with a few cobbles; common fine and medium flakes of mica; very strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Jackson County, North Carolina; 15 miles south from Waynesville on US Highway 276 and NC Highway 215; 6.2 miles northeast along Blue Ridge Parkway from the intersection with NC 215; 150 feet southwest of Parkway at Rhinehart Gap."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Depth to bedrock is more than 60 inchesContent of offlakes of mica is few or common throughout. Rock fragment content is less than 35 percent in the upper 40 inches and less than 60 percent below 40 inches. In the 10 to 40 inch control section, loamy horizons that overlie sandy horizons have more than 50 percent fine and coarser sand.\nThe A horizon has hue of 7.5 YR to 2.5YYR, value of 2 or 3, and chroma of 1 to 3; or hue of 7.5YR, value of 2 or 3, and chroma of 0 or 2. It is sandy loam, fine sandy loam,  loam, or sandy clay loam in the fine-earth fraction\nThe AB horzon, where present has a hue of 7.5YR to 2.5Y, value of 2 or 3, and chroma of 1 to 3.  It is sandy loam, fine sandy loam, loam, or sandy clay loam in the fine earth fraction.\nThe Bw horizon, and BA or BC horizon where present, have hue of 7.5YR to 2.5Y, value of 4 to 6, and chroma of 3 to 8. Mottles, if they occur, are in shades of red, brown, or yellow. Texture is fine sandy loam, sandy loam, loam, or sandy clay loam in the fine-earth fraction.\nThe C horizon is variable in color or is multicolored, and consists of colluvium. It is loam, fine sandy loam, sandy loam, coarse sandy loam, loamy sand, loamy fine sand, or loamy coarse sand in the fine-earth fraction."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Breakneck, Burton, Cataloochee, Guyot, Oconaluftee, and Wayah series. All of these soils formed in residuum. Breakneck and Burton soils have a lithic contact within depths of 20 to 40 inches. Cataloochee soils have a paralithic contact within depths of 20 to 40 inches. Guyot soils have a paralithic contact within depths of 40 to 60 inches. Oconaluftee, and Wayah soils are very deep.  Breakneck, Cataloochee, Guyot, and Oconaluftee soils formed from low-grade metasedimentary rocks."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Tanasee soils are on gently sloping to very steep toe slopes, benches, and fans in coves at high elevations in the Southern Blue Ridge mountains, MLRA 130B.  Slope ranges from 2 to 95 percent. Elevation ranges from about 4300 to 6600 feet. These soils formed in colluvium derived from materials weathered from felsic to mafic igneous and high-grade metamorphic rocks such as mica gneiss, hornblende gneiss, granite, schist, and high-grade metagraywacke. Mean annual temperature ranges from 35 to 45 degrees F., and mean annual precipitation ranges from about 60 to 110 inches. The frost-free season ranges from 90 to 130 days, and length of the growing season is about three months. Moist atmosphericconditions in the form of fog and cloud cover are prevalent throughout the year in these high mountain areas."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: In addition to the competing Burton and Wayah series, these are the Balsam, Clingman, Craggey, and Longhope series. Balsam soils are in a loamy-skeletal particle-size class. Clingman and Craggey soils have a lithic contact within a depth of 20 inches. Longhope soils are very poorly drained and have organic horizons 16 to 30 inches thick overlying mineral soil material. Balsam soils occur on landscapes similar to Tanasee soils. Burton, Clingman, Craggey, and Wayah soils are on adjacent ridges and side slopes. Longhope soils occur in broad drainageways or fens (locally referred to as \"bogs\")."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; very little runoff where forest litter has not been disturbed or only partially removed; medium to very rapid runoff where litter has been removed; moderately rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most of the acreage is in State or Federal ownership and is used for watershed protection, recreation, and wildlife habitat. Most of this soil is forested. In areas higher than about 5,400 feet, red spruce and fraser fir are the dominant trees. At the lower elevations, northern red oak, black oak, American beech, yellow birch, black cherry, sugar maple, eastern hemlock, yellow buckeye, and white ash are common trees. In many areas, the trees are stunted due to wind and ice damage and a \"windswept\" phase is recognized. Common understory plants are serviceberry, striped maple, American chestnut sprouts, silverbell, pin cherry, rhododendron, flame azalea, blueberry, blackberry, hay-scented fern, trillium, woodfern, New York fern, Solomon's seal, yellow mandarin, and raspberry. A small acreage is used for native pasture and Christmas tree production."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: High elevations in the Southern Blue Ridge mountains, MLRA 130B of North Carolina and Virginia, and possibly Tennessee. This series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Morgantown, West Virginia."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Jackson County, North Carolina; 1991. The name is from Tanasee Bald near the series type location."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: The Tanasee series was formerly included with the Tusquitee series. However, Tusquitee soils are in a mesic family.\nThe 1/97 revision placed Tanasee soils in a fine-loamy particle-size class. This series was formerly placed in a coarse-loamy particle-size class. Laboratory PSA (pipette method) and corresponding field texture estimates (feel method) indicate control section clay contents of generally 12 to 24 percent, with most pedons marginally coarse-loamy. Fine-loamy particle-size class placement is based on the presence of amorphous (non-crystalline) clay-size material associated with the relatively high organic matter content found in these soils. Although field estimates, laboratory measurements, and calculated values may vary, clay content in the particle-size control section is generally less than 25 percent. Although Tanasee soils may exhibit some of the characteristics of andic soil properties, they lack the volcanic glass found in soils of similar taxa in the Western United States.\nThe following diagnostic horizons and features are recognized in the typical pedon:\nUmbric epipedon - the zone from the mineral soil surface to a depth of 14 inches (A1 and A2 horizons)\nCambic horizon - the zone from 14 to 32 inches below the surface (Bw horizon)\nIsotic mineralogy class - In more than one-half of the control section, a 1500 kPa water to clay ratio of 0.6 or more and a pH in NaF solution of more than 8.4.\nADDITIONAL DATA:\nRevised  02/11-BPS: Taxonomic Classification -- 11th Keys, update competing and associated series, MLRA clarification\nMLRA = 130B SIR's = NC0198, NC0197 (STONY)\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Oe",
        "top": 0,
        "bottom": 3,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Oe--0 to 1 inches; partially decomposed organic litter and root mat."
      },
      {
        "name": "A1",
        "top": 3,
        "bottom": 20,
        "dry_hue": "10YR",
        "dry_value": 2,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 1,
        "texture_class": "sandy loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "extremely acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "A1--1 to 8 inches; black (10YR 2/1) sandy loam; very dark brown (10YR 2/2) dry; weak fine and medium granular structure; very friable; many fine, medium, and coarse roots; 8 percent by volume rock fragments which are mainly cobbles; few fine flakes of mica; extremely acid; gradual wavy boundary."
      },
      {
        "name": "A2",
        "top": 20,
        "bottom": 36,
        "dry_hue": "10YR",
        "dry_value": 3,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 2,
        "texture_class": "sandy loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "A2--8 to 14 inches; very dark brown (10YR 2/2) sandy loam; dark brown (10YR 3/3) dry; weak fine and medium granular structure; very friable; common fine, medium, and coarse roots; 8 percent by volume rock fragments which are mainly cobbles; few fine flakes of mica; very strongly acid; clear wavy boundary. (Combined thickness of the A horizon is 10 to 20 inches)"
      },
      {
        "name": "Bw",
        "top": 36,
        "bottom": 81,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 8,
        "texture_class": "sandy loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bw--14 to 32 inches; yellowish brown (10YR 5/8) sandy loam; weak fine and medium subangular blocky structure; very friable; common fine, medium, and coarse roots; 14 percent by volume rock fragments which are mainly cobbles; common fine flakes of mica; very strongly acid; gradual wavy boundary. (13 to 37 inches thick)"
      },
      {
        "name": "C1",
        "top": 81,
        "bottom": 132,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 6,
        "texture_class": "loamy coarse sand",
        "cf_class": "cobbly",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "C1--32 to 52 inches; dark yellowish brown (10YR 4/6) cobbly loamy coarse sand; massive; very friable; few fine and medium roots; 30 percent by volume rock fragments which are mainly cobbles and gravel with a few stones; common fine and medium flakes of mica; very strongly acid; gradual wavy boundary."
      },
      {
        "name": "C2",
        "top": 132,
        "bottom": 168,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "loamy sand",
        "cf_class": "gravelly",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "C2--52 to 66 inches; multicolored gravelly loamy sand saprolite; massive; very friable; 16 percent by volume rock fragments which are mainly gravel with a few cobbles; common fine and medium flakes of mica; very strongly acid."
      }
    ]
  ]
}
