{
  "SERIES": "TANEUM",
  "STATUS": "Established Series",
  "BYREV": "Rev. CDL/JJR/TLA",
  "REVDATE": "10/2002",
  "STATES": "WA",
  "OVERVIEW": "The Taneum series consists of deep, well drained soils that formed in loess over weathered sandstone and schist with minor amounts of volcanic ash.  Taneum soils are on uplands and have slopes of 5 to 60 percent.  The mean annual precipitation is about 16 inches and the mean annual air temperature is about 48 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, mesic Typic Argixerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Taneum loam, range.  (Colors are for dry soil unless otherwise noted.)\nA1--0 to 4 inches; dark grayish brown (10YR 4/2) loam, very dark brown (10YR 2/2) moist; weak fine granular structure; soft, very friable; nonsticky and slightly plastic; many roots; neutral (pH 6.6); abrupt wavy boundary.  (3 to 6 inches thick)\nA2--4 to 10 inches; grayish brown (10YR 5/2) loam, very dark grayish brown (10YR 3/2) moist; moderate medium granular structure; slightly hard, friable, slightly sticky and slightly plastic; common roots; neutral (pH 6.6); abrupt wavy boundary.  (5 to 7 inches thick)\nAB--10 to 14 inches thick; grayish brown (10YR 5/2) loam, very dark grayish brown (10YR 3/2) moist; moderate medium subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; common roots; neutral (pH 6.6); clear wavy boundary.  (4 to 6 inches thick)\nBt1--14 to 27 inches; brown (7.5YR 5/4) silty clay loam, dark brown (7.5YR 3/4) moist; moderate medium subangular blocky structure; hard, firm, sticky and plastic; few roots; few fine tubular pores; few clay films on surface of peds; neutral (pH 6.6); clear wavy boundary. (10 to 15 inches thick)\nBt2--27 to 43 inches; brown (7.5YR 5/4) clay loam, dark brown (7.5YR 3/4) moist; weak medium subangular blocky structure; hard, firm, sticky and plastic; few roots; few fine tubular pores; few thin clay films on surface of peds; neutral (pH 6.8); clear wavy boundary.  (10 to 20 inches thick)\nC1--43 to 50 inches; yellowish brown (10YR 5/4) loam, dark yellowish brown (10YR 3/4) moist; massive; slightly hard, friable, nonsticky and slightly plastic; few roots; common fine tubular pores; neutral (pH 6.8); abrupt wavy boundary.  (7 to 20 inches thick)\nC2--50 to 60 inches; brown (10YR 5/3) sandy loam, dark brown (10YR 3/3) moist; massive; hard, friable, nonsticky and nonplastic; common fine tubular pores; neutral (pH 7.0)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Yakima County, Washington; 2,000 feet west and 20 feet south of the northeast corner section 29, T.14N., R.16E., WM."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The mean annual soil temperature at depth of 20 inches is 48 to 50 degrees F.  The soils are usually moist but are dry in all parts between depths of 4 and 12 inches for 60 to 75 consecutive days during the summer and autumn.  Solum thickness is 32 to 58 inches. Thickness of the mollic epipedon is 12 to 19 inches.  The particle size control section has 27 to 35 percent clay and more than 15 percent fine sand or coarser.  Depth to bedrock is 40 to more than 60 inches.  Base saturation is more than 75 percent.\nThe A horizon has value of 4 or 5 dry, 2 or 3 moist and chroma of 1 through 3 dry or moist..  It has weak to moderate structure.\nThe AB horizon has value of 5 or 6 dry, 3 or 4 moist and chroma of 2 to 4 dry or moist.  It is loam, gravelly loam or gravelly clay loam.\nThe Bt horizons have hue of 10YR or 7.5YR,  value of 5 or 6 dry, 3 or 4 moist, and chroma of 3 through 6 dry or moist.    It is clay loam, silty clay loam or gravelly clay loam.  It has weak or moderate blocky or prismatic structure.\nA Bt3 horizon when present has value of 5 or 6 dry, 3 or 4 moist, and chroma of 3 through 6 dry or moist.  It is very gravelly loam, very gravelly loam, cobbly loam or extremely cobbly clay loam.\nThe C horizon has chroma of 3 or 4 dry or moist.  It is loam or sandy loam."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Colma, Farrot, Foehlin, Hatspring, Immiant, Ladd, Lobitos, Los Gatos, Mehlhorn, Tieton, and Tweedy series.  Colma and Lobitos soils are medium acid in the B horizon.  Foehlin soils have a mean annual soil temperature of about 54 degrees F. and are slightly acid.  Ladd soils have dark brown krotovinas in the B2t horizon and are typically slightly acid.  Farrot, Immiant, Lobitos, Los Gatos, Mehlhorn soils have a lithic contact at depths of 20 to 40 inches.  Hatspring soils are 20 to 40 inches deep to lithic contact and are dry 90 to 105 consecutive days.  Tieton soils have a mean annual soil temperature of 50 to 52 degrees F., are dry in all parts between depths of 4 and 12 inches for 80 to 90 consecutive days.  Tweedy soils have mean annual soil temperature of 52 to 58 degrees F."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Taneum soils are on uplands and mountains.  Slopes are 5 to 60 percent.  These soils formed in loess, weathered sandstone, and schist with minor amounts of volcanic ash.  Elevations are 2,100 to 4,200 feet.  The soils are in a climate of warm, dry summers and cool, moist winters.  The mean annual precipitation ranges from 15 to 18 inches.  The mean January temperature is 27 degrees F.; the mean July temperature is 69 degrees F.; and the mean annual temperature is 48 degrees F.  The frost free season is 100 to 145 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Clint, McDaniel, Nahahum, and Rock Creek soils and the competing Tieton soils.  Clint and McDaniel soils have more than 35 percent coarse fragments.  Rock Creek soils are less than 20 inches deep to basalt.  Nahahum soils lack a mollic epipedon.  Tieton soils are dry for 75 to 90 consecutive days."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; slow to rapid runoff; moderately slow or slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Dryland small grains, range and wildlife habitat and watershed.  Native vegetation is mainly bluebunch wheatgrass, Idaho fescue, sagebrush and bitterbrush."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  South central Washington.  Series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Kittitas County, Washington, 1937."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are a mollic epipedon from the mineral surface to 14 inches and an argillic horizon from 14 to 43 inches.\nADDITIONAL DATA:  Lab data RT77-WA012 (77T7061) National Soil Survey Laboratory, Lincoln, Nebraska.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
