{
  "SERIES": "TANGI",
  "STATUS": "Established Series",
  "BYREV": "Rev. JLD; JLL, GRB",
  "REVDATE": "11/2018",
  "STATES": "LA",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty, mixed, semiactive, thermic Typic Fragiudults"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Tangi silt loam--on a 1.5 percent slope in pasture at an elevation of 300 feet. (Colors are for moist soil unless otherwise stated.)\nAp--0 to 4 inches; dark grayish brown (10YR 4/2) silt loam; weak fine granular structure; friable; many fine roots; moderately acid; abrupt smooth boundary.  (3 to 7 inches thick)\nBt1--4 to 15 inches; yellowish brown (10YR 5/6) silt loam; weak medium and coarse subangular blocky structure; friable; common fine roots; few fine discontinuous tubular pores; few faint clay films on vertical faces of peds; strongly acid; clear wavy boundary.  (7 to 16 inches thick)\nBt2--15 to 25 inches; yellowish brown (10YR 5/4) silt loam; weak coarse prismatic structure parting to moderate fine and medium subangular blocky; friable; many fine roots; few distinct brittle bodies make up about 10 percent of the cross section in lower part of the horizon; few fine discontinuous tubular pores; few faint clay films on vertical faces of peds; many fine and medium distinct black (10YR 2/1) and common faint brown (10YR 4/3) ion-manganese concretions; moderately acid; clear wavy boundary.  (6 to 16 inches thick)\n2Btx1--25 to 33 inches; yellowish brown (10YR 5/4) loam; moderate coarse prismatic structure parting to moderate medium subangular blocky; firm and brittle; few fine roots in seams between prisms; pale brown (10YR 6/3) vertical and horizontal seams of silt loam and uncoated sand grains surrounding some ped faces; common thick continuous clay films on faces of peds; many medium and coarse prominent yellowish red (5YR 5/6) irregular masses of oxidized iron; few gray (10YR 6/1) iron depletions (about 5 to 20 millimeters thick) on vertical faces of peds; few pale brown (10Yr 6/23) clay depletions on vertical and horizontal faces of peds; few fine and medium distinct black (10YR 2/1) and brown (10YR 4/3) iron-manganese concretions; strongly acid; gradual wavy boundary.  (5 to 14 inches thick)\n2Btx2--33 to 48 inches; yellowish red (5YR 5/6) clay loam; moderate coarse and very coarse prismatic structure parting to moderate medium subangular blocky; about 70 percent, by volume, of the cross section is firm and brittle and about 30 percent, by volume, is friable; few fine roots in seams between prisms; common faint thin coatings of silt and uncoated sand grains are on some faces of peds; few fine discontinuous tubular pores; common distinct continuous clay films on vertical faces of peds; common medium distinct yellowish brown (10YR 5/6) clay depletions between peds and on faces of peds; fine prominent black (10YR 2/1) and brown (10YR 4/3) manganese concretions; strongly acid; gradual wavy boundary.  (8 to 20 inches thick)\n2Btx3--48 to 65 inches; red (2.5YR 5/8) clay; moderate coarse and very coarse prismatic structure parting to moderate medium subangular blocky; about 80 percent of the cross section is firm and brittle and 20 percent is friable; few fine roots in seams between prisms; few fine discontinuous tubular pores; common thick clay films on vertical faces of peds; many medium brownish yellow (10YR 6/6) irregular clay depletions on vertical faces of peds; strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Tangipahoa Parish, Louisiana. About 3.9 miles northeast of Bolivar, 1.18 miles south of State Highway 38 and 820 feet east of the intersection of Green Farm Road and State Highway 1056. Or about 2,600 feet north of State Highway 38. Approximately 820 feet north and 820 feet east of the southwest corner of Spanish Land Grant 43, T. 1S, R. 8 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The thickness of the solum is greater than 60 inches.  Depth to the fragipan ranges from 18 to 38 inches. Reaction ranges from very strongly acid to medium acid throughout the solum, except in areas that have been limed.  The effective cation exchange capacity of the solum below the surface layer is 20 to 50 percent or more saturated with exchangeable aluminum.  Content of total sand in the family textural control section ranges from 10 to 25 percent.  Less than 15 percent of the sand in the family particle-size control section is fine sand or coarser.\nThe A horizon has hue of 10YR, value of 3 to 5, and chroma of 1 to 4.  Where value is 3, the A horizon is less than 6 inches thick.\nSome pedons have a thin silt loam BE horizon.  This horizon has hue of 10YR or 7.5YR, value of 5 or 6, and chroma of 3 to 8.\nThe Bt horizon has hue of 10YR or 7.5YR, value of 5 or 6, and chroma of 4 to 8.  Texture is silt loam or silty clay loam.  Mottles in shades of brown range from few to common.  The lower part of the Bt horizon is clay loam in some pedons.\nThe 2Btx horizon has hue of 2.5YR to 10YR, value of 4 to 8, and chroma of 4 to 8.  Hues of 7.5YR or 10YR are mostly in the uppermost subhorizon of the 2Btx horizon.  Redoximorphic features in shades of brown, gray, or red range from few to many.  Texture is loam, silty clay loam, clay loam, sandy clay loam, sandy clay, or clay.  Content of total sand in the 2Btx horizon ranges from 25 to 60 percent.  Content of clay in the 2Btx horizon ranges from 20 to 55 percent.  As least one subhorizon of the 2Btx horizon contains more than 35 percent clay."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Lax, Leadvale, Shatta and Toula series in the same family and the Cane, Loring, Ora, Providence, and Savannah series.  Lax soils have 2Btx horizons with 35 to 70 percent coarse fragments of chert of quartzite.  Leadville soils have shale fragments in the lower Bt horizon.  Shatta soils contain 25 percent or more total sand in the control section and do not have a 2Btx horizon.  Tangi soils do not have a Btx horizon with more than 35 percent clay.  Cane, Ora, and Savannah soils are fine-loamy.  Loring and Providence soils have mixed mineralogy and a base saturation greater than 35 percent at 30 inches below the top of the fragipan."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Tangi soils are on side slopes, narrow ridge tops, and other erosional surfaces in the Southern Coastal Plain and the Southern Mississippi Valley Silty Uplands.  Slopes range from 0 to 8 percent.  These soils formed in moderately thick deposits of weathered loess of siliceous mineralogy over loamy and clayey Coastal Plain sediments of early Pleistocene age.  Near the type location the mean annual temperature is 67 degrees F. and the mean annual precipitation is 64 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Bude, Guyton, Malbis, Ruston, Smithdale series and the competing Toula series.  Bude soils are on less convex slopes, have gray iron depletions in the upper 16 inches of the soil and are in lower positions.  The poorly drained Guyton soils are in flat depressional areas and do not have a fragipan.  Malbis, Ruston, and Smithdale soils are generally on more rolling parts of the same landscape. They are fine-loamy and do not have a fragipan."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Moderately well drained.  Runoff is slow to medium.  The permeability is moderate in the upper part of the B horizon and very slow in the fragipan.  The soil has a water table perched above the fragipan at a depth of 1.5 to 3.0 feet below the surface."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most of the Tangi soils are in pasture or pine woodland.  A few areas are cultivated."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Louisiana.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Auburn, Alabama."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Tangipahoa Parish, Louisiana; 1985."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and other features recognized are:\nOchric epipedon - The section from the surface of the soil to a depth of about 4 inches (Ap horizon).\nArgillic horizon - The section from about 4 inches to 25 inches (Bt1 and Bt2 horizons).\nFragipan - Includes the section from about 25 to 65 inches (2Btx1, 2Btx2, and 2Btx3 horizons).\nADDITIONAL DATA:  Laboratory data on the typifying pedon were obtained from the soils laboratory of the Louisiana Agricultural Experiment Station, sample S82LA105-17.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
