{
  "SERIES": "TANKERVILLE",
  "STATUS": "Established Series",
  "BYREV": "REV. MAV",
  "REVDATE": "01/2005",
  "STATES": "VA",
  "OVERVIEW": "The Tankerville series consists of soils that are moderately deep and well drained.  They formed in residuum weathered from gneissic and granitic rocks in highly dissected portions of the Blue Ridge uplands.  Slopes range from 0 to 45 percent.  Mean annual temperature is about 55 degrees F and mean annual precipitation is about 42 inches.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, active, mesic Ultic Hapludalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Tankerville loam - on a 12 percent backslope in a hay field.  (Soil was moist when described.)\nAp -- 0 to 4 inches; dark yellowish brown (10YR 4/4) loam; moderate medium granular structure; friable, slightly sticky, and non-plastic; 5 percent quartz gravel; many very fine, fine, and medium roots; strongly acid; abrupt smooth boundary (2 to 10 inches thick).\nBt1 -- 4 to 10 inches; brown (7.5YR 4/4) loam; moderate medium and coarse subangular blocky structure; friable, slightly sticky, and slightly plastic; 5 percent quartz gravel; few fine and very fine roots; common distinct clay films on faces of peds; moderately acid; clear smooth boundary.\nBt2 -- 10 to 20 inches; strong brown (7.5YR 4/6) loam; moderate medium subangular blocky structure; friable, slightly sticky, and slightly plastic; 10 percent quartz and gneiss gravel; few fine roots; few distinct clay films on faces of peds; strongly acid; gradual smooth boundary.\nBCt -- 20 to 30 inches; strong brown (7.5YR 4/6) loam; weak coarse subangular blocky structure; friable, slightly sticky, and non-plastic; 10 percent quartz and gneiss gravel; few fine roots; few distinct clay films on faces of peds; strongly acid; gradual smooth boundary.\nC -- 30 to 35 inches; dark yellowish brown (10YR 4/4) gravelly loam; massive; friable, slightly sticky, and non plastic; 20 percent gneiss fragments; moderately acid; abrupt wavy boundary.\nCr -- 35 to 40 inches; weathered gneiss, sheared.\nR -- 40 inches; hard unweathered gneiss."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Loudoun County, Virginia.  760 feet east-southeast of Virginia State Route 690 and 820 feet south of the junction of Virginia Routes 690 and 725.  Virginia Grid Coordinates E 2,215,350; N 522,380.  Loudoun County planimetric map number 526."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The thickness of the solum ranges from 15 to 35 inches.  Depth to paralithic contact ranges from 20 to 40 inches and depth to lithic contact ranges from 40 to 60 inches.  Rock fragments of quartz and gneiss range from 0 to 10 percent in the Ap and Bt horizons and up to 25 percent in the C horizons.  Soil reaction ranges from very strongly acid to moderately acid in the A and Bt horizons and moderately acid through neutral in the C horizon.\nAp horizon has Hue: 5YR through 10YR, Value: 3 or 4, Chroma: 3 or 4, and Texture: loam or silt loam in the fine-earth fraction\nBt or BCt horizon has Hue: 2.5YR through 7.5YR, Value: 3 through 5, Chroma: 4 through 6, and Texture: silt loam or loam. Thin subhorizons may be silty clay loam or sandy clay loam in the fine-earth fraction.\nC horizonhas Hue: 5YR through 10YR, Value: 3 through 5, Chroma: 3 through 6, and Texture: loam or silt loam in the fine-earth fracture\nCr horizon is weathered granite and sheared gneiss."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Chavies, Cranston, Highfield, Lewisberry, and Watertown series.  None of these series have a paralithic contact within 20 to 40 inches of the surface."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Tankerville soils are on gently sloping to steep (highly dissected) convex ridgetops, shoulders, and backslopes in the Blue Ridge uplands.  Slopes range from 0 to 45 percent.  These soils formed in residuum weathered from granite and gneiss.  The mean annual air temperature ranges from 50 to 57 degrees F.  Mean annual precipitation ranges from 35 to 48 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Eubanks, Purcellville, Philomont, and Swampoodle series.  Eubanks and Purcellville soils have greater than 18 percent clay in the particle size control section.  Swampoodle soils are moderately well drained.  Philomont soils are deeper to lithic or paralithic contact."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Tankerville soils are well drained.  Runoff is medium to rapid.  Permeability is moderate to moderately rapid."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  The majority of Tankerville soils are forested or used for permanent pasture.  Some acreage is cultivated or no-till planted for corn and soybeans.  Some has been developed for residential use.  Fescue, orchard grass, and red clover are typical pasture species.  Native vegetation is upland forest with some bluegrass in open areas."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Virginia and Maryland, possibly Pennsylvania and Delaware.  Series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Morgantown, West Virginia"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Loudoun County, 2005."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Tankerville is a community in northwestern Loudoun County.  These soils were formerly mapped in the Chester and Brandywine series.\nREVISED = 2/18/2004, MAV added active ce activity class.\nDiagnostic horizons and features recognized in this pedon are:\na)  Ochric epipedon - zone from surface to 4 inches (Ap horizon).\nb)  Argillic horizon - zone from 4 to 40 inches (Bt and BCt horizons).\nc)  Paralithic contact - at 35 inches (top of Cr horizon).\nd)  Lithic contact - at 40 inches (top of the R horizon).\nADDITIONAL DATA:  Mechanical, mineralogical, and chemical analyses performed by Virginia Polytechnic Institute and State University staff.  In addition, 7 other pedons have been sampled for PSA and 3 for chemistry.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
