{
  "SERIES": "TANWAX",
  "STATUS": "Established Series",
  "BYREV": "Rev. AZ/RJE",
  "REVDATE": "12/1999",
  "STATES": "WA",
  "OVERVIEW": "Typically, Tanwax soils consists of limnic materials to a depth of more than 52 inches.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coprogenous, euic, mesic Limnic Haplohemists"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Tanwax muck, swamp.   (Colors are for moist soil unless otherwise noted.)\nLco1--0 to 15 inches; very dark grayish brown (10YR 3/2) limnic materials; 5 percent wood fiber; less than 1 percent rubbed; moderate medium subangular blocky structure; friable; common very fine and medium pores; strongly acid (pH 5.5); clear smooth boundary.\nLco2--15 to 60 inches; very dark grayish brown (10YR 3/2) limnic material; 15 to 25 percent wood fiber; less than 10 percent rubbed; breaks into thin layers; medium acid (pH 6.0)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Pierce County, Washington; north of Ohop Lake; 2,200 feet west and 1,000 feet north of the SE corner section 35, T.17N., R.4E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The limnic materials in which this soil formed range in thickness from 52 inches to more than 15 feet.  The mean annual soil temperature at a depth of 20 inches is about 49 degrees F.  The soils are usually saturated with water.  They are medium to strongly acid.  The control section is dominantly coprogenous earth (sedimentary peat), diatomaceous earth, and volcanic ash.  Fiber content ranges from 5 to 40 percent when unrubbed and less than 10 percent rubbed.  Fibers are mostly from spirea, alder, and grass.  The tiers have value of 2, 3 or 4 and chroma of 2 or 3.  The upper part of the surface tier has distinct dark reddish brown (5YR 3/4) or dark brown (7.5YR 3/4) mottles in some pedons."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  This is the Skokomish series. The Skokomish soils have a coarse, silty control section and mixed mineralogy."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHICALLY SETTING",
    "content": "GEOGRAPHICALLY SETTING:  These soils are in flat glacial lake basins and ponded areas in old stream valleys at elevations ranging from 300 to 1,000 feet. The climate is mild and humid.  The mean annual precipitation is 30 to 70 inches; the mean January temperature is 40 degrees F.; the mean July temperature is 57 degrees F.; and the mean annual temperature is 49 degrees F.  The average frost free season is about 160 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Dupont and Tisch soils.  Dupont soils are deep organic soils with one or more limnic layers 2 to 5 inches thick within the control section.  Tisch soils are mineral soils that formed in diatomaceous earth, volcanic ash, and organic materials."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Tanwax soils, where cleared and drained, are used for pasture.  The native vegetation is spirea, alder brush, grass, and sphagnum moss."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": null
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  This series is of small extent in the Puget Sound Basin of Western Washington."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Pierce County, Washington, 1939.\nClassification only updated 3/94 because of recent amendments to Soil Taxonomy.  These soils were formerly classified as Mollic Fluvaquents.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": null
  }
}
