{
  "SERIES": "TANYARD",
  "STATUS": "Established Series",
  "BYREV": "Rev. CFM:CMO:HCD",
  "REVDATE": "02/2003",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, siliceous, active, thermic Aquultic Hapludalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Tanyard silt loam--in a pasture at 510 feet above sea level. (Colors are for moist soil.)\nAp--0 to 6 inches; brown (10YR 4/3) silt loam; weak fine granular structure; very friable; many fine roots; moderately acid; clear smooth boundary.  (4 to 10 inches thick)\nBt1--6 to 10 inches; yellowish brown (10YR 5/6) silt loam; weak medium subangular blocky structure; friable; thin patchy distinct clay films on faces of peds; few fine roots; moderately acid; gradual wavy boundary.\nBt2--10 to 22 inches; yellowish brown (10YR 5/6) loam; common medium distinct light brownish gray (10YR 6/2) and brownish yellow (10YR 6/6) mottles; moderate medium subangular blocky structure; friable; thin patchy distinct clay films on faces of peds; few fine roots; very strongly acid; gradual wavy boundary.\nBt3--22 to 30 inches; brownish yellow (10YR 6/6) loam; few medium faint light yellowish brown (10YR 6/4) and common medium distinct light brownish gray (10YR 6/2) mottles; moderate medium blocky subangular structure; friable; thin patchy distinct clay films on faces of peds; few fine roots; very strongly acid; gradual wavy boundary.\nBt4--30 to 59 inches; brownish yellow (10YR 6/6) loam; common medium distinct yellowish brown (10YR 5/8) and common medium distinct light gray (10YR 7/2) mottles; moderate medium subangular blocky structure; friable; slightly compact and brittle in about 10 percent of the volume; thin patchy distinct clay films on faces of peds; moderately acid; gradual wavy boundary.\n2Bt5--59 to 72 inches; mottled yellowish brown (10YR 5/8), light gray (10YR, 7/2), and yellow (10YR 7/6) sandy clay loam; moderate medium subangular blocky structure; very friable thin discontinuous distinct clay films on faces of peds; neutral. (Combined thickness of the Bt horizon is 50 to more than 60 inches)"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  St. Clair County, Alabama; 2.5 miles northwest of Pell City, 500 feet south and 1,520 feet west of the northeast\ncorner of sec. 27, T. l6 S., R. 3 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Solum thickness is more than 60 inches.  Reaction ranges from very strongly acid to moderately acid in the upper part of the solum and from moderately acid to neutral below\na depth of about 40 inches.  Some pedons contain black manganese\nand iron concretions in the lower part of the B horizon.\nThe Ap or A horizon has hue of 10YR or 2.5Y, value of 2 to 5, and chroma of 1 to 4.  Where the value is less than 3.5, the Ap or A horizon is less than 7 inches thick.  It is silt loam, loam, or\nsandy loam.\nThe BA horizon, where present, has hue of 10YR, value of 4 to 6,\nand chroma of 3 to 6.  Mottles are in shades of brown.  It is loam or silt loam.\nThe upper part of the Bt horizon has hue of 10YR or 2.5Y, value of 5 or 6, and chroma of 4 to 8.  Mottles are in shades of brown, yellow, and gray within 30 inches of the surface.  It is loam,\nsilt loam, clay loam, or siltly clay loam with more than 30\npercent silt.\nThe lower Bt horizon has hue of l0YR and 2.5Y, value of 4 to 6,\nand chroma of 2 to 8; or it is mottled in shades of brown, gray,\nred, and yellow.  It is loam, sandy clay loam, clay loam, and\nsandy clay.  Some pedons have subhorizons with 10 to 30 percent of the volume brittle and compact.\nSome pedons have BC horizons within 60 inches of the surface with\nthe same hue, value, chroma, and texture as the lower Bt\nhorizon."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no series in this family.  Soils in similar families are Freest, Neff, and Pender.  Freest soils are slowly permeable with clay content that does not decrease significantly within 60 inches.  Neff soils are fine-silty.\nPender soils are underlain with Marl within 30 to 60 inches and\nhave higher lose saturation."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Tanyard soils are on nearly level flood\nplains and stream terraces of the Floyd and Conasauga shale formations.  These soils formed in either alluvial or colluvial sediments; or in thin alluvial or colluvial sediments overlying material weathered from residual shale.  Slopes are 0 to 2\npercent.  Near the type location the mean annual air temperature\nis 62 degrees F, and the mean annual precipitation is about 53 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Conasauga,\nFirestone, Gaylesville, Tasso, Townley, and Wax series.\nConasauga, Firestone, and Townley soils are on uplands and have clayey subsoils and shale bedrock within 40 inches of the surface.  Tasso and Wax soils are on adjacent terraces and toe slopes and have fragic properties in the more than 40 percent of the volume in some part of the subsoil.  Gaylesville soils are on lower landscapes and have clayey dominantly gray subsoils."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Moderately well drained; slow runoff; moderate permeability in the upper part of the subsoil and\nmoderate to moderately slow permeability in the lower part of the subsoil.  The high water table is within 1.5 to 2.5 feet of the\nsoil surface in winter and early spring."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most areas are forested or in pasture.  Some areas are cleared and used for crops and hay.  Forested areas are dominantly oaks, beech, maple, and other hardwoods."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Southern Appalachian Ridges and Valleys\nof Alabama and possibly Georgia and Tennessee.  The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Morgantown, West Virginia"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  St. Clair County, Alabama; 1983."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Tanyard soils were formerly included in the Leadvale series.\nADDITIONAL DATA:  Auburn University Laboratory - St. Clair County, Alabama, S78AL-115-9.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
