{
  "SERIES": "TARKINGTON",
  "STATUS": "Tentative Series",
  "BYREV": "JKW-RM",
  "REVDATE": "07/2014",
  "STATES": "TX",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, siliceous, semiactive, thermic Oxyaquic Glossudalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Tarkington very fine sandy loam, in an area of Sorter-Tarkington complex, 0 to 1 percent slopes (Colors are for moist soil unless otherwise stated.)\nA--0 to 14 cm, (0 to 6 in); brown (10YR 5/3) very fine sandy loam; weak fine granular structure; very friable; many very fine and common fine,medium and coarse roots throughout; many fine interstitial pores; 1 percent fine spherical strongly cemented ironstone nodules; very strongly acid, pH 5.0; clear smooth boundary.  (10 to 28 cm [4 to 11 in] thick)\nE1--14 to 47 cm, (6 to 19 in); very pale brown (10YR 7/3) very fine sandy loam; weak fine granular structure; very friable; many very fine and fine roots; many very fine tubular and many fine interstitial pores; 1 percent fine spherical strongly cemented dark yellowish brown (10YR 4/6) ironstone nodules; very strongly acid, pH 4.8; clear wavy boundary. (combined thickness of the E horizons is 15 to 94 cm [6 to 37 in])\nE2--47 to 74 cm, (19 to 29 in); very pale brown (10YR 7/3) very fine sandy loam; weak fine subangular blocky structure; friable; common very fine roots; common very fine tubular pores; 1 percent fine spherical strongly cemented dark yellowish brown (10YR 4/6) ironstone nodules; 10 percent fine distinct yellowish brown (10YR 5/4) very strongly acid, pH 4.9; gradual smooth boundary.\nE3--74 to 90 cm, (29 to 35 in); very pale brown (10YR 7/3) very fine sandy loam; weak medium subangular blocky structure; friable; few very fine roots; few very fine and fine tubular pores; 1 percent fine cylindrical strongly cemented dark yellowish brown (10YR 4/6) ironstone nodules in matrix and 1 percent medium spherical strongly cemented dark yellowish brown (10YR 4/6) ironstone nodules; 5 percent medium prominent yellowish brown (10YR 5/8) masses of oxidized iron with sharp boundaries in matrix surrounding redox concentrations; 10 percent coarse prominent yellowish red (5YR 5/8) masses of oxidized iron with clear boundaries in matrix surrounding redox concentrations; very strongly acid, pH 4.7;  gradual smooth boundary.\nBt/E1--90 to 117 cm, (35 to 46 in); 60 percent pale brown (10YR 6/3) (Bt) and 25 percent very pale brown (10YR 7/3) (E) very fine sandy loam; weak medium subangular blocky structure; friable; few very fine roots; few very fine tubular and few fine tubular pores; 10 percent distinct pale brown (10YR 6/3) clay films on all faces of peds; 1 percent medium cylindrical strongly cemented dark yellowish brown (10YR 4/6) ironstone nodules in matrix and 1 percent fine spherical strongly cemented dark yellowish brown (10YR 4/6) ironstone nodules; 5 percent medium prominent yellowish brown (10YR 5/8) masses of oxidized iron with sharp boundaries in matrix surrounding redox concentrations; 10 percent coarse prominent yellowish red (5YR 5/8) masses of oxidized iron with clear boundaries in matrix surrounding redox concentrations; very strongly acid, pH 4.7; gradual smooth boundary. (combined thickness of the Bt/E horizons is 18 to 74 cm [7 to 29 in])\nBt/E2--117 to 143 cm, (46 to 56 in); 65 percent light yellowish brown (10YR 6/4) (Bt) and 20 percent very pale brown (10YR 7/3) loam; moderate medium prismatic parts to moderate medium subangular blocky structure; firm; few very fine roots; common fine tubular pores; 15 percent distinct brownish yellow (10YR 6/6) clay films on all faces of peds; 1 percent fine spherical strongly cemented dark yellowish brown (10YR 4/6) ironstone nodules; 1 percent medium spherical strongly cemented dark yellowish brown (10YR 4/6) ironstone nodules; 5 percent medium prominent yellowish red (5YR 5/8) masses of oxidized iron with sharp boundaries in matrix surrounding redox concentrations; 10 percent medium distinct yellowish brown (10YR 5/8) masses of oxidized iron with clear boundaries in matrix; 20 percent medium distinct light gray (10YR 7/2) iron depletions with clear boundaries in matrix surrounding redox concentrations; very strongly acid, pH 4.5; gradual wavy boundary.\nBtg/E--143 to 203 cm, (56 to 80 in); 75 percent light brownish gray (10YR 6/2) (Bt) and 15 percent distinct light gray (10YR 7/2) (E) loam; moderate coarse prismatic parts to moderate coarse subangular blocky structure; firm; common very fine roots throughout; few very fine tubular pores; 20 percent distinct brownish yellow (10YR 6/6) clay films on all faces of peds; 1 percent fine spherical strongly cemented dark yellowish brown (10YR 4/6) ironstone nodules and 1 percent medium spherical strongly cemented dark yellowish brown (10YR 4/6) ironstone nodules; 5 percent medium prominent yellowish brown (10YR 5/8) masses of oxidized iron with sharp boundaries in matrix; 5 percent medium prominent yellowish red (5YR 5/8) masses of oxidized iron with sharp boundaries in matrix; very strongly acid, pH 4.6; clear smooth boundary."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Montgomery County, Texas; from the intersection of U.S Highway 59 and FM 1485 in New Caney; 4.0 miles east on FM 1485 to entrance gate for Lake Houston Municipal Park; 0.3 mile south on park road; 275 feet east in forest on mound. Latitude: 30 degrees 8 minutes 36.70 seconds north; Longitude: 95 degrees 9 minutes 20.00 seconds west; Splendora topographic quadrangle; WGS 84."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil Moisture: An udic soil moisture regime. The soil moisture control section is 20 to 60 cm (8 to 24 in) below the soil surface, which remains moist in some or all parts from more than 90 cumulative days in normal years.\nMean annual soil temperature: 20.6 to 21.7 (69 to 71 degrees F)\nParticle-size control section (weighted average)\nClay content: 6.5 to 17.2 percent.\nBase saturation: 45 to 75 percent.\nA horizon\nHue: 10YR\nValue: 4 to 6\nChroma: 2 to 4\nTexture: very fine sandy loam, fine sandy loam, silt loam\nReaction: extremely acid to strongly acid\nE horizon\nHue: 7.5YR or 10YR\nValue: 6 or 7\nChroma: 2 to 4\nTexture: very fine sandy loam, fine sandy loam, silt loam\nIron concentrations: amount-0 to 15 percent, color-shades of brown, yellow, or red\nIron depletions: amount-0 to 1 percent, color-shades of gray\nReaction: extremely acid to strongly acid\nBt/E horizon\nPart: Bt\nHue: 7.5YR or 10YR\nValue: 5 to 7\nChroma: 3 to 6\nPart: E\nHue: 7.5YR or 10YR\nValue: 6 or 7\nChroma: 3 or 4\nTexture: very fine sandy loam, fine sandy loam, silt loam, loam\nIron concentrations: amount-5 to 25 percent; color-shades of brown, red, or yellow; located mostly in the Bt.\nIron depletions: amount-0 to 2 percent; color- shades of gray, green, or gray; boundary-located mostly in the E part.\nReaction: extremely acid to strongly acid\nBtg/E horizon\nPart: Btg\nHue: 7.5YR or 10YR\nValue: 5 to 7\nChroma: 1 or 2\nPart: E\nHue: 7.5YR or 10YR\nValue: 6 or 7\nChroma: 1 to 3\nTexture: very fine sandy loam, fine sandy loam, silt loam, loam, or sandy clay loam\nIron concentrations: amount-5 to 25 percent; color-shades of brown, red, or yellow; located mostly mostly in the Bt.\nIron depletions: amount-0 to 2 percent; color- shades of gray, green, or gray; boundary-located mostly in the E part.\nReaction: extremely acid or very strongly acid"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These include the Keltys (TX) and Laska (TX) series in the same family. Similar soils include the Dallardsville (TX), Gist (TX), Kountze (TX), Westcott (T)(TX)series\nKeltys soils: have a 2C horizon starting at 135 cm (53 in).\nLaska soils: have a 2Cr horizon starting at 160 cm (53 in).\nDallardsville soils: have less than 35 percent base saturation in the lower part of the argillic horizon.\nGist soils: are in a coarse-silty particle-size family\nKountze soils: are in an active CEC to clay class; have less than 35 percent base saturation in the lower part of the argillic horizon\nWestcott soils: have a Btg/E horizon starting at 154 cm (61 in)"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material: loamy fluviomarine deposits derived from igneous, metamorphic and sedimentary rock of the Lissie Formation of early to mid-Pleistocene age.\nLandscape: coastal plains\nLandform: flats\nMicrofeature: pimple mounds 0.6 to 1.5 m (2 to 5 ft) higher than the surrounding inter-mound; mounds are 9.1 to 30 m (30 to 100 feet wide and 9.1 to 122 m (30 to 400 ft) long.\nSlope: 0 to 1 percent\nMean annual air temperature: 19.5 to 20.6 degrees C (67 to 69 degrees F).\nMean annual precipitation: 1219 to 1473 mm (48 to 58 in)\nPrecipitation pattern: uniform throughout the year with slight peaks in the spring and summer\nFrost-free period: 240 to 300 days\nElevation: 22.9 to 46 m (75 to 150 ft)"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Segno (TX), Sorter (TX), Splendora (TX), Westcott (T) (TX), and Waller (TX) series.\nSegno, Splendora, and Waller soils: fine-loamy particle-size control section.  Segno and Splendora soils are on a higher landform. Waller soils are poorly drained and are on flats.\nSorter soils: are poorly drained; on flats\nWestcott soils; are on an interfluve landform"
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Moderately well drained. Runoff is low to medium. A perched water table is at a depth of 91 to 122 cm (36 to 48 in) from December to March."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used primarily for timber production and wildlife habitat. The main trees are loblolly pine, shortleaf pine, longleaf pine, water oak, willow oak, southern red oak, and sweetgum.  Understory includes yaupon, southern bayberry, pinehill bluestem, longleaf uniola, and sedges."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: In the Western Gulf Coast Flatwoods (MLRA 152B) of southeast Texas and possibly Louisiana.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Temple, Texas."
  },
  "ORIGIN": {
    "section": "SERIES PROPOSED",
    "content": "SERIES PROPOSED: MONTGOMERY County, Texas; 2012."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  These soils were previously correlated to the Dallardsville series. Dallardsville soils are ultisols found mostly east of the Trinity River. The Tarkington soils are alfisols found mostly west of the Trinity River.\nDiagnostic horizons and features in this pedons are:\nOchric epipedon--0 to 18 cm (0 to 7 in) (A horizon)\nArgillic horizon--97 to 203 cm (38 to 80 in) (Bt/E, Bt/Eg, and Btx/Eg horizons)\nFragipan--155 to 203 cm (61 to 80 in) (Btx/Eg horizons)\nGlossic horizon--53 to 203 cm (21 to 80 in) (E/Bt, Bt/Eg, Btx/Eg. The glossic horizon is series criteria but not diagnostic for classification.)\nADDITIONAL DATA:  Kellogg Soil Survey Lab data pending on pedon S12TX3391039 from the type location in Montgomery County. Additional Kellogg Soil Survey Lab data pending on pedon S12TX2911037 from Liberty County, Texas.\nTaxonomic Version:  Keys to Soil Taxonomy, Eleventh Edition, 2010.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
