{
  "SERIES": "TARKLIN",
  "STATUS": "Established Series",
  "BYREV": "Rev. JCJ/JLN",
  "REVDATE": "11/2011",
  "STATES": "KY,TN",
  "OVERVIEW": "The Tarklin series consists of deep, moderately well drained, slowly permeable soils with a fragipan. The soils formed in colluvium or alluvium from cherty limestone and are on footslopes and stream terraces. Slopes range from 0 to 20 percent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, siliceous, semiactive, mesic Typic Fragiudults"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Tarklin gravelly silt loam, 2 to 6 percent slopes cultivated field. (Colors are for moist soil unless otherwise stated.)\nAp--0 to 8 inches; dark grayish brown (10YR 4/2) gravelly silt loam, weak fine granular structure; very friable; many fine roots; approximately 20 percent angular fragments of chert; strongly acid; clear smooth boundary. (7 to 12 inches thick)\nBE--8 to 11 inches; yellowish brown (10YR 5/4) gravelly silt loam; weak fine subangular blocky structure; friable; many fine roots; few fine distinct very pale brown (10YR 7/4) silt coatings; approximately 25 percent angular fragments of chert; very strongly acid; gradual smooth boundary. (0 to 6 inches thick)\nBt--11 to 19 inches; yellowish brown (10YR 5/6) gravelly silt loam; moderate medium subangular blocky structure; friable; common fine roots; few fine faint yellowish brown (10YR 5/6) clay films on faces of peds; approximately 25 percent angular fragments of chert; very strongly acid; abrupt wavy boundary. (7 to 15 inches thick)\nBtx--19 to 56 inches; 35 percent yellowish brown (10YR 5/4), 35 percent strong brown (7.5YR 5/6), and 30 percent light brownish gray (2.5Y 6/2) gravelly silt loam; weak very coarse and extremely coarse prismatic structure parting to weak medium platy and angular blocky; extremely firm; few fine prominent gray (10YR 5/1) clay films on prism faces and as vertical and horizontal seams; common fine black (N 2/0) and very dark grayish brown (10YR 3/2) manganese and iron concretions; common fine black (10YR 2/1) manganese stains on prism faces and fragments; approximately 25 percent angular fragments of chert; brittle in 90 percent of the mass; very strongly acid; gradual wavy boundary. (20 to 40 inches thick or more)\nCx--56 to 72 inches; 25 percent yellowish red (5YR 4/6), 25 percent strong brown (7.5YR 5/6), 25 percent yellowish brown (10YR 5/4), and 25 percent light gray (10YR 7/2) very gravelly silty clay loam; weak extremely coarse and very coarse subangular blocky structure; very firm; few fine black (N 2/0) manganese concretions; few fine distinct very pale brown (10YR 7/3) iron and clay depletions as vertical seams; brittle in 50 to 60 percent of the mass; approximately 60 percent fragments of chert; very strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Barren County, Kentucky; On KY Highway 90, 2.76 miles northwest of Summer Shade; 2.75 miles southeast of Eighty Eight; 0.7 mile southeast of Brewster Road, 300 feet southwest of KY 90 in field. USGS Summer Shade Quad (latitude: 36 degrees, 53 minutes, 55.3 seconds N; longitude: 85 degrees, 44 minutes, 55 seconds W)"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Solumn thickness and depth to bedrock is more than 60 inches. Depth to the fragipan ranges from 18 to 30 inches. Reaction ranges from strongly to extremely acid unless limed. Coarse fragments from 2 mm to 4 inches in diameter range from 10 to 35 percent in the A and Bt horizons. Fragments in the Btx and Cx horizons range from 25 to 75 percent. Fragments are mostly gravel size fragments of chert with some cobbles, but in some pedons up to 25 percent are sandstone or siltstone angular fragments and channers.\nThe Ap horizon has hue of 10YR, values of 4 to 6, and chroma of 2 to 4. Texture is gravelly silt loam or silt loam.\nThe BE and Bt horizons have hue of 10YR or 7.5YR, values of 4 to 6, and chroma of 4 or 6. Texture is gravelly silt loam or rarely gravelly silty clay loam. Some pedons have less than 15 percent fragments in the upper part of these horizons.\nThe Btx horizon has hue of 10YR or 7.5YR, values of 4 to 6, and chroma of 3 to 6. Redoximorphic features are in shades of gray and brown. Many pedons are a combination of these colors without a dominant color for the matrix. Texture of the fine earth fraction is silt loam or silty clay loam.\nThe Cx or C horizon has hue of 10YR to 5YR, values of 4 to 6, and chroma of 3 to 6. Redoximorphic features are in shades of red, brown, and gray. Many pedons are a combination of these colors without a dominant color for the matrix. Texture of the fine earth fraction is silt loam or silty clay loam."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: The Neabsco series is the only competing soil in this family.  Neabsco soils are formed in stratified marine and fluvial sediments and rock fragments are mainly quartz."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Tarklin soils are on toeslopes, colluvial benches, and stream terraces. Slopes range from 0 to 20 percent. Near the type location the mean annual temperature ranges between 56.4 and 56.7 degrees F, and the mean annual precipitation ranges between 50.6 and 52.7 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Baxter, Sengtown, Otwood, Nolin, Lindside, Frederick, Hawthorne, Sulphura, Garmon, Humphreys, and Trimble series. The Baxter, Sengtown, Frederick, Hawthorne, Sulphura, and Garmon soils are on hillsides and ridgetops. The Humphreys and Trimble are on footslopes. The Otwood soils are on stream terraces and have a fragipan. The Nolin and Lindside soils are on adjacent floodplains."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Moderately well drained. Runoff is medium and permeability is moderate above the fragipan and very slow in the fragipan."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: About one-half of the acreage is in cropland; corn, small grains, grain sorghum, and tobacco are some of the major crops. Woodland is composed chiefly of oaks, hickories, beech, dogwood, persimmon, and some Virginia pine."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: The southern part of the Mississippian Plateau and Great Appalachian Valley in Kentucky and Tennessee, the Highland Rim and Pennyroyal in Tennessee and Kentucky, and probably in northern Alabama and northwestern Georgia. The soil is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Morgantown, West Virginia"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Barren County, Kentucky; 1966."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: *The evidence for an argillic horizon above the fragipan is inconclusive.\nDiagnostic horizons in this pedon are:\nOchric epipedon - 0 to 8 inches (Ap).\n*Argillic horizon - 11 to 56 inches (Bt & Btx)\nFragipan - 19 to 56 inches (Btx)\nNational Cooperative Soil Survey\nU.S.A."
  }
}
