{
  "SERIES": "TARLTON",
  "STATUS": "Established Series",
  "BYREV": "Rev. JRS-GMG-JWH",
  "REVDATE": "05/2007",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, mixed, active, mesic Aquic Hapludalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Tarlton silt loam, on 6 to 15 percent slopes in a pasture at an elevation of 250 meters (820 feet) above mean sea level. (Colors are for moist soil unless otherwise stated.)\nAp--0 to 15 cm (0 to 6 inches); dark grayish brown (10YR 4/2) silt loam, pale brown (10YR 6/3) dry; moderate fine and medium granular structure; friable; common fine roots; l percent igneous and siltstone fragments; slightly acid; abrupt smooth boundary. [15 to 23 cm (6 to 9 inches) thick]\nBt1--15 to 28 cm (6 to 11 inches); yellowish brown (10YR 5/4) silty clay loam; weak fine and medium subangular blocky structure; firm; few fine roots; common faint dark yellowish brown (10YR 4/4) clay films on faces of peds; 2 percent igneous and siltstone fragments; moderately acid; clear wavy boundary.\nBt2--28 to 41 cm (11 to 16 inches); yellowish brown (10YR 5/6) clay loam; moderate medium subangular blocky structure; firm; few fine roots; common faint brown (10YR 4/3) clay films on faces of peds; common medium prominent grayish brown (10YR 5/2) iron depletions within peds; common fine and medium prominent black (10YR 2/1) masses of iron and manganese accumulation; 5 percent igneous, siltstone and shale fragments; strongly acid; clear wavy boundary.\nBt3--41 to 53 cm (16 to 21 inches); yellowish brown (10YR 5/4) clay loam; moderate medium and coarse subangular blocky structure; firm; few fine roots; common faint dark grayish brown (10YR 4/2) clay films on faces of peds; few fine distinct grayish brown (10YR 5/2) iron depletions within peds; 7 percent igneous, siltstone and shale fragments; slightly acid; clear wavy boundary. [Combined thickness of the Bt horizon is 25 to 63 cm (10 to 25 inches).]\n2BC1--53 to 69 cm (21 to 27 inches); dark gray (5Y 4/1) clay; moderate coarse prismatic structure parting to moderate medium angular blocky; firm; few fine roots; few fine distinct grayish brown (10YR 5/2) iron depletions within peds; common medium prominent dark yellowish brown (10YR 4/4) masses of iron accumulation within peds; 5 percent shale fragments; moderately alkaline; gradual wavy boundary.\n2BC2--69 to 86 cm (27 to 34 inches); gray (5Y 5/1) clay; weak coarse angular blocky structure; firm; few fine roots; common medium prominent yellowish brown (10YR 5/4) masses of iron accumulation within peds; 10 percent shale fragments; moderately alkaline; clear wavy boundary. [Combined thickness of the 2BC horizon is 30 to 61 cm (12 to 24 inches).]\n2Cr--86 to 99 cm (34 to 39 inches); very dark grayish brown (10YR 3/2) weathered, rippable, thin-bedded shale; strongly effervescent; moderately alkaline; abrupt smooth boundary.\n2R--99 to 107 cm (39 to 42 inches); thin-bedded shale."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Pickaway County, Ohio; about 1.5 miles northwest of Meade, in Pickaway Township, about 2,050 feet north and 1,000 east of the southwest corner of sec. 15, T. 10 N., R. 21 W.; USGS Circleville, Ohio topographic quadrangle; lat. 39 degrees 31 minutes 32 seconds N. and long. 82 degrees 54 minutes 1 second W., NAD 27."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nDepth to the base of the argillic horizon: 41 to 86 cm (16 to 34 inches)\nDepth to a paralithic contact: 51 to 102 cm (20 to 40 inches)\nDepth to a lithic contact: 90 to 107 cm (35 to 42 inches)\nAp horizon:\nHue: 10YR\nValue: 4 or 5\nChroma: 2 to 4\nTexture: silt loam or is silty clay loam on eroded pedons\nRock fragment content: 0 to 10 percent\nReaction: strongly acid to neutral\nBt horizon:\nHue: 7.5YR or 10YR\nValue: 4 or 5\nChroma: 4 to 6\nTexture: silty clay loam or clay loam\nRock fragment content: 0 to 10 percent\nReaction: strongly acid to neutral\n2BC or 2Bt horizon:\nHue: 10YR to 5Y\nValue: 4 or 5\nChroma: 1 to 6\nTexture: clay, silty clay, silty clay loam, or clay loam\nRock fragment content: 2 to 10 percent\nReaction: strongly acid to moderately alkaline\n2C horizon, where present:\nHue: 10YR or 2.5Y\nValue: 3 to 6\nChroma: 1 to 6\nTexture: silty clay, clay, or silty clay loam\nRock fragment content: 0 to 14 percent\nReaction: moderately alkaline\n2Cr horizon: weathered, rippable, thin-bedded shale\nHue: 10YR or 2.5Y\nValue: 3 to 6\nChroma: 1 to 6"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Banister, Branchville, Cardinal, Celina, Eudy, Hartville, Jerktail, Loudon, and Whippany series. Banister, Branchville, Cardinal, Celina, Hartville, Jerktail, Loudon, and Whippany soils do not have a paralithic or lithic contact within a depth of 102 cm (40 inches). Eudy soils have a mean annual soil temperature above 13 degrees C (55 degrees F) and are formed in loess and the underlying residuum from cherty dolostone."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Tarlton soils are in glaciated areas near the margin of the ice sheets where thin layers of till were deposited on acid shale. These soils often occur on dissected areas below till plains having thicker till or are on leveled interfluves that have a thin covering of till. Slope ranges from 0 to 12 percent. The soils formed in till and the underlying clayey residuum weathered from shale. Mean annual precipitation ranges from 813 to 1168 mm (32 to 46 inches). Mean annual air temperature ranges from 9 to 12 degrees C (49 to 53 degrees F). Frost-free period is 155 to 165 days. Elevation is 183 to 366 meters (600 to 1200 feet) above mean sea level."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Amanda, Celina, and Centerburg soils. These very deep soils formed entirely in till and are on similar landscape positions as the Tarlton soils."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Moderately well drained. The depth to the top of an intermittent perched high water table ranges from 46 to 91 cm (1.5 to 3.0 feet) between January and April in normal years. The potential for surface runoff is low to high depending on slope gradient. Saturated hydraulic conductivity is moderately high in the upper part of the solum and moderately low in the lower part. Permeability is moderate or moderately slow in the upper part of the solum and slow in the lower part."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most areas are used for hay and pasture. Some areas are used for cropland and woodland. Native vegetation is mixed hardwood forest."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Central Ohio; MLRA 111A and 111E. The type location is in MLRA 111A. The series is of small extent, about 100 acres, with more expected to be correlated in Pickaway and Hocking Counties to total about 4,000 acres."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Indianapolis, Indiana."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Fairfield County, Ohio, 1994."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: This series is based on data developed in Hocking and Pickaway Counties, as well as Fairfield County. The representative pedon is the Celina Variant from Pickaway County. This soil was previously mapped as Celina Variant in Pickaway County and Cana Variant in Hocking County and was classified as Fine-loamy, mixed, mesic Aquic Hapludalfs.\nDiagnostic horizons and features recognized in this pedon are:\nOchric epipedon: from the surface to a depth of 15 cm (Ap horizon).\nArgillic horizon: from a depth of 15 to 53 cm (Bt horizon).\nParalithic contact: at 86 cm (top of the 2Cr layer).\nLithic contact: at 99 cm (top of the 2R layer).\nAquic conditions: redox features visible in horizons between the depths of 28 and 86 cm.\nADDITIONAL DATA: Characterization data is available from The Ohio State University Soil Characterization Laboratory for pedon HY-55. HY-55 is not the representative pedon data, but data from a similar pedon.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
