{
  "SERIES": "TASSO",
  "STATUS": "Established Series",
  "BYREV": "RLL; Rev. MKC",
  "REVDATE": "10/2001",
  "STATES": "AL,TN",
  "OVERVIEW": "The Tasso series consists of very deep, well drained or moderately well drained soils with a fragic layer in the subsoil. These soils formed in layers of colluvium and/or alluvium or in colluvium and alluvium and the underlying residuum of limestone or shale or old alluvium. They are on foot slopes, stream terraces, and benches below soils that formed from limestone or shale. Near the type location mean annual temperature is 60 degrees F., and mean annual precipitation is 53 inches. Slopes range from 2 to about 15 percent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, siliceous, semiactive, thermic Fragic Paleudults"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Tasso silt loam on a 4 percent slope - in proposed subdivision now in grass. (Colors are for moist soil unless otherwise stated)\nAp--0 to 8 inches; brown (10YR 5/3) silt loam; weak medium and fine granular structure; friable; common fine and medium roots; common fine and medium pores; 10 percent fragments of chert up to 1 inch in diameter; strongly acid; abrupt smooth boundary. (4 to 10 inches thick)\nBt--8 to 23 inches; yellowish brown (10YR 5/6) silt loam; moderate medium subangular blocky structure; friable; common fine roots; common fine and medium pores; few faint clay films on faces of peds an in pores; 12 percent fragments of chert up to 2 inches in diameter; very strongly acid; clear wavy boundary. (6 to 20 inches thick)\nBt/Btx--23 to 34 inches; (Bt part) yellowish brown (10YR 5/8) silty clay loam; weak medium subangular blocky structure; friable; few fine and medium roots; common fine prominent pale brown (10YR 6/3) redoximorphic depletions; common distinct clay films on faces of peds and in pores; 12 percent fragments of chert up to 2 inches in diameter; (Bx part) discontinuous segments that make up 40 to 50 percent of the volume; yellowish brown (10YR 5/6) silty clay loam; weak coarse platy structure; firm; few vesicular pores; common fine distinct pale brown (10YR 6/3) redoximorphic depletions; light gray (10YR 7/2) silt coatings on faces of peds; few distinct clay films in pores; brittle; 12 percent fragments of chert up to 2 inches in diameter; very strongly acid; gradual wavy boundary. (6 to 25 inches thick)\n2Bt--34 to 60 inches; yellowish red (5YR 5/6) clay, common medium distinct brownish yellow (10YR 6/6) and strong brown (7.5YR 5/6) variegations; weak medium subangular blocky structure; firm; common distinct clay films on faces of peds; 15 percent fragments of chert up to 3 inches in diameter; very strongly acid; gradual smooth boundary."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Bradley County, Tennessee; three miles north of Cleveland; one mile northwest of Tasso; 100 yards north of paved road."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Thickness of the solum and depth to bedrock is greater than 60 inches. Reaction is strongly acid or very strongly acid except the surface layer is less acid where limed. Rock fragments of chert are mostly gravel size and range between 0 and 35 percent in the particle-size control section.\nThe Ap or A horizon has hue of 10YR, value of 3 to 5, and chroma of 2 or 4. Some pedons have an E horizon with value of 4 to 6, and chroma of 2 or 4. Texture is silt loam or loam in the fine-earth fraction.\nSome pedons have a transitional horizon between the A or E horizon and the Bt horizon.\nThe Bt horizon has hue of 10YR or 7.5YR, value of 4 or 5, and chroma of 4 to 8. Texture is silt loam, loam, silty clay loam, clay loam, or rarely clay in some subhorizons in the fine-earth fraction.\nThe Btx horizon or Btx part of the Bt and Btx horizon has hue of 10YR or 7.5YR, value of 4 or 5, and chroma of 4 to 8. Mottles are in shades of brown, yellow, red or gray Mottles of chroma 2 or less are below a depth of 30 inches from the surface. Structure is course platy or medium or coarse prismatic parting to\nsubangular or angular blocky. Texture of the fine earth fraction is mostly silty clay loam, clay loam, or clay but ranges to silt loam and loam. This horizon has brittleness in 40 to 60 percent of the volume. It can be a Btx horizon or a Bt and Btx horizon.\nThe 2Bt or B't[RL2]. horizon has hues of 7.5YR, 5YR or 2.5YR, values of 4 or 5, and chroma of 6 or 8. Mottles are in shades of brown, gray, yellow, or red. The fine earth fraction is clay, clay loam, silty clay loam or sandy clay in the fine-earth fraction."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Shack soils. Shack soils formed in residuum from cherty limestone, interbedded with small amounts of sandstone, siltstone, and shale on side slopes and ridgetops  Shack soils are generally on topographically higher landscapes than Tasso soils.  These [RL3]soils may have 1 to 2 feet colluvium or material that is influenced by soil creep that overlies residuum.."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Tasso soils are on benches and foot slopes below soils that formed from limestone or shale. These soils formed in colluvium and the underlying residuum of limestone or shale or old alluvium. Slopes range from 2 to 15 percent. Near the type location mean annual temperature is 60 degrees F., and mean annual precipitation is 53 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Bodine, Cane, Dunmore, Fullerton, Minvale, and Wax series. Bodine and Fullerton soils, which are on the upland slopes, lack fragipan properties. Additionally, Bodine soil are in a loamy-skeletal family and Fullerton soils are in a fine family.  Cane, Minvale, and Wax soils are on adjacent foot slopes. Dunmore soils are on\nupland slopes, and are in a fine particle-size class and in the mesic temperature regium.. Minvale soils lack [RL4]fragic properties. Cane and Wax soils have a more prominent fragipan."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Tasso soils are well drained. Runoff is medium. Permeability is moderate in the A and Bt horizon and moderately slow in the Btx or Bt and Btx horizon."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: These soils are used mainly for growing hay and pasture. Small acreages of  corn, cotton, tobacco, and small grains are grown. The native vegetation was mixed hardwoods."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Southern Appalachian Ridges and Valleys (MLRA 128 and Highland Rim and Pennyroyal (MLRA 122) in Tennessee, Northern Alabama, and possibly in northwestern Georgia. Extent is small."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Morgantown, West Virginia"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Anderson County, Tennessee; 1978.\nRemarks: Diagnostic horizons and features in this soil are:\nOchric epipedon - 0 to 8 inches (Ap horizon)\nArgillic horizon - 8 to 60 inches (Bt, Bt/Btx, and 2Bt horizons)\nFragic feature - 23 to 34 inches (Bt/Btx horizon)\nSIR = TN0140\nNational Cooperative Soil Survey\nU.S.A."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": null
  },
  "SITE": [
    [
      {
        "drainage": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 20,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 3,
        "texture_class": "silt loam",
        "pH_class": "strongly acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Ap--0 to 8 inches; brown (10YR 5/3) silt loam; weak medium and fine granular structure; friable; common fine and medium roots; common fine and medium pores; 10 percent fragments of chert up to 1 inch in diameter; strongly acid; abrupt smooth boundary. (4 to 10 inches thick)"
      },
      {
        "name": "Bt",
        "top": 20,
        "bottom": 58,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "silt loam",
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bt--8 to 23 inches; yellowish brown (10YR 5/6) silt loam; moderate medium subangular blocky structure; friable; common fine roots; common fine and medium pores; few faint clay films on faces of peds an in pores; 12 percent fragments of chert up to 2 inches in diameter; very strongly acid; clear wavy boundary. (6 to 20 inches thick)"
      },
      {
        "name": "Bt/Btx",
        "top": 58,
        "bottom": 86,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 8,
        "texture_class": "silty clay loam",
        "pH_class": "very strongly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bt/Btx--23 to 34 inches; (Bt part) yellowish brown (10YR 5/8) silty clay loam; weak medium subangular blocky structure; friable; few fine and medium roots; common fine prominent pale brown (10YR 6/3) redoximorphic depletions; common distinct clay films on faces of peds and in pores; 12 percent fragments of chert up to 2 inches in diameter; (Bx part) discontinuous segments that make up 40 to 50 percent of the volume; yellowish brown (10YR 5/6) silty clay loam; weak coarse platy structure; firm; few vesicular pores; common fine distinct pale brown (10YR 6/3) redoximorphic depletions; light gray (10YR 7/2) silt coatings on faces of peds; few distinct clay films in pores; brittle; 12 percent fragments of chert up to 2 inches in diameter; very strongly acid; gradual wavy boundary. (6 to 25 inches thick)"
      },
      {
        "name": "2Bt",
        "top": 86,
        "bottom": 152,
        "moist_hue": "5YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "clay",
        "pH_class": "very strongly acid",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "2Bt--34 to 60 inches; yellowish red (5YR 5/6) clay, common medium distinct brownish yellow (10YR 6/6) and strong brown (7.5YR 5/6) variegations; weak medium subangular blocky structure; firm; common distinct clay films on faces of peds; 15 percent fragments of chert up to 3 inches in diameter; very strongly acid; gradual smooth boundary."
      }
    ]
  ]
}
