{
  "SERIES": "TATCHES",
  "STATUS": "Established Series",
  "BYREV": "Rev. EPJ-MLK",
  "REVDATE": "08/2012",
  "STATES": "MI",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Sandy, isotic, mesic Lamellic Dystrudepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Tatches sandy loam, on a south-facing, convex, 2 percent slope in a forested area. (Colors are for moist soil unless otherwise stated.)\nA--0 to 10 cm (4 inches); very dark gray (10YR 3/1) sandy loam, light brownish gray (10YR 6/2) dry; weak medium granular structure; friable; many fine and few coarse roots; about 5 percent gravel; strongly acid; abrupt wavy boundary. [(3 to 5 inches) thick]\nBw1--10 to 23 cm (4 to 9 inches); strong brown (7.5YR 4/6) sandy loam; weak medium subangular blocky structure; friable; common fine and few coarse roots; about 5 percent gravel; strongly acid; clear wavy boundary.\nBw2--23 to 38 cm (9 to 15 inches); strong brown (7.5YR 5/6) sandy loam; weak medium subangular blocky structure; friable; common fine and few coarse roots; about 5 percent gravel; strongly acid; clear wavy boundary. [Combined thickness of the loamy Bw horizon is 20 to 51 cm (8 to 20 inches).]\nBw3--38 to 58 cm (15 to 23 inches); reddish yellow (7.5YR 6/6) sand; weak medium subangular blocky structure; very friable; common fine and few coarse roots; about 5 percent gravel; strongly acid; clear wavy boundary. [13 to 30 cm (5 to 12 inches) thick]\nE--58 to 79 cm (23 to 31 inches); light yellowish brown (10YR 6/4) sand; single grain; loose; few fine roots; about 5 percent gravel; strongly acid; gradual wavy boundary [0 to 30 cm (12 inches) thick]\nE and Bt1--79 to 109 cm (31 to 43 inches); pale brown (10YR 6/3) sand (E); single grain; loose; lamellae of yellowish brown (10YR 5/6) loamy sand (Bt); weak medium subangular blocky structure; very friable; wavy and discontinuous lamellae 3 to 13 mm (1/8 to 1/2 inch) thick with a combined thickness of about 2 cm (1 inch); few fine roots; patchy faint clay bridging between sand grains in lamellae; about 5 percent gravel; neutral. [0 to 38 cm (15 inches) thick]\nE and Bt2--109 to 203 cm (43 to 80 inches); light yellowish brown (10YR 6/4) sand (E); single grain; loose; lamellae of yellowish brown (10YR 5/6) loamy sand (Bt); weak medium subangular blocky structure; very friable; wavy and discontinuous lamellae 3 to 13 mm (1/8 to 1/2 inch) thick with a combined thickness of about 5 cm (2 inches); few fine roots; patchy faint clay bridging between sand grains in lamellae; about 5 percent gravel; neutral."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Manistee County, Michigan; 4 miles west of Brethren; 1850 feet north and 1150 feet west of the southeast corner of sec. 22, T. 22 N., R. 15 W., Brown Township; USGS Brethren, Michigan 7.5 minute topographic quadrangle; lat. 44 degrees 17 minutes 25 seconds N. and long. 86 degrees 06 minutes 23 seconds W., NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nDepth to the underlying sandy materials: 28 to 64 cm (11 to 25 inches)\nA or Ap horizon:\nHue: 7.5YR or 10YR\nValue: 2, 2.5, or 3 in the A horizon; 4 in the Ap horizon\nChroma: 1 or 2 in the A horizon; 2 or 3 in the Ap horizon\nTexture: sandy loam or fine sandy loam\nRock fragment content: 0 to 5 percent gravel\nReaction: strongly acid to slightly acid\nBw horizon:\nHue: 7.5YR or 10YR\nValue: 4 to 6\nChroma: 4 to 6\nTexture: sandy loam or fine sandy loam in the upper part; sand in the lower part\nRock fragment content: 0 to 5 percent gravel\nReaction: strongly acid to slightly acid\nE horizon and E part of the E and Bt horizon:\nHue: 10YR\nValue: 5 or 6\nChroma: 3 or 4\nTexture: sand\nRock fragment content: 0 to 5 percent gravel\nReaction: very strongly acid to neutral\nBt part of the E and Bt horizon:\nThickness of the lamellae: 3 to 19 mm (1/8 to 3/4 inch) thick with a combined thickness of 2 to 13 cm (1 to 5 inches)\nHue: 7.5YR or 10YR\nValue: 4 or 5\nChroma: 4 to 6\nTexture: loamy sand or sandy loam\nRock fragment content: 0 to 5 percent gravel but ranges to 20 percent in individual strata\nReaction: very strongly acid to neutral"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no other series in this family."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Tatches soils are on outwash plains and lake plains. Slope ranges from 0 to 6 percent. The soils formed in 28 to 64 cm (11 to 25 inches) of loamy material and the underlying sandy material. Mean annual precipitation ranges from 762 to 813 mm (30 to 32 inches). Mean annual temperature ranges from 7.8 to 8.9 degrees C (46 to 48 degrees F). Elevation is 183 to 305 meters (600 to 1000 feet) above mean sea level."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the excessively drained Plainfield, Coloma, and Benona soils, and the moderately well drained Milarch soils. The Plainfield, Coloma, and Benona soils have more sand in the upper part of the profile. The Benona soils have a spodic horizon. The Milarch soils have finer textures in the upper part of the profile. They all are on landscape positions similar to those of the Tatches soils."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Well drained. Potential for surface runoff is negligible to low. Saturated hydraulic conductivity is high. Permeability is moderately rapid."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most areas are mixed woodland or cultivated fields. Principal crops are corn, carrots, cucumbers, strawberries, and kidney beans. Wooded areas support native stands of sugar maple, American beech, black cherry, and eastern hemlock."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: MLRA 96 in the northwestern part of the Lower Peninsula of Michigan. The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: AMHERST, MASSACHUSETTS"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Manistee County, Michigan, 2005."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon: from the surface to a depth of 10 cm (4 inches) (A horizon).\nCambic horizon: from a depth of 10 to 38 cm (4 to 15 inches) (Bw1 and Bw2 horizons).\nLamellic subgroup: lamellae present between a depth of 79 and 203 cm (31 and 80 inches) (E and Bt horizon).\nThe isotic mineralogy is based on laboratory data.\nADDITIONAL DATA: Laboratory data available - National Soil Survey Laboratory, Lincoln NE, No. S01MI-101-003.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
