{
  "SERIES": "TATERHEAP",
  "STATUS": "Established Series",
  "BYREV": "Rev. DHC/GB/TWH",
  "REVDATE": "02/1999",
  "STATES": "CO",
  "OVERVIEW": "The Taterheap series consists of very deep, well drained soils that formed in slope alluvium and colluvium from andesite, rhyolite, tuff, and breccia. These soils are on the tops and side slopes of mesas, mountains, and structural benches. Slopes are 1 to 65 percent.  The mean annual precipitation is about 30 inches and the mean annual temperature is about 38 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive Pachic Haplocryolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Taterheap loam - Aspen Woodland (colors are for dry soil unless otherwise noted.  Textures and reactions are field estimates.)\nA1--0 to 6 inches; very dark gray (10YR 3/1) loam, black (10YR 2/1) moist; moderate very fine and fine granular structure; soft, very friable, slightly sticky and slightly plastic; 10 percent pebbles; neutral (pH 7.0); gradual smooth boundary.  (4 to 8 inches thick)\nA2--6 to 14 inches; dark gray (10YR 4/1) loam, very dark gray (10YR 3/1) moist; weak medium subangular blocky structure parting to moderate fine granular; slightly hard, very friable, slightly sticky and slightly plastic; 5 percent pebbles; neutral (pH 7.0); gradual smooth boundary. (6 to 20 inches thick)\nAC--14 to 42 inches; gray (10YR 5/1) loam, very dark gray (10YR 3/1) moist; moderate fine and medium crumb and granular structure; soft, very friable, nonsticky and nonplastic; 5 percent pebbles; neutral (pH 7.0); clear wavy boundary.  (8 to 28 inches thick)\n2C--42 to 60 inches; light yellowish brown (10YR 6/4) very cobbly clay loam, dark yellowish brown (10YR 4/4) moist; massive; hard, friable, sticky and plastic; 30 percent pebbles and 20 percent cobbles; neutral (pH 6.8)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Gunnison County, Colorado; along Forest Route 814 in the southwest quarter of the southwest quarter of Sec. 24, T. 51 N., R. 5- 1/2 W.  Latitude: 38 degrees, 40 minutes, 8 seconds north; Longitude: 107 degrees, 28 minutes, 10 seconds west."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSome pedons have an organic layer at the surface.\nSoil moisture regime:  udic bordering on ustic.\nMean annual soil temperature: ranges from 38 to 44 degrees F.\nMean annual summer soil temperature: ranges from 46 to 52 degrees F.\nThickness of the mollic epipedon: 16 to 50 inches\nDepth to the discontinuity with loamy-skeletal material: 40 to 60 inches.\nParticle-size control section:\nClay content:  20 to 35 percent\nRock fragment content:  0 to 15 percent\nA horizon:\nHue: 7.5YR or 10YR\nValue: 3 through 5 dry, 1 through 3 moist\nChroma: 1 through 3, dry or moist\nTexture (fine earth fraction): clay loam, sandy clay loam, or loam\nReaction: slightly acid or neutral.\nPresent in some pedons: a Bw (cambic) horizon or a C1 horizon.\n2C horizon:\nHue: 7.5YR or 10YR\nValue: 4 through 7 dry, 3 through 5 moist\nChroma: 2 through 4, dry or moist\nTexture (fine earth fraction): clay loam, sandy loam, sandy clay loam, or loam\nRock fragment content:  20 to 60 percent.\nReaction: slightly acid or neutral."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Adel and Ohbejoyful series.  In addition, the following series may be competitors when their CEC activity class is updated: the Argee, Bullbasin, Bullrey, Duff, Gallatin, Hackwood, Karlan, Lamphier, Leavittville, Lespate, Mundos, Pavohroo, Rhone, Secondset, Strickland, and Winevada series.\nAdel, Duff, Lamphier, and Ohbejoyful soils do not have a discontinuity with skeletal material.\nArgee soils have a paralithic contact above 40 inches.\nBullbasin, Karlan, Lespate, Pahvohroo, Rhone, Secondset, Strickland, and Winevada soils have a lithic contact within 60 inches.\nBullrey and Hackwood soils have a presumed xeric moisture regime.\nGallatin, Leavittville, and Mundos soils have horizons of secondary carbonate accumulation."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material: formed in slope alluvium and colluvium derived from andesite, rhyolite, tuff, and breccia.\nLandform: the tops and side slopes of mesas, mountains, ridges, and structural benches.\nSlopes: 1 to 65 percent.\nElevation: 7,800 to 10,200 feet.\nMean annual air temperature: 34 to 42 degrees F.\nMean annual precipitation: 24 to 35 inches.\nFrost-free period:  50 to 70 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Cochetopa, Granile, and Poleline series.  The Cochetopa soil is fine textured and has an argillic horizon.  Granile soils have an ochric epipedon.  Poleline soils are skeletal in the particle-size control sections."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; medium runoff; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  This soil is used for summer livestock grazing, recreation, and wildlife habitat.  Principal native vegetation is quaking aspen, snowberry, lupine, aspen peavine, elk sedge, smooth brome, nodding bromegrass, and blue wildrye."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  West Central Colorado and Southwestern Colorado, LRR E, MLRA 48A.  This series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Gunnison County (Grand Mesa-West Elk Soil Survey Area), Colorado, 1997."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon (pachic feature): from 0 to 42 inches (A1, A2, and AC horizons)\nParticle-size control section: The zone from 10 to 40 inches (part of the A2 and AC horizons)\nKeys to Soil Taxonomy:  Series classified according to Seventh Edition, 1996.\nThe superactive CEC activity class is presumed for this series based on the general trend indicated by lab data throughout this region.  Laboratory data suggests some influence from volcanic glass in this profile, but evidence for a Vitrandic subgroup is inconclusive.\nADDITIONAL DATA:  This pedon was characterized by the National Soil Survey Lab; soil survey sample number S85C0-051-003.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A1",
        "top": 0,
        "bottom": 15,
        "dry_hue": "10YR",
        "dry_value": 3,
        "dry_chroma": 1,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 1,
        "texture_class": "loam",
        "pH": 7,
        "pH_class": "neutral",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "A1--0 to 6 inches; very dark gray (10YR 3/1) loam, black (10YR 2/1) moist; moderate very fine and fine granular structure; soft, very friable, slightly sticky and slightly plastic; 10 percent pebbles; neutral (pH 7.0); gradual smooth boundary.  (4 to 8 inches thick)"
      },
      {
        "name": "A2",
        "top": 15,
        "bottom": 36,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 1,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 1,
        "texture_class": "loam",
        "pH": 7,
        "pH_class": "neutral",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "A2--6 to 14 inches; dark gray (10YR 4/1) loam, very dark gray (10YR 3/1) moist; weak medium subangular blocky structure parting to moderate fine granular; slightly hard, very friable, slightly sticky and slightly plastic; 5 percent pebbles; neutral (pH 7.0); gradual smooth boundary. (6 to 20 inches thick)"
      },
      {
        "name": "AC",
        "top": 36,
        "bottom": 107,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 1,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 1,
        "texture_class": "loam",
        "pH": 7,
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "AC--14 to 42 inches; gray (10YR 5/1) loam, very dark gray (10YR 3/1) moist; moderate fine and medium crumb and granular structure; soft, very friable, nonsticky and nonplastic; 5 percent pebbles; neutral (pH 7.0); clear wavy boundary.  (8 to 28 inches thick)"
      },
      {
        "name": "2C",
        "top": 107,
        "bottom": 152,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 4,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "clay loam",
        "cf_class": "very cobbly",
        "pH": 6.8,
        "pH_class": "neutral",
        "narrative": "2C--42 to 60 inches; light yellowish brown (10YR 6/4) very cobbly clay loam, dark yellowish brown (10YR 4/4) moist; massive; hard, friable, sticky and plastic; 30 percent pebbles and 20 percent cobbles; neutral (pH 6.8)."
      }
    ]
  ]
}
