{
  "SERIES": "TATLUM",
  "STATUS": "Established Series",
  "BYREV": "GWC-RM",
  "REVDATE": "09/2015",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty, mixed, superactive, nonacid, hyperthermic Sodic Hydraquents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Tatlum clay loam, on a smooth 0.1 percent slope, at an elevation less than 1 m (3 ft)  in grass.  (Colors are for moist soil unless otherwise stated.)\nAg--0 to 46 cm (0 to 18 in); gray (10YR 5/1) clay loam; massive; flows easily between fingers and leaves small residue in hand when squeezed; (n-value 1.0) slightly sticky; common fine and medium roots; common medium distinct dark yellowish brown (10YR 4/4) masses of oxidized iron; strongly saline; moderately alkaline; clear smooth boundary.  (15 to 51 cm [6 to 20 in] thick)\nCg1--46 to 71 cm (18 to 28 in); gray (10YR 5/1) clay loam;  massive; flows with some difficulty between fingers and leaves small residue in hand when squeezed; (n-value 0.8) slightly sticky; strongly saline; moderately alkaline; gradual smooth boundary.  (25 to 56 cm [10 to 22 in] thick)\nCg2--71 to 107 cm (28 to 42 in); gray (10YR 5/1) stratified clay loam with few strata of clay; massive; firm, common medium faint gray (N 5/) iron depletions; moderately alkaline; gradual smooth boundary.  (25 to 61 cm [10 to 24 in] thick)\nCg3--107 cm to 152 cm (42 to 60 in); gray (N 5/) stratified clay loam and clay; massive; firm, slightly sticky and slightly plastic; common medium prominent strong brown (7.5YR 5/8) masses of oxidized iron; many medium distinct grayish brown (10YR 5/2) iron depletions; few fine black (10YR 2/1) iron-manganese concretions; strongly saline; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Brazoria County, Texas; about 12 miles east of Freeport; from the intersection of Cold Pass and Churchill Bayou and Follets Island, go across Cold Pass at a compass heading of 20 degrees, site is 60 ft north of the bank of Cold Pass. Christmas Point USGS quadrangle; Latitude: 29 degrees 4 minutes 33 seconds N; Longitude: 95 degrees 9 minutes 15 seconds W; WGS 84"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture:  a peraquic moisture regime.\nMean annual soil temperature: 21.7 to 22.8 degrees C (71 to 73 degrees F)\nAll layers from 20 to 51 cm (8 to 20 in) below the mineral surface have an n-value of more than 0.7.  The n-value is less than 0.7 at some depth between 51 and102 cm (20 and 40 in) from the mineral surface.\nSome pedons have an organic mat of decomposing plant material 3 to 20 cm (1 to 8 in) thick on the soil surface.\nReaction ranges from neutral through moderately alkaline throughout the pedon.\nThe electrical conductivity ranges from 25 to 90 mmhos and the exchangeable sodium is more than 30 percent throughout the control section.\nThe sand fraction is mainly very fine sand throughout the control section.\nClay content in the control section averages 18 to 35 percent.\nAg horizon:\nHue: N through 10YR\nValues: 2 to 5\nChromas: 1 or less\nTexture: fine sandy loam through clay loam, or the mucky counterparts of these textures.\nRedox concentrations: amount- few to many; color- shades of brown\nRedox depletions: amount- few to many; color- shades of gray\nCg horizons:\nHue: N, 5Y, 5GY, 2.5Y, or 10YR\nValues: 4 to 7\nChroma: 2 or less.  Where 2 chroma occurs, the horizon always contains redoximorphic features.  The hue commonly changes on exposure to air.\nTexture:very fine sandy loam through clay.  Some pedons have mucky counterparts of these textures.  The horizon is generally stratified with heavier textured materials\nRedox concentrations: amount- few to many; color- shades of brown\nRedox depletions: amount- few to many; color- shades of gray\nSome pedons have brown clayey horizons below 102 cm (40 in) which commonly are calcareous."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no series in the same family. Similar soils include the Balize, Barbary, Barrada, Caplen, Follet, Gentilly, Levy, Scatlake, and Tracosa series.\nBalize soils: are fluid non-saline mineral soils flooded mostly by fresh water.r\nBarbary, Barrada, Caplen, Gentilly, Levy, and Tracosa soils: have more than 35 percent clay in the control section.\nFollet and Tracosa soils: have n-values of less than 0.7 between 20 and 51 cm (8 and 20 in) of the soil surface.\nScatlake soils: are in a very-fine family and have n-values greater than 1.0 throughout."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material: loamy eolian deposits and loamy stormy washover fluviomarine deposits from mixed sources\nLandscape:  barrier islands\nLandform: shallow depressional barrier flats\nSlope: 0 to 1 percent but mainly less than 0.5 percent\nMean annual precipitation: 1,016 to 1,321 (40 to 52 in)\nMean annual air temperature: 20.6 to 21.7 degrees C (69 to 71 degrees F)\nFrost-free period:  300 to 335\nElevation:  less than 1 m (3 ft)\nThornthwaite P-E Index: exceeds 50"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Caplen, Follet, and Tracosa series and the Harris, Mustang, Narta, Placedo, and Veston series.\nAll of these soils except Caplen have n-value of less than 0.7 within 20 to 51 cm (8 to 20 in) of the soil surface.\nFollet and Tracosa soils: are on similar landscapes.\nHarris, Mustang, Narta, Placedo, and Veston soils: occur on a slightly higher position and have a water table that is below the soil surface at least some time during the year.\nCaplen soils: are slightly higher."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Tatlum soils are very poorly drained.  Runoff is negligible. Permeability is very slow.  A permanent water table is at or slightly above the soil surface at low tides to 30 cm (12 in) above the surface during high tides. They are permanently saturated with sea water."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used mainly as wildlife land.  A few areas are grazed by livestock where the vegetation adds enough strength to the surface for support.  Native vegetation is dominated by smooth cordgrass.  Other plants include Salicornia and Batis species."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Along the Upper Gulf Coast in southeast Texas. LRR T; MLRA 150B (Gulf Coast Saline Prairies). Small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Brazoria County, Texas; 1978."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  These soils were formerly classified as a miscellaneous land type, Tidal flat, or were included with the Veston series.  This soil has halic properties as described by J. R. Coover, et al., in SSSA Proceedings, 1975.  These soils were reclassified to Sodic Hydraquents in 2015 in accordance with the Keys to Soil Taxonomy, Twelfth Edition, 2014.\nDiagnostic horizons and features recognized in this pedon are:\nPeraquic moisture regime n-value greater than 0.7\nADDITIONAL DATA:  KSSL data on pedon S1978TX039096 at the type location.\nTaxonomic Version: Keys to Soil Taxonomy, Twelfth Edition, 2014\nNational Cooperative Soil Survey\nU.S.A."
  }
}
