{
  "SERIES": "TATOOSH",
  "STATUS": "Established Series",
  "BYREV": "IRD. TMR/MPR",
  "REVDATE": "07/2017",
  "STATES": "WA",
  "OVERVIEW": "Landscape--Cascade Mountains\nLandform--mountain slopes, glacial valley walls, cirques, ridges\nSlope--10 to 100 percent\nParent material--volcanic ash and colluvium over andesite\nMean annual precipitation--about 2500 mm\nMean annual air temperature--about 3 degrees C\nDepth class--shallow\nDrainage class--well drained\nSoil moisture regime--udic\nSoil temperature regime--cryic\nSoil moisture subclass-typic",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Medial, glassy Lithic Vitricryands"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Tatoosh paragravelly medial sandy loam in a meadow on a south-facing valley wall with a slope of 65 percent and at an elevation of 1875 m (When described on October 27, 2011, the soil was frozen at the surface and moist throughout.)\nOi--0 to 1 cm; slightly decomposed plant material from grasses and forbs; many fine interstitial pores; very strongly acid (pH 4.5); abrupt wavy boundary\nA1--1 to 6 cm; paragravelly medial sandy loam, very dark gray (10YR 3/1) dry, black (10YR 2/1) moist; moderate medium granular structure; soft, very friable, nonsticky and nonplastic; common very fine and fine roots; many very fine and fine interstitial pores; 20 percent pumice paragravel; strongly acid (pH 5.2); abrupt wavy boundary\nA2--6 to 22 cm; paragravelly medial sandy loam, very dark grayish brown (10YR 3/2) dry, very dark brown (10YR 2/2) moist; moderate medium subangular blocky structure; soft, very friable, nonsticky and nonplastic; many very fine and fine, common medium, and few coarse roots; many very fine and fine interstitial pores; 20 percent pumice paragravel and 10 percent andesite gravel; strongly acid (pH 5.2); clear wavy boundary\nBw--22 to 46 cm; paragravelly medial sandy loam, yellowish brown (10YR 5/4) dry, dark yellowish brown (10YR 3/4) moist; moderate medium subangular blocky structure; soft, very friable, nonsticky and nonplastic; common very fine and fine and few medium and coarse roots; common very fine and fine irregular pores; 20 percent pumice paragravel and 10 percent andesite gravel; strongly acid (pH 5.4); abrupt irregular boundary\n2R--46 cm; fractured andesite"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Pierce County, Washington, on a ridge north of the White River, in the Yakima Park area, about 1.5 km southeast of the Sunrise Ranger Station in Mount Rainier National Park; about 415 m north and 255 m west of the southeast corner of section 35, T. 17 N., R. 9 E., Willamette Meridian; White River Park, Washington, U.S. Geological Survey quadrangle; latitude 46.911458 degrees north, longitude -121.624047 degrees west, datum WGS 84 (coordinates determined with a GPS)"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nMean annual soil temperature--2 to 7 degrees C\nSoil moisture control section--dry less than 45 consecutive days in June through October\nDepth to lithic contact--25 to 50 cm\nThickness of umbric epipedon--10 to 50 cm\nAll mineral horizons\n*Reaction--4.5 to 5.5\n*Volcanic glass content--50 to 75 percent\n*Ammonium oxalate Al plus 1/2 Fe--greater than 1.0 percent\nParticle-size control section\n*Clay content--1 to 10 percent\n*Pararock and rock fragment content--5 to 35 percent total, with pumice paragravel typically throughout the profile and andesite gravel or cobbles in lower part of profile in some areas\nSome pedons near the center of meadows and away from areas with a tree canopy do not have an O horizon.\nO horizon\n*In lieu of texture--slightly decomposed plant material, moderately decomposed plant material\n*Combined thickness--0 to 5 cm\nA1 horizon\n*Hue--10YR, 7.5YR\n*Value--2 to 3 moist, 3 to 5 dry\n*Chroma--1 or 2 moist or dry\n*Fine-earth texture--medial sandy loam, medial coarse sandy loam\n*Rock fragment content--10 to 30 percent pumice paragravel\n*Thickness--5 to 15 cm\nA2 horizon\n*Hue--10YR, 7.5YR\n*Value--2 to 3 moist, 3 to 5 dry\n*Chroma--1 or 2 moist or dry\n*Fine-earth texture--medial sandy loam, medial coarse sandy loam, medial loam\n*Pararock and rock fragment content--15 to 35 percent total, including 10 to 30 percent pumice paragravel and 0 to 15 percent andesite gravel\n*Thickness--10 to 25 cm\nBw horizon\n*Hue--10YR, 7.5YR\n*Value--3 or 4 moist, 4 to 6 dry\n*Chroma--2 to 6 moist or dry\n*Fine-earth texture--medial sandy loam, medial loamy sand, medial coarse sandy loam\n*Pararock and rock fragment content--15 to 35 percent total, including 10 to 30 percent pumice paragravel, 0 to 15 percent andesite gravel, and 0 to 5 percent andesite cobbles\n*Thickness--10 to 25 cm"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: None"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nElevation--1110 to 2265 m\nClimate--cool, dry summers; cold, wet winters\nMean annual precipitation--1550 to 3430 mm\nMean annual air temperature--1 to 6 degrees C\nFrost-free period--30 to 60 days"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:\nBurroughs--lithic contact within 50 to 100 cm (moderately deep); in similar landform positions\nLittletahoma--no lithic contact within 150 cm (very deep); in similar landform positions\nMountwow--aquic conditions with an upper limit of 25 cm from the mineral soil surface; in concave areas of similar landforms that receive water from adjacent slopes\nIpsut, Owyhigh, Tipsoo--ochric epipedon; albic and spodic horizons; on similar forested landforms"
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:\nDrainage class--well drained\nSaturated hydraulic conductivity (Ksat)--high or very high throughout"
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:\nUse--wildlife habitat, recreation\nPotential natural vegetation--subalpine and alpine meadows composed of Columbia brome, alpine aster, leafy aster, arctic lupine, Sitka valerian, common yarrow, smooth woodrush, phlox, kinnikinnick, pachistima, and scattered subalpine fir, whitebark pine, and common juniper"
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Central Cascade Mountains, Washington; MLRA 3; moderate extent"
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Mount Rainier National Park, Pierce County, Washington; 2014; name from Tatoosh Range in Mount Rainier National Park"
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nDiagnostic horizons and other features in this pedon\n*Particle-size control section--zone from 1 to 46 cm\n*Umbric epipedon--zone from 1 to 22 cm\n*Cambic horizon--zone from 22 to 46 cm\n*Andic soil properties--zone from 1 to 46 cm\n*Volcanic glass--zone from 1 to 46 cm\n*Depth to lithic contact--46 cm\n*Distinguishable tephra layers--mount Rainier X and Mount St. Helens Wn tephra (A1 horizon), Mount Rainier C tephra (A2 horizon), Mount St. Helens Yn tephra (Bw horizon)\n3/2017--This official series description was updated according to SSR1 Technical Note 11--Content and Format of Official Series Descriptions (revised 12/2015). Most of the changes were in formatting; no major technical changes were made.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
