{
  "SERIES": "TATTON",
  "STATUS": "Established Series",
  "BYREV": "JG-DNB-RM",
  "REVDATE": "05/2014",
  "STATES": "TX",
  "OVERVIEW": "The Tatton series consists of very deep, very poorly drained, very slowly permeable soils.  These soils formed in sandy eolian and storm washover sediments of Holocene age.  These nearly level soils are on wind-tidal flats on the bay or lagoon side of barrier islands.  These soils are subject to very frequent flooding by wind tides and tropical storms.  Slope ranges from 0 to 1 percent.  Mean annual air temperature is about 22 degrees C (72 degrees F) and mean annual precipitation is about 686 mm (27 in).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Siliceous, hyperthermic Sodic Psammaquents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Tatton fine sand--on a barren wind-tidal flat with a slope of less than 1 percent at an elevation of 0.2 meters (0.5 ft). (Colors are for moist soil unless otherwise stated.)\nAnz--0 to 10 cm (0 to 4 in); light yellowish brown (2.5Y 6/3) fine sand; moderate thin platy in the upper 2 in and massive; very friable; 1/8 to 1/4 in algal mat on surface; strongly saline; Sodium Adorption Ratio is about 125; strongly effervescent; moderately alkaline; clear smooth boundary. (Thickness is 0 to 23 cm [0 to 9 in].)\nAnzg--10 to 31 cm (4 to 12 in); light brownish gray (2.5Y 6/2) fine sand; massive; very friable; few light yellowish brown (2.5Y 6/3) strata about 1 1/2 in thick; strongly saline; Sodium Adorption Ratio is about 94; strongly effervescent; strongly alkaline; gradual smooth boundary. (Thickness is 8 to 38 cm [3 to 15 in].)\nCnzg1--31 to 46 cm (12 to 18 in); greenish gray (10Y 6/1) loamy fine sand; massive; very friable; 2 percent fine and medium prominent brownish yellow (10YR 6/6) masses of oxidized iron with diffuse boundaries at top of horizon; strongly saline; Sodium Adorption Ratio is about 90; very slightly effervescent; slightly alkaline; clear smooth boundary.\nCnzg2--46 to 66 cm (18 to 26 in); light brownish gray (2.5Y 6/2) fine sand; massive; very friable; 4 percent medium prominent dark grayish brown (2.5Y 4/2) iron depletions with diffuse boundaries in matrix; strongly saline; Sodium Adorption Ratio is about 82; strongly effervescent; slightly alkaline; clear smooth boundary.\nCnzg3--66 to 102 cm (26 to 40 in); dark greenish gray (5G 4/1) fine sand; massive; very friable; few greenish gray (5GY 6/1) strata about 1/8 to 1/4 in thick; strongly saline; Sodium Adorption Ratio is about 88; noneffervescent; slightly alkaline; clear smooth boundary. (Combined thickness is 155 to 180 cm [61 to 71 in].)\nCnzg4--102 to 203 cm (40 to 80 in); dark bluish gray (5B 4/1) fine sand; massive; very friable; very distinct sulfur smell; strongly saline; Sodium Adorption Ratio is about 78; noneffervescent; slightly alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Willacy County, Texas; from the intersection of Park Road 22 and the county line between Kleberg and Nueces Counties; 8.0 miles southwest on Park Road 22 to the pay station entrance of Padre Island National Seashore; 2.4 miles southwest on Park Road 22 to the end of the paved road; 57.9 miles south along the beach; 3.9 miles west on wind-tidal flat. South of Potrero Lopeno SE, Texas USGS topographic quadrangle; Latitude: 26 degrees 34 minutes 13.60 seconds N; Longitude: 97 degrees 20 minutes 0.2 seconds W; NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil Moisture: An aquic soil moisture regime.  The soil moisture control section is 31 to 91 cm (12 to 36 in) from the soil surface.  Although rainfall amounts are that of an ustic moisture regime, these soils remain saturated throughout in most years due to location on the landscape.  The top of a permanent water table is at a depth of 0 to 23 cm (0 to 9 in) throughout the year in normal years.\nMean annual soil temperature: 21.7 to 22.8 degrees C (71 to 73 degrees F)\nDepth to endosaturation: 0 to 23 cm (0 to 9 in)\nElectrical Conductivity (dS/m): 60 to 175\nSodium Adsorption Ratio: 60 to 125\nParticle-size control section (weighted average)\nClay content: 4 to 12 percent\nSand content: 85 to 95 percent\nAnz horizon\nHue: 10YR or 2.5Y\nValue: 5 or 6\nChroma: 2 or 3\nTexture: sand, fine sand, loamy sand, or loamy fine sand\nRedox Concentration: amount--0 to 5 percent, size--fine or medium, contrast--faint or distinct, boundary--clear or sharp, location--lining pores\nRedox depletions: amount--0 to 5 percent, size--fine or medium, contrast--faint, boundary--clear or diffuse, location--adjacent to masses of oxidized iron\nReaction: neutral to strongly alkaline\nAnzg horizon\nHue: 10YR, 2.5Y, 5Y or N/\nValue: 5 or 6\nChroma: 1 or 2\nTexture: sand, fine sand, loamy sand, or loamy fine sand\nRedox Concentration: amount--0 to 10 percent, size--fine or medium, contrast--faint or distinct, boundary--clear or sharp, location--lining pores\nRedox depletions: amount--0 to 5 percent, size--fine or medium, contrast--faint, boundary--clear or diffuse, location--adjacent to masses of oxidized iron\nReaction: neutral to strongly alkaline\nCnzg horizons\nHue: 10YR, 2.5Y, 5Y, 5GY, 5G or N/\nValue: 4 to 6\nChroma: 1 or 2\nTexture: sand, fine sand, loamy sand, or loamy fine sand\nRedox concentrations: amount--2 to 25 percent, size--fine to coarse contrast--faint to prominent, boundary--diffuse to sharp, location--throughout\nRedox depletions: amount--2 to 25 percent, size--fine or medium, contrast--faint or distinct, boundary--clear or diffuse, location--adjacent to masses of oxidized iron\nReaction: neutral to strongly alkaline"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Madre (TX) and Satatton (TX) series in the same family.  Similar soils are the Basinger (FL), Captiva (FL), Dianola (TX), Hallandale (FL), Kesson (FL), Margate (FL), Moultrie (FL), Mustang (TX), Novillo (TX), Pompano (FL), and Valkaria (FL) series.\nMadre soils: have Sodium Adorption Ratio values of less than 40, and Electrical Conductivity values of less than 30\nSatatton soils: are poorly drained and are frequently flooded\nBasinger, Moultrie, and Valkaria soils: are Spodic Psammaquents\nCaptiva and Margate soils: are Mollic Psammaquents\nDianola, Kesson, Novillo, Pomapano and Mustang soils: are Typic Psammaquents\nHallandale soils: are Lithic Psammaquents"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material: Sandy eolian and storm washover sediments of Holocene age.\nLandform: Wind-tidal flats\nSlope: 0 to 1 percent\nMean annual air temperature range: 22 to 24 degrees C (71 to 75 degrees F)\nMean annual precipitation range: 635 to 889 cm (25 to 35 in)\nPrecipitation Pattern: November through April are the driest months, with a second dry period in July.  September is the wettest month.\nFrost-free period: 310 to 350 days\nElevation: 0 to 0.3 m (0 to 1 ft)\nThornthwaite annual P-E indices: 31 to 44"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are Baffin, Daggerhill, Greenhill, Madre, Malaquite, Mustang, Padre, Panam, Satatton, Twinpalms, and Yarborough series.\nBaffin soils: are Sodic Hydraquents and are on a lower landform under seawater.\nDaggerhill and Greenhill soils: are Ustic Quartzipsamments and are on foredunes and back-island dune fields.\nMadre soils: are not very frequently flooded and on barrier flats.\nMalaquite soils: are Typic Halaquepts and are on barrier flats.\nMustang soils: are Typic Psammaquents and are on barrier flats.\nPadre and Panam soils: are Aquic Quartzipsamments and are on low dunes or mounds on barrier flats.\nSatatton soils: are poorly drained and are on similar positions.\nTwinpalms soils: are Aquic Ustorthents and are on spoil pile islands.\nYarborough soils: are Typic Halaquepts and are on spoil pile islands."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Very poorly drained; runoff is negligible due to the depressional feature of the wind-tidal flats.  Permeability is rapid above the high water table, but the overall permeability class is very slow.  A permanent water table fluctuates between the surfaces to about 23 cm (9 in).  These soils are very frequently flooded for long periods with salt water, which occur during times of high wind that pushes water onto the wind-tidal flats, storm surge, and heavy rains associated with tropical storms."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used primarily as wildlife habitat.  These soils are essentially barren of vegetation but have a thin benthic, blue-green algal mat consisting of Cyanobacteria.  Halophytic vegetation consisting of saltwort and glasswort occur for short periods after inundation.  The surface salinity rises as the surface dries, and eventually becomes toxic to the plants.  The ecological site is Wind Tidal Flat, PE 31-44 (150BY716TX)."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Gulf Coast Saline Prairies (MLRA 150B in LRR T) on barrier islands along the lower Gulf Coast of Texas.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Aransas County, Texas; 1975.  San Patricio and Aransas Counties, Texas survey area."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  The series type location was moved from the Ingleside Barrier strand plain in Aransas County to the barrier island in Willacy County in 2004.  Areas mapped as Tatton in Kenedy, Kleberg and Willacy are similar, while those in Aransas County vary.  The classification was changed in December, 2004 from Typic Psammaquents to Sodic Psammaquents based on application of the 9th edition of the Keys to Soil Taxonomy and field investigations during the mapping of Padre Island National Seashore.\nDiagnostic horizons and features recognized in this pedon are:\nParticle size control section: 25 to 102 cm (10 to 40 in). (Anz, Anzg, Cnzg1, Cnzg2, Cnzg3, and Cnzg4 horizons)\nOchric epipedon: 0 to 31 cm (0 to 12 in). (Anz and Anzg horizons)\nEndosaturation: The zone of saturation at 0 to 203 cm (0 to 80 in). (Anz, Anzg, Cnzg1, Cnzg2, Cnzg3, and Cnzg4 horizons)\nAquic conditions: These soils remain saturated and have reducing conditions for at least one month in most years from 0 to 203 cm (0 to 80 in)."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "ADDITIONAL DATA:  Laboratory data by the project staff exists on the typical pedon from Willacy County.  Particle-size analysis on three pedons, and salinity and sodicity tests on five pedons performed at the soil survey project office.\nTaxonomic Version:  Keys to Soil Taxonomy, Eleventh Edition, 2010"
  },
  "SITE": [
    [
      {
        "drainage": "very poorly",
        "drainage_overview": "very poorly"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Anz",
        "top": 0,
        "bottom": 10,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "2.5Y",
        "moist_value": 6,
        "moist_chroma": 3,
        "texture_class": "fine sand",
        "structure": "massive",
        "dry_rupture": "NA",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "eff_class": "strongly effervescent",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Anz--0 to 10 cm (0 to 4 in); light yellowish brown (2.5Y 6/3) fine sand; moderate thin platy in the upper 2 in and massive; very friable; 1/8 to 1/4 in algal mat on surface; strongly saline; Sodium Adorption Ratio is about 125; strongly effervescent; moderately alkaline; clear smooth boundary. (Thickness is 0 to 23 cm [0 to 9 in].)"
      },
      {
        "name": "Anzg",
        "top": 10,
        "bottom": 31,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "2.5Y",
        "moist_value": 6,
        "moist_chroma": 2,
        "texture_class": "fine sand",
        "structure": "massive",
        "dry_rupture": "NA",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "strongly alkaline",
        "eff_class": "strongly effervescent",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "Anzg--10 to 31 cm (4 to 12 in); light brownish gray (2.5Y 6/2) fine sand; massive; very friable; few light yellowish brown (2.5Y 6/3) strata about 1 1/2 in thick; strongly saline; Sodium Adorption Ratio is about 94; strongly effervescent; strongly alkaline; gradual smooth boundary. (Thickness is 8 to 38 cm [3 to 15 in].)"
      },
      {
        "name": "Cnzg1",
        "top": 31,
        "bottom": 46,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10Y",
        "moist_value": 6,
        "moist_chroma": 1,
        "texture_class": "loamy fine sand",
        "structure": "massive",
        "dry_rupture": "NA",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly alkaline",
        "eff_class": "very slightly effervescent",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Cnzg1--31 to 46 cm (12 to 18 in); greenish gray (10Y 6/1) loamy fine sand; massive; very friable; 2 percent fine and medium prominent brownish yellow (10YR 6/6) masses of oxidized iron with diffuse boundaries at top of horizon; strongly saline; Sodium Adorption Ratio is about 90; very slightly effervescent; slightly alkaline; clear smooth boundary."
      },
      {
        "name": "Cnzg2",
        "top": 46,
        "bottom": 66,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "2.5Y",
        "moist_value": 6,
        "moist_chroma": 2,
        "texture_class": "fine sand",
        "structure": "massive",
        "dry_rupture": "NA",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly alkaline",
        "eff_class": "strongly effervescent",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Cnzg2--46 to 66 cm (18 to 26 in); light brownish gray (2.5Y 6/2) fine sand; massive; very friable; 4 percent medium prominent dark grayish brown (2.5Y 4/2) iron depletions with diffuse boundaries in matrix; strongly saline; Sodium Adorption Ratio is about 82; strongly effervescent; slightly alkaline; clear smooth boundary."
      },
      {
        "name": "Cnzg3",
        "top": 66,
        "bottom": 102,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "5G",
        "moist_value": 4,
        "moist_chroma": 1,
        "texture_class": "fine sand",
        "structure": "massive",
        "dry_rupture": "NA",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly alkaline",
        "eff_class": "noneffervescent",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Cnzg3--66 to 102 cm (26 to 40 in); dark greenish gray (5G 4/1) fine sand; massive; very friable; few greenish gray (5GY 6/1) strata about 1/8 to 1/4 in thick; strongly saline; Sodium Adorption Ratio is about 88; noneffervescent; slightly alkaline; clear smooth boundary. (Combined thickness is 155 to 180 cm [61 to 71 in].)"
      },
      {
        "name": "Cnzg4",
        "top": 102,
        "bottom": 203,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "5B",
        "moist_value": 4,
        "moist_chroma": 1,
        "texture_class": "fine sand",
        "structure": "massive",
        "dry_rupture": "NA",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly alkaline",
        "eff_class": "noneffervescent",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Cnzg4--102 to 203 cm (40 to 80 in); dark bluish gray (5B 4/1) fine sand; massive; very friable; very distinct sulfur smell; strongly saline; Sodium Adorption Ratio is about 78; noneffervescent; slightly alkaline."
      }
    ]
  ]
}
