{
  "SERIES": "TATUM",
  "STATUS": "Established Series",
  "BYREV": "Rev. TPH-PLT: RHB",
  "REVDATE": "05/2006",
  "STATES": "AL,GA,NC,SC",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, mixed, semiactive, thermic Typic Hapludults"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Tatum silt loam - woodland. (Colors are for moist soil.)\nOe--2 to 0 inches: partially decomposed evergreen litter and twigs.\nA--0 to 4 inches; brown (7.5YR 4/4) gravelly silt loam; weak moderately granular structure; very friable; many fine and medium roots, few coarse roots; 25 percent quartz pebbles and sericite schist channers, and 5 percent cobbles by volume; very strongly acid; clear wavy boundary. (0 to 8 inches thick)\nBt1--4 to 13 inches; yellowish red (5YR 4/6) gravelly silty clay loam; weak moderately subangular blocky structure; friable; slightly sticky; slightly plastic; common fine and moderately roots, few coarse roots; few distinct clay films on faces of peds; 18 percent quartz pebbles and sericite schist channers by volume; very strongly acid; clear wavy boundary.\nBt2--13 to 31 inches; red (2.5YR 5/6) silty clay loam; moderate medium subangular blocky structure; firm; sticky; plastic; few fine roots; common distinct clay films on faces of peds; 5 percent quartz pebbles and sericite schist channers by volume; strongly acid; clear wavy boundary.\nBC--31 to 42 inches; yellowish red (5YR 5/8) silty clay loam; few fine distinct red (2.5YR 5/8) mottles; weak moderately subangular blocky structure; friable; slightly sticky; slightly plastic; very strongly acid; clear wavy boundary.\nC--42 to 54 inches; light reddish brown (5YR 6/4) and yellowish red (5YR 5/8) channery silt loam saprolite; common fine distinct reddish yellow (7.5YR 7/8) mottles; massive; very friable; 20 percent sericite schist channers by volume; strongly acid; clear wavy boundary.\nCr--54 to 62 inches; weathered, highly fractured sericite schist that can be dug with difficulty with a spade; strongly acid; abrupt smooth boundary.\nR--62 inches; unweathered, slightly fractured sericite schist."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Cleveland County, North Carolina; 3.0 miles south of Kings Mountain on North Carolina Highway 161 to Secondary Road 2289; 1.2 miles on Secondary Road 2289; 50 feet east to creek, 450 feet northeast in woods; USGS Kings Mountain topographic quadrangle; latitude 35 degrees 11 minutes 30 seconds north and longitude 81 degrees 21 minutes 30 seconds west"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSolum thickness: 30 to 60\nDepth to bedrock: 40 to 60 inches to soft bedrock and more than 60 inches to hard bedrock\nContent of mica flakes: None to few\nContent and size of rock fragments: 0 to 40 percent throughout the profile\nDepth to seasonal high water table: Greater than 60 inches\nReaction: Very strongly acid or strongly acid\nA or Ap:\nColor--hue of 5YR to 10YR, value of 3 through 6, and chroma of 2 through 8\nTexture--silt loam, loam, very fine sandy loam, or fine sandy loam in the fine-earth fraction. Severely eroded areas include clay loam or silty clay loam in the fine earth fraction.\nE horizon, (where present):\nColor--hue of 7.5YR or 10YR, value of 5 or 6, and chroma of 3 through 6\nTexture--loam, silt loam or fine sandy loam in the fine-earth fraction\nBE horizon, (where present):\nColor--hue of 2.5YR through 10YR, value of 4 through 6, and chroma of 3 to 8\nTexture--loam, silt loam, clay loam, or silty clay loam in the fine-earth fraction\nBt horizon:\nColor--hue of 10R to 5YR, value of 4 or 5, and chroma of 4 to 8. Some pedons have mottles in shades of yellow, red, or brown\nTexture--silty clay loam, silty clay, clay loam, or clay in the fine-earth fraction and contains more than 30 percent silt or more than 40 percent silt plus very fine sand.\nBC or CB horizons, (where present):\nColor--hue of 10R to 5YR, value of 4 through 6, and chroma of 4 through 8. Other colors occur as streaks or mottles in some pedons.\nTexture--clay loam, silty clay loam, silty clay, or clay in the fine-earth fraction\nC horizon, (where present):\nColor--hue of 10R through 5YR, value of 4 through 6, and chroma of 4 through 8.  Texture--silt loam, loam, clay loam, silty clay loam, silty clay, or clay saprolite in the fine-earth fraction\nCr horizon:\nType of bedrock--weathered, slightly fractured to highly fractured fine grained rock that can be dug with difficulty with a spade.\nR horizon, (where present):\nType of bedrock--unweathered high-grade metamorphic rock"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:\nAlbertville--have a Bt horizon with hue of 7.5YR or 10YR and are weathered from shale\nAppomattox--have a depth to bedrock greater than 60 inches and formed in alluvium or colluvium capping, derived dominantly from a mixture of crystalline rocks, over residuum\nBadin--have a depth to paralithic contact at 20 to 40 inches\nBrockroad--have a lithologic discontinuity at 24 to 50 inches and formed in residuum from mica schist and gneiss\nCarnasaw--formed in residuum weathered from shale of Pennsylvanian age and occur in MLRA 119 and 118\nCatharpin--have a depth to bedrock greater than 60 inches and a lithologic discontinuity between 24 to 50 inches\nCoghill--have a depth to bedrock greater than 60 inches and formed in residuum from quartzose limestone and interbedded calcareous sandstone and shale\nCorryton--have a depth to bedrock greater than 60 inches and formed in residuum derived from shale interbedded with thin seams of limestone\nCunningham--have a Bt horizon 10YR or yellower and formed in residuum from shale\nCuthbert--have a depth to weakly consolidated sandstone or shale of 20 to 40 inches\nEnders--formed in loamy and clayey residuum from shale, or interbedded shale and sandstone\nGalilee--have a depth to bedrock of 20 to 40 inches\nKirvin--formed in residuum from stratified sandstone and shale\nLuverne--have a depth to bedrock greater than 60 inches and formed in stratified marine sediments of the Southern Coastal Plain\nMasada--have a depth to bedrock greater than 60 inches and formed in old alluvium on terraces\nMayodan--have a depth to bedrock greater than 60 inches and formed in residuum weathered from Triassic materials\nMcQueen--have a depth to bedrock greater than 60 inches and formed in stratified clayey and loamy alluvial sediments on stream terraces\nNason--have a subsoil horizon of 5YR to 10YR\nRemlap-have a depth to limestone bedrock greater than 60 inches\nSweatman-have a depth to bedrock greater than 60 inches and formed in marine sediments consisting of bedded clayey shales\nTownley-have a depth to consolidated shale bedrock of 20 to 40 inches\nUwharrie-have a depth to bedrock greater than 60 inches\nVance-have a depth to bedrock greater than 60 inches"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nLandscape: Piedmont\nLandform: Ridges\nParent Material: residuum from sericite schist, phyllite, or other fine-grained metamorphic rocks\nMean Annual Air Temperature: 59 to 65 degrees\nMean Annual Precipitation: 40 to 50 inches\nFrost Free Period: 175 to 240 days"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:\nGeorgeville-have a depth to bedrock of greater than 60 inches and have kaolinitic mineralogy; intermingled in some areas\nHerndon-have a depth to bedrock greater than 60 inches, have a subsoil which is 5YR to 10YR, and have kaolinitic mineralogy,; intermingled in some areas\nNason--have a subsoil horizon of 5YR to 10YR; intermingled in some areas\nAlamance--have a depth to Carolina slate bedrock of greater than 60 inches and have less than 35 percent clay in the Bt horizon; intermingled in some areas\nBadin-have a depth to paralithic contact at 20 to 40 inches; intermingled in some areas\nCid--have a depth to a lithic contact with slate bedrock at 20 to 40 inches and a depth to a perched water table at 1.5 to 2.5 feet during the months of December to May\nGoldston-have a depth to a paralithic contact with slate bedrock at less than 20 inches\nGundy-have a subsoil that has a base saturation of more than 35 percent0\nKirksey--have less than 35 percent clay in the subsoil, have a depth to a lithic contact with hard slate bedrock at 40 to 60 inches, and a depth to a perched water table at 1.5 to 3.0 feet during the months of December to March\nLignum--have a depth to a perched water table at 1.0 to 2.5 feet during the months of December to May\nMisenheimer-have a depth to a paralithic contact with slate bedrock at a depth of 10 to 20 inches and have a depth to a perched water table at 1.0 to 1.5 feet during the months of December to April\nOrange-have a depth to a lithic contact at 40 to 60 inches and a depth to a perched water table at 1.0 to 3.0 feet during the months of December to May\nSecrest-have less than 35 percent clay in the subsoil and have a depth to a perched water table of 1.5 to 2.5 feet during the months of December to March"
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:\nAgricultural Drainage Class: Well drained\nPermeability: Moderate"
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:\nMajor Uses: Mostly in woodland\nDominant vegetation: Where wooded-- mostly hardwoods and pine. Where cultivated--corn, small grain, hay and soybeans"
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:\nDistribution: Thermic piedmont plateau in North Carolina, South Carolina, Alabama, Georgia, and Virginia\nExtent: Moderate\nMLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Raleigh, North Carolina"
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Raleigh, North Carolina\nDepth Class: Deep\nDrainage Class: Well drained\nPermeability: Moderate\nSurface Runoff: Slow to very rapid\nParent Material: residuum from sericite schist, phyllite, or other fine-grained metamorphic rocks\nSlope: 0 to 50 percent\nMean Annual Air Temperature (type location): 62 degrees F.\nMean Annual Precipitation (type location): 44 inches"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Orange County, Virginia, 1927."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\na. Ochric epipedon - the zone from 0 to 6 inches (A horizon).\nb. Argillic horizon - the zone from 6 to 44 inches (Bt horizons).\nc. Paralithic contact at 44 inches.\n2006 revisions included minor text cleanup.\nADDITIONAL DATA:\nTABULAR SERIES DATA:\nSOI-5  Soil Name   Slope  Airtemp FrFr/Seas Precip  Elevation\nVA0013 TATUM       0- 50   59- 65  175-240  40- 50   250- 900\nVA0136 TATUM       0- 50   58- 65  180-200  38- 46   250- 900\nVA0281 TATUM       0- 50   58- 65  180-200  38- 46   250- 900\nSOI-5  FloodL FloodH Watertable Kind   Months  Bedrock Hardness\nVA0013 NONE          6.0-6.0              -     40-60   SOFT\nVA0136 NONE          6.0-6.0              -     40-60   SOFT\nVA0281 NONE          6.0-6.0              -     40-60   SOFT\nSOI-5  Depth  Texture                3-Inch  No-10  Clay%   -CEC-\nVA0013  0- 6  SIL L VFSL              0-  5  80-100 12-27    -\nVA0013  0- 6  FSL                     0-  5  80-100  5-20    -\nVA0013  0- 6  SICL CL                 0-  5  75- 90 27-40    -\nVA0013  6-44  SICL SIC C              0-  5  75- 95 45-60    -\nVA0013  44-62  WB                      -       -      -      -\nVA0136  0- 6  GR-SIL GR-L GR-VFSL     0- 10  55- 75 12-27    -\nVA0136  0- 6  GR-FSL                  0- 10  55- 75  5-20    -\nVA0136  0- 6  GR-SICL GR-CL           0- 10  55- 75 40-50    -\nVA0136  6-44  SICL SIC GR-C           0- 10  55- 95 45-60    -\nVA0136  44-62  WB                      -       -      -      -\nVA0281  0- 6  GR-C                    0- 10  55- 75 40-50    -\nVA0281  6-44  SICL SIC GR-C           0- 10  55- 95 45-60    -\nVA0281  44-62  WB                      -       -      -      -\nSOI-5  Depth    -pH-     O.M.  Salin  Permeab   Shnk-Swll\nVA0013  0- 6  4.5- 5.5  .5-2.  0- 0   0.6- 2.0  LOW\nVA0013  0- 6  4.5- 5.5  .5-2.  0- 0   0.6- 2.0  LOW\nVA0013  0- 6  4.5- 5.5  0.-2.  0- 0   0.6- 2.0  LOW\nVA0013  6-44  4.5- 5.5  0.-.5  0- 0   0.6- 2.0  MODERATE\nVA0013  44-62    -        -     -    0.00-0.06\nVA0136  0- 6  4.5- 5.5  .5-2.  0- 0   0.6- 2.0  LOW\nVA0136  0- 6  4.5- 5.5  .5-2.  0- 0   0.6- 2.0  LOW\nVA0136  0- 6  4.5- 5.5  .5-2.   -     0.6- 2.0  MODERATE\nVA0136  6-44  4.5- 5.5  0.-.5  0- 0   0.6- 2.0  MODERATE\nVA0136  44-62    -        -     -    0.00-0.06\nVA0281  0- 6  4.5- 5.5  .5-2.  0- 0   0.6- 2.0  MODERATE\nVA0281  6-44  4.5- 5.5  0.-.5  0- 0   0.6- 2.0  MODERATE\nVA0281  44-62    -        -     -    0.00-0.06\nNational Cooperative Soil Survey\nU.S.A."
  }
}
