{
  "SERIES": "TAUMSAUK",
  "STATUS": "Established Series",
  "BYREV": "Rev. BLB-RLT",
  "REVDATE": "02/2003",
  "STATES": "MO",
  "OVERVIEW": "The Taumsauk series consists of shallow and very shallow, somewhat excessively drained, moderately permeable soils on mountain glade areas.  These soils formed in colluvium or residuum weathered from rhyolite or felsite.  Permeability is moderate. Slopes range from 8 to 35 percent.  Mean annual temperature is 56 degrees F, and mean annual precipitation is 42 inches.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, active, mesic Lithic Hapludults"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Taumsauk very cobbly silt loam - on a 21 percent south-facing slope with native grasses, mosses and lichens and a few scattered black hickory and eastern red cedars at 1,580 feet elevation. (Colors are for moist soil unless otherwise stated.)\nA--0 to 6 inches; very dark grayish brown (10YR 3/2) very cobbly silt loam, brown (10YR 5/3) dry; strong fine granular structure; very friable; many fine roots; 25 percent rhyolite gravel and 25 percent rhyolite cobbles; rhyolite stones 10 to 24 inches in diameter cover about 15 percent of the soil surface; moderately acid; clear smooth boundary.  (2 to 10 inches thick)\nBt1--6 to 11 inches; brown (7.5YR 4/4) very cobbly silt loam; moderate medium subangular blocky structure; friable; common medium roots; few faint clay films on faces of peds; 20 percent rhyolite gravel, 30 percent rhyolite cobbles and 10 percent rhyolite stones; moderately acid; clear smooth boundary.  (2 to 12 inches thick)\nBt2--11 to 16 inches; dark yellowish brown (10YR 4/4) very cobbly silty clay loam; moderate fine subangular blocky structure; friable; common medium roots; few faint clay films; few fine distinct reddish brown (5YR 5/4) masses of iron accumulation; 20 percent rhyolite gravel, 30 percent rhyolite cobbles and 10 percent rhyolite stones; very strongly acid; abrupt irregular boundary.  (0 to 6 inches thick)\nR--16 inches; hard massive rhyolite bedrock."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Iron County, Missouri, about 4 miles southwest of Ironton; 1,300 feet east and 1,150 feet north of the southwest corner, sec. 3, T. 33 N., R. 3 E; Ironton quadrangle, lat. 37 degrees 34 minutes 15 seconds N. and 90 degrees 42 minutes 25 seconds W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Thickness of the solum and depth to hard rock ranges from 4 to 20 inches.  Stones, boulders and associated rock outcrop occupy from 0.1 to 50 percent of the soil surface.  Rock fragment content in the Bt horizon ranges from 35 to 75 percent.\nThe A horizon has hue of 10YR, value of 2 to 4, and chroma of 2 to 4.  It is cobbly silt loam, very cobbly silt loam, very channery silt loam, gravelly silt loam or very gravelly silt loam.  Reaction is slightly acid to extremely acid.\nThe Bt1 or BA horizon has hue of 7.5YR or 10YR, value of 4 or 5, and chroma of 2 to 6.  It is very gravelly, extremely gravelly, extremely channery, or very cobbly analogs of silt loam or clay loam. Reaction is moderately acid to very strongly acid.\nThe Bt2 horizon has hue of 10YR or 7.5YR, value of 4 or 5 and chroma of 4 to 6. It is very cobbly, extremely cobbly, extremely channery, or very gravelly analogues of silt loam or silty clay loam. Reaction is strongly acid to extremely acid."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no other series in the family."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Taumsauk soils are on convex side slopes of mountain ridges. The position is commonly on back slopes or shoulder slopes, but may be on undulating summits.  Slopes range from 8 to 35 percent. These soils formed in colluvium or residuum weathered from rhyolite or felsite.  The mean annual temperature ranges from 54 to 58 degrees F, and the mean annual precipitation ranges from 40 to 45 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Delassus, Irondale, Killarney, and Knobtop soils.  All of these soils are deeper than 20 inches to bedrock.  Delassus and Killarney soils are on lower slopes. Irondale soils are on similar positions and Knobtop soils are on higher positions."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Somewhat excessively drained.  Runoff is very high.  Permeability is moderate."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Areas remain in native grasses, shrubs and a few stunted hardwoods."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  The St. Francois Mountains of the Missouri Ozarks (MLRA 116C).  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Morgantown, West Virginia"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Iron County, Missouri, 1985."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this series are:\n1) ochric epipedon - the zone from the surface of the soil to a depth of 6 inches (A horizon);\n2) argillic horizon - the zone from approximately 6 inches to 16 inches (Bt horizon),\n3) lithic feature - hard bedrock at 16 inches\n4) udic moisture regime.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
