{
  "SERIES": "TAVERNIER",
  "STATUS": "Established Series",
  "BYREV": "Rev. GWH/CAP/RBT",
  "REVDATE": "03/2021",
  "STATES": "FL",
  "OVERVIEW": "MLRA(s): 156A\nSoil Survey Regional Office (SSRO) Responsible: Auburn, Alabama\nDepth Class: Shallow\nDrainage Class: Very poorly drained\nSaturated Hydraulic Conductivity:  High to very high in the organic material and negligible in the rock material\nIndex Surface Runoff: Medium\nParent Material: Organic materials over oolitic limestone bedrock\nSlope: 0 to 1 percent\nElevation: -1.0 to 3 feet above mean sea level.\nMean Annual Air Temperature: 26 degrees C. (78 degrees F.)\nMean Annual Precipitation: 1270 centimeters (50 inches)",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Euic, isohyperthermic, shallow Typic Sulfisaprists"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Tavernier muck in a tidal mangrove swamp. (Colors are for moist soil unless otherwise stated).\nOase--0 to 20 centimeters (0 to 8 inches); very dark grayish brown (10YR 3/2) muck, dark grayish brown (10YR 4/2), dry; 20 percent unrubbed fiber, 5 percent rubbed fiber; moderate sulfurous odor; many fine and common medium roots throughout; 10 percent limestone gravel; slightly alkaline (pH 7.4); abrupt smooth boundary. [18 to 50 centimeters (7 to 20 inches) thick]\n2R--20 centimeters (8 inches); weakly to strongly cemented oolitic limestone bedrock; solution holes up to 102 centimeters (40 inches) or more deep can be filled with sandy and/or loamy material."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Monroe County, Florida; Key Largo; about 1,457 feet east of the intersection of State Road 905 and 905A; about 400 feet east and 760 feet north of the southwest corner of Sec. 24, T. 59 S., R. 40 E.; latitude 25 degrees 17 minutes 10.53 seconds N longitude 80 degrees 17 minutes 59.11 seconds W; WSG84; USGS Card Sound, FL quadrangle."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSolum thickness: 18 to 50 centimeters (7 to 20 inches)\nDepth to seasonally high water table: 0 to 15 centimeters (0 to 6 inches)\nSoil Reaction: Slightly acid to slightly alkaline throughout\nDepth of the organic material: 18 to 50 centimeters (7 to 20 inches)\nDepth to limestone bedrock: 18 to 50 centimeters (7 to 20 inches)\nFiber content: Un-Rubbed: 15 to 50 percent; rubbed less than 17 percent\nParticle-size control section, mineral (weighted averages):\nMineral content: 0 to 10 percent\nOase horizon:\nColor: Hue 5YR to 10YR or Neutral, value 1 to 3, chroma: 1 to 3\nTexture: muck or gravelly muck\nRock fragments: 0 to 20 percent limestone gravel\nEC (mmhos/cm): 16 to 32 or more\nExchangeable Sodium: 30 to 60 percent or more\nSodium Absorption Ratio: 30 to 60 percent or more\n2R horizon: weakly to strongly cemented oolitic limestone bedrock; solution holes up to 102 centimeters (40 inches) or more deep can be filled with sandy and/or loamy material."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no known competing series in this family.  Similar soils in related families include Islamorada, Keylargo, and Matecumbe.\nIslamorada - are moderately deep to bedrock on similar landform positions.\nKeylargo - are very deep soils to limestone bedrock on similar landforms.\nMatecumbe - are very shallow soils to limestone bedrock on similar landforms."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nLandscape: Lower Coastal Plain\nLandform(s): marine marshes, swamps, and low broad tidal flats on the Key West Islands and/or along the southern coast of the Florida Peninsula\nParent material: Well decomposed organic materials over oolitic limestone bedrock\nMean annual temperature: 25 to 27 degrees C (77 to 81 degrees F)\nMean annual precipitation: 1067 to 1778 millimeters (42 to 70 inches)\nFrost-free period: 365 days"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:\nCudjoe - have marly silt loam particle-sized control section, have water tables greater than 15 centimeters (6 inches), and occur on slightly higher positions in the tidal zone.\nKeyvaca - have a loamy-skeletal particle-sized control section, have water tables greater than 91 centimeters and occur on higher landform positions.\nKeywest - have stratification of marl and muck materials over oolitic limestone that is greater than 100 centimeters deep on similar landform positions.\nLignumvitae - have marly silt loam particle-sized control section, have bedrock at depths greater than 50 centimeters on similar landform positions.\nSaddlebunch - have marly silt loam particle-sized control section and are on slightly higher landform positions."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:\nDrainage class: Very poorly drained\nSaturated hydraulic conductivity (Ksat): High to very high\nRunoff: Medium\nDepth to seasonal high-water table: 0 to 15 centimeters (0 to 6 inches)\nFlooding frequency and duration: very frequently and very brief duration from tides, subject to flooding from storm surges and hurricanes"
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:\nMajor uses: wildlife habitat and water quality.\nDominant vegetation: Red and black mangroves, and saltwort."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  MLRA 156A Florida Everglades and Associated Areas.\nExtent: limited"
  },
  "REGIONAL OFFICE": {
    "section": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE",
    "content": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE: Auburn, Alabama"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Monroe County, Florida, 1989."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nThese soils were formerly classified as shallow, Lithic Haplosaprists and are revised here to the twelfth edition of the keys (2014).\nDiagnostic horizons and features recognized in this typical pedon:\n1.\tHistic epipedon - 0 to 20 centimeters (0 to 8 inches) (Oase horizon)\n2.\tLithic (shallow) contact - 20 centimeters (8 inches) (2R horizon)\n3.\tPeraquic feature - the zone from 0 to 203 centimeters (0 to 80 inches).\n4.\tAquic conditions - endosaturation ranges from 0 to 203 centimeters (0 to 80 inches).\n5.\tSulfidic feature - the zone from 0 to 20 centimeters (0 to 8 inches) contains sulfidic soil materials.\nADDITIONAL DATA:\nLaboratory data is available on the National Soil Survey website at: http://ncsslabdatamart.sc.egov.usda.gov/querypage.aspx\nOSD User Site ID: S1987FL087001\nOSD User Pedon ID: S1987FL087001\nNational Cooperative Soil Survey\nU.S.A."
  }
}
