{
  "SERIES": "TEAGULF",
  "STATUS": "Tentative Series",
  "BYREV": "Rev. HBR/PSD",
  "REVDATE": "12/1999",
  "STATES": "WY",
  "OVERVIEW": "The Teagulf series consists of moderately deep, well drained soils that formed in modified residuum and slopewash alluvium from calcareous sedimentary rocks.  Teagulf soils are on erosional upland plains and alluvial fans.  Slopes are 0 to 8 percent.  The mean annual precipitation is about 8 inches.  The mean annual temperature is about 43 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS:  Coarse-loamy, mixed, superactive, frigid Typic Haplocalcids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Teagulf fine sandy loam - rangeland.  (Colors are for dry soil unless otherwise stated).\nA1--0 to 3 inches; light brownish gray (10YR 6/2) fine sandy loam, dark grayish brown (10YR 4/2) moist; weak fine granular structure; soft, very friable, nonsticky and nonplastic; strongly effervescent, lime disseminated; moderately alkaline (pH 8.2); clear wavy boundary.  (2 to 5 inches thick)\nB2--3 to 10 inches; light brownish gray (10YR 6/2) fine sandy loam, dark grayish brown (10YR 4/2) moist; weak coarse prismatic structure; slightly hard, friable; slightly sticky, nonplastic; common fine roots; slightly effervescent, lime segregated in lower part; moderately alkaline (pH 8.2); clear wavy boundary.  (5 to 16 inches thick)\nC1ca--10 to 35 inches; light olive brown (2.5Y 5/4) fine sandy loam, olive brown (2.5Y 4/4) moist; massive; slightly hard, friable, slightly sticky, slightly plastic; few fine roots; strongly effervescent, lime is segregated in soft masses; strongly alkaline (pH 9.0).\nC2r--35 inches; soft sandstone."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Sweetwater County, Wyoming; NW1/4, NE1/4, of Sec. 28, T20N, R110W.  About 4 miles north of Westvaco."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The mean annual soil temperature is 43 degrees to 47 degrees F.  The mean summer soil temperature is 63 degrees to 68 degrees F.  Coarse fragment content is typically less than 5 percent but ranges in some pedons from 0 to 15 percent and consists of gravel and channers.  Depth to horizons of continuous carbonate accumulation is 7 to 20 inches.  Depth to bedrock is typically 28 to 35 inches but may range from 20 to 40 inches.\nThe A horizon has hue of 10YR or 2.5Y; values of 5 through 7 dry, 4 or 5 moist; and chroma of 2 through 4 dry and moist.  Textures are fine sandy loam, sandy loam, or loamy fine sand.  Reaction is mildly or moderately alkaline.  Effervescence ranges from none to strong.  Salinity is 0 to 2 mmhos/cm.\nThe B horizon has hue of 10YR or 2.5Y; values of 5 through 7 dry, 4 or 5 moist; and chroma of 2 through 6 dry and moist.  Textures are fine sandy loam or sandy loam.  Reaction is mildly or moderately alkaline.  Structure is weak prismatic or weak subangular blocky.  Effervescence is slight to strong.  Salinity is 0 to 2 mmhos/cm.\nThe Cca horizon has hues of 10YR or 2.5Y; values of 6 or 8 dry, 4 to 6 moist; and chroma of 2 through 6 dry and moist.  Textures are fine sandy loam or sandy loam.  Reaction is moderately or strongly alkaline.  Effervescence is strong or violent.  Salinity is 0 to 4 mmhos/cm.  Carbonate equivalent ranges from 8 to 25 percent."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are McGinty and Pepal (P) series.  Both soils are over 40 inches deep to bedrock and McGinty soils formed in alluvium from basalt."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Teagulf soils are on nearly level and gently sloping erosional upland plains and alluvial fans.  The soils formed in modified residuum and slopewash alluvium from sedimentary rocks.  Slopes are 0 to 8 percent.  Elevations range from 6,000 to 7,300 feet.  Average annual precipitation is 6 to 9 inches.  The mean annual air temperature is 38 degrees to 45 degrees F., and the mean summer air temperature is 61 degrees to 66 degrees F.  The frost-free season is about 80 to 110 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Huguston, Terada, and competing Pepal soils.  Huguston soils are less than 20 inches deep to bedrock.  Terada soils lack calcic horizons.  These soils occupy relative positions on the landscape."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; slow to medium runoff; moderately rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils support native vegetation used for domestic livestock grazing and for wildlife habitat.  Native vegetation at the type location is mainly big sagebrush, shadscale, low rabbitbrush, needleandthread, Indian ricegrass, thickspike wheatgrass, needleleaf sedge, pricklypear cactus, and phlox."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Throughout the Green River basin of southwestern Wyoming.  The series is extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES PROPOSED",
    "content": "SERIES PROPOSED:  Sweetwater County, Wyoming; 1979.\nClassification updated to superactive Typic Haplocalcids from Typic Calciorthids December 1999.  Description last updated by the state February 1980.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": null
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A1",
        "top": 0,
        "bottom": 8,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "fine sandy loam",
        "pH": 8.2,
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "A1--0 to 3 inches; light brownish gray (10YR 6/2) fine sandy loam, dark grayish brown (10YR 4/2) moist; weak fine granular structure; soft, very friable, nonsticky and nonplastic; strongly effervescent, lime disseminated; moderately alkaline (pH 8.2); clear wavy boundary.  (2 to 5 inches thick)"
      },
      {
        "name": "B2",
        "top": 8,
        "bottom": 25,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "fine sandy loam",
        "pH": 8.2,
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "B2--3 to 10 inches; light brownish gray (10YR 6/2) fine sandy loam, dark grayish brown (10YR 4/2) moist; weak coarse prismatic structure; slightly hard, friable; slightly sticky, nonplastic; common fine roots; slightly effervescent, lime segregated in lower part; moderately alkaline (pH 8.2); clear wavy boundary.  (5 to 16 inches thick)"
      },
      {
        "name": "C1ca",
        "top": 25,
        "bottom": 89,
        "dry_hue": "2.5Y",
        "dry_value": 5,
        "dry_chroma": 4,
        "moist_hue": "2.5Y",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "fine sandy loam",
        "pH": 9,
        "pH_class": "strongly alkaline",
        "narrative": "C1ca--10 to 35 inches; light olive brown (2.5Y 5/4) fine sandy loam, olive brown (2.5Y 4/4) moist; massive; slightly hard, friable, slightly sticky, slightly plastic; few fine roots; strongly effervescent, lime is segregated in soft masses; strongly alkaline (pH 9.0)."
      },
      {
        "name": "C2r",
        "top": 89,
        "texture_class": "sand",
        "narrative": "C2r--35 inches; soft sandstone."
      }
    ]
  ]
}
