{
  "SERIES": "TEAGO",
  "STATUS": "Established Series",
  "BYREV": "Rev. TRV-SHG-CAW",
  "REVDATE": "05/2001",
  "STATES": "VT",
  "OVERVIEW": "The Teago series consists of somewhat excessively drained soils that formed in sandy glacial till that is high in mica on bedrock-controlled glaciated uplands. They are moderately deep to mica schist and phyllite interbedded with micaceous crystalline limestone bedrock. Permeability is moderately rapid or rapid in the solum and rapid in the substratum. Slope ranges from 0 to 50 percent. Mean annual precipitation is about 38 inches and mean annual temperature is about 43 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Mixed, frigid Humic Psammentic Dystrudepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Teago fine sandy loam, on a 20 percent south facing slopes in a pasture. (Colors are for moist soil, unless otherwise stated.)\nAp--0 to 5 inches; very dark grayish brown (10YR 3/2) fine sandy loam, grayish brown (10YR 5/2) dry; weak fine granular structure; very friable; many very fine and fine roots; strongly acid; abrupt smooth boundary. (2 to 9 inches thick)\nBw1--5 to 13 inches; dark brown (7.5YR 3/4) loamy fine sand; weak fine granular structure; very friable; common very fine roots; 1 percent rock fragments; moderately acid; clear smooth boundary.\nBw2--13 to 23 inches; dark yellowish brown (10YR 3/6) loamy fine sand; weak fine granular structure; very friable; few very fine roots; 1 percent rock fragments; slightly acid; clear smooth boundary.\nC--23 to 32 inches; dark brown (10YR 3/3) channery sand; single grain; very friable; few very fine roots; 15 percent rock fragments; neutral; abrupt wavy boundary. (0 to 15 inches thick)\nR--32 inches; interbedded mica schist, phyllite and micaceous crystalline limestone."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Windsor County, Vermont; Town of Pomfret; 1200 feet west northwest of the village of Pomfret and 1200 feet northeast of Burns Cemetery; latitude 43 degrees 42 minutes 22 seconds North, longitude 72 degrees 31 minutes 15 seconds West, NAD 27."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Thickness of the solum ranges from 15 to 30 inches. Depth to bedrock ranges from 20 to 40 inches. Rock fragments range from 0 to 15 percent in the solum and 0 to 35 percent in the substratum and are mainly\nweathered limestone, schist and quartzite. Sand-sized mica grains are visible in all horizons.  Reaction ranges from strongly acid to slightly acid in the solum and slightly acid to neutral in the substratum.\nThe Ap or A horizon has hue of 7.5YR or 10YR, value of 2 to 3 and chroma of 2 to 4. Texture is fine sandy loam, loamy fine sand, or loamy sand in the fine earth fraction.\nThe Bw horizon has hue of 7.5YR or 10YR, value of 3 or 4 and chroma of 2 to 6. Texture is loamy fine sand, loamy sand or sand in the fine earth fraction but the range includes fine sandy loam within 10 inches of the mineral soil surface.\nThe C horizon has hue of 7.5YR or 10YR and value and chroma of 2 to 4. Texture is loamy sand or sand in the fine earth fraction."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no other series in this family. Pomfret soils are in a related family. They are deep or very deep to bedrock."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Teago soils are on bedrock-controlled glaciated uplands. They developed in coarse textured, friable till of Wisconsin age derived mainly from mica schist, phyllite and crystalline limestone. Slope ranges from 0 to 50 percent. Mean annual precipitation ranges from 36 to 46 inches and is well distributed throughout the growing season. The Mean annual air temperature ranges from 40 to 44 degrees F. The frost-free season ranges from 90 to 135 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Buckland, Cabot, Dummerston, Glover, Pomfret, and Vershire soils. Buckland and Cabot soils are on foot slopes and toe slopes and have densic materials in the substratum. Glover and Vershire soils are on adjacent, bedrock controlled landforms. Glover soils are shallow to bedrock and Vershire soils are moderately deep to bedrock. Dummerston and Pomfret soils are on similar landforms. Dummerston soils are very deep to\nbedrock and Pomfret soils are deep or very deep to bedrock."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Somewhat excessively drained. Permeability is moderately rapid or rapid in the solum and rapid in the substratum."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most areas of this soil are in forest or are used for hay and pasture. Common trees are sugar maple, eastern white pine and paper birch. Common juniper is a pioneer species in abandoned pastures."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Vermont and possibly western New Hampshire. This series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Amherst, Massachusetts."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Windsor County, VT 2000."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: 1. The classification is corrected with this revision. The Sandy particle-size class name is redundant in Psammentic subgroups and therefore is dropped.\n2. Diagnostic horizons and features recognized in this pedon are:\na. Umbric epipedon - the zone from 0 to 7 inches (A horizon and upper 2 inches of the Bw1, when mixed).\nb. Lack of a cambic horizon. (Bw horizons have texture coarser than loamy very fine sand below 10 inches in depth.)\nc. Sandy particle-size class.\nd. Lithic contact - 32 inches."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "ADDITIONAL DATA:  Characterization data is available from the National Soil Survey Laboratory.  Pedon no. S00VT-027-001."
  },
  "SITE": [
    [
      {
        "drainage": "somewhat excessively",
        "drainage_overview": "somewhat excessively"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 13,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "fine sandy loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "strongly acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Ap--0 to 5 inches; very dark grayish brown (10YR 3/2) fine sandy loam, grayish brown (10YR 5/2) dry; weak fine granular structure; very friable; many very fine and fine roots; strongly acid; abrupt smooth boundary. (2 to 9 inches thick)"
      },
      {
        "name": "Bw1",
        "top": 13,
        "bottom": 33,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "7.5YR",
        "moist_value": 3,
        "moist_chroma": 4,
        "texture_class": "loamy fine sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bw1--5 to 13 inches; dark brown (7.5YR 3/4) loamy fine sand; weak fine granular structure; very friable; common very fine roots; 1 percent rock fragments; moderately acid; clear smooth boundary."
      },
      {
        "name": "Bw2",
        "top": 33,
        "bottom": 58,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 6,
        "texture_class": "loamy fine sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bw2--13 to 23 inches; dark yellowish brown (10YR 3/6) loamy fine sand; weak fine granular structure; very friable; few very fine roots; 1 percent rock fragments; slightly acid; clear smooth boundary."
      },
      {
        "name": "C",
        "top": 58,
        "bottom": 81,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "sand",
        "cf_class": "channery",
        "pH": "NA",
        "pH_class": "neutral",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "C--23 to 32 inches; dark brown (10YR 3/3) channery sand; single grain; very friable; few very fine roots; 15 percent rock fragments; neutral; abrupt wavy boundary. (0 to 15 inches thick)"
      },
      {
        "name": "R",
        "top": 81,
        "bottom": "NA",
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "R--32 inches; interbedded mica schist, phyllite and micaceous crystalline limestone."
      }
    ]
  ]
}
