{
  "SERIES": "TEALSON",
  "STATUS": "Established Series",
  "BYREV": "Rev. AJC/JEB",
  "REVDATE": "04/1999",
  "STATES": "CO",
  "OVERVIEW": "Typically, Tealson soils have brown, noncalcareous, very friable A1 horizons and olive calcareous, channery sandy loam C1 horizons over soft bedrock at a depth of 16 inches.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy, mixed, superactive, shallow Ustic Haplocryolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Tealson sandy loam - grassland.  (Colors are for dry soil unless otherwise noted.)\nA1--0 to 10 inches; brown (10YR 5/3) sandy loam, dark brown (10YR 3/3) moist; weak fine subangular blocky structure that parts to strong fine granules; soft, very friable; 10 percent gravel; mildly alkaline (pH 7.6); clear wavy boundary.  (7 to 15 inches thick)\nC1--0 to 16 inches; olive (5Y 5/3) channery sandy loam, olive (5Y 4/3) moist; massive; slightly hard, very friable; 20 percent sandstone channers; calcareous; moderately alkaline (pH 8.2); diffuse wavy boundary.  (3 to 13 inches thick)\nC2--16 to 20 inches; calcareous soft sandstone."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Jackson County, Colorado; 1/4 mile north and 1/8 mile east of SW corner Sec. 25, T.9 N., R. 80 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Mean annual soil temperature is about 42 degrees F., and mean summer soil temperature is about 55 degrees F.  Depth to uniformly calcareous material ranges from 6 to 16 inches. Depth to the paralithic contact ranges from 10 to 20 inches.  The control section is usually sandy loam but averages 5 to 18 percent clay, 5 to 40 percent silt, and 50 to 80 percent sand with more than 35 percent fine or coarser sand.  Rock fragments range from 0 to 35 percent and are mainly 1/4 to 10 inches in diameter.  These soils are dry in some part of the moisture control section at some time in most years.\nThe A horizon has hue of 5Y through 7.5YR, value of 4 or 5 dry, 2 or 3 moist, and chroma of 1 through 3.  It ranges from neutral to moderately alkaline.\nThe C horizon has hue of 5Y through 7.5YR, subhorizons redder than 7.5YR occur in some pedons. It ranges from mildly alkaline to strongly alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Bucklon, Devoe, Fifer, Fusulina, and Sawpit series.  Bucklon, Fusulina, and Sawpit soils are noncalcareous throughout.  Devoe soils are calcareous throughout and have a higher bulk calcium carbonate equivalent due to the presence of small limestone gravel and flat fragments.  Fifer soils are calcareous throughout."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Tealson soils are on gently to steeply sloping upland hills and ridges where soft sandstone bedrock occurs near the surface.  Slopes typically range from 2 to 30 percent.  These soils formed in thin deposits of moderately coarse textured parent material weathered from underlying calcareous soft sandstone.  At the type location the average annual precipitation is 16 inches with peak periods of precipitation in the spring and early summer. The average annual temperature is 40 degrees F., and average summer temperature is 56 degrees F."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Handran and Sawcreek soils.  Handran soils have more than 35 percent rock fragments and lack bedrock above a depth of 40 inches.  Sawcreek soils have a cambic horizon and have bedrock at depths of 20 to 40 inches."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; medium to slow runoff; rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are used principally as native pastureland.  Principal native vegetation is big sage, blue grama, junegrass, and dryland sedge."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  High mountain valleys of north-central Colorado.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Jackson County, Colorado, 1973."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  OSED scanned by NSSQA and cleaned up by Colorado.  Last revised by state on 10/73.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
