{
  "SERIES": "TEANAWAY",
  "STATUS": "Established Series",
  "BYREV": "Rev. HRG/RWL",
  "REVDATE": "09/2005",
  "STATES": "WA",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, frigid Ultic Haploxeralfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Teanaway ashy loam-- forested, on a 2 percent south-facing slopes at 2,030 feet. (Colors are for dry soil unless otherwise stated).\nOi & Oe--0 to 3 inches; slightly decomposed and moderately decomposed forest litter; abrupt smooth boundary. (1 to 3 inches thick)\nA--3 to 7 inches; grayish brown (10YR 5/2) ashy loam, very dark grayish brown (10YR 3/2) moist; weak fine and medium granular structure; soft, very friable, slightly sticky and slightly plastic; many fine and medium and common coarse roots; many very fine irregular pores, 5 percent gravel; NaF pH 8.0; neutral (pH 6.8); abrupt smooth boundary. (3 to 5 inches thick)\nBA--7 to 13 inches; light yellowish brown (10YR 6/4) loam, dark yellowish brown (10YR 3/4) moist; weak fine and medium subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; many very fine, few fine and medium roots; many very fine irregular pores; 5 percent gravel; NaF pH 8.0; moderately acid (pH 6.0); clear wavy boundary. (4 to 8 inches thick)\nE/Bt--13 to 22 inches; about 70 percent (E part) pale brown (10YR 6/3) loam, brown (10YR 4/3) moist; moderate coarse prismatic structure parting to moderate medium subangular blocky; hard, firm, slightly sticky and slightly plastic; few coarse, common fine and medium roots; many very fine irregular and tubular pores; about 30 percent (Bt part) yellowish brown (10YR 5/4) loam, dark yellowish brown (10YR 3/4) moist; hard, firm, slightly sticky and slightly plastic; few coarse, common fine and medium roots; common very fine tubular and irregular pores; few faint clay films in pores; 5 percent gravel; NaF pH 8.0; moderately acid (pH 6.0); clear wavy boundary. (7 to 25 inches thick)\nBt1--22 to 33 inches; yellowish brown (10YR 5/4) loam, dark yellowish brown (10YR 3/4) moist; moderate coarse prismatic structure parting to moderate fine and medium subangular blocky; hard, firm, slightly sticky and slightly plastic; few coarse, common fine and medium roots; common very fine tubular inped pores and few very fine tubular exped pores in [SW2]coarse prisms; common distinct brown (7.5YR 4/4) and common faint dark yellowish brown (10YR 4/6) clay films on vertical faces of coarse prisms and in tubular pores; common distinct pale brown (10YR 6/3) patches of skeletans on vertical faces of prisms;5 percent gravel; NaF pH 7.8; [SW3]moderately acid (pH 5.7); clear wavy boundary.\nBt2--33 to 42 inches; yellowish brown (10YR 5/4) loam, dark yellowish brown (10YR 3/4) moist; moderate coarse prismatic structure part to moderate fine and medium subangular blocky; hard, firm, slightly sticky and slightly plastic; few very fine roots; common very fine tubular inped pores and few very fine roots; common very fine tubular inped pores and few very fine tubular exped pores in coarse prisms; common distinct brown (7.5YR 4/4) and common faint dark yellowish brown (10YR 4/6) clay films on vertical faces of coarse prisms and in tubular pores; few tongues of light gray (10YR 7/2) 5 to 15 mm wide on vertical faces of prisms; 5 percent gravel; NaF pH 7.8; moderately acid (pH 5.8); clear wavy boundary.\nBt3--42 to 51 inches; yellowish brown (10YR 5/4) loam, dark yellowish brown (10YR 3/4) moist; moderate coarse prismatic structure parting to moderate fine and medium subangular blocky; very hard, firm, slightly sticky and slightly plastic; few very fine roots; common very fine tubular inped pores, and few very fine tubular exped pores in coarse prisms; common distinct brown (7.5YR 4/4) and common faint dark yellowish brown (10YR 4/6) clay films on vertical faces of coarse prisms and in tubular pores; few tongues of light gray (10YR 7/2) 5 to 15 mm wide on vertical faces of prisms; 10 percent gravel; NaF pH 7.8; slightly acid (pH 6.3); abrupt wavy boundary. (combined thickness of Bt horizons is 20 to 35 inches)\n2B5tb--51 to 60 inches; yellowish brown (10YR 5/4) gravelly loam, brown (10YR 4/3) moist; strong very coarse prismatic structure; extremely hard, very firm, slightly sticky and slightly plastic; few very fine roots between peds; common very fine inped pores, and very few very fine exped pores in faces of very coarse prisms; many prominent very dark grayish brown (10YR 3/2) clay films on faces of very coarse prisms and common distinct brown (7.5YR 4/4) clay films in inped pores; few tongues of light gray (10YR 7/2) 5 to 15 mm wide on vertical faces of prisms; 20 percent gravel; NaF pH 7.8; neutral (pH 6.9)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Kittitas County, Washington; about l/2 mile south of Cle Elum, 2,500 feet south and 1,200 feet west of the northeast corner of section 34, T. 20 N., R. l5 E.; USGS Cle Elum, Washington topographic quadrangle; Latitude - 47 degrees, 10 minutes, 58, seconds N., Longitude - 120 degrees, 56 minutes, 49 seconds W. (NAD83)."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: The average annual soil temperature at a depth of 20 inches is 45 to 46 degrees F. These soils are usually moist, but are dry in all parts of the moisture control section for 60 to 75 consecutive days following the summer solstice. Depth to perched water table ranges from 30 to 50 inches. Saturated conditions are estimated to last for 30 or more cumulative days between January and March.  Base saturation is 55 to 75 percent throughout the upper 30 inches of the argillic horizon. The particle-size control section averages 18 to 30 percent clay and more than 15 percent fine sand or coarser Depth to the 2Btb ranges from 40 to 60 inches.\nThe A horizon has value of 4 or 5 dry and chroma of 2 or 3, dry or moist. It has 5 to 10 percent volcanic glass and 0.2 to 0.3 percent acid oxalate extractable aluminum plus one-half iron. Reaction is moderately acid to neutral.\nThe BA horizon has chroma of 3 or 4, dry or moist Texture is silt loam or loam.  Reaction is moderately acid or slightly acid.\nThe E part of the E/Bt horizon has value of 6 or 7 dry, 4 or 5 moist and chroma of 2 or 3, dry or moist. Texture is silt loam or loam. It has 10 to 13 percent clay.  Reaction is moderately acid or slightly acid.\nThe Bt part of the E/Bt horizon has value of 5 or 6 dry, 3 or 4 moist and chroma of 3 or 4, dry or moist. Texture is silt loam or loam.  It has 13 to 18 percent clay and 0 to 10 percent gravel. Reaction is moderately acid or slightly acid. The Bt horizon has value of 5 or 6 dry, 3 to 5 moist and chroma of 3 or 4, dry or moist. Reaction is moderately acid or slightly acid. Texture of the upper part is clay loam, silt loam or loam. Texture of the lower part is clay loam, loam, [SW4] gravelly clay loam or gravelly loam.  It has 18 to 30 percent clay and 0 to 15 percent gravel.\nThe 2Btb horizon has value of 5 or 6 dry, 4 or 5 moist and chroma of 3 or 4 dry or moist. Texture is clay loam, [SW5] gravelly clay loam, loam, or gravelly loam. .. It has 25 to 35 percent clay and 0 to 25 percent gravel and 0 to 5 percent cobbles.  Reaction is slightly acid or neutral."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Cavendish, Kaiders, Martis, Wafla and Wintoner series.\nCavendish soils  paralithic contact at depths of less than 60 inches; dry for 45 to 60 consecutive days following summer solstice; do not have aquic conditions.\nMartis soils umbric epipedon 10 to 20 inches thick; do not have aquic conditions.\nWafla soils  do not have glossic horizons; pscs with 35 to 50 percent base saturation; dry for 90 consecutive days following the summer solstice;do not have aquic conditions.\nWintoner soils  do not have glossic horizons; do not have aquic conditions."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Teanaway soils are on terraces, terrace escarpments and foothills. Slopes are 0 to 50 percent. These soils formed in loess over glacial till (Kittitas Drift) with a minor influence of volcanic ash in the surface. Elevations are l,800 to 2,500 feet. These soils are in a climate with warm, moderately dry summers and cool, moist winters. The average January temperature is about 24 degrees F. and the average July temperature is about 64 degrees F. The mean annual temperature is 43 to 45 degrees F. The growing season at 28 degrees F. is 145 to 175 days and the frost-free season is 80 to 110 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: This is the Hardmauk soil. Hardmauk soils are 25 to 40 inches to the 2Btb horizon, 40 to 60 inches to a densic contact, 20 to 30 inches to aquic conditions, and are located on foothills."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Moderately well drained; slow to very rapid runoff; slow permeability. This soil has a perched water table at its uppermost limit occurring some time from January through May[SW6]."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: These soils are used for timber production, cropland, livestock grazing, wildlife habitat, recreation and watershed. The native vegetation is ponderosa pine and Douglals-fir. Understory species include pinegrass, elksedge, common snowberry, oregongrape and lupine."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Kittitas County, Washington; MLRA 8. This series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Kittitas County, Washington, l999."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon include:\nOchric epipedon - the zone from 3 to 7 inches (A horizon)\nGlossic horizon - the zone from 13 to 22 inches (E/Bt horizon)\nArgillic horizon - the zone from 13 to 51 inches (Bt part of the E/Bt horizon and the Bt and 2Btb horizons)\nPSCS - the zone from 13 to 33 inches (E/Bt and upper part of Bt horizons\nUltic feature  base saturation is 55 to 75 percent throughout upper 30 inches of the argillic horizon.\nThe 2Btb horizon may have weak iron cementation. More study is necessary to determine whether the horizon is dense from compaction or weakly cemented or both.\nType location, classification and the modal concept revised 04/1999. This series is recognized only in Kittitas County. This series would qualify for an Oxyaquic subgroup if available to use within Haploxeralfs.\nThis soil is recognized on the Lakedale, Kittitas, and Indian John geomorphic surfaces in Kittitas County, Washington.\nADDITIONAL DATA: Laboratory data is available for this soil. NSSL pedon number 93P0196.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
