{
  "SERIES": "TEBBS",
  "STATUS": "Established Series",
  "BYREV": "Rev.  HKS/RLT/TWH",
  "REVDATE": "05/2012",
  "STATES": "UT",
  "OVERVIEW": "The Tebbs series consists of very deep, well drained, moderately permeable soils formed in alluvium derived mainly from basic and intermediate extrusive igneous rocks.  They are on low lying alluvial fans and valley plains and have slopes of 1 to 5 percent.  Mean annual temperature is about 43 degrees F, and the average annual precipitation is about 11 inches.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, superactive, frigid Ustic Haplocambids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Tebbs sandy loam--cropland.  When described the soil was dry throughout.  (Colors are for air-dry soil unless otherwise stated.)\nAp--0 to 5 inches; pale brown (10YR 6/3) sandy loam, brown (10YR 4/3) moist; moderate thin platy structure parting to weak fine granular; soft, very friable; many fine roots; common very fine pores; strongly calcareous; strongly alkaline (pH 8.6); clear smooth boundary.  (3 to 11 inches thick)\nBw--5 to 28 inches; pale brown (10YR 6/3) sandy loam; brown (10YR 5/3) moist; massive; slightly hard, friable, slightly sticky and slightly plastic; common fine and few medium roots; common fine and medium pores; strongly calcareous; strongly alkaline (pH 8.6); gradual wavy boundary.  (11 to 39 inches thick)\nC1--28 to 35 inches; light gray (10YR 7/2) loamy sand; grayish brown (10YR 5/2) moist; single grain; loose; few fine roots; interstitial pores; strongly calcareous; strongly alkaline (pH 9.0); gradual wavy boundary.  (0 to 7 inches thick)\nC2--35 to 60 inches; very pale brown (10YR 7/3) sandy loam; brown (10YR 5/3) moist; massive; soft, very friable; few fine roots; few very fine pores; strongly calcareous; strongly alkaline (pH 8.8)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Garfield County, Utah; about 3 miles (5 km) northeast northwest of Panguitch; northwest 1/4 of sec. 14, T. 34 S., R. 5 W.; Panguitch USGS quad; approximate coordinates: lat. 37 degrees 51 minutes 31 seconds N. and long. 112 degrees 23 minutes 26 seconds W., NAD WGS84."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nMean annual soil temperature: 40 to 45 degrees F\nMean summer temperature: 60 to 63 degrees F\nSoil moisture: dry in parts of the moisture control section for 75 to 90 days during the winter months, and dry in all parts of the moisture control section 40 to 50 percent of the time when the soil temperature at 20 inches depth is more than 41 degrees F.  Ustic aridic subclass and regime.\nThickness of ochric epipedon and depth to cambic horizon: 3 to 11 inches\nTextures change irregularly with depth below the A horizon but individual strata are commonly greater than 3 inches thick.\nParticle-size control section (wtd average)\nClay percent: 3 to 18 percent\nRock fragment content: 0 to 10 percent\nA horizon:\nHue: 7.5YR or 10YR\nValue: 5 or 6 dry and 3 to 5 moist\nChroma: 2 or 3.  Those pedons that have values of 5 dry, values of 3 moist, and chroma of 2 or 3 have epipedons less than 7 inches thick.\nEffervescence: slightly calcareous to strongly calcareous\nReaction: slightly alkaline to strongly alkaline.\nBw horizon\nValue: 6 or 7 dry, 4 to 6 moist\nChroma: 2 to 4, dry or moist\nTextures: sandy loam\nReaction: slightly alkaline to strongly alkaline.\nSodium Adsorption Ratio: 2 to 13 (estimated)\nC horizons:\nValue: 6 or 7 dry, 4 to 6 moist\nChroma: 2 to 4, dry or moist\nTextures: loamy sand, sandy loam, stratified loamy sand to loam\nEffervescence: moderately calcareous to strongly calcareous\nReaction: slightly alkaline to strongly alkaline.\nSodium Adsorption Ratio: 0 to 13 (estimated)"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Hawkstone and Sobson series.  Hawkstone soils do not have irregular changes in sand content with depth, and do not have rock fragments of extrusive igneous lithologies.  Sobson soils have a lithic content."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Tebbs soils are on low lying alluvial fans and valley plains.  Slopes range from 1 to 5 percent.  The soils formed in alluvium from basic and intermediate extrusive igneous rocks, mainly basalt.  Average annual precipitation is 9 to 12 inches and distributed fairly evenly throughout the year with about 55 to 65 percent falling between April and September.  July, August and September are the wettest months, with December and January being the driest.  Elevations are 6,500 to 7,500 feet.  The freeze-free period is 70 to 100 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Jodero and Notter soils.  Jodero soils have a mollic epipedon greater than 16 inches thick and have a fine-loamy particle-size control section.  Notter soils have an argillic horizon and are on the highest part of the fan."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; low runoff; moderately rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  The Tebbs soils are used for irrigated cropland, rangeland and wildlife habitat.  Principal crops are alfalfa and small grains.  Potential vegetation is Indian ricegrass, blue grama, Wyoming big sagebrush, winterfat, and Nevada bottlebrush squirreltail."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Tebbs soils are of moderate extent.  They are mapped in the Panguitch Valley area of Garfield County, Utah. MLRA 47."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Garfield County (Panguitch Soil Survey Area), Utah, 1984.\nREMARKS\nDiagnostic horizons and features recognized in this pedon are:\nOchric epipedon - from the surface of the soil to 5 inches (Ap horizon).\n..Cambic horizon:  from 5 to 28 inches (Bw horizon), based on the lack of fine stratification and the higher color value (moist) than the Ap horizon.\nThe 04/2012 revision recognizes a cambic horizon in this soil and changes the classification from Ustic Torriorthents to Ustic Haplocambids. The cambic is based on the lack of fine stratification and a color change. Although weakly expressed, a cambic horizon in this soil is consistent with the presumed late-Pleistocene or early-Holocene age of the geomorphic surface.  The 04/2012 revision also restricts the series to ustic aridic only; the previous definition included mountain big sage plant communities that are now believed to be in an aridic-ustic regime. Those plant communities and their corresponding 12 to 14 inch annual precipitation are now excluded from the series.\nIt is assumed the SAR for this soil does not meet the criteria for the Sodic subgroup, despite the strongly alkaline reaction allowed in within the upper 100 cm. This needs further investigation.\nWhen proposed this soil was classified as an Ustic Torrifluvent.  When established at the final correlation of the Panguitch Area, it was judged to lack the irregular decrease in organic matter required for that placement.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": null
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 13,
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 3,
        "texture_class": "sandy loam",
        "pH": 8.6,
        "pH_class": "strongly alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Ap--0 to 5 inches; pale brown (10YR 6/3) sandy loam, brown (10YR 4/3) moist; moderate thin platy structure parting to weak fine granular; soft, very friable; many fine roots; common very fine pores; strongly calcareous; strongly alkaline (pH 8.6); clear smooth boundary.  (3 to 11 inches thick)"
      },
      {
        "name": "Bw",
        "top": 13,
        "bottom": 71,
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 3,
        "texture_class": "sandy loam",
        "pH": 8.6,
        "pH_class": "strongly alkaline",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bw--5 to 28 inches; pale brown (10YR 6/3) sandy loam; brown (10YR 5/3) moist; massive; slightly hard, friable, slightly sticky and slightly plastic; common fine and few medium roots; common fine and medium pores; strongly calcareous; strongly alkaline (pH 8.6); gradual wavy boundary.  (11 to 39 inches thick)"
      },
      {
        "name": "C1",
        "top": 71,
        "bottom": 89,
        "moist_hue": "10YR",
        "moist_value": 7,
        "moist_chroma": 2,
        "texture_class": "loamy sand",
        "pH": 9,
        "pH_class": "strongly alkaline",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "C1--28 to 35 inches; light gray (10YR 7/2) loamy sand; grayish brown (10YR 5/2) moist; single grain; loose; few fine roots; interstitial pores; strongly calcareous; strongly alkaline (pH 9.0); gradual wavy boundary.  (0 to 7 inches thick)"
      },
      {
        "name": "C2",
        "top": 89,
        "bottom": 152,
        "moist_hue": "10YR",
        "moist_value": 7,
        "moist_chroma": 3,
        "texture_class": "sandy loam",
        "pH": 8.8,
        "pH_class": "strongly alkaline",
        "narrative": "C2--35 to 60 inches; very pale brown (10YR 7/3) sandy loam; brown (10YR 5/3) moist; massive; soft, very friable; few fine roots; few very fine pores; strongly calcareous; strongly alkaline (pH 8.8)."
      }
    ]
  ]
}
