{
  "SERIES": "TECHADO",
  "STATUS": "Established Series",
  "BYREV": "Rev. CEM/TLP/LWH/SAZ/WWJ",
  "REVDATE": "06/2007",
  "STATES": "NM",
  "OVERVIEW": "The Techado series consists of shallow, well drained, slowly permeable soils that formed in slope alluvium and colluvium over residuum derived from shale and sandstone. Techado soils are on summits of mesas, dipslopes of cuestas, hills, ridges and mountains. Slope is 2 to 60 percent. Mean annual precipitation is about 18 inches and mean annual temperature is about 43 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Clayey, mixed, superactive, nonacid, frigid, shallow Typic Ustorthents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Techado channery clay loam--woodland. (Colors are for dry soil unless otherwise noted.)\nA--0 to 3 inches; light olive brown (2.5Y 5/4) channery clay loam, olive brown (2.5Y 4/4) moist; strong fine granular structure; soft, friable, sticky and plastic; few very fine and fine roots; common fine irregular pores; 25 percent channers; neutral; abrupt smooth boundary. (2 to 4 inches thick)\nC--3 to 16 inches; light olive brown (2.5Y 5/4) clay, olive brown (2.5Y 4/4) moist; massive; very hard, very firm, very sticky and very plastic; common very fine and few fine, medium and coarse roots; common very fine irregular pores; 10 percent channers; neutral; clear smooth boundary. (8 to 16 inches thick)\n2Cr--16 to 60 inches; soft shale interbedded with sandstone."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Cibola County, New Mexico; Cebollita Peak Quadrangle; about 5 miles south of Cebollita Peak; 2,375 feet east and 250 feet south of the NW corner of sec. 19, T. 5 N., R. 9 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture - The SMCS is usually moist, in some part, for more than 90 cumulative days from May through October. It is usually dry, in all parts, for less than 90 cumulative days during the same period. It is continuously moist in some part November through April. The period of maximum precipitation is July through October. The soil is driest during May and June. Typic ustic moisture regime.\nSoil temperature - 42 to 47 degrees F.\nDepth to soft shale - 10 to 20 inches\nA horizon\nHue: 2.5Y or 10YR\nValue: 4 or 5 dry, 3 to 5 moist\nTexture: gravelly clay, channery clay loam or cobbly clay loam\nRock fragments (by volume): 15 to 35 percent channers\n0 to 5 percent cobbles\nC horizon\nHue: 2.5Y or 10YR\nValue: 3 to 5 dry, 2 to 5 moist\nChroma: 2 to 6 dry and 2 to 4 moist\nTexture: clay loam, sandy clay loam or clay\nClay content: 35 to 55 percent weighted average\nRock fragments (by volume): 0 to 15 percent channers\nOther features: colors with chroma less than 2 are parent material colors."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: This the Saruche (CO) series. Saruche soils are in LRR-E (MLRA 49) and are moist in May and June."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Techado soils are on summits of mesas, dipslopes of cuestas, hills, ridges and mountains. They formed in slope alluvium and colluvium over residuum derived from shale and sandstone. Slopes are 2 to 60 percent. Elevations range from 6,600 to 8,900 feet. The mean annual precipitation is 16 to 22 inches and the mean annual temperature is 40 to 45 degrees F. The frost-free period is 90 to 110 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Bryway, Catman, Galestina, Galzuni, Nogal, Silcat, Silkie and Valnor soils. Catman soils lack paralithic contact and are on flood plains. Galestina, Nogal, Silkie and Valnor soils have argillic horizons."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; medium to very high runoff; slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Techado soils are used for grazing and wood production. Present vegetation is pinyon, ponderosa pine, Rocky Mountain juniper and oakbrush. Douglas fir and ponderosa pine occur on this soil on the Zuni Reservation."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: West central New Mexico. MLRA 35, LRR-D. This series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Phoenix, Arizona"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Cibola County, New Mexico, 1985."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - The zone from the surface of the soil to a depth of about 3 inches. (A horizon)\nEntisol feature - Lack of diagnostic horizons.\nParalithic feature - The occurrence of soft shale at a depth of 16 inches. (2Cr horizon)\nClassified according to Soil Taxonomy Second Edition, 1999.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
