{
  "SERIES": "TECKLA",
  "STATUS": "Established Series",
  "BYREV": "Rev. JWW/MCS",
  "REVDATE": "09/1999",
  "STATES": "WY",
  "OVERVIEW": "The Teckla series consists of very deep, well drained soils formed in alluvium or loess over weathered porcelanite.  Teckla soils are on fans, terraces, and on small mesas.  Slopes are 0 to 15 percent.  The mean annual precipitation is about 13 inches, and the mean annual temperature is about 47 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, mesic Ustic Haplargids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Teckla very fine sandy loam -- on an east facing slope of 3 percent, utilized as rangeland.  (Colors are for dry soil unless otherwise stated.)\nA--0 to 5 inches; pale brown (10YR 6/3) very fine sandy loam, dark brown (10YR 4/3) moist; weak thin platy structure parting to weak fine granular; soft, very friable; many fine and very fine roots; neutral (pH 6.6); clear smooth boundary.  (3 to 5 inches thick)\nAB--5 to 10 inches; brown (10YR 5/3) very fine sandy loam, dark brown (10YR 4/3) moist; moderate medium angular blocky structure; slightly hard, friable; few fine, many very fine roots; neutral (pH 6.8); clear smooth boundary.  (0 to 5 inches thick)\nBt--10 to 23 inches; brown (7.5YR 5/4) sandy clay loam, dark brown (7.5YR 4/4) moist; moderate medium and fine angular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; common fine, many very fine roots; many faint clay films bridging sand grains; neutral (pH 7.0); clear smooth boundary.\n2Bt--23 to 31 inches; brown (7.5YR 5/4) channery loam, dark brown (7.5YR 4/4) moist; moderate medium and fine subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; common fine and very fine roots; 20 percent medium and fine angular porcelanite channers; many prominent clay films on faces of peds; slightly alkaline (pH 7.0); clear wavy boundary.  (Combined thickness of the Bt horizon is 12 to 21 inches)\n2Bk--31 to 45 inches; light reddish brown (5YR 6/4) very channery loam, reddish brown (5YR 4/4) moist; massive; soft, very friable; common fine and very fine roots; 40 percent medium and fine angular porcelanite channers; strong effervescence; calcium carbonate disseminated and as soft masses; strongly alkaline (pH 9.0); clear wavy boundary.  (9 to 14 inches thick)\n2C--45 to 60 inches; light reddish brown (2.5YR 6/4) extremely channery sandy loam, red (2.5YR 5/6) moist; massive; slightly hard, friable, nonsticky and nonplastic; few fine and very fine roots; 45 percent angular channers, 15 percent cobbles, and 5 percent stones; soil matrix is noneffervescent but contains few segregated masses of calcium carbonate; slightly alkaline (pH 7.8)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Campbell County, Wyoming; about 2,500 feet east and 2,000 feet north of the southwest corner of section 36, T. 43 N., R. 70 W. 43 degrees 39 minutes 04 seconds north latitude and 105 degrees 14 minutes 02 seconds west longitude."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Depth to the base of the argillic horizon, and to continuous accumulations of calcium carbonate, ranges from 20 to 31 inches.  The depth to a fragmental discontinuity is 20 to 40 inches.  The soil is dry in the moisture control section more than half the time cumulative that the soil temperature at a depth of 20 inches is 41 degrees F., which occurs about April 22-28, but is dry in all parts of the moisture control section for at least 60 consecutive days from July 15 to October 25 and for at least 90 cumulative days during this period.   The mean annual soil temperature is 47 to 51 degrees F., and the soil temperature at a depth of 20 inches is 41 degrees F. or more for 175 to 192 days.\nThe A horizon has hue of 10YR through 5YR, value of 5 or 6 dry, 3 or 4 moist, and chroma of 3 or 4.  It is neutral or slightly acid.\nThe Bt horizon has hue of 7.5YR or 5YR, value of 5 or 6 dry, 3 or 4 moist, and chroma of 2 through 6.  Textures are loam, clay loam, or sandy clay loam with 20 to 35 percent clay, and are modified by 5 to 25 percent porcelanite channers.  It is neutral or slightly alkaline.\nThe Bk horizon has hue of 5YR or 7.5YR, value of 6 or 7 dry, 4 or 5 moist, and chroma of 2 through 4.  Textures are very channery loam, very channery sandy clay loam, or very channery fine sandy loam with 15 to 25 percent clay.  It has 35 to 45 percent angular porcelanite channers and 0 to 5 percent cobbles.  Exchangeable sodium is commonly 5 to 15 percent, but may range to 25 percent where baked shale is sodic, or when clinker beds are present.  Calcium carbonate equivalent ranges from 5 to 15 percent.  It is typically moderately alkaline or strongly alkaline, but may range to very strongly alkaline in some pedons.\nThe 2C horizon has hue of 2.5YR through 7.5YR, value of 5 or 6 dry, 4 or 5 moist, and chroma of 4 through 6.  Matrix textures are loamy sand, sandy loam or loam and are modified by 55 to 70 percent porcelanite rock fragments, of which 40 to 60 percent are channers, 0 to 15 percent cobbles, and 0 to 5 percent stones.  It is slightly acid through slightly alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Balon, Barx, Bowbac, Buckle, Cambria, Cerrillos, Clovis, Cushman, Decolney, Fattig, Fernando, Flaco, Forkwood, Gaddes, Gapbutte, Hagerman, Harbord, Hiland, Los Alamos, Maysdorf, Millett, Oelop, Olney, Palacid, Penistaja, Pokeman, Potts, Progresso, Pugsley, Quagwa, Redpen, Scholle, SelpatsSpangler, Spenlo, Sundance, Tapia, Threetop, Toluca, Tuweep, and Yenlo series.  Bowbac, Cushman, Fattig, Flaco, Gaddes, Gapbutte, Hagerman, Pokeman, Progresso, Pugsley, Spangler, and Threetop soils have either a lithic or paralithic contact at 20 to 40 inches.  Barx, Buckle, Cambria, Cerrillos, Clovis, Decolney, Fernando, Forkwood, Harbord, Hiland, Los Alamos, Maysdorf, Millet, Oelop, Olney, Palacid, Penistaja, Potts, and Yenlo soils lack 35 percent rock fragments in the substratum.  Barx, Cerrillos, Clovis, Fernando, Hiland, Los Alamos, Millet, Progresso, Scholle, Tapia, Toluca, and Tuweep soils have calcic horizons.  Balon and Spenlo soils are noncalcareous to 35 inches or more.  Quagwa and Redpen soils have soil temperature greater than 51 degrees F., and do not contain channery porcelanite fragments.  Selpats soils do not have a discontinuity containing fragments of porcelanite.  Sundance soils have buried horizons at 10 to 30 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Teckla soils are on structural fans, terraces, and on small mesas.  They formed in alluvium or loess over weathered porcelanite or very channery slopewash derived from porcelanite.  Slopes are 0 to 15 percent.  Elevations are 3,800 to 5,300 feet.  The mean annual precipitation ranges from 10 to 14 inches, half of which falls as rain and snow from late March through June.  The mean annual air temperature ranges from 44 to 50 degrees F.  The frost-free season is about 105 to 130 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Ulm and Wibaux soils.  Ulm soils are fine.  Wibaux soils are loamy-skeletal over fragmental and lack argillic horizons."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; low or medium runoff; moderate over rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are utilized for rangeland and wildlife habitat.  The native vegetation is mainly western wheatgrass, needleandthread, blue grama, and green needlegrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Teckla soils occur in northeast Wyoming.  The series is of limited extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Denver, Colorado"
  },
  "ORIGIN": {
    "section": "SERIES PROPOSED",
    "content": "SERIES PROPOSED: Campbell County, Wyoming, Southern Part; 1991"
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - 0 to 5 inches (A horizon)\nArgillic horizon - 10 to 31 inches (Bt, 2Bt horizons)\nLithologic discontinuity - 23 inches (2Bt)\nMLRR - G\nSIR - WY1345\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 13,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "very fine sandy loam",
        "pH": 6.6,
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A--0 to 5 inches; pale brown (10YR 6/3) very fine sandy loam, dark brown (10YR 4/3) moist; weak thin platy structure parting to weak fine granular; soft, very friable; many fine and very fine roots; neutral (pH 6.6); clear smooth boundary.  (3 to 5 inches thick)"
      },
      {
        "name": "AB",
        "top": 13,
        "bottom": 25,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "very fine sandy loam",
        "pH": 6.8,
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "AB--5 to 10 inches; brown (10YR 5/3) very fine sandy loam, dark brown (10YR 4/3) moist; moderate medium angular blocky structure; slightly hard, friable; few fine, many very fine roots; neutral (pH 6.8); clear smooth boundary.  (0 to 5 inches thick)"
      },
      {
        "name": "Bt",
        "top": 25,
        "bottom": 58,
        "dry_hue": "7.5YR",
        "dry_value": 5,
        "dry_chroma": 4,
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "sandy clay loam",
        "pH": 7,
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bt--10 to 23 inches; brown (7.5YR 5/4) sandy clay loam, dark brown (7.5YR 4/4) moist; moderate medium and fine angular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; common fine, many very fine roots; many faint clay films bridging sand grains; neutral (pH 7.0); clear smooth boundary."
      },
      {
        "name": "2Bt",
        "top": 58,
        "bottom": 79,
        "dry_hue": "7.5YR",
        "dry_value": 5,
        "dry_chroma": 4,
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "loam",
        "cf_class": "channery",
        "pH": 7,
        "pH_class": "slightly alkaline",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "2Bt--23 to 31 inches; brown (7.5YR 5/4) channery loam, dark brown (7.5YR 4/4) moist; moderate medium and fine subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; common fine and very fine roots; 20 percent medium and fine angular porcelanite channers; many prominent clay films on faces of peds; slightly alkaline (pH 7.0); clear wavy boundary.  (Combined thickness of the Bt horizon is 12 to 21 inches)"
      },
      {
        "name": "2Bk",
        "top": 79,
        "bottom": 114,
        "dry_hue": "5YR",
        "dry_value": 6,
        "dry_chroma": 4,
        "moist_hue": "5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "loam",
        "cf_class": "very channery",
        "pH": 9,
        "pH_class": "strongly alkaline",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "2Bk--31 to 45 inches; light reddish brown (5YR 6/4) very channery loam, reddish brown (5YR 4/4) moist; massive; soft, very friable; common fine and very fine roots; 40 percent medium and fine angular porcelanite channers; strong effervescence; calcium carbonate disseminated and as soft masses; strongly alkaline (pH 9.0); clear wavy boundary.  (9 to 14 inches thick)"
      },
      {
        "name": "2C",
        "top": 114,
        "bottom": 152,
        "dry_hue": "2.5YR",
        "dry_value": 6,
        "dry_chroma": 4,
        "moist_hue": "2.5YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "sandy loam",
        "cf_class": "extremely channery",
        "pH": 7.8,
        "pH_class": "slightly alkaline",
        "narrative": "2C--45 to 60 inches; light reddish brown (2.5YR 6/4) extremely channery sandy loam, red (2.5YR 5/6) moist; massive; slightly hard, friable, nonsticky and nonplastic; few fine and very fine roots; 45 percent angular channers, 15 percent cobbles, and 5 percent stones; soil matrix is noneffervescent but contains few segregated masses of calcium carbonate; slightly alkaline (pH 7.8)."
      }
    ]
  ]
}
