{
  "SERIES": "TEDROW",
  "STATUS": "Established Series",
  "BYREV": "Rev. DRM-JAG-RAR",
  "REVDATE": "11/2016",
  "STATES": "IN,MI,OH,WI",
  "OVERVIEW": "The Tedrow series consists of very deep, somewhat poorly drained soils formed in sandy glaciolacustrine or eolian deposits on low beach ridges, glacial deltas, water-lain moraines, dunes on lake plains, till-floored lake plains, nearshore zones and on outwash plains. Slope ranges from 0 to 6 percent. Mean annual precipitation is about 838 mm, and mean annual air temperature is about 11 degrees C .",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Mixed, mesic Aquic Udipsamments"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Tedrow loamy fine sand, on a 1 percent slope in a cultivated field at an elevation of 205 meters. (Colors are for moist soil unless otherwise stated.)\nAp--0 to 20 cm; very dark grayish brown (10YR 3/2) loamy fine sand, light brownish gray (10YR 6/2) dry; weak medium granular structure; very friable; many roots; neutral; abrupt smooth boundary. (18 to 30 cm thick)\nBw1--20 to 41 cm; yellowish brown (10YR 5/4) loamy fine sand; single grain; loose; common roots; few fine faint pale brown (10YR 6/3) iron depletions in the matrix; few medium prominent yellowish brown (10YR 5/8) and few fine faint brown (10YR 4/3) masses of iron accumulation in the matrix; slightly acid; clear wavy boundary.\nBw2--41 to 79 cm; brown (10YR 5/3) loamy fine sand; single grain; loose; few roots; common medium faint light brownish gray (10YR 6/2) iron depletions in the matrix; many medium distinct yellowish brown (10YR 5/6) and prominent strong brown (7.5YR 5/8) masses of iron accumulation in the matrix; slightly acid; clear wavy boundary. (Combined thickness of the Bw horizon is 38 to 96 cm.)\nBC--79 to 84 cm; pale brown (10YR 6/3) fine sand; single grain; loose; many coarse faint grayish brown (10YR 5/2) iron depletions in the matrix; many coarse faint light olive brown (2.5Y 5/4) and yellowish brown (10YR 5/4) masses of iron accumulation in the matrix; neutral; clear wavy boundary. (0 to 46 cm thick)\nC--84 to 152 cm; pale olive (5Y 6/3) fine sand; single grain; loose; common medium distinct gray (5Y 6/1) and many medium faint olive (5Y 5/3) iron depletions in the matrix; common medium faint light olive brown (2.5Y 5/4) masses of iron accumulation in the matrix; slightly effervescent; slightly alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Henry County, Ohio; approximately 4.5 miles east of Liberty Center, in Washington Township; 1550 feet north and 520 feet west of the southeast corner of sec. 27, T. 6 N., R. 8 E.; USGS Colton, Ohio topographic quadrangle; lat. 41 degrees 26 minutes 53.2 seconds N. and long. 83 degrees 55 minutes 25.3 seconds W., NAD 27."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nThickness of the solum: 61 to 137 cm\nDepth to redox depletions with chroma of 2 or less: less than 51 cm\nDepth to carbonates: 61 to 178 cm; is the same as the thickness of the solum in most pedons, but carbonates are permitted in the lower part of the solum, and may not be present in the upper part of the substratum\nRock fragments: mainly waterworn gravel of mixed lithology\nAp horizon:\nHue: 10YR or 2.5Y\nValue: 3 or 4 (6 or more dry)\nChroma: 1 to 3\nTexture: loamy fine sand, loamy sand, or fine sand\nRock fragment content: 0 to 2 percent\nReaction: slightly acid or neutral\nA horizon, where present:\nValue: 2 or 3\nChroma: 1 or 2\nTexture: loamy fine sand, loamy sand, or fine sand\nRock fragment content: 0 to 2 percent\nReaction: slightly acid or neutral\nSome pedons have a BA horizon.\nBw or Bg horizon:\nHue: 7.5YR to 2.5Y\nValue: 4 to 6\nChroma: 3 to 6 to a depth of 51 cm , 1 to 6 below 51 cm\nTexture: commonly loamy fine sand or fine sand, or less commonly loamy sand or sand\nRock fragment content: 0 to 2 percent\nReaction: commonly slightly acid or neutral, but ranges to moderately acid in the upper part and moderately alkaline in the lower part\nC or Cg horizon:\nHue: 10YR to 5Y\nValue: 4 to 6\nChroma: 1 to 4\nTexture: fine sand or sand\nRock fragment content: 0 to 2 percent\nReaction: commonly slightly alkaline or moderately alkaline but ranges to neutral in the upper part"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Algansee, Altmar, Birchwood, Brems, Brockatonorton, Deerfield, Elnora, Fortress, Livonia, Meckling, Morocco, Ottokee, Partridge, Succotash, and Zaborosky series. Algansee soils have an irregular decrease in organic matter with depth. Altmar soils average more than 2 percent rock fragments in the particle-size control section. Birchwood soils have densic materials in the lower part of the series control section. Brems and Elnora soils do not have redox depletions with chroma of 2 or less within a depth of 51 cm.  Brockatonorton soils have a buried histic epipedon in the lower part of the series control section. Deerfield and Morocco soils are more acid than neutral in the lower part of the series control section. Fortress soils have anthrotransported material within the series control section. Livonia soils have a loamy substratum in the lower part of the series control section. Meckling soils are calcareous throughout the series control section. Ottokee soils have thin lamellae within a depth of 127 cm and do not have redox depletions with chroma of 2 or less within a depth of 51 cm. Partridge soils have a lithic contact between 51 and 102 cm. Succotash soils do not have a B horizon. Zaborosky soils have a buried soil within a depth of 102 cm."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: The Tedrow soils are on low beach ridges, glacial deltas, water-lain moraines, dunes on lake plains, till-floored lake plains, nearshore zones, and on outwash plains. They are on convex and linear surfaces and typically have slope gradients of 0 to 4 percent but range to 6 percent. The soils formed in glaciolacustrine or eolian sand typically dominated by fine sand. Mean annual precipitation ranges from 686 to 960 mm. Mean annual air temperature ranges from 7 to 11 degrees C . Frost-free period is 135 to 210 days. Elevation is 175 to 244 meters above mean sea level."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Granby, Oakville, and the competing Ottokee soils in a toposequence with Tedrow soils, and the Arkport, Galen, Gilford, and Spinks soils. The very poorly drained or poorly drained Granby soils are in low topographic positions or in depressions. The excessively drained Oakville soils and the moderately well drained Ottokee soils are on higher beach ridges and dunes or on more sloping areas. The Arkport, Galen, and Spinks soils have an argillic horizon consisting of thin lamellae and are on higher beach ridges and dunes or on more sloping areas. The coarse-loamy Gilford soils are in nearby loamy deposits."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Somewhat poorly drained. The depth to the top of an intermittent apparent high water table ranges from 30 to 61 cm  between January and April in normal years. The potential for surface runoff is negligible or very low. Saturated hydraulic conductivity is very high."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most areas are cultivated. Principal crops are corn, soybeans, and wheat. Some areas are in woodland. Native vegetation is mixed hardwoods with oak, elm, and maple the principal species."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Northwestern Ohio, northern Indiana, southern Michigan, and southern Wisconsin; MLRAs 95A, 95B, 97, 98, 99, and 111B. The type location is in MLRA 99. The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: AMHERST, MASSACHUSETTS"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Paulding County, Ohio, 1957."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon: from the surface to a depth of 20 cm (Ap horizon).\nAquic conditions: redox depletions with chroma of 2 or less in all horizons below a depth of 41 cm.\nThe loamy substratum phase mapped in earlier surveys has a loamy substratum within 152 cm (60 inches). This phase likely will be recorrelated as a new series when its area of use is updated. An MLRA update project \"Evaluation of Tedrow loamy substratum phases on the Huron-Erie Lake Plain\" has been proposed.\nThe till substratum phase has till (with 27 to 42 percent clay) within a depth of 71 to 122 cm. This phase needs to be evaluated during MLRA update activities.\nA phase with a surface layer of human transported material has been correlated.  This layer is less than 50 cm thick and of variable texture.\nSome pedons formerly included in the concept of the Tedrow series are grayer than the present series concept and would be classified as Typic Psammaquents. These grayer soils are unnamed at present and are included in mapping with the Tedrow series.\nADDITIONAL DATA: Laboratory characterization data is available from The Ohio State University Soil Characterization Laboratory for pedons HN-1, PD-44, PT-23, and WD-65. This data should be evaluated in the future to determine if it supports the current series concept.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
