{
  "SERIES": "TEESTO",
  "STATUS": "Established Series",
  "BYREV": "Rev. BJH/PDC/DWD",
  "REVDATE": "09/2008",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive, calcareous, mesic Lithic Ustic Torriorthents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Teesto very gravelly fine sandy loam - rangeland. (Colors are for dry soil unless otherwise noted.)\nA--0 to 3 inches; light reddish brown (5YR 6/4) very gravelly fine sandy loam, reddish brown (5YR 4/3) moist; weak fine granular structure; soft, loose, nonsticky and nonplastic; common very fine roots; strongly effervescent; 40 percent gravel; moderately alkaline (pH 8.2); clear smooth boundary. (1 to 3 inches thick)\nBk--3 to 9 inches; light reddish brown (5YR 6/3) very gravelly sandy loam, reddish brown (5YR 4/3) moist; massive; soft, loose, nonsticky and nonplastic; common very fine roots; few fine tubular pores; calcium carbonate coating coarse fragments; strongly effervescent; 50 percent gravel; moderately alkaline (pH 8.2); abrupt smooth boundary. (4 to 17 inches thick)\n2R--9 inches; basalt bedrock."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Navajo County, Arizona; Southeast 1/4, northwest 1/4, section 33, T. 25 N., R. 20 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil Moisture - Intermittently moist in some part of the soil moisture control section during July-September and December-February. The soil is driest during May and June. Ustic aridic soil moisture regime.\nSoil temperature - 52 to 56 degrees F.\nRock fragments - 10 to 70 percent, subrounded to angular gravel and cobble\nCalcium carbonate - Calcium carbonate equivalent averages less than 5 percent, individual subhorizons range to 15 percent in some pedons; slightly to strongly effervescent in the control section; secondary accumulations are not present in some pedons\nDepth to bedrock - 5 to 20 inches\nReaction - slightly alkaline or moderately alkaline\nC horizons are present instead of B horizons in profiles where secondary calcium carbonate is absent\nA and B horizons\nHue: 5YR, 7.5YR\nValue: 4 to 6 dry, 3 to 5 moist\nChroma: 2 to 4, dry or moist\nTexture: sandy loam, fine sandy loam, sandy clay loam; more than 35 percent fine sand or coarser sand\nClay percent: averages 18 to 25, individual subhorizons range from 15 to 35 percent clay"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Andanada (NM), Daklos (UT), Ednagrey (NV), Hillburn (UT), Meriwhitica (AZ), Nonip (UT), Redsun (WY), Reef (UT), Skos (UT), Sunup (WY), and Windcomb (UT) series.  Ednagrey, Meriwhitica, Redson, Reef, and Windcomb soils have less than 18 percent clay.  Andanada and Nonip soils have more than 15 percent calcium carbonate equivalent. Daklos soils have more than 5 percent calcium carbonate equivalent and are derived from sandstone.  Skos soils have hues of 2.5YR and 5YR.  Redson, Sunup, and Windcomb soils are moist in the soil moisture control section during May and June.  Hillburn soils are inactive."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Teesto soils are on hills, cinder cones, and mesas. Elevations range from 4,800 to 6,600 feet. Slopes are 1 to 50 percent. These soils formed in eolian deposits, colluvium and slope alluvium derived from basalt and other pyroclastic material. The mean annual precipitation is 10 to 14 inches. The mean annual air temperature is about 50 to 55 degrees F. The frost-free period is 120 to 165 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Penistaja and Strych soils. Penistaja soils are very deep and have an argillic horizon. Strych soils are very deep and have a calcic horizon."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; rapid runoff; moderate or moderately rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Used for livestock grazing and wildlife habitat. Vegetation is Indian ricegrass, Stansbury cliffrose, green Mormon-tea, and widely spaced Utah juniper and pinyon."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Northern Arizona. This series is moderately extensive. MLRA 35; LRR-D."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Phoenix, Arizona"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Mohave County, Arizona; Soil survey of the Shivwits Area, Arizona, Part of Mohave County; 1994"
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - the zone from 0 to 2 inches (A horizon)\nEntisol feature - the absence of diagnostic subsurface horizons\nLithic contact - the boundary at 6 inches (2R horizon)\nThe type location was moved in 2008 to better represent the series concept.\nClassified according to Soil Taxonomy Second Edition, 1999; Keys to Soil Taxonomy Tenth Edition, 2006.\nUpdate and revsion for the correlation of Ft. Defiance Area AZ715 and Navajo Mountain Area AZ711, 6/2008, DWD\nNational Cooperative Soil Survey\nU.S.A."
  }
}
