{
  "SERIES": "TEHRAN",
  "STATUS": "Established Series",
  "BYREV": "KG:CLN:LCB; Rev. JDS",
  "REVDATE": "07/2000",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy, siliceous, semiactive, thermic Grossarenic Paleudults"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Tehran loamy sand on smooth 7 percent slope, in forest. (Colors are for moist soil unless otherwise stated.)\nA--0 to 5 inches; dark grayish brown (10YR 4/2) loamy sand; weak fine granular structure; loose, nonsticky and nonplastic; many fine and common medium and coarse roots; strongly acid; clear smooth boundary. (3 to 6 inches thick)\nE1--5 to 13 inches; brown (10YR 5/3) loamy sand; few pockets of dark grayish brown (10YR 4/2) organic accumulation; single grained; loose, nonsticky and nonplastic; few medium and coarse roots; strongly acid; clear smooth boundary. (4 to 8 inches thick)\nE2--13 to 36 inches; light yellowish brown (10YR 6/4) loamy sand; single grained; loose, nonsticky and nonplastic; few coarse roots; strongly acid; diffuse smooth boundary. (5 to 39 inches thick)\nE3--36 to 51 inches; light yellowish brown (10YR 6/4) loamy sand; single grained; loose, nonsticky and nonplastic; 8 percent quartzite gravel; many fine faint light brown (7.5YR 6/4) masses of iron accumulation; very strongly acid; clear smooth boundary. (8 to 21 inches thick)\nBt1--51 to 62 inches; reddish yellow (7.5YR 6/6) sandy clay loam; weak medium subangular blocky structure; hard, friable, slightly sticky and slightly plastic; thin patchy clay films on faces of peds; 8 percent quartzite gravel; common coarse distinct brownish yellow (10YR 6/6) and few medium faint strong brown (7.5YR 5/6) masses of iron accumulation; very strongly acid; diffuse smooth boundary. (10 to 23 inches thick)\nBt2--62 to 75 inches; variegated strong brown (7.5YR 5/6), red (2.5YR 5/8), yellowish red (5YR 5/6), and light gray (10YR 7/2) sandy clay loam; weak medium subangular blocky structure; hard, friable, slightly sticky and slightly plastic; thin patchy clay films on faces of peds; very strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Newton County, Texas; from the intersection of Farm Road 692 and Texas Highway 63 at Burkeville, Texas; 10.2 miles north along Farm Road 692; 1.8 miles northwest on forest road; 0.7 mile northeast on forest trail; 100 feet south, in forest."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Solum thickness is more than 60 inches. Clay content in the upper 20 inches of the argillic horizon ranges from 18 to 32 percent. Base saturation at 72 inches below the surface ranges from 15 to 30 percent. Coarse and very coarse sand make up 10 to 25 percent of the sand fraction. The thickness of the epipedon (A and E horizons) ranges from 40 to 72 inches thick. Reaction ranges from very strongly acid to medium acid throughout the profile.\nThe A horizon has hue of 10YR, value of 4 or 5, and chroma of 2 to 4. Texture is loamy sand or sand. Quartzite gravel ranges from 0 to 10 percent by volume.\nThe E horizon has hue of 10YR, value of 5 to 7, and chroma of 3 or 4. Iron accumulations are in shades of yellow and brown. Texture is loamy sand or sand. Quartzite gravel ranges from 0 to 10 percent by volume.\nThe Bt horizon has hue of 5YR to 10YR, value of 5 to 7, and chroma of 4 through 6; or hue of 2.5YR, value of 4 and chroma of 8. Iron accumulations in shades of yellow, red, and brown are common. Iron depletions with chroma of two or less are at 60 inches or more below the surface. Texture commonly is sandy clay loam, but ranges to sandy loam in some pedons. Quartzite gravel ranges from 0 to 10 percent and plinthite segregations range from 0 to 5 percent by volume."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Blanton, Darco, Eddings, Murad,  and Shankler series in the same family, and the Albany, Boykin, Gunter, Landman, Letney, Pickton, Troup, and Wadley series in closely related families. Albany and Murad soils contain gray iron depletions in the upper part of the argillic horizon. Blanton and Eddings soils have redox depletions within a depth of 72 inches.  In addition, Eddings soils have saturated layers below 3.5 to 4.5 feet deep. Darco and Shankler soils contain less than 10 percent coarse or very coarse sands. Boykin and Letney soils have a sandy epipedon 20 to 40 inches thick. Gunter soils contain more than 5 percent plinthite. Landman and Pickton soils have more than 35 percent base saturation at a depth of 72 inches. Troup soils have a kandic horizon."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Tehran soils are on broad ridgetops, side slopes, and foot slopes of steep uplands. Slope ranges from 1 to 20 percent. They formed in marine deposited sandy and loamy sediments on the Western Coastal Plains. Mean annual precipitation ranges from 46 to 54 inches. Mean annual temperature ranges from 65 to 70 degrees F., and the Thornthwaite annual P-E indices exceed 64."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the competing Letney series and the Betis, Corrigan, Lilbert, Osier, Rayburn, Sacul, and Tenaha series. Betis soils are on similar positions but have a Bt horizon consisting of lamellae. Corrigan and Rayburn soils are on ridges and steep side slopes on nearby areas, and have a clayey control section. Letney soils are in close association and occur on broad ridgetops and on the upper parts of side slopes. Lilbert and Tenaha soils are on ridgetops and have a sandy epipedon 20 to 40 inches thick. Osier soils have a depleted matrix and aquic conditions within a depth of 20 inches and are on drainageways. Sacul soils have a fine textured control section and are at the heads of drainageways or on sloping to moderately steep side slopes."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Tehran soils are somewhat excessively drained. Runoff is negligible on slopes less than 5 percent, and very low on slopes of 5 percent or more; permeability is moderately rapid."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Used mainly for timber or pasture. Loblolly, longleaf, and shortleaf pine are predominant. Understory is mostly longleaf uniola, broomsedge blusetem, beaked panicum, and a few bluejack oak."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Western Coastal Plain (MLRA 133B) in eastern Texas and Louisiana. The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Newton County, Texas; 1980."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: The Tehran series was assigned to a semiactive activity class in 1999. Diagnostic horizons and features recognized in the type location pedon include:\nOchric epipedon --- 0 to 51 inches (A and E horizons)\nArgillic horizon -- 51 to 75 inches (Bt horizons)\nADDITIONAL DATA: Base saturation at type location is 28 percent at a depth of 72 inches. Data are by Hach Field Kit. Engineering test data also are available for the E2 and Bt1 horizons from the type location pedon (S76TX-351-002). Texture data by Field Hydrometer at 2 other sites near the type location are as follows:\nSand Fractions\nClay \tSilt \tSand \tVC&C \tMed \tFine V.\tFine\nPit #2\nA \t0-5\" \t3 \t7 \t90 \t23 \t39 \t22 \t6\nE3 \t22-45\" \t2 \t6 \t92 \t20 \t42 \t24 \t6\nBt \t48-63\" \t26 \t4 \t70 \t14 \t26 \t20 \t10\nPit #11\nA \t0-6\" \t5 \t9 \t86 \t15 \t38 \t25 \t8\nE3 \t30-48\" \t5 \t9 \t86 \t18 \t39 \t23 \t6\nBt \t51-57\" \t21 \t8 \t71 \t6 \t32 \t27 \t6\nNational Cooperative Soil Survey\nU.S.A."
  }
}
