{
  "SERIES": "TEKSOB",
  "STATUS": "Established Series",
  "BYREV": "MAV; Rev.JDS",
  "REVDATE": "11/2019",
  "STATES": "AR,KY,MS,MO,TN",
  "OVERVIEW": "The Teksob series consists of very deep, well drained, moderately permeable soils that formed in loamy alluvium. These soils occur on terraces in the Western Lowlands of Arkansas and other similar areas of MLRA 131 in the lower Mississippi River Valley. Slopes are dominantly between 0 to 8 percent, but ranges to 14 percent. Near the type location, the mean annual temperature is about 62 degrees F and the mean annual precipitation is about 51 inches.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, active, thermic Typic Hapludalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Teksob loam, on a 1 1/2 percent slopes in a cultivated field. (Colors are for moist soil unless otherwise stated.)\nAp1--0 to 5 inches; brown (7.5YR 4/4) loam; weak fine and medium granular structure; friable; pockets and streaks of yellowish brown (10YR 5/4) loam; common fine and medium roots; common fine pores; neutral; abrupt smooth boundary.\nAp2--5 to 10 inches; dark brown (7.5YR 3/4) loam; weak coarse subangular blocky structure; friable; few pockets of yellowish brown (10YR 5/4) loam; few fine and very fine roots; common fine and medium pores; neutral; abrupt smooth boundary. (Combined thickness of the Ap or A horizon ranges form 4 to 12 inches.)\nBA--10 to 20 inches; brown (7.5YR 4/4) and dark yellowish brown (10YR 4/4) loam; weak medium and coarse subangular blocky structure; friable; few fine and very fine roots; common fine and medium pores; neutral; gradual smooth boundary. (0 to 14 inches thick)\nBt1--20 to 27 inches; brown (7.5YR 4/4) clay loam; moderate medium subangular blocky structure; friable; common faint clay films on faces of peds and lining pores; few fine and very fine roots; common fine and medium pores; few fine distinct black iron-manganese accumulations on faces of some peds and lining some pores; neutral; gradual smooth boundary.\nBt2--27 to 40 inches; strong brown (7.5YR 4/6) sandy clay loam; moderate medium subangular blocky structure; friable; many distinct clay films on faces of peds and lining pores; few fine and very fine roots; common fine and very fine pores; few fine distinct black iron-manganese accumulations on faces of some peds and lining some pores; moderately acid; gradual smooth boundary. (Combined thickness of the Bt horizon ranges 15 to 30 inches.)\nBC--40 to 51 inches; strong brown (7.5YR 4/6) fine sandy loam; weak medium and coarse subangular blocky structure; very friable; few fine and medium pores; strongly acid; clear smooth boundary. (0 to 15 inches thick)\nC1--51 to 65 inches; strong brown (7.5YR 4/6) fine sand; single grained; loose; strongly acid; gradual smooth boundary. (10 to 25 inches thick)\nC2--65 to 80 inches; dark yellowish brown (10YR 4/6) fine sand; common medium distinct pale brown (10YR 6/3) iron depletions; single grained; loose; moderately acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Woodruff County, Arkansas; SW1/4SE1/4SW1/4 sec. 11., T. 8 N., R. 2 W.; USGS McCrory, Arkansas quadrangle; lat. 35 degrees, 19 minutes, 39 seconds N., and 91 degrees, 10 minutes, 38 seconds W.; NAD 27."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: The solum thickness ranges from 40 to more than 60 inches.\nThe A horizon has hue of 10YR or 7.5YR, value of 4, and chroma of 3 or 4; or hue of 10YR or 7.5YR, value of 3, and chroma of 2 or 3. Surface layers with value of 3 are less than 7 inches thick. Texture is fine sandy loam, sandy loam, or loam. Reaction ranges from very strongly acid to neutral.\nThe BA or AB horizons have hue of 10YR or 7.5YR, value of 4 or 5, and chroma of 3 to 6. Texture is fine sandy loam, sandy loam, or loam. Reaction ranges from very strongly acid to neutral.\nThe upper part of the Bt horizon has hue of 10YR or 7.5YR, value of 4 or 5, and chroma of 3 to 6. Texture is loam, sandy clay loam or clay loam. The argillic horizon, typically contains between 18 to 30 percent clay, and over 15 percent and more commonly over 30 percent sand coarser than very fine sand. The upper 20 inches of the argillic horizon, typically contains from 18 to 30 percent clay, and from 15 percent to more than 30 percent sand coarser than very fine sand. Reaction ranges from very strongly acid to neutral.\nThe lower part of the Bt horizon has hue of 10YR or 7.5YR, value of 4 or 5 and chroma of 4 or 6. Texture is loam, sandy loam, sandy clay loam or clay loam.  Reaction ranges from very strongly acid to neutral.\nThe BC horizon has hue of 10YR or 7.5YR, value of 4 or 5, and chroma of 4 to 8. Texture is loam, fine sandy loam, or sandy loam. Iron accumulations and depletions, where present, are in shades of brown. Reaction ranges from very strongly acid to neutral.\nThe C horizon has hue of 10YR or 7.5YR, value of 4 to 6, and chroma of 3 to 8. Texture is fine sandy loam, sandy loam, loamy sand, loamy fine sand or fine sand. Iron accumulations and depletions, where present, are in shades of brown or gray. Reaction ranges from very strongly acid to neutral."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: Poindexter is the only other series in this family. Poindexter soils have 14 to 36 inch sola, with depths to weathered bedrock ranging from 20 to 40 inches and depths to hard bedrock ranging from 40 to 60 inches (MLRA 136)."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Teksob soils are on treads and escarpments of terraces in the Western Lowlands of Arkansas (MLRA 131D), and on natural levee positions along the older meander scars in the Lower Mississippi River Valley (MLRA 131A). Many areas are undulating, consisting of low ridges and swales, with Teksob soils on the ridges and wetter soils in the swales. Slopes are dominantly bewteen 0 to 8 percent, but range to 14 percent. These soils formed in loamy alluvium. Average annual temperature near the type location is about 62 degrees F., and the average annual precipitation is about 51 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Amagon, Bonn, Bosket, Dexter, Dubbs, Dundee, Foley, Lafe and Tuckerman soils. Amagon, Bosket, Dexter, Dubbs, Foley and Lafe soils occur on similar terrace positions. Tuckerman soils occur on slightly lower terraces and flood plains. Amagon soils are\npoorly drained and in a fine-silty family. Bonn and Foley soils are poorly drained and have natric horizons. Bosket soils have a mollic epipedon. Dexter and Dubbs soils are in a fine-silty family. Lafe soils are somewhat poorly drained and have a natric horizon. Tuckerman soils are poorly drained."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; negligible to medium runoff; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Nearly all areas of the soil has been cleared and are used for growing cotton, soybeans, corn, small grains, grain sorghum and other row crops. Minor areas are used for pasture and hayland. Native vegetation was mixed hardwoods with an undergrowth of vines and canes."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: The lower part of the Mississippi River Valley in MLRA 131; Arkansas, Louisiana, Mississippi, Missouri, Tennessee, and Kentucky. This series is of large extent."
  },
  "REGIONAL OFFICE": {
    "section": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE",
    "content": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE: AUBURN, ALABAMA"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Woodruff County, Arkansas; 2001."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: The series was updated in 2004 to allow chroma 2 color in the surface layer, and chroma 3 color in the upper part of the Bt horizon, and in the C horizon.  Sandy loam texture was also added to the range for the lower part of the Bt horizon, and reaction was allowed to range down to very strongly acid throughout. These changes are supportsd by field and lab documentation from Tunica County, Mississippi. Diagnostic hoizons and features recognized in this pedon are:\nOchric epipedon-surface to a depth of 20 inches (Ap1, Ap2 and BA horizons)\nArgillic horizon-zone from 20 to 40 inches (Bt1 and Bt2 horizons)\nThe Teksob series was created so that the Bosket series could be returned to it's original classification of Mollic Hapludalfs. The Bosket series classification had been changed to Typic Hapludalfs to accommodate correlation in Woodruff County, AR. This previous decision did not take into account all the surveys correlated with mollic epipedons. Therefore, the Teksob series is being created to amend the correlation of these soils in Woodruff County, AR.\nADDITIONAL DATA: Charaterization data by the University of Arkansas Soil Characterization Laboratory. Pedon 90WD01, Woodruff County, Arkansas.\nHorizon Depth % Sand % Silt % Clay % BS Texture\nAp1 0-5 47.6 44.1 8.3 85 L\nAp2 5-10 48.3 41.2 10.5 80 L\nBA 10-20 44.7 41.0 14.3 83 L\nBt1 20-27 38.8 33.5 27.7 80 CL\nBt2 27-40 56.3 17.7 26.0 68 SCL\nBC 40-51 80.6 5.5 13.9 68 FSL\nC1 51-65 88.3 6.1 5.6 76 FS\nC2 65-80 90.5 3.6 5.9 77 FS\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap1",
        "top": 0,
        "bottom": 13,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Ap1--0 to 5 inches; brown (7.5YR 4/4) loam; weak fine and medium granular structure; friable; pockets and streaks of yellowish brown (10YR 5/4) loam; common fine and medium roots; common fine pores; neutral; abrupt smooth boundary."
      },
      {
        "name": "Ap2",
        "top": 13,
        "bottom": 25,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "7.5YR",
        "moist_value": 3,
        "moist_chroma": 4,
        "texture_class": "loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Ap2--5 to 10 inches; dark brown (7.5YR 3/4) loam; weak coarse subangular blocky structure; friable; few pockets of yellowish brown (10YR 5/4) loam; few fine and very fine roots; common fine and medium pores; neutral; abrupt smooth boundary. (Combined thickness of the Ap or A horizon ranges form 4 to 12 inches.)"
      },
      {
        "name": "BA",
        "top": 25,
        "bottom": 51,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "BA--10 to 20 inches; brown (7.5YR 4/4) and dark yellowish brown (10YR 4/4) loam; weak medium and coarse subangular blocky structure; friable; few fine and very fine roots; common fine and medium pores; neutral; gradual smooth boundary. (0 to 14 inches thick)"
      },
      {
        "name": "Bt1",
        "top": 51,
        "bottom": 69,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "Bt1--20 to 27 inches; brown (7.5YR 4/4) clay loam; moderate medium subangular blocky structure; friable; common faint clay films on faces of peds and lining pores; few fine and very fine roots; common fine and medium pores; few fine distinct black iron-manganese accumulations on faces of some peds and lining some pores; neutral; gradual smooth boundary."
      },
      {
        "name": "Bt2",
        "top": 69,
        "bottom": 102,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 6,
        "texture_class": "sandy clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately acid",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "Bt2--27 to 40 inches; strong brown (7.5YR 4/6) sandy clay loam; moderate medium subangular blocky structure; friable; many distinct clay films on faces of peds and lining pores; few fine and very fine roots; common fine and very fine pores; few fine distinct black iron-manganese accumulations on faces of some peds and lining some pores; moderately acid; gradual smooth boundary. (Combined thickness of the Bt horizon ranges 15 to 30 inches.)"
      },
      {
        "name": "BC",
        "top": 102,
        "bottom": 130,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 6,
        "texture_class": "fine sandy loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "BC--40 to 51 inches; strong brown (7.5YR 4/6) fine sandy loam; weak medium and coarse subangular blocky structure; very friable; few fine and medium pores; strongly acid; clear smooth boundary. (0 to 15 inches thick)"
      },
      {
        "name": "C1",
        "top": 130,
        "bottom": 165,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 6,
        "texture_class": "fine sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "strongly acid",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "C1--51 to 65 inches; strong brown (7.5YR 4/6) fine sand; single grained; loose; strongly acid; gradual smooth boundary. (10 to 25 inches thick)"
      },
      {
        "name": "C2",
        "top": 165,
        "bottom": 203,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 6,
        "texture_class": "fine sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately acid",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "C2--65 to 80 inches; dark yellowish brown (10YR 4/6) fine sand; common medium distinct pale brown (10YR 6/3) iron depletions; single grained; loose; moderately acid."
      }
    ]
  ]
}
