{
  "SERIES": "TELFER",
  "STATUS": "Established Series",
  "BYREV": "CJH",
  "REVDATE": "06/1999",
  "STATES": "ND,SD",
  "OVERVIEW": "The Telfer series consists of very deep, excessively and somewhat excessively drained, rapidly permeable soils that formed in wind and water deposited sands.  These soils are on terraces and uplands and have slopes ranging from 0 to 25 percent.  Mean annual air temperature is 42 degrees F, and mean annual precipitation is 16 inches.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Sandy, mixed, frigid Entic Haplustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Telfer loamy sand - on a southwest-facing 12 percent slope in native grass.  When described the soil was dry throughout.  (Colors are for dry soil unless otherwise stated)\nA--0 to 6 inches; dark grayish brown (10YR 4/2) loamy sand, very dark grayish brown (10YR 3/2) moist; single grained; loose; many roots; neutral; clear smooth boundary.  (4 to 18 inches thick)\nAC--6 to 14 inches; grayish brown (10YR 5/2) fine sand, very dark grayish brown (10YR 3/2) moist; single grained; loose; common roots; neutral; gradual wavy boundary.  (0 to 12 inches thick)\nC--14 to 60 inches; light olive brown (2.5Y 5/4) fine sand, dark grayish brown (2.5Y 4/2) moist; single grained; loose; few roots at top and few fine roots at 40 inches; neutral."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Burleigh County, North Dakota; about 3 1/2 miles east and 5 1/2 miles south of Bismarck; 265 feet north and 150 feet west of the center, sec. 32, T. 138 N., R. 79 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The 10- to 40-inch control section is fine sand, loamy fine sand or loamy sand.  Carbonates are at depths of more than 10 inches.  Depth of mollic colors range from 10 to 20 inches.\nThe A horizon has 10YR hue, value of 3 to 5 and 2 or 3 moist, and chroma of 2 or 3.  It is loamy fine sand, loamy sand, fine sandy loam or sandy loam.  It is slightly acid or neutral.\nThe AC horizon has 10YR hue, value of 4 or 5 and 3 moist, and chroma or 2 or 3.  It is loamy fine sand, loamy sand or fine sand.  It is slightly acid to slightly alkaline.\nThe C horizon has hue of 10YR or 2.5Y, value of 4 to 7 and 3 to 5 moist, and chroma of 2 to 4.  It is loamy fine sand, loamy sand or fine sand.  It is neutral or slightly alkaline.  Below depths of 40 inches the texture ranges from loamy to sandy.  Some pedons have till or soft bedrock below a depth of 40 inches."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Lihen, Sandark and Schaller series.  Lihen soils have mollic colors for depths of more than 20 inches.  Sandark soils have horizons with lamellae between 16 and 60 inches.  Schaller soils have more than 5 percent coarse fragments and sand or coarse sand in the particle-size control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Telfer soils are on level to moderately steep terraces and uplands.  The slopes are plane or convex and gradients range from 0 to 25 percent.  The soil formed in wind and water deposited sands.  Mean annual temperature ranges from 37 to 45 degrees F, and mean annual precipitation from 12 to 18 inches.  Most of the precipitation comes in the spring and summer.  Frost-free period ranges from 110 to 135 days.  Elevation ranges from 1650 to 3600 feet."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the competing Lihen soils and the Flasher, Parshall, Seroco and Tally soils.  Lihen and Seroco soils are in a landscape sequence with the Telfer soils.  Lihen soils are in concave swales and foot slopes and Seroco soils are on ridges.  Seroco soils do not have a mollic epipedon.  Flasher soils are on nearby uplands.  They do not have a mollic epipedon and are shallow to a paralithic contact.  Parshall and Tally soils are on nearby terraces and uplands.  They are coarse-loamy."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Excessively and somewhat excessively drained.  Runoff is slow to rapid.  Permeability is rapid."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used mainly for native range, hay and pasture.  Native vegetation is prairie sandreed, needleandthread, sand bluestem, sun sedge, leadplant amorpha and forbs."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Western North Dakota, northwestern South Dakota and possibly eastern Montana.  The series is of large extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Denver, Colorado"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Bowman County, North Dakota, 1969."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:  mollic epipedon - the zone from the surface of the soil to a depth of 14 inches (A and AC horizons)."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "NA"
  },
  "SITE": [
    [
      {
        "drainage": "excessively and somewhat excessively",
        "drainage_overview": "excessively and somewhat excessively"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 15,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "loamy sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A--0 to 6 inches; dark grayish brown (10YR 4/2) loamy sand, very dark grayish brown (10YR 3/2) moist; single grained; loose; many roots; neutral; clear smooth boundary.  (4 to 18 inches thick)"
      },
      {
        "name": "AC",
        "top": 15,
        "bottom": 36,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "fine sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "AC--6 to 14 inches; grayish brown (10YR 5/2) fine sand, very dark grayish brown (10YR 3/2) moist; single grained; loose; common roots; neutral; gradual wavy boundary.  (0 to 12 inches thick)"
      },
      {
        "name": "C",
        "top": 36,
        "bottom": 152,
        "dry_hue": "2.5Y",
        "dry_value": 5,
        "dry_chroma": 4,
        "moist_hue": "2.5Y",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "fine sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "C--14 to 60 inches; light olive brown (2.5Y 5/4) fine sand, dark grayish brown (2.5Y 4/2) moist; single grained; loose; few roots at top and few fine roots at 40 inches; neutral."
      }
    ]
  ]
}
