{
  "SERIES": "TELFAIR",
  "STATUS": "Established Series",
  "BYREV": "TAR:TRG",
  "REVDATE": "12/2002",
  "STATES": "GA",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, mixed, semiactive, thermic Aquic Hapludults"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Telfair loamy sand in a gently sloping woodland area.  (Colors are for moist soil)\nA--0 to 4 inches; dark  grayish brown (10YR 4/2) loamy sand; weak fine granular structure; friable; many fine roots; very strongly acid; clear smooth boundary.  (3 to 7 inches thick)\nBt1--4 to 8 inches; red (2.5YR 4/6) sandy clay; moderate fine angular blocky structure; firm; common fine roots; few distinct clay films on faces of peds; very strongly acid; clear smooth boundary.\nBt2--8 to 11 inches; red (2.5YR 4/6) clay; few medium prominent pinkish gray (5YR 6/2) mottles; strong fine angular blocky structure; very firm; few fine roots; common prominent clay films on faces of peds; very strongly acid; clear smooth boundary.  (Combined thickness of Bt is 6 to 30 inches)\nBtg1--11 to 16 inches; gray (10YR 6/1) clay; common medium prominent red (10R 4/6) mottles; strong fine angular blocky structure; very firm; few fine roots; many prominent clay films on faces of peds; very strongly acid; clear smooth boundary.\nBtg2--16 to 24 inches; gray (10YR 6/1) clay; many medium prominent yellowish brown (10YR 5/6), few fine prominent red (10R 4/6), and common medium prominent yellowish red (5YR 5/8) mottles; strong fine angular blocky structure; very firm; few fine roots; many prominent clay films on faces of peds; very strongly acid; clear smooth boundary. (combined thickness of Btg is 5 to 16 inches)\nCr--semi-hard sandstone that can be dug with a spade in fresh cuts."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Telfair loamy sand, 0.3 mile west on Georgia Highway 132 from the junction of Georgia Highway 132 and US Highway 441, near McRae, Georgia; 0.5 mile on dirt road from Georgia Highway 132; 50 feet south of road into woods."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Solum thickness and depth to bedrock ranges from 20 to 40 inches.  Reaction ranges from extremely acid to strongly acid throughout.\nThe A horizon has hue of 10YR or 7.5YR, value of 4 to 6, and chroma of 1 to 3.  Texture is loamy sand or sandy loam.\nSome pedons have an E horizon that has hue of 10YR or 7.5YR, value of 5 or 6, and chroma of 2 to 4.  It is loamy sand or sandy loam.\nThe Bt horizon has hue of 2.5YR, 5YR or 7.5YR, value of 4 or 6, and chroma of 6 to 8.  The Btg horizon has a gray matrix with mottles in shades of red, yellowish red or brown.  The Bt and Btg horizons are sandy clay or clay.\nSome pedons have BC or C horizons 4 to 10 inches thick with similar colors and texture as the Btg horizon.\nThe Cr horizon consists of thick layers of sandstone that can be cut with a spade in fresh cuts."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Annemaine, Arundel, Beason, Cid, Craven, Creedmoor, Dogue, Eulonia, Gritney, Helena, Lignum, Nemours, Nevarc, Newco, Peawick, Rosenwall, Sacul, Sheva, Stapp, Vinita, Wolftever, Gilead and Hornsville series.  Arundel soils are well drained and montmorillonitic.  Annemaine, Beason, Craven, Creedmoor, Dogue, Eulonia, Gritney, Helena, Lignum, Nemour, Nevarc, Knewco, Peacock, Sacral, Stapp, and Wolftever soils have a solum more than 40 inches thick.  Cid soils have rock fragments of fine grained metamorphic rocks.   Rosenwall soils have more than 60 percent clay in the Bt horizon.  Vinita soils have more silty textures.  Gilead and Hornsville soils have kaolinitic mineralogy."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Telfair soils are on ridgetops and hillsides in dissected uplands of the Coastal Plain.  Slope gradients range from 2 to 15 percent. The soils formed in marine deposits of acid clays overlying horizontally bedded sandstone of the Hawthorn formation. The climate is warm and humid.  Near the type location the mean annual temperature is 65 degrees F., and the mean annual precipitation is 46 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:   These are Ailey, Nankin, Susquehanna, and Wicksburg series.  None of the associated soils are underlain by horizontally bedded sandstone.  Ailey, Nankin, Susquehanna and Wicksburg soils have a thicker Bt horizon.  Ailey, Nankin and Wicksburg are better drained and occur on broader, smoother slopes."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Moderately well drained; medium to rapid runoff; very slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most areas of this soil are in pine forest, hayland or pastureland."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Southern Coastal Plain of Georgia and possibly North Carolina and South Carolina.  The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Raleigh, North Carolina"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Telfair County, Georgia; 1992."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon--the zone from 0 to 4 inches.\nArgillic horizon--the zone from 4 to 24 inches.\nParalithic contact--the occurrence of semi-hard sandstone at 24 inches.\nADDITIONAL DATA:  Characterization data were determined by the University of Georgia Agronomy Soils Department.  Pedon No.  S88GA271001.\nTABULAR SERIES DATA:\nSOI-5  Soil Name   Slope  Airtemp FrFr/Seas Precip  Elevation\nGA0099 TELFAIR     2- 15   60- 70  240-285  40- 50   150- 300\nSOI-5  FloodL FloodH Watertable Kind   Months  Bedrock Hardness\nGA0099 NONE          1.0-3.0  PERCHED  DEC-MAR  20-40   SOFT\nSOI-5  Depth  Texture                3-Inch  No-10  Clay%   -CEC-\nGA0099  0- 4  LS LFS                  0-  6  80- 95  3-12  18- 25\nGA0099  0- 4  SL FSL                  0-  6  84- 98 10-20  18- 25\nGA0099  4-24  SC C                    0-  0  98-100 35-60  15- 22\nSOI-5  Depth    -pH-     O.M.  Salin  Permeab   Shnk-Swll\nGA0099  0- 4  3.6- 5.5  .5-1.  0- 0   2.0- 6.0  LOW\nGA0099  0- 4  3.6- 5.5  .5-1.  0- 0   0.6- 2.0  LOW\nGA0099  4-24  3.6- 5.5  .5-1.  0- 0   0.0-0.06  MODERATE\nNational Cooperative Soil Survey\nU.S.A."
  }
}
