{
  "SERIES": "TELL",
  "STATUS": "Established Series",
  "BYREV": "Rev. PHC-TAM-TWN",
  "REVDATE": "06/2009",
  "STATES": "IL,IA,MN,WI",
  "OVERVIEW": "The Tell series consists of very deep, well drained soils that formed in 50 to 100 centimeters of loess or other silty deposits and in the underlying sandy deposits. These soils are on treads and risers on stream terraces in river valleys and on outwash plains. Slope ranges from 0 to 40 percent. Mean annual precipitation is about 910 millimeters. Mean annual air temperature is about 9 degrees C.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty over sandy or sandy-skeletal, mixed, superactive, mesic Typic Hapludalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Tell silt loam, on a 2 to 6 percent slope, in a cultivated field, at an elevation of about 290 meters above sea level.  (Colors are for moist soil unless otherwise stated.)\nAp--0 to 20 centimeters; dark grayish brown (10YR 4/2) silt loam; weak very fine granular structure; friable; neutral; abrupt smooth boundary.\nE--20 to 25 centimeters; brown (10YR 5/3) silt loam; weak thin and medium platy structure; friable; neutral; clear smooth boundary.\nBE--25 to 36 centimeters; yellowish brown (10YR 5/4) silt loam; weak fine subangular blocky structure; friable; neutral; clear smooth boundary.\nBt1--36 to 76 centimeters; dark yellowish brown (10YR 4/4) silt loam; moderate medium subangular blocky structure; firm; thin continuous clay films on faces of peds; strongly acid; clear smooth boundary.\nBt2--76 to 86 centimeters; brown (7.5YR 4/4) loam; moderate medium subangular blocky structure; friable; thin patchy clay films on vertical faces of peds; strongly acid; clear smooth boundary.\n2C--86 to 152 centimeters; yellowish brown (10YR 5/4) medium and fine sand; single grain; loose; moderately acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Major Land Resource Area (MLRA) 105-Northern Mississippi Valley Loess Hills, Eau Claire County, Wisconsin subset; about 3.5 miles southeast of Fall Creek; located about 350 feet north and 1,150 feet east of the southwest corner of section 9, T. 26 N., R. 7 W.; USGS Augusta West topographic quadrangle; lat. 44 degrees 44 minutes 36 seconds N. and long. 91 degrees 14 minutes 33 seconds W., NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nDepth to horizons with more than 15 percent sand--50 to 100 centimeters\nDepth to carbonates--more than 150 centimeters\nClay content in the particle-size control section (weighted average)--20 to 28 percent\nSand content in the particle-size control section (weighted average)--less than 15 percent fine sand and sand coarser than fine sand\nA or Ap horizon:\nHue--10YR\nValue--2 to 5\nChroma--2 to 5\nTexture--silt loam\nClay content--10 to 20 percent\nSand content--5 to 25 percent\nRock fragment content--0 percent\nReaction--pH 5.1 to 7.3\nThickness--12 to 24 centimeters\nE horizon (when present):\nHue--10YR\nValue--4 or 5\nChroma--2 to 4\nTexture--silt loam\nClay content--14 to 20 percent\nSand content--less than 15 percent\nRock fragment content--0 percent\nReaction--pH 5.1 to 7.3\nThickness--0 to 13 centimeters\nBE horizon:\nHue--10YR\nValue--3 to 5\nChroma--3 or 4\nTexture--silt loam\nClay content--15 to 25 percent\nSand content--less than 15 percent\nRock fragment content--0 percent\nReaction--pH 5.1 to 7.3\nThickness--8 to 18 centimeters\nBt horizon:\nHue--7.5YR or 10YR\nValue--4 or 5\nChroma--3 or 4\nTexture--silt loam, loam, or silty clay loam\nClay content--20 to 30 percent\nSand content--less than 15 percent in the upper part\nRock fragment content--0 percent\nReaction--pH 5.1 to 6.5\nThickness--20 to 45 centimeters\n2Bt or 2BC (when present) horizon:\nHue--7.5YR or 10YR\nValue--3 to 5\nChroma--3 to 6\nTexture--sandy loam or sandy clay loam\nClay content--10 to 25 percent\nSand content--30 to 65 percent\nRock fragment content--0 to 5 percent\nReaction--pH 5.1 to 6.5\nThickness--5 to 12 centimeters\n2C horizon:\nHue--7.5YR or 10YR\nValue--4 or 5\nChroma--4 to 8\nTexture--sand or loamy sand\nClay content--2 to 10 percent\nSand content--80 to 95 percent, dominantly medium sand and fine sand\nRock fragment content--0 to 5 percent\nReaction--pH 5.1 to 6.5"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  This is the Gale series.\nGale--have a paralithic contact with siliceous sandstone within a depth of 102 centimeters"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material--50 to 100 centimeters of loess or other silty deposits and in the underlying sandy deposits\nLandform--treads and risers on stream terraces in river valleys and on outwash plains\nSlope--0 to 40 percent\nElevation--130 to 425 meters above sea level\nMean annual air temperature--6 to 13 degrees C\nMean annual precipitation--735 to 1,090 millimeters\nFrost-free period--135 to 215 days"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Dells, Seaton, Seaton, benches, and Seaton, moderately well drained soils near the type location.\nDells--are in lower landscape positions and have a frequently saturated zone between depths of 0.3 and 1 meter during the wettest periods of years when precipitation is within one standard deviation of the 30 year mean of annual precipitation\nSeaton--are in higher landscape positions on hills and have a sand content of less than 15 percent in the lower third of the series control section\nSeaton, benches--are on landscape positions similar to those of the Tell soils and are underlain by sand at depths of 102 to 152 centimeters\nSeaton, moderately well drained--are on landscape positions similar to those of the Tell soils or on slightly lower or more concave landscape positions, have a frequently saturated zone between depths of 1.0 and 1.8 meters during the wettest periods of years when precipitation is within one standard deviation of the 30 year mean of annual precipitation, and have a sand content of less than 15 percent in the lower third of the series control section"
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:\nDrainage class--well drained--a frequently saturated zone does not occur within a depth of 1.8 meters during the wettest periods of years when precipitation is within one standard deviation of the 30 year mean of annual precipitation\nSaturated hydraulic conductivity--1.00 to 10.00 micrometers per second in the loess or silty deposits and 10.00 to 100.00 micrometers per second in the sandy deposits\nFlooding--rarely or very rarely flooded for brief or very brief duration"
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:\nMost areas are cultivated or pastured. The principal crops are corn, small grain, and forage. The native vegetation consisted of mixed hardwoods with oak predominant."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:\nPhysiographic division--Interior Plains\nPhysiographic province--Central Lowland\nPhysiographic sections--Eastern lake section, Western lake section, Wisconsin driftless section, Dissected till plains, Till plains\nMLRAs--Wisconsin Central Sands (89),\nSouthern Wisconsin and Northern Illinois Drift Plain (95B),\nEastern Iowa and Minnesota Till Prairies (104),\nNorthern Mississippi Valley Loess Hills (105),\nIllinois and Iowa Deep Loess and Drift, Eastern Part (108A),\nIllinois and Iowa Deep Loess and Drift, East-Central Part (108B),\nIllinois and Iowa Deep Loess and Drift, West-Central Part (108C), and\nCentral Mississippi Valley Wooded Slopes, Northern Part (115C)\nLRR M and LRR K; southwestern Wisconsin, southeastern Minnesota, northern Illinois, and eastern Iowa\nExtent--moderate"
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: St. Paul, Minnesota; MLRA SSO 10-10 (La Crosse, Wisconsin)."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Trempealeau County, Wisconsin, 1940."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nParticle-size control section--the zone from a depth of 36 to 86 centimeters;\nseries control section--the zone from the surface of the soil to a depth of 150 centimeters.\nDiagnostic horizons recognized in this pedon include:\nochric epipedon--the zone from the surface of the soil to a depth of 36 centimeters (Ap, E, and BE horizons);\nargillic horizon--the zone from a depth of 36 to 86 centimeters (Bt1 and Bt2 horizons);\nudic moisture regime;\nmesic temperature regime.\nThe type location was moved to Eau Claire County after the recorrelation of Crawford County, Wisconsin.  The former OSD Type Location in Crawford County is from a landscape and parent material that will no longer be a part of the Tell concept. The Tell series in the initial Crawford County soil survey has been re-correlated to three existing series. The current type location polygon and all polygons in this same landscape will be mapped as the Nuxmaruhanixete series, polygons mapped where the underlying material is outwash sand and gravel will be mapped as the Meridian series, and other polygons underlain by siliceous sand (no gravel) will be mapped as the Merit series.\nIt is suspected that Tell may become an inactive series eventually as SSAs are re-correlated and series updated. The Nuxmaruhanixete series was established in nearby Richland County for a fine loamy Argiudoll and underlain by outwash parent material found on an older high strath terrace along the Wisconsin River which is unique to this part of the Driftless Area. The Merit series was established for a similar concept of a mollic intergrade, fine-loamy over ssk, and underlying siliceous sand. The Meridian series is an established series for a similar concept of a mollic intergrade, fine-loamy over ssk, and underlying outwash sand and gravel. It is unclear whether the Tell series concept will remain unique, mappable, and contrasting to these other concepts on these same landform positions where it is currently mapped.\nIt is my belief that this concept and landscape position, where soils are moderately deep to siliceous sand or outwash, is better defined as being intergrade\" alfisols to mollisols rather than typic\" alfisols. These profiles tend to be droughty in dry years and fire undoubtedly played an important role in their pre-settlement history. Original vegetation maps indicate that savanna or open oak woods predominated. The more sloping areas tend to be eroded any may presently exhibit ochric epipedon colors but the predominant slopes are 1-6% and these typic profiles would be considered similar\" soils.  T.Meyer.\nCation-exchange activity class is inferred from lab data from similar soils in the surrounding area.\nTaxonomy version--Keys to Soil Taxonomy, tenth edition, 2006.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 20,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "silt loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Ap--0 to 20 centimeters; dark grayish brown (10YR 4/2) silt loam; weak very fine granular structure; friable; neutral; abrupt smooth boundary."
      },
      {
        "name": "E",
        "top": 20,
        "bottom": 25,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 3,
        "texture_class": "silt loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "E--20 to 25 centimeters; brown (10YR 5/3) silt loam; weak thin and medium platy structure; friable; neutral; clear smooth boundary."
      },
      {
        "name": "BE",
        "top": 25,
        "bottom": 36,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "silt loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "BE--25 to 36 centimeters; yellowish brown (10YR 5/4) silt loam; weak fine subangular blocky structure; friable; neutral; clear smooth boundary."
      },
      {
        "name": "Bt1",
        "top": 36,
        "bottom": 76,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "silt loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bt1--36 to 76 centimeters; dark yellowish brown (10YR 4/4) silt loam; moderate medium subangular blocky structure; firm; thin continuous clay films on faces of peds; strongly acid; clear smooth boundary."
      },
      {
        "name": "Bt2",
        "top": 76,
        "bottom": 86,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bt2--76 to 86 centimeters; brown (7.5YR 4/4) loam; moderate medium subangular blocky structure; friable; thin patchy clay films on vertical faces of peds; strongly acid; clear smooth boundary."
      },
      {
        "name": "2C",
        "top": 86,
        "bottom": 152,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "fine sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately acid",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "2C--86 to 152 centimeters; yellowish brown (10YR 5/4) medium and fine sand; single grain; loose; moderately acid."
      }
    ]
  ]
}
