{
  "SERIES": "TELOS",
  "STATUS": "Established Series",
  "BYREV": "Rev. KJL-LRF-MJK",
  "REVDATE": "07/2014",
  "STATES": "ME",
  "OVERVIEW": "The Telos series consists of somewhat poorly drained soils on till plains, hills, and ridges. They are shallow to dense lodgement till and very deep to bedrock. These soils formed in till. Saturated hydraulic conductivity is moderately high or high in the solum and low to moderately high in the substratum. Slope ranges from 0 to 25 percent. Mean annual temperature is about 4.4 degrees C, and mean annual precipitation is about 97 centimeters at the type location.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy, isotic, frigid, shallow Aquic Haplorthods"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Telos silt loam, on a 3 percent slope in a very stony forested area, at an elevation of about 500 meters.  (Colors are for moist soil.)\nOi -- 0 to 5 centimeters; dark brown (7.5YR 3/4) slightly decomposed plant material; weak medium granular structure; very friable; common very fine and fine roots throughout; extremely acid; abrupt wavy boundary.\nOe -- 5 to 8 centimeters; black (10YR 2/1) moderately decomposed plant material; weak medium granular structure; very friable; few very fine roots throughout; extremely acid; abrupt wavy boundary. (Combined thickness of the O horizons is 5 to 18 centimeters.)\nE -- 8 to 13 centimeters; light brownish gray (10YR 6/2) silt loam; weak medium subangular blocky structure; friable, common fine roots throughout; 5 percent gravel; extremely acid; abrupt wavy boundary. (0 to 15 centimeters thick.)\nBs -- 13 to 33 centimeters; brown (7.5YR 5/4) loam; weak medium subangular blocky structure; friable; common very fine to medium roots throughout; 5 percent gravels and 5 percent channers; very strongly acid; clear wavy boundary. (10 to 30 centimeters thick.)\nBC -- 33 to 48 centimeters; light olive brown (2.5Y 5/4) loam; weak fine subangular blocky structure; friable; few very fine and fine roots throughout; 1 percent fine faint light yellowish brown (2.5Y 6/3), moist, areas of iron depletion throughout and 10 percent fine prominent strong brown (7.5YR 5/6), moist, masses of oxidized iron throughout; 5 percent gravels; strongly acid; clear wavy boundary. (0 to 18 centimeters thick.)\nCd -- 48 to 152 centimeters; olive (5Y 5/3) loam; structureless massive; firm; 1 percent fine prominent brownish yellow (10YR 6/8), moist, masses of oxidized iron throughout and 10 percent fine distinct light brownish gray (10YR 6/2), moist, areas of iron depletion throughout; 5 percent gravels and 5 percent channers; strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Somerset County, Maine; Township 5, Range 15; 6.0 miles east of Ragmuff Road on the Bean Pot Road; USGS Bean Pot Pond, ME topographic quadrangle; Latitude 46 degrees, 5 minutes, 37.2 seconds N. and Longitude 69 degrees, 39 minutes, 30.9 seconds W., NAD 1927."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Thickness of the solum ranges from 33 to 50 centimeters. Thickness of the mineral soil over the dense till ranges from 25 to 50 centimeters. Depth to bedrock is more than 152 centimeters. Texture of the fine-earth fraction in the solum is silt loam, loam, very fine sandy loam, and fine sandy loam. The weighted average of clay in the particle-size control section is 10 to 18 percent. Texture in the Cd layer is silt loam and loam in the fine-earth fraction. Rock fragment content ranges from 5 to 35 percent in the E or A horizons where present, and from 5 to 25 percent in the underlying material. Rock fragments are mainly channers and pebbles, but in the A and E horizons of some pedons they are mainly cobbles. Stones and boulders cover from 0 to 25 percent of the surface. Reaction ranges from extremely acid to moderately acid in the solum, and from strongly acid to slightly acid in the substratum.\nThe O horizon has a hue of 2.5YR to 10YR, value of 2 to 3, and chroma of 1 or 4.\nSome areas have an Ap horizon with hue of 10YR and value and chroma of 3 or 4.\nThe E horizon has hue of 5YR to 10YR, value of 5 to 7, and chroma of 1 or 2. Consistence is very friable or friable.\nThe Bhs horizon has hue of 2.5YR or 5YR, with value and chroma of 2.5 or 3. The Bh horizon, where present, has hue of 7.5YR to 10YR, value of 2 to 3, and chroma of 2 or 3.\nThe Bs horizon has hue of 5YR to 10YR, value of 3 to 5, and chroma of 4 to 8. Consistence is very friable or friable.\nThe BC horizon has hue of 2.5Y or 5Y, value of 4 to 6, and chroma of 3 or 4. Consistence is friable or firm.\nSome pedons ahave an E' horizon with hue of 2.5Y or 5Y, value of 5 or 6, and chroma of 2. Consistence is friable or firm.\nThe Cd layer has hue of 2.5Y or 5Y, value of 3 to 5, and chroma of 1 to 4. It is massive or it has strong very coarse prisms which may part to weak to strong, thin to very thick plates, or moderate or strong, fine to coarse angular blocks. Arrangement of soil particles into structural aggregates is considered to be inherited from the parent material. Consistence is firm or very firm."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: Colonel is the only other series in the same family. Colonel soils have less than 10 percent clay content in the particle-size control section.\nChesuncook, Daigle, Dixfield, Dixmont, Howland, Peru, Skerry, and Sunapee series are in related families. Chesuncook soils are moderately deep to dense till, moderately well drained, and do not have redox depletions within 16 inches from the mineral soil surface. Daigle soils from 18 to 27 percent clay content in the particle-size control section. Dixfield, Dixmont, Howland, Peru, Skerry, and Sunapee soils have less than 10 percent clay in the particle-size control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Telos soils are on upland till plains, hills, and ridges. Slope ranges from 0 to 25 percent. The soils formed in dense glacial till derived mainly from slate and other dark colored sedimentary and metamorphic rocks. The climate is humid and cool temperate. The mean annual temperature ranges from 2 to 7 degrees C and mean annual precipitation ranges from 86 to 117 centimeters. The frost-free season ranges from 80 to 130 days. Elevation ranges from 100 to 840 meters above mean sea level."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Burnham, Chesuncook, Elliottsville, Monarda, Monson, Ragmuff,  and Thorndike soils. The Burnham and Monarda soils occur in lower positions on the landscape and are wetter. Chesuncook soils are better drained and are in higher positions on the landscape. Elliottsville, Monson, Ragmuff, and Thorndike soils are shallower to bedrock and occur in higher positions on the landscape."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Somewhat poorly drained. Saturated hydraulic conductivity is moderately high or high in the mineral solum and low to moderately high in the substratum."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Mostly forest. Common tree species include red spruce, white spruce, balsam fir, yellow birch, paper birch, and red maple."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Maine. MLRA 143, 144B, and 146. The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Amherst, Massachusetts."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Soil survey of Franklin County Area and Part of Somerset County, Maine, 1992."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Series classification was revised 11/05 from Coarse-loamy, isotic, frigid, shallow Aquic Haplorthods to Loamy, isotic, frigid, shallow Aquic Haplorthods to reflect shallow characteristic. Competing series section revised 5/06 to reflect classification.\nDiagnostic horizons and features recognized in this pedon include:\na. Albic horizon - the zone from 8 to 13 centimeters (E horizon).\nb. Spodic horizon - the zone from 13 to 33 centimeters (Bhs and Bs1 horizons).\nc. Cambic horizon - the zone from 33 to 48 centimeters (BC horizon).\nc. Densic materials - firm, dense lodgement till at a depth of 48 centimeters.\nd. Aquic conditions - redoximorphic features at 25 centimeters below the mineral soil surface.\nAdditional Data: This pedon is characterized by the National Soil Survey Laboratory in Lincoln Nebraska, reference pedon 09N0166. Climate data are from US official station #171472 Clayton Lake, Maine. Source of data used in establishing taxonomic class and range in characteristics is Maine Agricultural and Forest Experiment Station, Technical Bulletin 155, 1994; NRCS Characterization Data; and composite data from the Field Appraisal of Resource Management Systems compiled by Dr. Paul R. Hepler, of the Department of Plant and Soil Sciences, University of Maine, Orono, Maine.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
