{
  "SERIES": "TEMAN",
  "STATUS": "Established Series",
  "BYREV": "Rev:  CEJ/GJS/JBF",
  "REVDATE": "03/2016",
  "STATES": "NV",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty, mixed, superactive, mesic Durinodic Xeric Haplocalcids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Teman silt loam--rangeland.  (Colors are for dry soil unless otherwise noted.)\nA1--0 to 10 cm; light brownish gray (2.5Y 6/2) silt loam, dark brown (10YR 3/3) moist; moderate very thin and thin platy structure; slightly hard, very friable, slightly sticky and moderately plastic; few very fine roots; many very fine vesicular, interstitial and tubular pores; strongly effervescent; moderately alkaline (pH 8.2); clear smooth boundary (8 to 13 cm thick)\nA2--10 to 20 cm; brown (10YR 5/3) silt loam, dark brown (10YR 3/3) moist; moderate medium and coarse prismatic structure; slightly hard, very friable, moderately sticky and moderately plastic; common very fine and few fine and medium roots; common very fine tubular pores; common fine filaments of gypsum crystals; strongly effervescent; moderately alkaline (pH 8.4); clear smooth boundary.  (10 to 23 cm thick)\nBq1--20 to 53 cm; light gray (10YR 7/2) silt loam, brown (10YR 4/3) moist; massive; slightly hard, very friable, moderately sticky and moderately plastic; many very fine and few fine and medium roots; common very fine tubular pores; few fine filaments of gypsum crystals; strong durinodes; strongly effervescent; moderately alkaline (pH 8.4); clear wavy boundary.  (18 to 48 cm thick)\nBq2--53 to 74 cm; light gray (10YR 7/2) silty clay loam, brown (10YR 5/3) moist; massive; hard, very friable, moderately sticky and moderately plastic; few very fine and fine roots; many very fine tubular pores; few fine filaments of gypsum crystals; 30 percent 5 to 20 mm weak and moderately strong durinodes; strongly effervescent; strongly alkaline (pH 8.6); clear wavy boundary.  (13 to 20 cm thick)\nBqk--74 to 122 cm; very pale brown (10YR 8/2) silty clay loam, very pale brown (10YR 7/3) moist; common fine distinct mottles, light yellowish brown (10YR 6/4) and yellowish brown (10YR 5/6) moist; massive; hard, very friable, moderately sticky and moderately plastic; few very fine and fine roots; many very fine and fine tubular pores; 25 percent 5 to 20 mm weak and moderately strong durinodes and carbonate concretions; violently effervescent; strongly alkaline (pH 8.6); clear wavy boundary.  (20 to 56 cm thick)\nBk--122 to 160 cm; mottled light gray (10YR 7/2) and very pale brown (10YR 8/2) silty clay loam, very pale brown and very pale brown (10YR 7/3) and very pale brown (10YR 8/2) moist; common fine distinct mottles yellowish brown (10YR 5/4) and dark yellowish brown (10YR 4/4) moist; massive; hard, friable, moderately sticky and moderately plastic; few very fine roots; many very fine and fine tubular pores; violently effervescent; common medium segregated carbonate concretions; strongly alkaline (pH 8.6)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Lander County, Nevada; approximately 8 miles south of Battle Mountain; about 2,250 feet south and 1,000 feet east of the approximate northwest corner of section 27, T. 31 N., R. 45 E.; USGS Blossom Spring 7.5 minute topographic quadrangle; latitude 40 degrees 31 minutes 51 seconds N and longitude 116 degrees 53 minutes 49 seconds W; WGS84 Decimal Degrees  latitude,  longitude."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: Usually dry, moist in some part from October through early June, dry late June through October l; aridic soil moisture regime bordering on xeric.\nMean annual soil temperature: 8 to 12 degrees C.\nDepth to calcic horizon: 50 to 94 cm.\nDepth to Bq horizon: 20 to 36 cm.\nCalcic horizon: 30 or more cm thick.  It has 15 to 40 percent calcium carbonate equivalent and 5 to 30 percent 3 to 5 mm carbonate concretions.\nReaction: Moderately alkaline or strongly alkaline, usually more alkaline with increasing depth.\nSalts and sodium: Normally strongly salt and slightly sodium affected at depths below 20 cm, and free or slightly affected above.  Some pedons are strongly salt and moderately sodium affected throughout the profile.\nGypsum: Segregated gypsum crystals are common at any depth below 18 cm.\nParticle-size control section - Clay content: Averages 20 to 30 percent.\nSand fraction:  Less than 15 percent fine sand and coarser.\nRock fragments: Some pedons have up to 10 percent gravel below a depth of 100 cm.\nA horizon\nHue:  2.5Y or 10YR\nValue:  3 through 5 moist.\nChroma:  2 through 4.\nStructure:  Very thin to thick platy or prismatic or it is massive.\nBq and Bk horizons\nValue:  6 through 8 dry, 4 through 8 moist, light values are in the lower subhorizons.\nChroma:  1 through 3 dry, 2 through 4 moist.\nTexture:  Silt loam or silty clay loam.\nCementation:  20 to 50 percent weak and moderately strong durinodes.  Some pedons have strata of up to 50 percent discontinuous weak silica cementation.\nOther features:  Strata of volcanic ash commonly occur between depths of 40 to 76 cm and are 10 to 20 cm thick in some pedons."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no other series in this family."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Teman soils are on smooth inset fans and some fan skirts.  These soils formed in alluvium derived from mixed rocks mostly of volcanic origin that are high in pyroclastics.  Slopes are 0 to 2 percent.  Elevations are 1,375 to 1,475 meters.  The climate is cool, semiarid with hot, dry summers and cool, moist winters.  The mean annual precipitation is 150 to 200 mm; mean annual temperature is 9 to 10 degrees C., and the frost-free season is 100 to 120 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Broyles, Creemon, Duffer, Landco, and Whirlo soils.  Broyles, Creemon, and Whirlo soils have cambic horizons and do not have calcic horizons.  Duffer soils have carbonatic mineralogy and are saturated within a depth of 100 cm.  Landco soils have coarse-silty over clayey particle-size control sections and do not have durinodes and calcic horizons."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:  Moderately well drained; very slow runoff; moderately slow permeability; moderately high saturated hydraulic conductivity.  Seasonal water table is 183 to 300 cm."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Rangeland, wildlife habitat and irrigated hayland.  The present vegetation is mainly Basin big sagebrush, black greasewood, rubber rabbitbrush, basin wildrye and mustards."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  North central Nevada. MLRA 24. These soils are not extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Lander County, Nevada, North Part, 1974."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  The Teman soils were formerly classified as Calcisols.\nDiagnostic horizons and features recognized in this pedon are:\nOchric epipedon - The zone from the soil surface to 18 cm (The A1 and part of the A2 horizona).\nCalcic horizon - The zone from 74 to 122 cm (Bqk horizon).\nDuric horizon - The zone from 20 to 122 cm (Bq1, Bq2, and Bqk horizons).\nParticle-size control section - The zone from 25 to 100 cm.  (Bq2 and parts of the Bq1 and Bqk horizons).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
