{
  "SERIES": "TEMO",
  "STATUS": "Established Series",
  "BYREV": "Rev. OWB/WED/WRL/ET",
  "REVDATE": "05/2007",
  "STATES": "CA,NV",
  "OVERVIEW": "The Temo series consists of very shallow and shallow, excessively drained soils that formed in residuum and colluvium derived from granitic rock.  Temo soils are on mountains.  Slopes are 5 to 75 percent.  The mean annual precipitation is about 1016 centimeters and the mean annual temperature is about 3 degrees C.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS:  Mixed, shallow Typic Cryopsamments"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Temo gravelly coarse sand--forestland.  (Colors are for dry soil unless otherwise noted.)  The soil surface has about one centimeter of undecomposed forest duff composed of pine and fir needles.\nA1--0 to 5 cm; grayish brown (10YR 5/2) gravelly coarse sand, very dark brown (10YR 2/2) moist; weak fine granular structure; soft, very friable, nonsticky and nonplastic; many fine and very fine roots; many fine and very fine interstitial pores; 25 percent fine gravel and 1 percent boulders; moderately acid (pH 6.0); clear wavy boundary.  (3 to 10 cm thick)\nA2--5 to 25 cm; grayish brown (10YR 5/2) gravelly loamy coarse sand, very dark grayish brown (10YR 3/2) moist; weak fine granular structure; soft, very friable, nonsticky and nonplastic; many fine and very fine roots; few medium and coarse roots; many fine and very fine interstitial pores; 25 percent fine gravel; slightly acid (pH 6.4); abrupt wavy boundary.  (10 to 25 cm thick)\nC--25 to 41 cm; pale brown (10YR 6/3) gravelly loamy coarse sand, dark grayish brown (10YR 4/2) moist; massive; soft, very friable, nonsticky and nonplastic; few fine through coarse roots; many very fine and fine interstitial pores; 30 percent gravel; moderately acid (pH 6.0); clear wavy boundary.  (8 to 20 cm thick)\nCr--41 cm; weathered granodiorite."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Washoe County, Nevada; in Lake Tahoe State Park about 0.75 mile east of Tunnel Creek Station; about 610 meter east and 518 meters south of the northwest corner of section 30, T. 16 N., R.19 E.; USGS Marlett Lake 7.5 minute topographic quadrangle; 39 degrees 13 minutes 30 seconds north latitude and 119 degrees 53 minutes 36 seconds west longitude, NAD27."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture - Usually moist, but are dry in all parts from some time in July until early October; Xeric moisture regime.\nMean annual soil temperature - 4 to 7 degrees C.\nMean summer soil temperature - 6 to 8 degrees C.\nOchric epipedon thickness - 15 to 25 cm.\nDepth to bedrock - 20 to 50 cm to a paralithic contact.  The paralithic materials below the contact are weathered granitic rock such as granodiorite.\nReaction - Strongly acid to slightly acid.\nParticle-size control section\nClay content: 2 to 8 percent\nRock fragments: 10 to 35 percent, mainly fine gravel.  Lithology of fragments are granitic rocks such as granodiorite.\nA horizons\nValue: 4 or 5 dry, 2 or 3 moist.\nChroma: 2 or 3, dry or moist.\nTexture: Coarse sand, or loamy coarse sand.\nOrganic matter content: 0.5 to 8 percent.\nC horizon\nValue: 5 through 7 dry, 3 through 5 moist.\nChroma: 2 through 4, dry or moist.\nTexture: Coarse sand, or loamy coarse sand.\nRock fragments: 10 to 35 percent."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  At present, there are no other series in this family."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Temo soils are on mountains.  They typically occur on shoulder, backslope, and footslope positions.  Elevations range from 1981 to 3048 meters.  Slopes are 5 to 75 percent.  They formed in residuum and colluvium derived from granitic rock.  Rock outcrop and surface boulders are common.  The climate is subhumid with cool, dry summers and cold, wet winters.  The mean annual precipitation is 740 to 1651 mm and occurs mostly as snow.  The mean annual temperature is 1 to 4 degrees C.  The frost-free period is 30 to 80 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Corbett, Dagget, Toiyabe, and Witefels soils.  Corbett and Toiyabe soils have a frigid temperature regime.  Dagget soils are 100 to 150 cm deep to a paralithic contact.  Witefels soils are 50 to 100 cm deep to a paralithic contacts."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Excessively drained; medium or high surface runoff; rapid permeability above the paralithic contact (high or very high saturated hydraulic conductivity)."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Temo soils are used for wildlife habitat, watershed, and forestland.  The vegetation consists of open to semi-dense stands of mixed conifers such as whitebark pine, western white pine, Jeffrey pine, and California red fir.  The understory is mainly curlleaf mountainmahogany, golden chinkapin, greenleaf manzanita, and snowbrush ceanothus."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  The Sierra Nevada Range, California and Nevada.  These soils are moderately extensive.  MLRA 22A."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Davis, California."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Washoe County (South Part), Nevada, 1980."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - The zone from the soil surface to 25 cm (A1 and A2 horizons).\nParalithic contact - The boundary at 41 cm to underlying soft, weathered bedrock (Cr layer).\nParticle-size control section - The zone from 25 to 41 cm (C horizon).\nADDITIONAL DATA:  Several pedons have been sampled for the Soil Survey Laboratory (SSL), Lincoln, NE as soil survey sample numbers S79NV-031-005 (pedon # 79P0467) and S79NV-031-010 (pedon # 79P0472).\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "excessively",
        "drainage_overview": "excessively"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A1",
        "top": 0,
        "bottom": 5,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 2,
        "texture_class": "coarse sand",
        "cf_class": "gravelly",
        "pH": 6,
        "pH_class": "moderately acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "A1--0 to 5 cm; grayish brown (10YR 5/2) gravelly coarse sand, very dark brown (10YR 2/2) moist; weak fine granular structure; soft, very friable, nonsticky and nonplastic; many fine and very fine roots; many fine and very fine interstitial pores; 25 percent fine gravel and 1 percent boulders; moderately acid (pH 6.0); clear wavy boundary.  (3 to 10 cm thick)"
      },
      {
        "name": "A2",
        "top": 5,
        "bottom": 25,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "loamy coarse sand",
        "cf_class": "gravelly",
        "pH": 6.4,
        "pH_class": "slightly acid",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "A2--5 to 25 cm; grayish brown (10YR 5/2) gravelly loamy coarse sand, very dark grayish brown (10YR 3/2) moist; weak fine granular structure; soft, very friable, nonsticky and nonplastic; many fine and very fine roots; few medium and coarse roots; many fine and very fine interstitial pores; 25 percent fine gravel; slightly acid (pH 6.4); abrupt wavy boundary.  (10 to 25 cm thick)"
      },
      {
        "name": "C",
        "top": 25,
        "bottom": 41,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "loamy coarse sand",
        "cf_class": "gravelly",
        "pH": 6,
        "pH_class": "moderately acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "C--25 to 41 cm; pale brown (10YR 6/3) gravelly loamy coarse sand, dark grayish brown (10YR 4/2) moist; massive; soft, very friable, nonsticky and nonplastic; few fine through coarse roots; many very fine and fine interstitial pores; 30 percent gravel; moderately acid (pH 6.0); clear wavy boundary.  (8 to 20 cm thick)"
      },
      {
        "name": "Cr",
        "top": 41,
        "narrative": "Cr--41 cm; weathered granodiorite."
      }
    ]
  ]
}
