{
  "SERIES": "TEMPLE",
  "STATUS": "Established Series",
  "BYREV": "Rev. RJA/RU/JEM",
  "REVDATE": "03/2003",
  "STATES": "CA",
  "OVERVIEW": "The Temple series consists of (minimal) Humic Gley soils developed from stratified moderately coarse and moderately fine textured predominantly granitic alluvium.  They occur on nearly level to depressional recently deposited floodplains under moisture living grass and herbaceous vegetation.  Characteristically the Temple soils have dark gray granular medium and moderately fine textured A1 horizons with moderate organic matter contents and mottled light olive gray moderately fine to fine textured B2 horizons.  The A1 horizon is typically noncalcareous but lime content increases with depth to moderate or strong including some lime segregated into nodules.\nThey most resemble the Burchell, Chino, Grimes, Merced, Rossi and Sacramento soils. The Temple series is mapped along the San Joaquin River in central California where it is locally extensive.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, thermic Mollic Endoaqualfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: loam (range pasture)\nA1--0 to 8 inches; dark gray (10YR 4.5/1) loam, black (10YR 2/1) moist; essentially massive dry, weak fine and medium granular structure moist; hard, friable, slightly plastic and slightly sticky; moderately high in organic matter; numerous fine roots and fine pores; slightly acid (pH 6.5); gradual smooth boundary. (7 to 10 inches thick).\nB1--8 to 12 inches; gray (10YR 5/1) clay loam, dark gray (10YR 4/1) moist; weak medium blocky structure; hard, firm, plastic and sticky; thin patchy clay films of very dark gray (10YR 3/1) moist; low organic matter content; few roots and fine pores; neutral; clear smooth boundary. (4 to 10 inches thick).\nB2g--12 to 25 inches; light olive gray (2.5Y 6/2) clay loam, dark grayish brown (2.5Y 4/2) with distinct medium and fine mottles of strong brown (7.5YR 5/6 and 5/8) moist; weak medium blocky structure; hard, firm, plastic and sticky; thin patchy clay films of very dark gray (10YR 3/1) moist; moderately alkaline (pH 8.2); slightly calcareous, lime content increasing with depth with some soft light colored masses segregated in the lower part; clear smooth boundary (10 to 15 inches thick).\nB3gca--25 to 49 inches; light olive gray (2.5Y 6/2) clay loam, grayish brown (2.5Y 5/2) with common fine and medium strong brown (2.5Y 5/6 and 5/8) mottles, weak medium blocky structure; hard, firm, plastic and sticky; moderately alkaline (pH 8.2); strongly calcareous with much segregated lime in soft light colored masses and small hard nodules; clear smooth boundary. (10 to 25 inches thick).\nCg--49 inches +; pale olive (5Y 6/3) stratified alluvium mainly of fine sandy loam and sandy clay loam, olive (5Y 5/3) moist; massive; hard, mainly firm but with friable layers; moderately alkaline (pH 8.2); slightly to moderately calcareous with segregated soft masses of lime and small hard nodules in the upper part decreasing with depth but still calcareous for several feet. (Several feet thick)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Merced County, California; on Turner Island, 2 1/2 miles west and 1/2 mile north of McNamara Ranch Headquarters, T. 9S., R. 12E.  (No section lines in this part)."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: The A1 horizons are characteristically friable, although usually ranging from loam or clay loam to silty clay or clay.  They are dark gray (10YR 4/1) or gray (10YR 5/1) when thoroughly dry and distinctly dark when moist, being very dark gray (10YR 3/1), black (10YR 2/1).  They are noncalcareous and moderately acid to neutral in reaction, the upper parts of the A horizons being more acid than the lower parts.\nThe B1 horizons are frequently slightly calcareous and in places contain white specks of segregated lime.\nThe B2 and lower horizons are characteristically of olive cast being light olive gray (2.5Y 6/2) to gray, (2.5Y 5/1) and pale olive, (5Y 6/3) or grayish brown (2.5Y 5/2) in the lower portions.  They are moderately to strongly calcareous, much of the lime being segregated.  Texture of the B2 horizon ranges from clay loam to light silty clay.  Most of the Temple soils are free of excess soluble salts or alkali but spots occur containing slight to moderate accumulations."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: They most resemble the Burchell, Chino, Grimes, Merced, Rossi and Sacramento soils. The Burchell soils are developed in alluvium from dark colored slates and usually have dark grayish brown A1 horizons and grayish brown B and C horizons. The Chino soils have thin A horizons, much lower lime content in the B and C horizons, and frequently are affected by excessive salts and alkali.  The Grimes soils are developed in alluvium from sedimentary rocks and are generally fine textured throughout.  The Merced, Temple and Rossi series often occur in complex association, the Temple soils occupying slightly lower elevations.  The Merced soils have very dark gray strong blocky A1 horizons that are high in organic matter and have very firm B2 horizons.  The Rossi soils are much more calcareous than the Temple soils, are moderately to strongly saline-alkali, and have weakly prismatic B2 horizons.  The Sacramento soils are developed in fine textured mixed alluvium and have noncaclareous sola."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Smooth nearly level recent flood plains and basins traversed. The Temple soils occur at elevations of 25 to 200 feet in an arid to semiarid mesothermal climate having a mean annual precipitation of 5 to 12 inches with hot, dry summers and cool, moist winters; an average January temperature of 45 degrees F.; an average July temperature of 80 degrees F. with a mean annual temperature of 63 degrees F. and an average frost free season of about 250 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: The Temple soils occur in the same general area as the Columbia, Foster, San Marcos, Merced and Rossi soils."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  General drainage is poor to somewhat poor (imperfect).  Surface runoff is very slow; permeability is moderately slow to slow.  Soils are subject to overflow during seasonal flood periods where not protected by levees.  Generally high water tables are present."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Where adequately drained and protected from overflow, these soils are productive and used mainly for grain, alfalfa, and cotton.  Mainly moisture-loving grasses and herbaceous plants with occasional tules and rushes; growth is luxuriant under natural moist conditions."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Mainly along the trough of the San Joaquin Valley in central California where it is locally extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Bakersfield Area, Kern County, California, 1937.  (Source of name is Temple Gun Club, Merced County (Los Bancos Area.)"
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: The activity class was added to the classification in March of 2003. Competing series were not checked at that time. - ET\nOSED scanned by SSQA. Last revised by state on 1/59."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "NA"
  },
  "SITE": [
    [
      {
        "drainage": "",
        "drainage_overview": ""
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A1",
        "top": 0,
        "bottom": 20,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 4.5,
        "moist_chroma": 1,
        "texture_class": "loam",
        "cf_class": "NA",
        "pH": 6.5,
        "pH_class": "slightly acid",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "A1--0 to 8 inches; dark gray (10YR 4.5/1) loam, black (10YR 2/1) moist; essentially massive dry, weak fine and medium granular structure moist; hard, friable, slightly plastic and slightly sticky; moderately high in organic matter; numerous fine roots and fine pores; slightly acid (pH 6.5); gradual smooth boundary. (7 to 10 inches thick)."
      },
      {
        "name": "B1",
        "top": 20,
        "bottom": 30,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 1,
        "texture_class": "clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "B1--8 to 12 inches; gray (10YR 5/1) clay loam, dark gray (10YR 4/1) moist; weak medium blocky structure; hard, firm, plastic and sticky; thin patchy clay films of very dark gray (10YR 3/1) moist; low organic matter content; few roots and fine pores; neutral; clear smooth boundary. (4 to 10 inches thick)."
      },
      {
        "name": "B2g",
        "top": 30,
        "bottom": 64,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "2.5Y",
        "moist_value": 6,
        "moist_chroma": 2,
        "texture_class": "clay loam",
        "cf_class": "NA",
        "pH": 8.2,
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "B2g--12 to 25 inches; light olive gray (2.5Y 6/2) clay loam, dark grayish brown (2.5Y 4/2) with distinct medium and fine mottles of strong brown (7.5YR 5/6 and 5/8) moist; weak medium blocky structure; hard, firm, plastic and sticky; thin patchy clay films of very dark gray (10YR 3/1) moist; moderately alkaline (pH 8.2); slightly calcareous, lime content increasing with depth with some soft light colored masses segregated in the lower part; clear smooth boundary (10 to 15 inches thick)."
      },
      {
        "name": "B3gca",
        "top": 64,
        "bottom": 124,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "2.5Y",
        "moist_value": 6,
        "moist_chroma": 2,
        "texture_class": "clay loam",
        "cf_class": "NA",
        "pH": 8.2,
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "B3gca--25 to 49 inches; light olive gray (2.5Y 6/2) clay loam, grayish brown (2.5Y 5/2) with common fine and medium strong brown (2.5Y 5/6 and 5/8) mottles, weak medium blocky structure; hard, firm, plastic and sticky; moderately alkaline (pH 8.2); strongly calcareous with much segregated lime in soft light colored masses and small hard nodules; clear smooth boundary. (10 to 25 inches thick)."
      },
      {
        "name": "Cg",
        "top": 124,
        "bottom": "NA",
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "5Y",
        "moist_value": 6,
        "moist_chroma": 3,
        "texture_class": "fine sandy loam",
        "cf_class": "NA",
        "pH": 8.2,
        "pH_class": "moderately alkaline",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Cg--49 inches +; pale olive (5Y 6/3) stratified alluvium mainly of fine sandy loam and sandy clay loam, olive (5Y 5/3) moist; massive; hard, mainly firm but with friable layers; moderately alkaline (pH 8.2); slightly to moderately calcareous with segregated soft masses of lime and small hard nodules in the upper part decreasing with depth but still calcareous for several feet. (Several feet thick)."
      }
    ]
  ]
}
