{
  "SERIES": "TENNILLE",
  "STATUS": "Established Series",
  "BYREV": "Rev. GRB",
  "REVDATE": "07/1999",
  "STATES": "FL",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS:  Siliceous, thermic Lithic Psammaquents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Tennille fine sand - in a cleared hardwood forest.  (Colors are for moist conditions.)\nAp--0 to 6 inches; black (10YR 2/1) fine sand; about 75 percent of sand grains are covered by organic matter; weak fine granular structure; very friable; many fine and medium roots; slightly acid; clear smooth boundary.\nC--6 to 14 inches; mixed brown (10YR 5/3) and dark grayish brown (10YR 4/2) fine sand; single grained; loose; common very fine and fine roots; common fine faint pale yellow (10YR 6/3) masses of iron accumulations; neutral; abrupt irregular boundary.\n2R--14 to 80 inches; limestone bedrock; can be dug with light excavation equipment."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Dixie County, Florida.  Approximately 2,200 feet west and 1,800 feet south of the northeast corner of sec. 24, T. 12 S., R. 11 E.  USGS Shired Island topographic quadrangle."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Solum thickness and depth to bedrock ranges from 6 to 20 inches.  Reaction ranges from slightly acid to neutral throughout.\nThe A horizon has hue of 10YR, value of 2 to 4, and chroma of 1 or 2; or it is neutral with value of 2 to 4.  Content of limestone fragments range up to 5 percent, by volume.\nThe C horizon has hue of 10YR, value of 4 to 6, and chroma of 1 to 6.  Where chroma is 3 or more, stripped matrix (polychromatic mottling patterns) indicative of wetness are present.  Vertical streaks or splotches in dark shades of gray as well as iron accumulations in shades of yellow, red, and brown range from common to many.  Texture is fine sand or loamy fine sand.  Content of limestone fragments ranges up to 5 percent by volume.\nThe Cr horizon, where present, has hue of 10YR or 2.5Y, value of 6 or 8, and chroma of 1 to 4.  It is composed of soft, weathered, fractured limestone that can be dug with difficulty with a spade, has very firm to extremely firm rupture resistance with low to high excavation difficulty.  It usually contains soft carbonate accumulations along with few to many hard limestone or chert fragments.  It is highly irregular and interspersed with solution holes that range from 4 to 12 inches in diameter and filled with sandy loam to sandy clay textured soil material.  Depth to limestone is variable within short distances.\nThe 2R horizon is composed of hard, unweathered limestone that has slightly rigid to very rigid rupture resistance with very high to extremely excavation difficulty.  Some areas contain solution holes filled with Btg and/or Cr material."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no competing series in the same family."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Tennille soils are on flats, low hammocks, and flood plains of the Eastern Gulf Coast Flatwoods.  Slopes range from 0 to 2 percent.  They formed in sandy marine sediments overlying limestone bedrock.  The average annual temperature ranges from about 66 to 70 degrees F., and the average annual precipitation ranges from 50 to 60 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Chaires, Leon, Lutterloh, Mandarin, Maurepas, Meadowbrook, Moriah, Ousley, Seaboard, Steinhatchee, Tooles, and Wekiva soils.  Chaires, Leon, Mandarin and Steinhatchee soil have spodic horizons; in addition, Steinhatchee soils have limestone bedrock below depths of 20 inches.  Lutterloh, Meadowbrook, Moriah, Seaboard, Tooles, and Wekiva soils have argillic horizons.  In addition, Lutterloh, Meadowbrook, Tooles, and Wekiva soils have limestone bedrock below depths of 20 inches.  Maurepas soils are organic.  Ousley soils are not underlain by limestone and are better drained."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Poorly drained; rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most areas are in forest.  Natural vegetation is mixed hardwoods and pine."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northern peninsular Florida.  This series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Auburn, Alabama."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Dixie County, Florida, 1998."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons recognized in this pedon include:\nOchric epipedon--the zone extending from the surface to a depth of 6 inches.  (Ap and C horizons)\nLithic contact--limestone bedrock at 14 inches.  (2R horizon)\nAlthough saturated with water at some time during most years, distinct or prominent redoximorphic features are not present in many pedons.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
