{
  "SERIES": "TENPLY",
  "STATUS": "Established Series",
  "BYREV": "DCR/MLK/CKS",
  "REVDATE": "04/2021",
  "STATES": "OR",
  "OVERVIEW": "The Tenply series consists of very deep, moderately well drained soils that formed in alluvium. Tenply soils occur on floodplains. Slopes are 0 to 8 percent. The mean annual precipitation is about 230 mm and the mean annual temperature is about 8 degrees C.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, superactive, mesic Sodic Xeric Haplocambids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Tenply ashy loam on a 1 percent slope at an elevation of 1357 meters. (Colors are for dry soil unless otherwise stated. When described on August 29, 2013, the soil was dry to a depth of 68 cm and slightly moist below that depth.)\nA--0 to 16 centimeters; light brownish gray (10YR 6/2) ashy loam, dark brown (10YR 3/3); 40 percent sand; 15 percent clay; weak thick platy structure parts to moderate very thin platy structure, and moderate very fine granular structure; very friable, slightly hard, noncemented, moderately sticky, very plastic; low excavation difficulty; common very fine roots throughout; many very fine interstitial and common very fine tubular pores; 1 percent nonflat rounded indurated 2- to 5-millimeter volcanic rock fragments; noneffervescent, moderately alkaline (pH 8.0), clear smooth boundary. (10 to 25 cm thick)\nBknz--16 to 75 centimeters; light gray (2.5Y 7/2) ashy silt loam, light olive brown(2.5Y 5/3); 25 percent sand; 17 percent clay; moderate very thick platy structure; very friable, hard, noncemented, slightly sticky, very plastic; moderate excavation difficulty; common fine roots between peds and many very fine roots between peds; few fine tubular and few medium tubular and many very fine tubular pores; strong effervescence, very strongly alkaline (pH 9.2), clear smooth boundary (40 to 75 cm thick).\nBw--75 to 152 centimeters; light yellowish brown (2.5Y 6/3) loam, olive brown (2.5Y 4/3); 45 percent sand; 15 percent clay; weak medium subangular blocky structure parts to weak very fine granular structure; very friable, moderately hard, noncemented, slightly sticky, very plastic; moderate excavation difficulty; few very fine roots throughout; 6 percent nonflat rounded indurated 2- to 5-millimeter volcanic rock fragments and 7 percent nonflat rounded indurated 5- to 75-millimeter volcanic rock fragments; noneffervescent; moderately alkaline (pH 8.4)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Malheur County, Oregon; located about 300 feet north and 1300 feet east of the southwest corner of section 22, T. 40 S., R 42 E; Boghole Spring USGS 7.5-mintue quadrangle; latitude 42 degrees 4 minutes 34.22 seconds N. and longitude 117 degrees 47 minutes  2.28 seconds W., WGS84."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: The moisture control section is dry in late spring through early fall, moist in late fall through early spring; aridic moisture regime that borders on xeric.\nMean annual soil temperature: 8 to 12 degrees C.\nParticle-size control section - Clay content: Average of 10 to 18 percent. Rock fragments: 0 to 15 percent, mainly gravel.\nA horizon\nHue: 10YR or 2.5Y\nValue: 5 or 6 dry, 3 or 4 moist.\nChroma: 2 or 3 dry and moist.\nReaction: slightly alkaline or moderately alkaline\nEffervescence: none to slight\nCalcium carbonate equivalent: 0 to 1 percent\nElectrical conductivity: 0 to 2 dS/m\nSodium adsorption ratio: 0 to 12\nBknz horizon\nHue: 10YR or 2.5Y\nValue: 6 or 7 dry, 4 or 5 moist.\nChroma: 2 or 3 dry.\nTexture: silt loam or loam\nClay: 10 to 18 percent\nSand: 20 to 40 percent\nReaction: strongly alkaline or very strongly alkaline\nEffervescence: strong to violent\nCalcium carbonate equivalent: 2 to 5 percent\nElectrical conductivity: 4 to 16 dS/m\nSodium adsorption ratio: 13 to 90\nBw horizon\nHue: 10YR or 2.5Y\nValue: 5 or 6 dry, 4 or 5 moist.\nChroma: 2 or 3 dry.\nTexture: loam or sandy loam\nClay: 7 to 15 percent\nSand: 40 to 60 percent\nReaction: slightly alkaline to strongly alkaline\nEffervescence: none to slight\nCalcium carbonate equivalent: 0 to 2 percent\nElectrical conductivity: 2 to 8 dS/m\nSodium adsorption ratio: 0 to 30"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Leathers soils. Leathers soils are strongly alkaline in the surface horizon and have a sodium adsorption ratio greater than 12 in the surface horizon."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Tenply soils are on floodplains. Slope ranges from 0 to 8 percent. The soils formed in mixed alluvium. Elevations are 1040 to 1390 meters. The climate is semiarid with cool, moist winters and warm, dry summers. The mean annual precipitation is 200 to 250 mm. The mean annual air temperature is 6 to 10 degrees C. The frost-free period is 90 to 120 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Wabuska and Bubus soils. Wabuska soils are on floodplains and have a sodium adsorption ratio greater than 13 in the upper part which decreases with depth. Bubus soils are on alluvial fans and have durinodes."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Moderately well drained, moderately high to high saturated hydraulic conductivity. These soils are rarely flooded for very brief periods throughout the year."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: These soils are used for rangeland. The historic climax plant community is dominated by black greasewood, basin big sagebrush, basin wildrye, inland saltgrass, and bottlebrush squirreltail."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Southeast Oregon. These soils are not extensive. MLRA 24."
  },
  "REGIONAL OFFICE": {
    "section": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE",
    "content": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Malheur County, OR, 2021"
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - The zone from 0 to 16 cm (A horizon).\nNatric Horizon- The zone from 16 to 75 cm (Bknz horizon).\nCambic Horizon- The zone from 16 to 75 cm (Bknz horizon).\nSecondary Carbonates (dispersed or in masses)- The zone from 16-75 cm (Bknz horizon).\nOSD Pedon ID: 13OR644461\nNational Cooperative Soil Survey\nU.S.A."
  }
}
