{
  "SERIES": "TENRAG",
  "STATUS": "Tentative Series",
  "BYREV": "Rev. CAM-RJE-JAL",
  "REVDATE": "10/2002",
  "STATES": "MT",
  "OVERVIEW": "The Tenrag series consists of deep, well drained soils formed under dense conifer forest with a shrub and grass understory on steep mountain slopes over argillites, quartzites or sandstone rocks. They occur at elevations between 5,000 and 6,500 feet. Mean annual precipitation is 20 to 36 inches. Mean annual temperature is 46 to 48 degrees F. Mean summer temperature is 52 to 60 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive Typic Palecryalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Tenrag loam - conifer forest (Colors are for dry soil unless otherwise noted.)\nOi--0 to 1 inch; Forest litter and duff.\nE1--1 to 3 inches; pinkish gray (7.5YR 7/2) loam, reddish gray (5YR 5/2) moist; weak fine crumb structure; soft, very friable, nonsticky, nonplastic; many fine and medium and few coarse roots; many fine and silt grains clear and unstained; 10 percent gravel and cobble; clear boundary.\nE2--3 to 22 inches; pinkish gray (5YR 7/2) gravelly loam, light reddish brown (5YR 6/3) moist; weak medium and coarse subangular blocky structure; soft, very friable, nonsticky, nonplastic; common fine and medium and few coarse roots; many fine and very fine tubular pores; sand and silt grains clear and unstained; 15 to 20 percent gravel and a few cobble; irregular boundary. (A2 horizons are 15 to 30 inches thick)\nE/B--22 to 39 inches; pink (5YR 7/3) cobbly light clay loam, reddish brown (5YR 5/3) moist; weak coarse angular blocky structure; slightly hard, very friable, slightly sticky, slightly plastic; few roots; many fine and very fine tubular pores; patches of reddish yellow (7.5YR 6/6) clay film on vertical faces of coarse blocks; clay and clear silt bridging sand on vertical and horizontal faces; 20 to 30 percent cobble, 5 percent gravel; gradual boundary. (10 to 20 inches thick)\nBt--39 to 54 inches; mixed light reddish brown (5YR 6/4) and pink (5YR 7/3) very cobbly clay loam, reddish brown (5YR 5/4) and light reddish brown (5YR 6/3) moist; weak medium and coarse subangular blocky structure; slightly hard, friable, slightly sticky, slightly plastic; few roots; common medium and many fine tubular pores; patches of light reddish brown clay film on vertical faces of blocks and clay and pink silt bridging sand on all other surfaces and in interior of blocks; 50 percent cobble, l0 percent gravel; gradual boundary. (10 to 20 inches thick)\nR--54 inches; red argillite and quartzite bedrock mixed with 10 percent fine earths and having large patches of clay film on rock fragments and on peds of included soil."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Granite County, Montana; 650 feet north and 1,300 feet east of the W 1/4 corner of sec. 19, T.7N, R.14W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Depth to the top of Bt horizon is 30 to 50 inches. Depth to bedrock is 49 to 80 inches. The hue is 7.5YR through l0R. Estimated soil reaction ranges from moderately acid in the E horizons to neutral in the lower part of the Bt horizon. Coarse fragments range from 30 to 40 percent in the E/B horizon and 50 to 75 percent in the Bt horizon. Mean annual soil temperature is 36 to 42 degrees F. and average summer soil temperature is 44 to 47 degrees F. under full forest canopy.\nThe E horizon has value of 6 or 7 dry and 5 or 6 moist and chroma of 1 or 2.\nThe Bt horizon has similar value and has chroma of 4 through 6. It is heavy loam to medium clay loam with less than 35 percent clay."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Bundo and Etoe series and the similar Horsethief and Stemple series. All of these soils are very deep. Horsethief soils are slightly acid to strongly acid in the Bt horizon. Stemple soils have a mean annual temperature of 35 to 40 degrees F."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Tenrag soils formed under dense conifer forest with a shrub and grass understory on steep mountain slopes over argillites, quartzites or sandstone rocks. They occur at elevations between 5,000 and 6,500 feet. Mean annual precipitation is 20 to 36 inches. Mean annual temperature is 38 to 43 degrees F. Mean summer temperature is 52 to 60 degrees F."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Evaro, Garlet, Holloway and Loberg soils. Evaro and Holloway soils have a thin volcanic ash overlay that is brown in color. Garlet soils lack Bt horizons. Loberg soils have clayey-skeletal argillic horizons."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well-drained; moderately slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Used mainly for timber production but cutover areas are grazed. Vegetation is Douglas-fir, lodgepole pine, snowberry, huckleberry, and pine reedgrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Tenrag soils occur in mountain areas of western Montana, where the series is moderately extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES PROPOSED",
    "content": "SERIES PROPOSED: Granite County (Philipsburg-Drummond Area), Montana, 1966."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon from the soil surface to 21 inches (O, E1, and E2 horizons);\nAlbic horizon from 0 to 22 inches (E1 and E2 horizons);\nGlossic horizon from 21 to 38 inches (E/B horizon);\nArgillic horizon from 38 to 53 inches (Bt horizon);\nLithic contact at 53 inches (top of R horizon:\nParticle-size control section that is the upper 20 inches of the argillic horizon.\nThe Tenrag soils have a cryic temperature regime and a udic moisture regime that borders on ustic.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
