{
  "SERIES": "TENSLEEP",
  "STATUS": "Established Series",
  "BYREV": "Rev. AJC/RJE/JAL",
  "REVDATE": "10/2002",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty, mixed, superactive, mesic Ustic Haplargids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Tensleep very fine sandy loam - rangeland. (Colors are for dry soil unless otherwise stated.\nA--0 to 2 inches; reddish brown (5YR 5/3) very fine sandy loam, dark reddish brown (5YR 3/3) moist moderate fine granular structure; soft, very friable; many very fine, fine, and medium roots; neutral (pH7.2); abrupt smooth boundary. (2 to 4 inches thick)\nBt--2 to 7 inches; reddish brown (5YR 5/4) silty clay loam, reddish brown (5YR 4/4) moist; moderate medium prismatic structure that parts to moderate medium subangular blocky; slightly hard, very friable, slightly sticky and plastic; many very fine, fine, and medium roots; faint continuous and prominentclay films on all faces of peds; slightly alkaline (pH 7.6); clear wavy boundary. (4 to 11 inches thick)\nBtk--7 to 15 inches; light reddish brown (5YR 6/4) silt loam, reddish brown (5YR 5/4) moist; weak medium prismatic structure that parts to moderate medium subangular blocky; slightly hard, very friable, slightly sticky and slightly plastic; common fine and medium roots; faint clay films on vertical faces of peds; small soft rounded masses and seams of secondary calcium carbonate; some gypsum crystals; calcareous; moderately alkaline (pH 8.4); clear wavy boundary. (3 to 10 inches thick)\nBk--15 to 30 inches; light reddish brown (5YR 6/3) silt loam, reddish brown (5YR 5/3) moist; moderate medium subangular blocky structure; hard, very friable, slightly sticky and slightly plastic; common fine and medium roots; fine soft rounded masses and seams of secondary calcium carbonate; some gypsum crystals; calcareous; strongly alkaline (pH 8.6); gradual wavy boundary. (10 to 30 inches thick)\nC--30 to 60 inches; brown (7.5YR 5/3) very fine sandy loam, brown (7.5YR 5/4) moist; massive; slightly hard, very friable; few fine roots; calcareous; moderately alkaline (pH 8.4)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Hot Springs County, Wyoming; approximately 1,000 feet west and 30 feet south of the N1/4 corner of sec. 14, T.42N. R.95W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: The mean annual soil temperature is 47 degrees to 5l degrees F. The mean summer soil temperature is 59 degrees to 65 degrees F. Depth to the base of the Bt borizon is 10 inches or more but less than 25. Depth to continuous horizons of secondary calcium carbonate accumulation is 6 to 15 inches. Angular or flat rock fragments less than 3 inches in size range from 0 to 3 percent.\nThe A horizon has hue of 7.5YR through 2.5YR, value of 4 through 6 dry, 3 or 4 moist, and chroma of 3 through 6. It is silt loam or very fine sandy loam.\nThe Bt horizon has hue of 7.5YR through 2.5YR, value of 5 or 6 dry, 4 or 5 moist, and chroma of 3 through 6. It is silt loam or silty clay loam and has 18 to 35 percent clay and less than 15 percent fine sand or coarser. This horizon usually has prismatic and subangular blocky structure, but some pedons lack the prismatic structure. It is neutral or slightly alkaline.\nThe C horizon has hue of 7.5YR through 2.5YR, value of 5 through 7 dry, 5 or 6 moist, and chroma of 3 through 6. It is very fine sandy loam or silt loam. The upper part of this horizon has slight to moderate amounts of secondary calcium carbonate and gypsum. The calcium carbonate equivalent ranges from 4 to 15 percent. This horizon is moderately alkaline or strongly alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Blanding, Depolvo, Hyer, Wilid, and Wyotite series. Blanding and Depolvo soils have average annual soil temperatures greater than 51 degrees F. Hyer soils have an argillic horizon more than 25 inches thick. Wilid soils have a hue of 10YR. Wyotite soils are calcareous throughout and have an Ap horizon 10 to 20 inches thick."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: The Tensleep soils are on alluvial fans and uplands and have slopes of 0 to 10 percent. They formed in medium textured red alluvium or thick residuum weathered from red beds containing lime and gypsum. Elevation is 4,200 to 6,000 feet. The average annual precipitation is 10 to 13 inches. The mean annual temperature is 45 degrees to 50 degrees F. The mean summer temperature is 58 degrees to 70 degrees F. The frost-free season is 90 to 130 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Gystrum, Neville, Spearfish, and Vale soils. Gystrum soils have a paralithic contact at depths of 20 to 40 inches and have gypsic mineralogy. Neville soils lack an argillic horizon and are fine-loamy. Spearfish soils have a paralithic contact at depths of less than 20 inches. Vale soils have a mollic epipedon."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; slow to medium runoff; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: These soils are used for urban development, irrigated cropland, rangeland, and wildlife habitat. The native vegetation is western wheatgrass, Canby bluegrass, needleandthread, big sagebrush, cactus, and cheatgrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Big Horn Basin of Wyoming. The series is believed to be of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Washakie County, Wyoming, 1976.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": null
  }
}
