{
  "SERIES": "TENWALTER",
  "STATUS": "Established Series",
  "BYREV": "Rev. GDM/RWL",
  "REVDATE": "02/97",
  "STATES": "OR",
  "OVERVIEW": "The Tenwalter series consists of shallow to a duripan, well drained soils on outwash plains.  They formed in glacial outwash with an influence of loess in the surface.  Slopes are 0 to 3 percent.  The mean annual precipitation is about 14 inches and the mean annual temperature is about 49 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Clayey-skeletal, smectitic, mesic, shallow Palexerollic Durixerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Tenwalter very cobbly silt loam - on a 1 percent slope at an elevation of 2700 feet, rangeland. (Colors are for moist soil unless otherwise noted.)\nA1--0 to 3 inches; very dark grayish brown (10YR 3/2) very cobbly silt loam, grayish brown (10YR 5/2) dry; weak fine subangular blocky structure parting to weak fine granular; soft, very friable, nonsticky and nonplastic; many very fine and fine roots; many very fine and fine irregular pores; 30 percent cobbles and 20 percent gravel; slightly acid (pH 6.2); clear smooth boundary. (3 to 7 inches thick)\nA2--3 to 11 inches; dark brown (10YR 3/3) very cobbly silt loam, brown (10YR 5/3) dry; moderate fine and medium subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; common very fine and fine roots; common very fine and fine tubular pores; 30 percent cobbles and 10 percent gravel; slightly acid (pH 6.2); clear smooth boundary. (4 to 13 inches thick)\n2Bt--11 to 15 inches; dark brown (7.5YR 3/4) extremely cobbly clay, brown (7.5YR 5/4) dry; strong fine subangular blocky structure; hard, firm, sticky and plastic; common very fine and fine roots; common very fine and fine tubular pores; many prominent clay films on faces of peds and lining pores; 50 percent cobbles and 15 percent gravel; slightly acid (pH 6.4); abrupt smooth boundary. (3 to 6 inches thick)\n2Btqm--15 to 27 inches; duripan; indurated and strongly cemented; extremely hard and very firm; 1mm silica capping; fractures within duripan have many prominent clay films; bottom of fractures have clay and silica pendants; neutral (pH 7.2); abrupt wavy boundary.  (10 to 25 inches thick)\n2Btq--27 to 60 inches; brown (7.5YR 4/4) extremely cobbly clay, brown (7.5YR 4/4) dry; massive; hard, firm and brittle, sticky and plastic; many prominent clay films on faces of rock fragments; 60 percent cobbles and 20 percent gravel; neutral (pH 7.0)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Wasco County, Oregon, about located 2200 feet west and 1300 feet north of the SE corner of section 18, T.8 S., R.11 E.  (Latitude 44 degrees, 52 minutes, 22 seconds N, Longitude 121 degrees, 28 minutes, 09 seconds W) Warm Springs Indian Reservation."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE OF CHARACTERISTICS",
    "content": "RANGE OF CHARACTERISTICS:  These soils are usually moist, but are dry in all parts of the moisture control section for 60 to 90 consecutive days within the four month that follow the summer solstice.  The mean annual soil temperature is 50 to 52 degrees F.  Depth to the duripan is 10 to 20 inches.  Depth to bedrock is greater than 60 inches.  The mollic epipedon is 10 to 20 inches thick and may include the upper part of the 2Bt horizon.  The particle-size control section has 35 to 45 percent clay and 50 to 70 percent rock fragments.\nThe A horizon has value of 2 or 3 moist, 4 or 5 dry and chroma of 2 or 3 moist and dry.  It has 10 to 20 percent clay.  It has 25 to 40 percent cobbles and 10 to 20 percent gravel.\nThe 2Bt horizon has hue of 7.5YR or 10YR, value of 3 or 4 moist, 4 to 6 dry and chroma of 3 or 4 moist and dry.  It is silty clay loam or clay and contains and has 35 to 45 percent clay.  It has 40 to 60 percent cobbles 10 to 20 percent are gravel.  Soil reaction is slightly acid to neutral.\nThe 2Btqm horizon is indurated with 1 to 2 mm thick laminar bands or is strongly cemented and indurated in the upper part.\nThe 2Btq horizon has hue of 7.5YR or 10YR, value of 4 to 6 moist and dry and chroma of 4 or 5 moist and dry.  It is clay or silty clay and has 40 to 50 percent clay.  It has 40 to 60 percent cobbles and 10 to 20 percent gravel."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no competing series."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Tenwalter soils are on outwash plains as patterned ground also referred to as biscuit-scabland.  Tenwalter is the scabland.   The soil formed in glacial outwash with an influence of loess in the surface.  Slopes are 0 to 3 percent.  Elevations are 2600 to 3000 feet.  The climate is characterized by cool and wet winters and hot and dry summers.  The mean annual precipitation is 12 to 16 inches.  The mean annual temperature is 48 to 50 degrees F.  The frost-free period is 100 to 140 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Kahneeta, Milldam, Olallie, Skooker, Tolius soils.  Kahneeta soils are on depressional scabland areas of outwash plains, are somewhat poorly drained and moderately deep to a duripan.  Milldam soils are on outwash plains, are fine-loamy and moderately deep to a duripan.  Olallie soils are on adjacent flood plains, are loamy-skeletal, and very deep.  Skooker and Tolius soils are on adjacent forested outwash plains.  Skooker soils are loamy-skeletal and have an ash influence. Tolius soils are fine-loamy and have an ash influence."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained.  Permeability is slow to moderately slow above the duripan."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are used for livestock grazing and wildlife habitat.  The native vegetation is buckwheat, lomatium, onespike oatgrass, Sandberg bluegrass, and serrate balsamroot."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  North-central Oregon; MLRA 10.  The soils of this series are not extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Wasco County (Warm Springs Indian Reservation), Oregon, 1993."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: This draft reflect a change in classification from Typic Durixerolls to Abruptic Durixerolls.\nDiagnostic horizons and features recognized in this pedon are:\nMollic epipedon - The zone from the surface of the soil to a depth of 11 inches (A1 and A2 horizons).\nAbruptic feature - the zone from 3 to 15 inches (A2 and 2Bt horizons) with a 20 percent absolute clay increase from the A2 to the 2Bt horizon.\nDuripan - The zone from 15 to 27 inches (2Btqm horizon).\nArgillic horizon - The zone from 11 to 15 inches (2Bt horizon)\nParticle-size control section - The zone from 11 to 15 inches (2Bt horizon)\nNSTH 17, RECLASSIFICATION ONLY, 3/95"
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "NA"
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A1",
        "top": 0,
        "bottom": 8,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "silt loam",
        "cf_class": "very cobbly",
        "pH": 6.2,
        "pH_class": "slightly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A1--0 to 3 inches; very dark grayish brown (10YR 3/2) very cobbly silt loam, grayish brown (10YR 5/2) dry; weak fine subangular blocky structure parting to weak fine granular; soft, very friable, nonsticky and nonplastic; many very fine and fine roots; many very fine and fine irregular pores; 30 percent cobbles and 20 percent gravel; slightly acid (pH 6.2); clear smooth boundary. (3 to 7 inches thick)"
      },
      {
        "name": "A2",
        "top": 8,
        "bottom": 28,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "silt loam",
        "cf_class": "very cobbly",
        "pH": 6.2,
        "pH_class": "slightly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A2--3 to 11 inches; dark brown (10YR 3/3) very cobbly silt loam, brown (10YR 5/3) dry; moderate fine and medium subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; common very fine and fine roots; common very fine and fine tubular pores; 30 percent cobbles and 10 percent gravel; slightly acid (pH 6.2); clear smooth boundary. (4 to 13 inches thick)"
      },
      {
        "name": "2Bt",
        "top": 28,
        "bottom": 38,
        "dry_hue": "7.5YR",
        "dry_value": 5,
        "dry_chroma": 4,
        "moist_hue": "7.5YR",
        "moist_value": 3,
        "moist_chroma": 4,
        "texture_class": "clay",
        "cf_class": "extremely cobbly",
        "pH": 6.4,
        "pH_class": "slightly acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "2Bt--11 to 15 inches; dark brown (7.5YR 3/4) extremely cobbly clay, brown (7.5YR 5/4) dry; strong fine subangular blocky structure; hard, firm, sticky and plastic; common very fine and fine roots; common very fine and fine tubular pores; many prominent clay films on faces of peds and lining pores; 50 percent cobbles and 15 percent gravel; slightly acid (pH 6.4); abrupt smooth boundary. (3 to 6 inches thick)"
      },
      {
        "name": "2Btqm",
        "top": 38,
        "bottom": 69,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "clay",
        "cf_class": "NA",
        "pH": 7.2,
        "pH_class": "neutral",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "2Btqm--15 to 27 inches; duripan; indurated and strongly cemented; extremely hard and very firm; 1mm silica capping; fractures within duripan have many prominent clay films; bottom of fractures have clay and silica pendants; neutral (pH 7.2); abrupt wavy boundary.  (10 to 25 inches thick)"
      },
      {
        "name": "2Btq",
        "top": 69,
        "bottom": 152,
        "dry_hue": "7.5YR",
        "dry_value": 4,
        "dry_chroma": 4,
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "clay",
        "cf_class": "extremely cobbly",
        "pH": 7,
        "pH_class": "neutral",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "2Btq--27 to 60 inches; brown (7.5YR 4/4) extremely cobbly clay, brown (7.5YR 4/4) dry; massive; hard, firm and brittle, sticky and plastic; many prominent clay films on faces of rock fragments; 60 percent cobbles and 20 percent gravel; neutral (pH 7.0)."
      }
    ]
  ]
}
