{
  "SERIES": "TEPEH",
  "STATUS": "Established Series",
  "BYREV": "Rev. TMR/SBC",
  "REVDATE": "06/2011",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, isotic Andic Dystrocryepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Tepeh ashy sandy loam, with approximately 10 percent of the soil surface covered with subangular cobbles, located on a forested southeast facing valley wall with a slope of 55 percent and an elevation of 1,700 meters.  When described on September 18, 2007 the soil was slightly moist throughout. (Colors are for moist soil unless otherwise noted)\nOi--0 to 2 cm; slightly decomposed twigs, needles, and leaves; abrupt smooth boundary.\nOe--2 to 5 cm; dark brown (7.5YR 3/2) moderately decomposed twigs and needles, brown (7.5YR 5/2) dry; many very fine to fine and few medium to coarse roots; common medium interstitial pores; very strongly acid (pH 4.5); abrupt smooth boundary.\nE--5 to 8 cm; very dark grayish brown (10YR 3/2) ashy sandy loam, grayish brown (10YR 5/2) dry; weak medium granular structure; soft, very friable, nonsticky, nonplastic; many very fine to fine, common medium, and few coarse roots at top of horizon; common fine interstitial pores; 5 percent gravel and 5 percent cobbles; very strongly acid (pH 4.5); abrupt wavy boundary.\nBw1--8 to 30 cm; dark yellowish brown (10YR 4/4) gravelly ashy sandy loam, light yellowish brown (10YR 6/4) dry; moderate medium subangular blocky structure; slightly hard, very friable, nonsticky, nonplastic; common very fine to medium and few coarse to very coarse roots; common fine to medium irregular pores; 10 percent fine gravel, 15 percent medium and coarse gravel, and 5 percent cobbles; very strongly acid (pH 4.8); clear wavy boundary.\n2Bw2--30 to 70 cm; dark yellowish brown (10YR 3/4) very gravelly sandy loam, brown (10YR 4/3) dry; moderate medium subangular blocky structure; slightly hard, very friable, nonsticky, nonplastic; few very fine to medium roots; common fine to medium irregular pores; 10 percent fine gravel, 25 percent medium and coarse gravel, 10 percent cobbles, and 5 percent stones; strongly acid (pH 5.1); clear wavy boundary.\n2Bw3--70 to 92 cm; dark yellowish brown (10YR 3/4) very gravelly sandy loam, brown (10YR 4/3) dry; single grain; loose, nonsticky, nonplastic; few very fine to fine roots; common medium to coarse interstitial pores; 10 percent fine gravel, 25 percent medium and coarse gravel, 15 percent cobbles, and 5 percent stones; strongly acid (pH 5.2); abrupt wavy boundary.\n2BC--92 to 152 cm; olive brown (2.5Y 4/3) extremely cobbly loamy sand, light yellowish brown (2.5Y 6/3) dry; single grain; loose, nonsticky, nonplastic; few fine roots; many coarse interstitial pores; 15 percent fine gravel, 30 percent medium and coarse gravel, 20 percent cobbles, and 10 percent stones; moderately acid (pH 5.8)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Chelan County, Washington, approximately 12 km north of the town of Stehekin; North Cascades National Park Service Complex, below McAlester Pass.  15 meters west and 700 meters north of the southeast corner of section 25, T. 34 N., R. 17 E. Willamette Meridian; McAlester Mountain, Washington USGS quadrangle; 48 degrees, 25 minutes, 3 seconds north latitude and 120 degrees, 39 minutes, 58 seconds west longitude; UTM 672670 meters E, 5365340 meters N, zone 10N."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nMean annual soil temperature - 4 to 8 degrees C.  Cryic soil temperature regime.\nMoisture control section - dry less than 30 consecutive days.  Udic soil moisture regime.\nParticle-size control section:\nClay content - 0 to 10 percent\nRock fragments - 35 to 75 percent total, 15 to 65 percent fine to coarse gravel, 10 to 30 percent cobbles, 0 to 30 percent stones\nThickness of volcanic ash mantle (ashy textural modifier):  18 to 35 centimeters\nA horizons are sometimes present in place of the topmost E or Bw horizon, with thickness ranging from 2 to 20 cm, textures of ashy SL or ashy FSL, reaction of very strongly acid to strongly acid, hue of 7.5YR or 10YR, moist value of 2 to 3, and moist chroma of 1 to 3.\nE horizon\nHue - 10YR or 7.5YR\nValue - 3 to 4 moist, 4 to 5 dry\nChroma - 1 or 2 moist or dry\nFine earth texture - ashy SL or ashy FSL\nRock fragments - 0 to 15 percent fine to coarse gravel\nVolcanic glass - 35 to 80 percent\nReaction - extremely acid to very strongly acid\nThickness - 0 to 5 centimeters (may not be present in all pedons)\nBw horizon\nHue - 10YR or 7.5YR\nValue - 3 to 5 moist, 4 to 6 dry\nChroma - 2 to 4 moist or dry\nFine earth texture - ashy SL or ashy FSL\nRock fragments - 15 to 55 percent total, 15 to 55 percent gravel, 0 to 15 percent cobbles, 0 to 10 percent stones\nVolcanic glass - 15 to 70 percent\nReaction - very strongly acid to strongly acid\nThickness - 15 to 35 centimeters\n2Bw horizons\nHue - 10YR or 2.5Y\nValue - 3 to 5 moist, 4 to 6 dry\nChroma - 2 to 4 moist or dry\nFine earth texture - SL, COSL, LFS\nRock fragments - 35 to 75 percent total, 25 to 55 percent gravel, 10 to 25 percent cobbles, 0 to 25 percent stones\nVolcanic glass - 5 to 15 percent\nReaction - moderately acid to strongly acid\nCombined thickness - 30 to 80 centimeters\n2BC horizon\nHue - 2.5Y or 10YR\nValue - 4 to 5 moist, 5 to 6 dry\nChroma - 2 to 4 moist or dry\nFine earth texture - LS, COSL, SL, or LFS\nRock fragments - 35 to 75 percent total, 25 to 55 percent gravel, 10 to 25 percent cobbles, 0 to 25 percent stones\nVolcanic glass - 0 to 5 percent\nReaction - moderately acid to strongly acid"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Angelbasin, McCay, Prouty, Skinwood, Smokejump, Twentymile, and Venson series.  Angelbasin, Skinwood, Smokejump, and Venson soils are all moderately deep (50 to 100 cm) to a lithic contact. McCay soils are deep (100 to 150 cm) to a paralithic contact. Prouty soils are moderately deep (50 to 100 cm) to a paralithic contact. Twentymile soils are moderately deep (50 to 89 cm) to a densic contact with dense glacial till."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Tepeh soils are on slopes of 25 to 100 percent on debris aprons, debris cones, and valley walls of glaciated mountain landscapes at elevations from 800 to 2,000 meters.  They formed in volcanic ash overlying glacial drift and colluvium from glacial drift.  The climate is characterized by cool, dry summers and cold, wet winters.  Mean annual precipitation ranges from 1,500 to 3,300 millimeters.  Mean annual air temperature ranges from 2 to 8 degrees C.  Frost-free season is 30 to 60 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Doubtful, Perfect, Spickard, and Stetattle soils.  Doubtful soils are moderately deep (50 to 100 cm) to a lithic contact.  Perfect soils have a sandy-skeletal particle-size control section and vitrandic soil properties through a majority of the control section.  Spickard soils have a contrasting particle-size control section and andic soil material greater than 35 cm thick.  Stetattle soils have a pachic umbric epipedon."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:  Well drained; high to very high saturated hydraulic conductivity."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Tepeh soils support wildlife habitat, recreation, and watershed drainage. Native vegetation includes Pacific silver fir, western hemlock, mountain hemlock, and occasionally Engelmann spruce and Alaska yellow cedar.  Understory species include big huckleberry, Cascade azalea, lady fern, broadleaf lupine, and fringecup."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  North Cascade Mountains, Washington.  MLRA 3.  Series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  North Cascades National Park Service Complex, Chelan County, Washington, 2011."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon include:\nParticle-size control section - 30 to 105 cm (25 to 100 cm from the mineral surface)\nOchric epipedon - 0 to 18 cm (Oi, Oe, E, and upper 10 cm of the Bw1 horizon)\nAndic soil properties - 5 to 30 cm (E and Bw1 horizons)\nCambic horizon - 8 to 92 cm (Bw1, 2Bw2, and 2Bw3 horizons)\nLithologic discontinuity - 30 centimeters\nADDITIONAL DATA: NSSL lab pedon number 06N0799, NSSL user pedon ID S06WA057002.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
