{
  "SERIES": "TERESA",
  "STATUS": "Established Series",
  "BYREV": "Rev. SRT; LRR; GRB",
  "REVDATE": "09/2006",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS:  Very-fine, smectitic, isohyperthermic Sodic Haplusterts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Teresa clay--pasture (Colors are for moist soil).\nAp--0 to 10 inches; very dark gray (10YR 3/1) clay; moderate medium subangular blocky structure; hard, firm; very sticky, very plastic; many very fine and fine roots; many very fine interstitial pores; neutral; clear wavy boundary.  (4 to 12 inches thick)\nBss1--10 to 26 inches; very dark gray (10YR 3/1) clay; strong coarse prismatic structure; very hard, very firm; very sticky, very plastic; many very fine and fine roots; few medium tubular and vesicular pores; many large slickensides having distinct polished and grooved surfaces; few distinct soft masses of iron-manganese; slightly alkaline; gradual wavy boundary.\nBss2--26 to 38 inches; very dark grayish brown (10YR 3/2) clay; strong coarse prismatic structure; very hard, very firm; very sticky, very plastic; common very fine and fine roots; many very fine, common fine, and few medium tubular and vesicular pores; many large slickensides having distinct polished and grooved surfaces; few distinct soft masses of iron-manganese; few fine prominent yellowish brown (10YR 5/8) masses of iron accumulation on faces of peds and slickensides; slightly alkaline; gradual wavy boundary.  (Combined thickness of the Bss horizons ranges from 10 to 40 inches)\nBssz--38 to 44 inches; very dark grayish brown (10YR 3/2) clay; weak coarse prismatic structure; very hard, very firm; very sticky, very plastic; few very fine and fine roots; many very fine, common fine, and few medium tubular and vesicular pores; common large slickensides having distinct polished and grooved surfaces; few distinct soft masses of calcium carbonate; few distinct salt crystals; few distinct soft masses of iron-manganese; few medium prominent yellowish brown (10YR 5/8) masses of iron accumulations on faces of peds and slickensides; slightly alkaline; clear wavy boundary.  (8 to 12 inches thick)\nBsszg1--44 to 62 inches; dark brown (10YR 3/3) clay; weak medium subangular blocky structure; very hard, very firm; very sticky, very plastic; few very fine and fine roots; many very fine, common fine, and few medium tubular and vesicular pores; common large slickensides having distinct polished and grooved surfaces; common distinct salt crystals; few distinct soft masses of iron-manganese; common medium distinct olive brown (2.5Y 4/4) masses of iron accumulation; slightly alkaline; gradual wavy boundary.\nBsszg2--62 to 78 inches; brown (10YR 4/3) clay; weak medium subangular blocky structure; very hard, very firm; very sticky, very plastic; few very fine, fine, and medium roots; many very fine, common fine, and few medium tubular and vesicular pores; many large slickensides having distinct polished and grooved surfaces; many distinct salt crystals; many distinct soft masses of iron-manganese; few medium prominent yellowish brown (10YR 5/8) masses of iron accumulation; common medium prominent dark gray (2.5Y 4/1) areas of iron depletions; slightly alkaline; clear wavy boundary.  (Combined thickness of the Bsszg horizons ranges from 5 to 8 inches)\nBzg--78 to 85 inches; dark gray (2.5Y 4/1) clay; weak medium subangular blocky structure; very hard, very firm; very sticky, very plastic; few very fine and fine roots; many very fine, common fine, and few medium tubular and vesicular pores; few faint salt crystals; common distinct soft masses of iron-manganese; common prominent yellowish brown (10YR 5/6) masses of iron accumulation; slightly alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Cabo Rojo Municipio, Puerto Rico.  Approximately 5.4 miles south of downtown Cabo Rojo, about 1.1 miles south of Las Arenas community on P.R. Hwy. 301 from the intersection with P.R. Hwy. 101, and about 0.2 miles east of P.R. Hwy 301 in a pasture.  USGS Puerto Real topographic quadrangle (1966); lat. 18 degrees 00 minutes 40 seconds N.; long. 67 degrees 08 minutes 48 seconds W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Solum thickness is more than 80 inches.  Content of pebbles is less than 5 percent, by volume, throughout.  Reaction is neutral to strongly alkaline throughout.\nThe A or Ap horizon has hue of 7.5YR or 10YR, value of 3 or 4, and chroma of 1 to 3.  Texture is clay.\nThe Bss horizon has hue of 7.5YR or 10YR, value of 3 or 4, and chroma of 1 or 2.  Iron accumulations in shades of brown and yellow range from few to many and are most common on surfaces of peds or slickensides and generally increasing with depth.  Soft masses of iron-manganese range from few to many.  Texture is clay.\nThe Bssz horizon has hue of 7.5YR or 10YR, value of 2 to 4, and chroma of 1 to 4.  Iron accumulations in shades of brown range from few to many and are most common on surfaces of peds or slickensides and generally increasing with depth.  Some pedons have no dominant color and are multicolored in shades of brown and yellow.  Small faint salt crystals range from few to many. Soft masses of calcium carbonate range from none to common.  Soft masses of iron-manganese range from few to many.  Texture is clay.\nThe Bsszg horizon has hue of 7.5YR to 2.5Y, value of 3 to 5, and chroma of 1 to 4.  Redoximorphic features in shades of gray, green, and brown range from few to many and are most common on surfaces of peds or slickensides.  Small faint salt crystals range from few to many.  Soft masses of iron-manganese range from few to many.  Texture is clay.\nThe Bzg horizon has hue of 7.5YR to 2.5Y, value of 3 to 5, and chroma of 1 or 2.  Redoximorphic features in shades of green, gray, and brown range from few to many and are most common on surfaces of peds or slickensides.  Small faint salt crystals range from few to many.  Soft masses of iron-manganese range from few to many.  Texture is clay."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no known competing series in the same family."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Teresa soils are on valley floors and alluvial flats of the Semiarid Coastal Plains MLRA.  Slopes range from 0 to 1 percent.  They formed in clayey marine sediments.  The climate is semiarid tropical.  The mean annual temperature ranges from 75 to 79 degrees F., and the average annual precipitation ranges from 30 to 65 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Boqueron, Cartagena, Fe, and Fraternidad soils.  The very poorly drained Boqueron soils are on lower adjacent tidal areas dominated by mangrove trees and have mixed mineralogy in the control section.  Cartagena soils are on slightly higher positions, have less clay in the control section, and have mixed mineralogy.  Fe and Fraternidad soils are on slightly higher positions and have less clay in the control section."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Somewhat poorly drained; very slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most areas of Teresa soils are used for pastureland.  The vegetation consists of lippia, mesquite, desmanthus, and other xerophytic and salt-tolerant plants."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Semiarid coastal plains of Puerto Rico.  The series is of minor extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Raleigh, North Carolina."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Puerto Rico; 1936."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and feature recognized in this pedon:\nOchric horizon - 0 to 10 inches (Ap horizon).\nCambic horizon - the zone from about 13 to 80 inches (Bss, Bssz, Bsszg, and Bzg horizons).\nPresence of intersecting slickensides  the zone from 28 to 78 inches (Bss, Bssz, and Bsszg horizons).\nThe type location was moved to its present location in 1998 and the series reclassified based on soil lab data and observations in the field.\nADDITIONAL DATA:  Characterization pedon - Cabo Rojo Municipio, Puerto Rico; S97PR--023-001 sample by SSL, Lincoln, NE. 6/97.\nTeresa soils are in MLRA 273.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
