{
  "SERIES": "TERMINAL",
  "STATUS": "Established Series",
  "BYREV": "Rev. AJE-MJD-SKB-JVC",
  "REVDATE": "12/2005",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS:  Loamy, mixed, superactive, mesic, shallow Natric Durixeralfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Terminal silt loam--rangeland. (Colors are for dry soil unless otherwise noted.)\nE1--0 to 5 inches; light brownish gray (10YR 6/2) silt loam, very dark grayish brown (10YR 3/2) moist; moderate thin platy structure parting to weak fine granular; soft, friable, slightly sticky and slightly plastic; many fine roots; few fine pores; slightly effervescent; slightly alkaline (pH 7.6); abrupt smooth boundary.  (3 to 5 inches thick)\nE2--5 to 9 inches; light brownish gray (10YR 6/2) silt loam, very dark grayish brown (10YR 3/2) moist; weak thick and medium platy structure; slightly hard, friable, slightly sticky and slightly plastic; common fine roots; common fine pores and few medium pores; slightly effervescent; slightly alkaline (pH 7.7); abrupt wavy boundary.  (3 to 5 inches thick)\nBtkn1--9 to 13 inches; light brownish gray (10YR 6/2) silty clay loam, dark grayish brown (10YR 4/2) moist; moderate fine columnar structure parting to moderate fine subangular blocky; very hard, firm, moderately sticky and moderately plastic; common fine roots; few fine pores; few faint grayish brown (10YR 5/2), very dark grayish brown (10YR 3/2) moist clay films on faces of peds; strongly effervescent; 18 percent calcium carbonate equivalent; strongly alkaline (pH 8.5); 33 percent exchangeable sodium; abrupt smooth boundary.  (3 to 6 inches thick)\nBtkn2--13 to 14 inches; light gray (10YR 7/2) silt loam, brown (10YR 5/3) moist; moderate thick platy structure parting to moderate medium subangular blocky; extremely hard, firm, slightly sticky and slightly plastic; few fine roots; few fine pores; few faint clay films on faces of peds; violently effervescent; 38 percent calcium carbonate equivalent; strongly alkaline (pH 8.6); 20 percent exchangeable sodium; abrupt smooth boundary.  (1 to 4 inches thick)\nBkqm--14 to 16 inches; pale yellow (2.5Y 7/3) cemented material, light olive brown (2.5Y 5/3) moist; indurated by silica and secondary carbonates; strongly alkaline (pH 9.0); clear wavy boundary.  (2 to 4 inches thick)\nC1--16 to 29 inches; light gray (5Y 7/2) silty clay loam, olive (5Y 5/3) moist; moderate medium prismatic structure; very hard, firm, moderately sticky and moderately plastic; few fine roots; common medium distinct masses of iron accumulation; violently effervescent; strongly alkaline (pH 9.0); abrupt smooth boundary.  (6 to 15 inches thick)\n2C2--29 to 39 inches; pale yellow (2.5Y 7/3) loamy sand, light olive brown (2.5Y 5/3) moist; single grain; loose, nonsticky and nonplastic; few fine pores; few medium distinct masses of iron accumulation; violently effervescent; strongly alkaline (pH 8.8); clear smooth boundary.  (5 to 15 inches thick)\n3C3--39 to 60 inches; pale yellow (5Y 8/2) silty clay loam, light olive gray (5Y 6/2) moist; very hard, firm, moderately sticky and moderately plastic; few fine roots in upper part; laminated layers; common medium distinct masses of iron accumulation; violently effervescent; strongly alkaline (pH 8.5)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Salt Lake County, Utah; about 3.5 miles west of the Salt Lake International Airport and 1.2 miles north of Interstate highway 80; approximately 1,600 feet north and 2,300 feet west of the southeast corner of section 27, T. 1 N., R. 2 W.; USGS Saltair 7.5 minute topographic quadrangle; 40 degrees 47 minutes 17 seconds north latitude, 112 degrees 3 minutes 8 seconds west longitude, NAD83; UTM zone 12N 411217E, 4515769N, NAD83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture - Typically moist in winter and spring, dry in summer and fall; the soils are dry in all parts of the moisture control section for more than 60 consecutive days following the summer solstice, and are moist in some part 90 or more consecutive days when the soil temperature is above 47 degrees F. in 6 out of 10 years; Xeric moisture regime that borders on aridic.\nMean annual soil temperature - 54 to 56 degrees F.\nMean summer soil temperature - 65 to 75 degrees F.\nOchric epipedon thickness - 6 to 10 inches.\nDepth to duripan - 10 to 20 inches.\nDepth to redoximorphic features - 20 to 40 inches.\nParticle-size control section - Clay content: Averages 20 to 32 percent.\nE horizons - Value: 5 or 6 dry, 3 or 4 moist.\nChroma: 2 or 3, dry or moist.\nClay content: 14 to 18 percent.\nEffervescence: Noneffervescent through slightly effervescent.\nReaction: Slightly alkaline or moderately alkaline.\nBtkn horizons - Hue: 10YR or 2.5Y.\nValue: 5 or 6 dry, 2 or 4 moist.\nChroma: 2 or 3, dry or moist.\nTexture: Silt loam or silty clay loam.\nClay content: 25 to 35 percent.\nStructure: Weak to strong prismatic or columnar structure.\nClay films: Few or common, faint or distinct clay films on faces of peds and lining pores.\nEffervescence: Strongly effervescent or violently effervescent.\nCalcium carbonate equivalent: 15 to 40 percent.\nSalinity (EC): 16 to 32 mmhos/cm.\nSodicity (SAR): 13 to 30.\nExchangeable sodium: 30 to 55 percent.\nBkqm horizon - Cementation: Indurated or strongly cemented; Some pedons have 2 or more thin cemented layers separated by uncemented layers of soil material.\nCalcium carbonate equivalent: 28 to 40 percent.\nReaction: Strongly alkaline or very strongly alkaline (up to pH 9.6).\nC horizons - Hue: 10YR through 5Y.\nValue: 6 to 8 dry, 4 to 6 moist.\nChroma: 2 or 3, dry or moist.\nTexture: Stratified loamy sand to silty clay loam.\nEffervescence: Strongly effervescent or violently effervescent.\nCalcium carbonate equivalent: 10 to 30 percent.\nSalinity (EC): 8 to 32 mmhos/cm.\nSodicity (SAR): 13 to 30.\nReaction: Strongly alkaline or very strongly alkaline (up to pH 9.6).\nOther features: Redoximorphic features occur at depths of 15 to 33 inches."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are currently no other soils in this family."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Terminal soils are on lake plains and low lake terraces.  These soils formed in calcareous lacustrine deposits derived from mixed rocks.  Slopes are 0 to 1 percent.  Elevations range from 4,200 to 4,250 feet.  The climate is dry subhumid.  The mean annual precipitation is 14 to 16 inches.  The mean annual temperature is 51 to 53 degrees F., the mean summer temperature is about 70 degrees F., and the frost-free period is 160 to 180 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Jordan, Lasil, and Decker soils.  Jordan soils are fine textured, very deep, and have salic horizons.  Lasil soils are fine-silty and very deep.  Decker soils are fine-loamy and very deep."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Somewhat poorly drained; medium surface runoff; slow permeability (moderately low or moderately high saturated hydraulic conductivity) above the duripan.  Endosaturation is present with an apparent seasonal high water table between 2.0 and 3.5 feet (moderately deep free water occurrence class) between April and September.  Cumulative annual duration class is Common."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Terminal soils are used mainly for rangeland and pasture.  The vegetation is black greasewood, pickleweed, and inland saltgrass, with abundant growth of annuals, such as pepperweed, cheatgrass, and Eriogonum."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northwestern Utah.  These soils are not extensive with about 3,250 acres of the series mapped to date.  MLRA 28A."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Phoenix, Arizona."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Salt Lake Area, Utah, 1941."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - The zone from the soil surface to 9 inches (E1 and E2 horizons).\nAlbic horizon - The zone from the soil surface to 9 inches (E1 and E2 horizons).\nNatric horizon - The zone from 9 to 14 inches (Btkn1 and Btkn2 horizons).\nDuripan - The zone from 14 to 16 inches (Bkqm horizon).\nEndosaturation feature - The condition of ground water with an upper boundary between 24 and 42 inches at certain times during normal years (parts of the C1, 2C2, and 3C3 horizons).\nParticle-size control section - The zone from the soil surface to 14 inches (E1, E2, Btkn1, and Btkn2 horizons).\nThis revision of November 2005 updates the taxonomic class from Fine-loamy, mixed, superactive, mesic Petrocalcic Natrustalfs and moves the type location from Davis to Salt Lake County, Utah.  Terminal soils in Davis County are correlated to the Croy series.  The cemented horizon in this soil is reinterpreted to be a duripan since silica is the dominant cementing agent and the horizon is otherwise too thin to be a petrocalcic horizon.  The soil moisture regime is assumed to be xeric instead of ustic.\nThe superactive cation exchange activity class was added in 03/2003 to the taxonomic classification by the National Soil Survey Center on request of the Reno MLRA office, without review of the soil series property data.\nADDITIONAL DATA:  The typical pedon at the series type location has partial characterization data by the Soils Laboratory from Utah State University (USU) Logan, UT and is published on pages 124-125, Table 7 of the Soil Survey of Salt Lake Area, Utah.  The pH values in the typical pedon are from saturated paste.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
