{
  "SERIES": "TERRACECREEK",
  "STATUS": "Established Series",
  "BYREV": "Rev.MEJ/CLM",
  "REVDATE": "06/2001",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive, frigid Ultic Haploxerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Terracecreek very channery loam on a slightly convex position at an elevation of about 5,400 feet on a 15 percent slope in rangeland.  (Colors are for dry soil unless otherwise noted.)\nA--0 to 4 inches; grayish brown (10YR 5/2) very channery loam, very dark grayish brown (10YR 3/2) moist; moderate fine granular structure; slightly hard, very friable, slightly sticky and slightly plastic; many very fine and common fine roots; many very fine and few fine and medium irregular pores; 35 percent gravel and 15 percent channers; neutral (pH 6.6); clear wavy boundary. (2 to 10 inches thick)\nBA-- 4 to 10 inches; yellowish brown (10YR 5/4) very channery loam, dark brown (10YR 3/3) moist; weak fine subangular block structure parting to moderate fine granular; slightly hard, very friable, slightly sticky and slightly plastic; many very fine, common fine, and few medium roots; many very fine and few fine and medium irregular pores; 20 percent gravel, 30 percent channers, and 5 percent flagstones; slightly acid (pH 6.4); clear wavy boundary. (0 to 8 inches thick)\nBw--10 to 24 inches; light yellowish brown (10YR 6/4) extremely channery loam, dark brown (7.5YR 3/4) moist; weak fine subangular blocky structure; slightly hard, very friable, slightly sticky and slightly plastic; many very fine, common fine and medium roots matted between rock fragments; common very fine and few fine and medium irregular pores; 30 percent gravel, 30 percent channers, and 15 percent flagstones; slightly acid (pH 6.4); abrupt wavy boundary. (10 to 22 inches thick)\nR--24 inches; highly fractured welded tuff."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Gooding County, Idaho; about 2,600 feet north and 1,220 feet east of the southwest corner of section 6, T.3 S. R. 15 E.  Lat. 43 degrees, 42 minutes, 10 seconds north; Long. 114 degrees, 42 minutes, 30 seconds west."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nAverage annual soil temperature - 45 to 47 degrees F.\nThickness of mollic epipedon - 10 to 15 inches\nReaction - slightly acid to neutral\nDepth to bedrock - 20 to 40 inches\nBase saturation - 50 to 75 percent (by sum of cations) in the upper 30 inches\nSoil moisture control section - dry 90 to 120 days in summer and fall\nA horizon\nValue - 4 or 5 dry, 2 or 3 moist\nChroma - 2 or 3 dry or moist\nRock fragments - 25 to 35 percent gravel, 10 to 25 percent channers\nBA horizon\nValue - 4 or 5 dry, 2 or 3 moist\nChroma - 2 through 4 dry, and 2 or 3 moist\nTexture - GRV-L, CNV-L\nRock fragments - 15 to 20 percent gravel, 20 to 35 percent channers, 0 to 5 percent flagstones\nClay content - 20 to 27 percent\nBw horizon\nHue - 7.5YR or 10YR\nValue - 5 or 6 dry, 3 or 4 moist\nChroma - 3 or 4  dry or moist\nTexture - GRV-L, CNV-L, CNX-L\nRock fragments - 15 to 30 percent gravel, 20 to 40 percent channers, 0 to 15 percent flagstones Clay content - 20 to 27 percent"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Berson (T), Grousecreek, Patio, Rogger (T), Sutkin, and Zeb series.  Berson, Grousecreek, Sutkin, and Zeb soils are more than 40 inches to bedrock.  Patio soils have O horizons and are dry less than 90 days in summer and fall. Rogger soils have O horizons and have less than 18 percent clay in the particle-size control section.   Zeb soils are deep, have O horizons, and have moderately rapid permeability in the subsoil."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Terracecreek soils are on foothills and canyonsides and formed in colluvium and residuum from tuff, rhyolite, and basalt.  Slopes range from 2 to 65 percent.  The average annual precipitation ranges from 13 to 16 inches, and the average annual temperature ranges from 43 to 45 degrees F.  The frost-free season ranges from 70 to 100 days.  Elevation ranges from 4,700 to 6,200 feet."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Gaibson, Fergie, Molyneux, and Moreglade soils.  Gaibson soils are 10 to 20 inches deep to bedrock and have argillic horizons.  Fergie and Molyneux soils have argillic horizons and are deep or very deep to bedrock.  Moreglade soils have argillic horizons and have mollic epipedons greater than 20 inches thick.  All of these soils occur on the same landscape.  Molyneux and Moreglade soils do occur on north and east aspects."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; slow to very rapid runoff; and moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Terracecreek soils are used mainly for rangeland.  The potential natural vegetation is mountain big sagebrush, antelope bitterbrush, and bluebunch wheatgrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Southcentral Idaho.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Gooding County, Idaho, 1993."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and other features recognized in this pedon are:\nMollic epipedon - zone from 0 to 10 inches. ( A and BA horizons)\nCambic horizon - zone from 10 to 24 inches (Bw horizon)\nNational Cooperative Soil Survey\nU.S.A."
  }
}
