{
  "SERIES": "TETILLA",
  "STATUS": "Established Series",
  "BYREV": "Rev. CDH/JVC/WWJ",
  "REVDATE": "01/2008",
  "STATES": "NM",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty, mixed, superactive, mesic Ustic Calciargids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Tetilla loam--on a planar summit of an erosional fan remnant sloping 2 percent to the south at 6,630 feet elevation--rangeland.  (Colors are for dry soil unless otherwise noted.  When described, the soil was moist 0 to 5 inches and otherwise dry throughout.)\nAE--0 to 3 inches; pinkish gray (7.5YR 6/2) loam, brown (7.5YR 4/3) moist; weak medium platy structure parting to moderate fine granular; soft, very friable, slightly sticky and nonplastic; common fine and common very fine roots; many very fine vesicular pores; few uncoated sand and silt grains (skeletans) as spots on undersides of plates; 5 percent gravel; neutral (pH 7.1); clear smooth boundary. (2 or 3 inches thick)\nBt1--3 to 8 inches; brown (7.5YR 5/3) clay loam, brown (7.5YR 4/3) moist; weak medium prismatic structure parting to moderate medium subangular blocky; slightly hard, friable, moderately sticky and moderately plastic; few medium, common fine, and common very fine roots; common very fine tubular pores; few faint clay films on faces of peds and lining pores; slightly alkaline (pH 7.4); clear smooth boundary. (5 to 10 inches thick)\nBt2--8 to 21 inches; brown (7.5YR 5/3) clay loam, brown (7.5YR 4/3) moist; moderate medium prismatic structure parting to moderate fine angular blocky; hard, firm, moderately sticky and moderately plastic; few medium, few fine, and common very fine roots; common very fine tubular pores; few distinct clay films on faces of peds and few faint clay films on faces of peds and lining pores; moderately alkaline (pH 8.0); clear wavy boundary. (0 to 11 inches thick)\nBtk1--21 to 40 inches; light brown (7.5YR 6/4) loam, brown (7.5YR 4/4) moist; weak coarse prismatic structure parting to moderate coarse subangular blocky; hard, firm, slightly sticky and slightly plastic; few fine and common very fine roots; common very fine tubular pores; common faint clay films on faces of peds and lining pores; slightly effervescent in spots to strongly effervescent elsewhere, secondary calcium carbonate segregated as common fine and medium irregularly shaped coats on faces of peds; moderately alkaline (pH 8.2); gradual wavy boundary. (8 to 20 inches thick)\nBtk2--40 to 57 inches; light brown (7.5YR 6/4) sandy clay loam, brown (7.5YR 4/4) moist; weak medium prismatic structure parting to moderate medium subangular blocky; hard, friable, slightly sticky and slightly plastic; few fine and common very fine roots; common very fine tubular pores; common faint clay films on faces of peds and lining pores; 2 percent gravel; slightly effervescent in spots to strongly effervescent elsewhere, secondary calcium carbonate segregated as many medium irregularly shaped coats on faces of peds and few medium irregularly shaped coats on undersides of rock fragments; moderately alkaline (pH 7.9); abrupt wavy boundary. (10 to 24 inches thick)\nBk1--57 to 77 inches; pinkish white (7.5YR 8/2) gravelly sandy loam, pinkish gray (7.5YR 7/2) moist; moderate medium platy structure; hard, firm, slightly sticky and nonplastic; few very fine roots; few very fine irregularly shaped pores; 20 percent gravel and 10 percent cobbles; violently effervescent, matrix is impregnated with secondary calcium carbonate which has weakly cemented some peds and a 1 to 2 millimeter thick laminar zone is present at top of horizon; moderately alkaline (pH 7.9); clear wavy boundary. (12 to 24 inches thick)\nBk2--77 to 86 inches; pink (7.5YR 7/3) gravelly sandy loam, light brown (7.5YR 6/4) moist; weak medium subangular blocky structure; slightly hard, friable, nonsticky and nonplastic; few very fine roots; common very fine irregularly shaped pores; 20 percent gravel and 5 percent cobbles; violently effervescent, secondary calcium carbonate segregated as many fine and medium irregularly shaped coats on faces of peds and on rock fragments; moderately alkaline (pH 8.0)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Santa Fe County, New Mexico; about 5 miles northwest of La Cienega; 2,500 feet north and 2,625 feet west of the southeast corner of section. 15, T.16N., R.7E.; USGS Tetilla Peak 7.5 minute topographic quadrangle; Latitude 35 degrees 36 minutes 57 seconds North and Longitude 106 degrees 11 minutes 8 seconds West, NAD 27."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture - The soil moisture control section is intermittently moist in some part from July to October and December to March.  The soils are driest in May and June.  The soil moisture regime is aridic bordering on ustic.\nMean annual soil temperature - 52 to 54 degrees F.\nDepth to base of argillic horizon - 20 to 58 inches\nDepth to calcareous material (as visible secondary calcium carbonate) - 8 to 25 inches\nDepth to calcic horizon - 41 to 58 inches\nVolcanic glass content - trace amounts to 5 percent in the coarse silt and very fine sand fractions\nAmmonium-oxalate extractable Al plus 1/2Fe: less than 0.20 percent\nLithology of rock fragments: basalt\nParticle-size control section (weighted averages)\nSilicate clay content: 27 to 35 percent\nSand content: 15 to 35 percent\nFine sand or coarser content: 5 to 15 percent\nRock fragment content: less than 2 percent\nMica content: 1 to 5 percent (by grain count)\nReaction - neutral in the surface; slightly alkaline to moderately alkaline in the upper part of the subsoil; moderately alkaline to strongly alkaline in the lower part of the subsoil and upper part of the substratum; moderately alkaline in the lower part of the substratum\nSalinity, mmhos/cm - 0 to 1 in the surface and upper part of the subsoil; 2 to 4 in the lower part of the subsoil and upper part of the substratum; 0 to 2 in the lower part of the substratum\nSodicity, SAR - 0 to 1 in the surface and upper part of the subsoil; 0 to 4 in the lower part of the subsoil and in the substratum\nAE or A horizons\nValue: 4 through 6 dry, 3 or 4 moist\nChroma: 2 or 3, dry or moist\nOther features: When chroma is 2, some pedons have AE horizons which are Albic materials and qualify as Albic horizons\nBt horizons\nHue: 5YR or 7.5YR\nChroma: 3 through 6, dry or moist\nTexture: clay loam or silty clay loam\nBtk horizons\nValue: 5 or 6 dry, 4 or 5 moist\nChroma: 3 through 6, dry or moist\nTexture: loam, sandy clay loam, clay loam, or silty clay loam\nCalcium carbonate equivalent: 1 to 5 percent\nBk1 horizon\nValue: 7 or 8 dry, 5 through 7 moist\nChroma: 1 through 4 dry, 2 through 4 moist\nTexture: gravelly sandy loam, gravelly loam, or loam\nRock fragments: total range is 10 to 30 percent\n10 to 20 percent gravel\n0 to 10 percent cobbles\nCalcium carbonate equivalent: 15 to 50 percent\nBk2 horizon\nValue: 6 through 8 dry, 4 through 6 moist\nChroma: 2 through 4 dry, 3 or 4 moist\nTexture: gravelly sandy loam or loam\nRock fragments: total range is 10 to 25 percent\n10 to 20 percent gravel\n0 to 5 percent cobbles\nCalcium carbonate equivalent: 5 to 15 percent"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Almagre, Monogram, Snapill, and Witt series.\nAlmagre soils are deep to bedrock and more moist in spring.\nMonogram soils have less than 10 percent rock fragments.\nSnapill soils are deep to bedrock and have a calcic horizon above 40 inches.\nWitt soils have a calcic horizon above 40 inches and less than 10 percent rock fragments in the lower part."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Tetilla soils are on toeslopes and footslopes of undulating plateaus.  They formed in slope alluvium derived from Quaternary loess and volcanic ash and Tertiary basalt.  Slopes are 1 to 5 percent.  Elevation ranges from 6,000 to 6,800 feet.  The mean annual precipitation is 10 to 12 inches with about 45 percent falling as rain from high-intensity convective thunderstorms between July and September.  The mean annual air temperature is 50 to 52 degrees F.  The frost-free period is 150 to 170 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Calabasas, Panky, and Zepol soils.  Calabasas soils have a calcic horizon and durinodes within 40 inches overlying a duripan within 60 inches, and occur on summits of undulting plateaus.  Panky soils are fine-loamy, have upper argillic horizons that contain more than 35 percent clay, and occur on summits of erosional fan remnants.  Zepol soils are fine-silty, have thick mollic epipedons, and occur on narrow flood plains of valley floors."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; medium surface runoff; permeability is moderately slow in the upper part and moderately rapid in the substratum."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Tetilla soils are used for urban development, livestock grazing, and recreation.  The historic climax vegetation is blue grama, ring muhly, galleta, sand dropseed, threeawn, and oneseed juniper.  The ecological site is Cinder(R036XB117NM)."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Tetilla soils are of small extent on the southeastern Espanola Basin part of the Basin and Range province in northcentral New Mexico.  The MLRA is 36."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Santa Fe County, New Mexico; Santa Fe Area Soil Survey Update; 2008.  Tetilla is a local place name taken from Tetilla Peak, a prominent butte in southwestern Santa Fe County."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - The zone from the soil surface to a depth of about 3 inches. (AE horizon)\nArgillic horizon - The zone from 3 to about 21 inches. (Bt1 and Bt2 horizons)\nCalcic horizon - The zone from 57 to about 77 inches. (Bk1 horizon)\nParticle-size control section - The zone from 10 to 40 inches (part of Bt2 and Btk1 horizon)\nSeries control section - The zone from 0 to 77 inches.\nNote:  This soil has minor amounts of volcanic glass in the coarse silt and very fine sand fractions.  It is assumed than most of the volcanic glass derived from nearby Pleistocene ash eruptions has altered to more stable minerals like chalcedony.  In addition, Lincoln lab data indicates that ammonium oxalate extractable aluminum and iron percentages are very low.  Typical totals of aluminum plus 1/2 iron percentages are less than 0.20.  Tetilla soils thus do not have the properties of the andic intergrades.\nTaxonomic version: Classified according to Keys to Soil Taxonomy, Tenth Edition, 2006.\nADDITIONAL DATA:  The series type location has full characterization data by the Soil Survey Laboratory (SSL), Lincoln, NE, as soil survey sample number S92NM-049-003.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
