{
  "SERIES": "TETLIN",
  "STATUS": "Established Series",
  "BYREV": "Rev. DKS/JPM",
  "REVDATE": "10/2004",
  "STATES": "AK",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, superactive, subgelic Typic Aquiturbels"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Tetlin peaty silt loam - on a 30 percent slope under white spruce forest at 1500 feet elevation.  (All colors are for moist soil)\nOi--0 to 6 inches; dark brown (7.5YR 3/2) slightly decomposed plant material; extremely acid (pH 4.4); clear wavy boundary. (1 to 8 inches thick)\nO/E--6 to 7 inches; dark brown (7.5YR 3/2) slightly decomposed plant material and light brownish gray (10YR 6/2) silt loam; single grain; loose, nonsticky and nonplastic; many very fine to coarse roots; extremely acid (pH 4.2); clear wavy boundary.\nBw--7 to 23 inches; dark brown (10YR 3/3) silt loam; weak coarse subangular blocky structure; friable, nonsticky and slightly plastic; few very fine to fine roots; moderately acid (pH 5.8); abrupt smooth boundary.\nBgf--23 to 60 inches; olive brown (2.5Y 4/4), perennially frozen silt loam; massive, parting to weak medium platy structure; very hard; nonsticky and slightly plastic (when thawed): common large distinct dark grayish brown (2.5Y 4/2) redoximorphic depletions; slightly acid (pH 6.4)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Gerstle River Area, Alaska; about 30 miles east southeast of Delta Junction; SW 1/4 of the SW 1/4 of section 36, T.12S., R.15E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nMean annual soil temperature: less than 32 degrees F\nParticle size control section: less than 18 percent clay and less than 15 percent fine sands or coarser\nDepth to permafrost: 10 to 60 inches below the soil surface\nCoarse fragments: weathered rock fragments may occur below 40 inches\nThe O horizon is slightly decomposed plant material\nReaction class: extremely acid to slightly acid.\nA horizon: (where present)\nMatrix color: hue of 7.5YR or 10YR; value of 2 or 3; chroma of 1 or 2\nTexture: silt loam, mucky silt loam or peaty silt loam\nReaction class: strongly acid or moderately acid\nBw horizon:\nMatrix color: value of 3 to 5, chroma of 3 or 4\nTexture: silt loam or very fine sandy loam\nReaction class: strongly acid to mildly alkaline\nBg and Bgf horizons:\nMatrix color: hue of 10YR to 5Y, value of 3 to 5; chroma of 1 to 4\nRedoximorphic features are common\nTexture: silt loam or very fine sandy loam\nThin buried A horizons: present in some pedons\nReaction class: moderately acid to slightly alkaline"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Batza, Bradway, Chetlake, Ninchuun, and Tanana series of the same family. Batza, Chetlake, and Ninchuun soils do not have micaceous influence. Bradway and Tanana soils have lenses of fine sand or fine sandy loam."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material: micaceous loess or colluvium derived from loess\nLandform: bedrock-cored hillslopes\nSlope: 3 to 50 percent\nClimate: is boreal continental, with short, warm summers and long, cold winters Mean annual precipitation: 9 to 15 inches, approximately one third of which falls as snow\nMean annual temperature: 21 to 28 degrees F."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are Steese soils and Gilmore soils. The Steese and Gilmore soils lack permafrost and occur on ridge crests and south-facing slopes of the bedrock hills."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Poorly drained. Medium to very rapid runoff.  Saturated hydraulic conductivity is moderately high above the permafrost and very low in the permafrost."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Tetlin soils support forests of white spruce and black spruce, often with an alder understory. They are used for wildlife habitat and watershed management."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: MLRA 231, Interior Alaska Highlands.  The series is of limited extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Gerstle River Area, Alaska, 1995."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic features recognized in this profile include:\nPermafrost: 23 inches with aquic conditions above\nCambic horizon: 7 to 23 inches\nTemperature regime: pergelic\nParticle size control section: coarse-loamy from 10 to 40 inches\nMoisture regime: aquic\nSaturated soil is present above the permafrost to within 10 inches of the surface in mid-summer.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
