{
  "SERIES": "TETONIA",
  "STATUS": "Established Series",
  "BYREV": "Rev. RG/CBR/FFL",
  "REVDATE": "06/2009",
  "STATES": "ID,WY",
  "OVERVIEW": "The Tetonia series consists of very deep, well drained soils that formed in loess. Tetonia soils are on mountain slopes, hillslopes, and plateaus and have slopes of 0 to 65 percent. The mean annual precipitation is about 430 mm and the mean annual air temperature is about 2.8 degrees C.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-silty, mixed, superactive Calcic Pachic Haplocryolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Tetonia silt loam, cultivated, on a hill with 9 percent slope at an elevation of 1844 meters. (Colors are for dry soil unless otherwise noted.)\nAp--0 to 22 cm; grayish brown (10YR 5/2) silt loam, very dark grayish brown (10YR 3/2) moist; moderate medium subangular blocky structure; moderately hard, very friable, slightly sticky and slightly plastic; common very fine and fine roots; common very fine irregular pores; slightly alkaline (pH 7.7); clear wavy boundary. (20 to 30 cm thick)\nAB--22 to 56 cm; brown (10YR 5/3) silt loam, dark brown (10YR 3/3) moist; weak medium prismatic structure parting to moderate coarse subangular blocky; moderately hard, very friable, slightly sticky and slightly plastic; common very fine roots; common very fine irregular and tubular pores; many organic stains on ped faces; slightly alkaline (pH 7.7); gradual wavy boundary. (0 to 34 cm thick)\nBw--56 to 72 cm; brown (10YR 5/3) silt loam, dark yellowish brown (10YR 3/4) moist; moderate medium prismatic structure parting to moderate coarse subangular blocky; hard, friable, slightly sticky and slightly plastic; few very fine roots; common very fine and fine tubular pores; slightly alkaline (pH 7.7); clear wavy boundary. (0 to 30 cm thick)\nBk1--72 to 100 cm; pale brown (10YR 6/3) silt loam, brown (10YR 5/3) moist; weak medium subangular blocky structure; hard, friable, slightly sticky and slightly plastic; few very fine roots; common very fine tubular pores; common calcium carbonate masses on surfaces along pores and in matrix; many insects casts; strongly effervescent (20 percent calcium carbonate equivalent); moderately alkaline (pH 7.9); gradual wavy boundary. (11 to 50 cm thick)\nBk2--100 to 128 cm; pale brown (10YR 6/3) silt loam, brown (10YR 5/3) moist; weak medium subangular blocky structure; hard, very friable, slightly sticky and slightly plastic; few very fine roots; common very fine and fine tubular pores; common calcium carbonate masses; common insects casts; strongly effervescent (25 percent calcium carbonate equivalent); moderately alkaline (pH 8.3); gradual wavy boundary. (22 to 55 cm thick)\nBk3--128 to 152 cm; pale brown (10YR 6/3) silt loam, brown (10YR 5/3) moist; massive; slightly hard, very friable, slightly sticky and slightly plastic; common very fine tubular pores; common calcium carbonate masses; strongly effervescent (25 percent calcium carbonate equivalent); moderately alkaline (pH 8.3)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Teton County, Idaho; about 16 kilometers northwest of Tetonia; 446 meters north and 485 meters east of the southwest corner of section 36, T. 7 N., R. 43 E.;  Drummond USGS topographic quadrangle; lat. 43 degrees, 53 minutes, 12.5 seconds N. and long. 111 degrees, 19 minutes, 58.1 seconds W., NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nMollic epipedon thickness: 40 to 64 cm\nParticle-size control section: 10 to 20 percent total clay (weighted average is less then 18 percent) and less that 15 percent fine sand and coarser\nParticle-size control section carbonate clay: 0 to 8 percent\nDepth to calcic horizon: 40 to 80 cm\nCalcium carbonate equivalent: 15 to 25 percent in the calcic horizon\nMean annual soil temperature: 3.9 to 7.2 degrees C. (cryic soil temperature regime)\nMean summer soil temperature: 10.0 to 15.0 degrees C.\nMoisture control section: dry throughout for 60 to90 consecutive days after the summer solstice (xeric)\nAp or A horizon\nHue: 7.5YR or 10YR moist\nValue: 4 or 5 dry, 2 or 3 moist\nChroma: 2 or 3 dry and moist\nAB horizon\nHue: 7.5YR or 10YR moist\nBw horizon\nValue: 5 or 6 dry, 3 to 5 moist\nChroma: 2 or 3 dry, 2 to 4 moist\nReaction: neutral to moderately alkaline\nBk horizon\nValue: 4 or 5 moist\nChroma: 3 or 4 moist\nEffervescence: slight to violent (strong or violent in the calcic horizon)\nSecondary carbonates: 2 to 30 percent\nReaction: moderately to strongly alkaline"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no soil series in the family."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nLandscape: plateaus, mountain ranges, alluvial plains, outwash plains,\nfoothills, plains, tablelands\nLandform: hills, mountain slopes, hillslopes, and plateaus\nElevation: 1615 to 2134 meters\nSlope: 0 to 65 percent\nParent material: loess\nMean annual air temperature: 2.8 to 5.0 degrees C.\nMean annual precipitation: 305 to 559 mm\nFrost free period: 20 to 55 days"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Rin, Lostine, Kucera, Iphil, and Ririe soils. All of these soils occur on the same landforms. Rin soils have a cryic soil temperature regime, are on north slopes, and do not have a calcic horizon. Lostine, Kucera, Iphil, and Ririe soils are on south slopes and have a frigid soil temperature regime."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:\nDrainage class: well\nRunoff: medium\nSaturated hydraulic conductivity: moderately high"
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:\nMajor uses: dryland winter wheat, barley, oats, alfalfa, hay, and grazing; irrigated wheat, barley, seed potatoes, and range\nDominant native vegetation: bluebunch wheatgrass, Nevada bluegrass, Idaho fescue, needleandthread, and mountain big sagebrush"
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:\nDistribution: Southeastern Idaho and Western Wyoming, MLRA 13 and 43B\nExtent: these soils are moderately extensive"
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Teton County, Idaho, 1972; Teton Area, Idaho-Wyoming Soil Survey"
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in the pedon are:\nMollic epipedon: from a depth of 0 to 56 cm\nCambic horizon: from a depth of 56 to 72 cm\nCalcic horizon: from a depth of 72 to 152 cm\nParticle-size control section: from a depth of 25 to 100 cm\nSoil temperature regime: cryic\nSoil moisture regime: xeric\nIn 2001, the classification was revised to coarse-silty, mixed, superactive Calcic Pachic Haplocryoll based on changes to Soil Taxonomy.  In 2008, the type location was moved to its present location because the old location was  correlated to a frigid soil..\nADDITIONAL DATA:\nTypical pedon was not sampled.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
