{
  "SERIES": "TETOTUM",
  "STATUS": "Established Series",
  "BYREV": "JHW-DLJ, Rev GH/PLT",
  "REVDATE": "05/2004",
  "STATES": "NC,SC,VA",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, semiactive, thermic Aquic Hapludults"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Tetotum fine sandy loam, in a cultivated field. (Colors are for moist soil.)\nAp--0 to 9 inches; dark grayish brown (10YR 4/2) fine sandy loam; moderate fine granular structure; very friable; many fine roots; 2 percent fine gravel; moderately acid; clear smooth boundary. (0 to 12 inches thick)\nBt1--9 to 14 inches; dark yellowish brown (10YR 4/4) sandy clay loam; weak fine subangular blocky structure; friable, slightly sticky, slightly plastic; many fine roots; common fine pores; few distinct clay films on faces of peds; 2 percent fine gravel; strongly acid; clear smooth boundary.\nBt2--14 to 23 inches; yellowish brown (10YR 5/4) clay loam; moderate medium subangular blocky structure; firm, sticky, slightly plastic; common fine roots; common fine pores; few distinct clay films on faces of peds; 2 percent fine gravel; strongly acid; clear smooth boundary.\nBt3--23 to 30 inches; yellowish brown (10YR 5/8) clay loam; few fine distinct gray (10YR 6/1) iron depletions and strong brown (7.5YR 5/8) soft masses of iron accumulation; moderate fine subangular blocky structure; firm, sticky, slightly plastic; few fine roots; few fine pores; few distinct clay films on faces of peds; 2 percent fine gravel; strongly acid; clear smooth boundary.\nBt4--30 to 38 inches; varigated yellowish brown (10YR 5/8), gray (10YR 6/1), and red (2.5YR 4/8) clay loam; moderate fine angular blocky structure; firm, sticky, plastic; few fine roots; few fine pores; common distinct clay films on faces of peds; 10 percent fine gravel; very strongly acid; clear smooth boundary. (Combined thickness of the Bt horizon is 18 to 52 inches.)\nBtg--38 to 48 inches; gray (10YR 6/1) sandy clay loam; many fine distinct strong brown (7.5YR 5/6) and yellowish brown (10YR 5/6) soft masses of iron accumulation; weak medium subangular blocky structure; firm, slightly sticky, slightly plastic; few fine roots; few fine pores; few faint clay films on faces of peds; 5 percent fine gravel; very strongly acid; gradual smooth boundary. (0 to 14 inches thick)\n2Cg--48 to 72 inches; gray (10YR 6/1) stratified fine sandy loam and loamy fine sand; common medium distinct yellowish brown (10YR 5/4) and strong brown (7.5YR 5/6) soft masses of iron accumulation; massive; friable; 2 percent fine gravel; very strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: King George County, Virginia; approximately 1 mile east of Tetotum Post Office at intersection of VA-619 and VA-218; 150 feet north of VA-619."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSolum Thickness: 40 to more than 60 inches\nDepth to Bedrock: Greater than 60 inches\nDepth to Seasonal High Water Table: 18 to 30 inches, December to April\nSoil Reaction: extremely acid through strongly acid unless limed\nOther Features: The upper 20 inches of the argillic horizon averages more than 30 percent silt or more than 40 percent silt plus very fine sand.  Some pedons have few mica flakes\nA or Ap horizon:\nColor--hue of 10YR or 2.5Y, value of 3 through 5, and chroma of 2 through 4\nTexture--sandy loam, fine sandy loam, loam, or silt loam\nE horizon:\nColor--hue of 10YR or 2.5Y, value of 4 through 7, and chroma of 2 through 4\nTexture--sandy loam, fine sandy loam, loam, or silt loam\nBA or BE horizon, (where present):\nColor--hue of 10YR or 2.5Y, value of 4 through 7, and chroma of 3 through 8 Texture--sandy loam, fine sandy loam, sandy clay loam, loam, or silt loam\nBt horizon, (upper part):\nColor--has hue of 7.5YR through 2.5Y, value of 4 through 7, and chroma of 4 through 8\nTexture-- typically is clay loam or loam, but some pedons have subhorizons that are sandy clay loam, silt loam, or silty clay loam\nBt horizon, (lower part):\nColor--hue of 7.5YR through 5Y, value of 5 through 7, and chroma of 3 through 8. In some pedons the lower part of the Bt horizon is mottled with these or other hue and does not have dominant matrix color.\nTexture--typically is clay loam or loam, but some pedons have subhorizons that are sandy clay loam, silt loam, or silty clay loam\nRedoximorphic Features--iron masses in shades of red and iron depletions in shades of gray are in some pedons\nBtg horizon, (where present):\nColor--hue of 7.5YR through 5Y, value of 4 through 7, and chroma of 1 or 2, or it is mottled with these or other hue and does not have dominant matrix color.\nTexture--is clay loam or loam, but some pedons have subhorizons that are sandy clay loam, silt loam, or silty clay loam.\nRedoximorphic Features--iron masses in shades of red and iron depletions in shades of gray are in some pedons\nBC or CB horizon, (where present):\nColor--hue of 7.5YR through 5Y, value of 5 through 7, and chroma of 3 through 8, or it is mottled with these or other hue without dominant matrix color.\nTexture--sandy loam, fine sandy loam, very fine sandy loam, sandy clay loam, or loam.\nRedoximorphic Features--iron masses in shades of red and iron depletions in shades of gray are in some pedons\nBCg or CBg horizon, (where present):\nColor--hue of 7.5YR through 5Y, value of 5 through 7, and chroma of 1 or 2, or it is mottled with these or other hue without dominant matrix color.\nTexture--sandy loam, fine sandy loam, very fine sandy loam, sandy clay loam, or loam.\nRedoximorphic Features--iron masses in shades of red and iron depletions in shades of gray are in some pedons\nC or 2C horizon,:\nColor--hue of 7.5YR through 5Y, value of 5 through 7, and chroma of 3 through 8. In some pedons the lower part of the Bt horizon is mottled with these or other hue and does not have dominant matrix color.\nTexture--stratified sands to sandy clay loam. Strata of finer texture are in some pedons.\nRedoximorphic Features--iron masses in shades of red and iron depletions in shades of gray are in some pedons\nCg or 2Cg horizon:\nColor--hue of 7.5YR through 5Y, value of 5 through 7, and chroma of 3 through 8. In some pedons the lower part of the Bt horizon is mottled with these or other hue and does not have dominant matrix color.\nTexture--stratified sands to sandy clay loam. Strata of finer texture are in some pedons."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:\nAbell soils--moderately well drained soils (seasonal high water table 24 to 42 inches) on similar landscapes but have less than 30 percent silt in the upper particle size control section. These soils also have a lithological discontinuity in the Bt horizon\nAltavista soils--moderately well drained soils (seasonal high water table 18 to 30 inches) on similar landscapes but have less than 30 percent silt in the upper particle size control section.\nSantuc soils--formed in residuum weathered from mixed acid crystalline rocks and have a perched water table\nWinton soils--moderately well drained soils (perched water table at 24 to 42 inches) on long narrow bluffs that break sharply into rivers and their major tributaries that drain from the Piedmont and Coastal Plain. Have less than 30 percent silt in the upper particle size control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nLandscape: Coastal Plain\nLandform: Terraces\nElevation: 5 to 200 feet above mean sea level\nParent Material: Moderately fine textured fluvial or marine sediments underlain by stratified coarse to medium textured sediments\nMean Annual Air Temperature: 58 to 62 degrees\nMean Annual Precipitation: 40 to 48 inches\nFrost Free Period: 195 to 240 days"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:\nAugusta soils--somewhat poorly drained soils (seasonal high water table 12 to 18 inches) on slightly lower landscapes\nBertie soils--somewhat poorly drained soils (seasonal high water table 12 to 18 inches) on slightly lower landscapes\nBojac soils--well drained soils (seasonal high water table 48 to 72 inches) in coarse-loamy family on similar landscapes\nChesapeake soils-- well drained soils (seasonal high water table 48 to 72 inches) on slightly higher landscapes\nDogue soils--moderately well drained soils (seasonal high water table 18 to 30 inches) in fine family on similar landscapes\nGertie soils--poorly drained soils (seasonal high water table 0 to 12 inches) in fine family on flats and in depressions\nRoanoke soils--poorly drained soils (seasonal high water table 0 to 12 inches) in fine family on flats and in depressions\nState soils--well drained soils (seasonal high water table 48 to 72 inches) on slightly higher landscapes\nTomotley soils--poorly drained soils (seasonal high water table 0 to 12 inches) in fine-loamy family on flats and in slight depressions\nWickham soils--well drained soils (seasonal high water table greater than 72 inches) on slightly higher landscapes"
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:\nAgricultural Drainage Class: Moderately well drained\nPermeability: Moderate in the B horizon and moderate to rapid in the C horizon"
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:\nMajor Uses: Mostly cultivated\nDominant Vegetation: Where cultivated--corn, cotton, small grain, soybeans, and truck crops.  Where woodland--loblolly, sweetgum, red maple, yellow-poplar, white oak, southern red oak, water oak, American beech, and hickory."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:\nDistribution: Virginia, North Carolina, and possibly Alabama, and Georgia\nExtent: Moderate\nMLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Raleigh, North Carolina"
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Raleigh, North Carolina\nDepth Class: Very deep\nDrainage Class: Moderately well drained\nPermeability: Moderate in the B horizon and moderate to rapid in the C horizons\nSurface Runoff: Slow on nearly level areas and medium to rapid on steeper areas\nParent Material: Moderately fine textured fluvial or marine sediments underlain by stratified coarse to medium textured sediments\nSlope: 0 to 15 percent\nMean Annual Air Temperature (type location): 58 degrees F.\nMean Annual Precipitation (type location): 42 inches"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: King George County, Virginia, 1970."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nDiagnostic horizons and features recognized in this pedon are:\n1. ochric epipedon - the zone from 0 to 9 inches (Ap horizon).\n2. argillic horizon - the zone from 9 to 48 inches (Bt and Btg horizons).\nADDITIONAL DATA:\nTABULAR SERIES DATA:\nSOI-5  Soil Name   Slope  Airtemp FrFr/Seas Precip  Elevation\nVA0033 TETOTUM     0- 50   58- 62  195-240  40- 48     5- 200\nSOI-5  FloodL FloodH Watertable Kind   Months  Bedrock Hardness\nVA0033 NONE   RARE   1.5-2.5  APPARENT DEC-APR  60-60\nSOI-5  Depth  Texture                3-Inch  No-10  Clay%   -CEC-\nVA0033  0- 9  FSL SL                  0-  0  80-100  5-15    -\nVA0033  0- 9  L SIL                   0-  0  80-100 10-22    -\nVA0033  9-48  SCL CL SICL             0-  2  80-100 18-35    -\nVA0033 48-72  SR SCL LFS              0-  2  75-100  5-30    -\nSOI-5  Depth    -pH-     O.M.  Salin  Permeab   Shnk-Swll\nVA0033  0- 9  3.6- 5.5  .5-2.  0- 0   2.0- 6.0  LOW\nVA0033  0- 9  3.6- 5.5  .5-2.  0- 0   0.6- 2.0  LOW\nVA0033  9-48  3.6- 5.5  0.-.5  0- 0   0.6- 2.0  LOW\nVA0033 48-72  3.6- 5.5  0.-.5  0- 0   0.6-  20  LOW\nNational Cooperative Soil Survey\nU.S.A."
  }
}
