{
  "SERIES": "TEW",
  "STATUS": "Inactive Series",
  "BYREV": "Rev. HRN/TWP",
  "REVDATE": "03/1999",
  "STATES": "ID",
  "OVERVIEW": "Typically, Tew soils are wet, and have very dark gray and very dark grayish brown loam and silt loam A horizons, and dark gray silt loam and fine sandy loam mottled Cg horizons over sand and gravel at 48 inches.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, calcareous, frigid Typic Haplaquolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Tew loam - grass pasture (Colors are for the moist soil.)\nApca 0-6\"--Very dark gray (2.5Y 3/1) and very dark grayish brown (1OYR 3/2) loam; weak very fine granular structure; very friable, slightly sticky, slightly plastic; many fine and very fine roots; slightly calcareous; moderately alkaline; abrupt smooth boundary (5 to 15 inches thick.)\nA12ca 6-22\"--Very dark gray (1OYR 3/1) silt loam; moderate very fine subangular blocky structure that parts to moderate very fine granular structure; friable, slightly sticky, plastic; many fine and very fine roots; many fine and very fine tubular pores; slightly calcareous; moderately alkaline; gradual wavy boundary (O to 16 inches thick.)\nClg 22-26\"--Dark gray (2.5Y 4/1) silt loam; few fine distinct dark brown (1OYR 3/3) mottles; massive; friable, slightly sticky, slightly plastic; many fine and very fine roots; slightly micaceous; very slightly calcareous; moderately alkaline; abrupt smooth boundary (3 to 30 inches thick)\nIIC2g 26-48\"--Dark gray (2.5Y 4/1) fine sandy loam; many coarse prominent dark brown (1OYR 3/3) mottles; massive; very friable, slightly sticky, nonplastic; mildly alkaline; abrupt smooth boundary.  (0 to 25 inches thick.)\nIIIC3g 48-50\"--Mottled loose sand and gravel.\nType Location:  Butte County, Idaho; 50 feet east of Big Lost River, 200 feet south of county road bridge in NW 1/4, NW 1/4, Sec. 1, T. 4N., R.  26 E.\nRange in Characteristics:  The mean annual soil temperature ranges from 42 to 47 degrees F., and the mean summer soil temperature at 20 inches ranges from 59 to 65 degrees F.  The soils are saturated throughout for several months each year unless drained, and are not dry in the 4- to 12-inch section fpr any period longer than 30 to 40 consecutive days.  The mineralogy is mixed.  The 10- to 40-inch control section is dominantly medium textured and has as a weighted average 18 to 27 percent clay, more than 15 percent particles coarser than very fine sand, and less than 10 percent rock fragments.  No strongly contrasting texture and no bedrock are above 40 inches.  The profile is slightly calcareous in the upper part, but is noncalcareous below 15 to 30 inches.  The organic matter decreases regularly with depth to a level of 0.3 percent within 4 feet.  The mollic epipedon is 7 to 22 inches thick.   The Al or Ap horizons have color values of 4 or 5 dry, 2 or 3 moist, chroma of 1.5 or less in hues of 2.5Y or 10YR, and granular or subangular blocky structure.  Distinct or prominent mottles are immediately below the mollic epipedon.  The C horizons have color values of 5 to 7 dry, 3 or 4 moist, and chromas of 1 or 2.  Reaction ranges from mildly to moderately alkaline in the upper 20 inches and neutral to mildly alkaline below.  The material below 40 inches may be stratified with loam, silt loam or sandy loam.\nCompeting Series and Their Differentiae:  These are the Blackfoot, Fulmer, Hussa, LaJara, Loveland, Roliss, Sprague, and Taos series.  Blackfoot soils are dry for more than 60 consecutive days, and have an irregular decrease in organic matter with depth.  Fulmer soils have moderately or strongly calcareous B and C horizons.  Hussa Soils have an irregular decrease in organic matter with depth.  LaJara and Sprague soils average less than 18 percent clay in the control sections, and Sprague soils have cryic temperature regimes.  Loveland and Taos soils have contrasting textures above 40 inches.  Roliss soils have strongly calcareous calcic horizons.\nSetting:  These soils are on level or very gently undulating or channeled bottomlands or river terraces.  Elevations are 5,000 to 6,500 feet.  Slopes are 0 to 4 percent with some areas being channeled.  The soils formed in mixed alluvium.  The climate has an average frost-free period of 90 to 115 days.  The mean annual precipitation ranges from 8 to 11 inches including 2 to 3 feet of snowfall.\nPrincipal Associated Soils:  These are the Blackfoot, Foxcreek and Lam series.  Foxcreek soils have a cryic temperature regime and are 20 to 40 inches deep.  Lam soils are less than 20 inches deep and have less than 18 percent clay in the control section.\nDrainage and Permeability:  Poorly drained.  Permeability of the upper horizons is moderate, with the lower horizons moderately rapid or rapid, and with the loose sand and gravel very rapid.  The water table is high for several months and overflowing is common in the spring.\nUse and Vegetation:  These soils are sued for pasture with some areas used for small grains and hay.  Natural vegetation includes sedges, shrubby cinquefoil, willows, wild rose and wild iris.\nDistribution and Extent:  River terraces and valleys in Butte, Custer, Lemhi and Jefferson Counties, Idaho.\nSeries Proposed:  Butte County, Idaho, 1958.  Named from a local community.\nRemarks:  Previously classified as Humic Gley soils.\nOSED scanned by NSSQA.  Last revised by state on 3/72.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": null
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": null
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": null
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": null
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": null
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": null
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": null
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": null
  },
  "REGIONAL OFFICE": {
    "section": "REGIONAL OFFICE",
    "content": null
  },
  "ORIGIN": {
    "section": "ORIGIN",
    "content": null
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": null
  }
}
