{
  "SERIES": "TEXASCREEK",
  "STATUS": "Established Series",
  "BYREV": "Rev. BLR/BDG/EMM",
  "REVDATE": "07/2013",
  "STATES": "ID",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, superactive, mesic Ultic Haploxerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Texascreek loam, forested, on a 74 percent slope at 1,840 feet elevation. Aspect is west. (Colors are for dry soil unless otherwise noted).\nOi--0 to 1 inch; needles, leaves, and twigs (0 to 2 inches thick)\nA1--1 to 3 inches; dark grayish brown (10YR 4/2) loam, very dark grayish brown (10YR 3/2) moist; weak fine granular structure; slightly hard, friable, slightly sticky and nonplastic; many very fine, fine, and medium roots; many very fine and fine irregular pores; neutral (pH 6.6); clear smooth boundary.\nA2--3 to 8 inches; dark grayish brown (10YR 4/2) loam, very dark grayish brown (10YR 3/2) moist; moderate medium subangular blocky structure; slightly hard, friable, slightly sticky and nonplastic; many very fine, fine, and medium roots; many very fine and fine irregular pores; neutral (pH 6.6); clear wavy boundary.  (A horizons 7 to 14 inches thick)\nBA--8 to 13 inches; brown (10YR 4/3) loam, very dark grayish brown (10YR 3/2) moist; moderate fine and medium subangular blocky structure; slightly hard, friable, nonsticky and nonplastic; common medium and few coarse roots; many very fine and fine irregular and few very fine tubular pores; 5 percent gravel; slightly acid (pH 6.5); gradual wavy boundary. (0 to 10 inches thick)\nBw1--13 to 19 inches; dark yellowish brown (10YR 4/4) gravelly loam, dark yellowish brown (10YR 3/4) moist; moderate medium and coarse subangular blocky structure; slighty hard, friable, slightly sticky and slightly plastic; many very fine, common medium, and few coarse roots; many very fine and fine irregular, and few very fine tubular pores; 25 percent gravel; common faint clay films bridging sand grains on surfaces of gravel; slightly acid (pH 6.4); gradual smooth boundary.\nBw2--19 to 25 inches; dark yellowish brown (10YR 4/4) gravelly loam, dark yellowish brown (10YR 3/4) moist; weak fine and medium subangular blocky structure; hard, friable, slightly sticky and slightly plastic; common medium roots; many very fine and fine irregular and few very fine tubular pores; 25 percent gravel; common faint clay films bridging sand grains on surfaces of gravel; slightly acid (pH 6.2); gradual wavy boundary. (Bw horizons 8 to 15 inches thick)\nC1--25 to 33 inches; yellowish brown (10YR 5/4) gravelly sandy loam, dark yellowish brown (10YR 3/4) moist; massive; hard, friable, nonsticky and nonplastic; few fine and medium roots; many very fine and fine irregular pores; 25 percent gravel; common faint clay films bridging sand grains on surfaces of gravel; moderately acid (pH 6.0); gradual wavy boundary. (8 to 21 inches thick)\nCr--33 inches; highly decomposed granitic schist; 40 percent is hard bedrock with few faint clay films occurring on bedrock surfaces."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Clearwater County, Idaho; about 1 mile south of Ahsahka, Idaho; about 2,560 feet north and 1,000 feet west of the southeast corner of section 4, T.36 N., R.1 E.; Latitude - 46 degrees, 29 minutes, 33 seconds North; Longitude - 116 degrees, 19 minutes, 42 seconds West. USGS Orofino West quadrangle."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nAverage annual soil temperature - 47 to 54 degrees F.\nMesic temperature regime\nDepth to paralithic contact - 20 to 40 inches\nThickness of mollic epipedon - 10 to 14 inches\nBase saturation - 60 to 75 percent in the 10 to 30 inch zone\nSoil moisture control section - dry 45 to 60 consecutive days following the summer solstice.\nXeric moisture regime\nA horizons: (AB, BA horizons included)\nHue - 10YR or 7.5YR moist\nValue - 4 or 5 dry, 2 to 4 moist\nChroma - 2 or 3 dry, 1 to 4 moist\nTexture - loam, sandy loam or coarse sandy loam\nClay content - 8 to 18 percent\nRock fragments - 0 to 10 percent gravel\nReaction - moderately acid to neutral\nBw horizons:\nHue - 2.5Y to 7.5YR moist\nValue - 4 to 6 dry, 3 to 5 moist\nChroma - 3 or 4 dry, 2 to 4 moist\nTextures - loam, sandy loam, coarse sandy loam or loamy sand\nClay content - 5 to 19 percent\nRock fragments - 5 to 25 percent gravel, 0 to 10 percent cobbles, 5 to 30 percent total rock fragments\nReaction - moderately acid to neutral\nC horizon:\nHue - 10YR to 7.5YR moist\nValue - 5 or 6 dry, 3 to 6 moist\nChroma - 3 to 5 dry, 2 to 6 moist\nTextures - sandy loam, coarse sandy loam, loamy sand or loamy coarse sand\nClay content - 3 to 15 percent\nRock fragments - 5 to 40 percent gravel, 0 to 15 percent cobbles, 5 to 45 percent total rock fragments\nReaction - moderately acid to neutral"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:\nArdening - are deep to a paralithic contact\nBillyridge - are very deep\nBurrant - are very deep\nCanderly - are very deep\nCatelli - have an average annual soil temperature of 56 to 58 degrees F. Crouch - are deep to a paralithic contact\nDeerrun - are moderately deep to a lithic contact\nGinnis - are dry 90 to 105 consecutive days following the summer solstice\nHellgate - are very deep\nPicard - are very deep\nRebecca - are very deep\nRoney - are moderately deep to a lithic contact\nShangland - are dry 60 to 80 consecutive days following the summer solstice\nWind River - are very deep"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Texascreek soils are on mountain slopes and canyon sides of plateaus at elevations of 1,000 to 4,000 feet with slopes of 15 to 75 percent. These soils are formed in loess and weathered granitic or metamorphic residuum and/or colluvium. The average annual temperature is 45 to 52 degrees F. and the average precipitation is 24 to 45 inches. The frost free season is 90 to 180 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Johnson, Uvi, and Whiskeycreek series. Johnson soils are on concave north-facing canyon side slopes and are deep with argillic horizons. Uvi soils are on southeast-facing canyon side slopes and are very deep. Whiskeycreek soils are on convex canyon side slopes and are shallow."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained, very rapid runoff, moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: These soils are used for timber production, livestock grazing, wildlife habitat, watershed, and recreation. Potential natural vegetation is Douglas-fir, ponderosa pine, with an understory of common snowberry, white spiraea, elk sedge, Idaho fescue, low oregongrape, and baldhip rose. It is ponderosa pine with an understory of Idaho fescue, bluebunch wheatgrass, and pine reedgrass on dry sites."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: North Central Idaho, Texascreek soils are not extensive.  MLRA 43A."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Clearwater County, Idaho, 2003."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and other features recognized in this pedon area:\nMollic epipedon - The zone from 1 to 13 inches (A and BA horizons).\nCambic horizon - The zone 13 to 25 inches (Bw horizons).\nParticle size control section - The zone from 10 to 33 inches (part of the BA horizon, Bw horizons, and C horizon).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
