{
  "SERIES": "TEXARK",
  "STATUS": "Established Series",
  "BYREV": "Rev. RWF:JRT:CDB",
  "REVDATE": "02/97",
  "STATES": "TX",
  "OVERVIEW": "The Texark series consists of very deep, somewhat poorly drained, very slowly permeable soils that formed in clayey alluvium.  These soils are on nearly level flood plains.    Slopes are 0 to 1 percent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Very-fine, smectitic, thermic Aquic Hapluderts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Texark clay--woodland.  (Colors are for moist soil unless otherwise stated.)\nA--0 to 16 inches; very dark gray (10YR 3/1) clay; moderate fine granular structure; extremely hard, very firm, sticky and plastic; many fine roots; neutral; gradual wavy boundary.  (12 to 20 inches thick)\nBss--16 to 35 inches; dark gray (10YR 4/1) clay; weak medium subangular blocky structure; extremely hard, very firm, sticky and plastic; few fine roots; common medium distinct dark yellowish brown (10YR 4/4) redox concentrations; few prominent slickensides; few vertical cracks filled with very dark gray clay; few flakes of mica; moderately acid; gradual wavy boundary.  (0 to 30 inches thick)\nBssg1--35 to 62 inches; gray (10YR 5/1) clay; weak medium subangular blocky structure; extremely hard, very firm, sticky and plastic; many medium faint grayish brown (10YR 5/2) and common fine distinct dark yellowish brown redox features; few distinct slickensides; few vertical streaks of very dark gray; few flakes of mica; very strongly acid; gradual wavy boundary.  (10 to 30 inches thick)\nBssg2--62 to 80 inches; gray (10YR 5/1) clay; weak medium subangular blocky structure; extremely hard, very firm, sticky and plastic; many medium faint grayish brown (10YR 5/2) and common fine distinct dark yellowish brown redox features; few distinct slickensides; few flakes of mica; moderately acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Bowie County, Texas; from the intersection of Farm Road 561 and U. S. Highway 259 near Dalby Springs; 350 feet south on U. S.  Highway 259 to intersection with county gravel road; 1.9 miles southwest on county road; 1.5 miles south and west on county road to metal gate; 0.5 mile south on pasture road; 0.6 mile west into Sulphur River bottom; 200 feet south of road."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Solum thickness is more than 80 inches.  The weighted average clay content of the particle-size control section ranges from 60 to 80 percent.  When dry, cracks 1/4 to 2 inches wide extend from the surface to a depth of more than 20 inches for less than 90 cumulative days in most years.  Depth to slickensides ranges from 12 to 20 inches.  Undisturbed areas have gilgai microrelief with microknolls 3 to 10 inches higher than the microdepressions.  Distance from the center of the microknoll to the center of the microdepression ranges from 10 to 24 feet.\nThe A horizon has hue of 10YR, value of 2 to 3, and chroma of 1.  Thickness ranges from 10 inches on knolls to 28 inches in depressions, but is between 12 and 20 inches thick in more than half of each pedon.  Reaction ranges from slightly acid to slightly alkaline.  Texture is clay or silty clay.\nThe Bss horizon has hue of 10YR, value of 3 to 4, and chroma of 1.  Masses of redox concentrations in shades of brown range from none to common.  Cracks extending into this horizon are commonly filled with black or very dark gray soil from the surface layer.  Reaction ranges from moderately acid to slightly alkaline.\nThe Bssg horizon has hue of 10YR, value of 5 or 6, and chroma of 1 or 2.   Masses of redox features range from few to common with colors in shades of brown and gray.  Reaction ranges from very strongly acid to neutral."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Roetex series in the same family and the Billyhaw, Gladewater, Kaman, Kaufman, Pledger, Trinity, and Zilaboy series in similar families.  The Roetex soils have colors with chroma of 2 or 3 in the A horizon and hue of 10YR or redder in the B horizon.  The Billyhaw and Pledger soils have a solum less than 60 inches thick and colors with hue redder than 10YR.  Trinity soils are calcareous throughout.  Kaman, and Zilaboy soils have less than 60 percent clay in the particle size control section.  Gladewater soils have aquic conditions within a depth of 20 inches and do not have a mollic epipedon.  Kaufman soils are moderately well drained and do not have a water table above 40 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Texark soils are on flood plains of streams that drain mainly from the Blackland Prairies.  Slopes are mainly less than 1 percent.  The soils formed in clayey recent sediments. Climate is warm-humid.  Average annual precipitation ranges from 40 to 55 inches, average annual temperature is 62 degrees to 70 degrees F.  Annual Thornthwaite P-E indices exceed 50."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the competing Kaufman series and the Amy, Bryarly, Ashford, and Woodtell series.  Amy soils are on flood plains of small local drainageways, have E horizons, and are in a fine-silty family.  Ashford, Bryarly, and Woodtell soils have argillic horizons and are on higher positions on terraces and uplands adjacent to the flood plain. Kaufman soils are on similar or slightly higher flood plain positions."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Texark soils are somewhat poorly drained.  An apparant water table is at a depth of 2 to 3.5 feet mostly in the winter and spring.  Runoff is low and permeability is very slow.  Some areas are frequently flooded for long periods and other areas are occasionally flooded for brief periods."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used mainly for forest, pasture, and wildlife habitat.  Native vegetation is hardwood trees such as green ash, hackberry, water oak, willow oak, elm, and sweetgum.  Understory vegetation consists of hawthorns, sedges, grasses, and annual weeds."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Eastern Texas and possibly Arkansas and Louisiana.  The series is moderately extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Bowie County, Texas; 1978."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  These soils were formerly in the Kaufman series.\nDIOGNOSTIC HORIZONS AND FEATURES:\nMollic epipedon - The A horizon from 0 to 16 inches.\nCambic horizon - The Bss and Bssg horizons.\nAquic features - Saturation and redox features in the Bssg horizon Vertic features - Slickensides in the Bss horizon and cracks that remain open for less than 90 cumulative days.\nSoil Interpretation Records - TX0773, TX1194 (occasionally flooded)."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "NA"
  },
  "SITE": [
    [
      {
        "drainage": "somewhat poorly",
        "drainage_overview": "somewhat poorly"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 41,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 1,
        "texture_class": "clay",
        "structure": "moderate fine granular",
        "dry_rupture": "hard",
        "moist_rupture": "firm",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "A--0 to 16 inches; very dark gray (10YR 3/1) clay; moderate fine granular structure; extremely hard, very firm, sticky and plastic; many fine roots; neutral; gradual wavy boundary.  (12 to 20 inches thick)"
      },
      {
        "name": "Bss",
        "top": 41,
        "bottom": 89,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 1,
        "texture_class": "clay",
        "structure": "weak medium subangular blocky",
        "dry_rupture": "hard",
        "moist_rupture": "firm",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bss--16 to 35 inches; dark gray (10YR 4/1) clay; weak medium subangular blocky structure; extremely hard, very firm, sticky and plastic; few fine roots; common medium distinct dark yellowish brown (10YR 4/4) redox concentrations; few prominent slickensides; few vertical cracks filled with very dark gray clay; few flakes of mica; moderately acid; gradual wavy boundary.  (0 to 30 inches thick)"
      },
      {
        "name": "Bssg1",
        "top": 89,
        "bottom": 157,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 1,
        "texture_class": "clay",
        "structure": "weak medium subangular blocky",
        "dry_rupture": "hard",
        "moist_rupture": "firm",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bssg1--35 to 62 inches; gray (10YR 5/1) clay; weak medium subangular blocky structure; extremely hard, very firm, sticky and plastic; many medium faint grayish brown (10YR 5/2) and common fine distinct dark yellowish brown redox features; few distinct slickensides; few vertical streaks of very dark gray; few flakes of mica; very strongly acid; gradual wavy boundary.  (10 to 30 inches thick)"
      },
      {
        "name": "Bssg2",
        "top": 157,
        "bottom": 203,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 1,
        "texture_class": "clay",
        "structure": "weak medium subangular blocky",
        "dry_rupture": "hard",
        "moist_rupture": "firm",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately acid",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Bssg2--62 to 80 inches; gray (10YR 5/1) clay; weak medium subangular blocky structure; extremely hard, very firm, sticky and plastic; many medium faint grayish brown (10YR 5/2) and common fine distinct dark yellowish brown redox features; few distinct slickensides; few flakes of mica; moderately acid."
      }
    ]
  ]
}
