{
  "SERIES": "TEXLA",
  "STATUS": "Established Series",
  "BYREV": "GWC-JKW-RM",
  "REVDATE": "07/2014",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty, siliceous, active, thermic Oxyaquic Glossudalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Texla silt loam-woodland.(Colors are for moist soil unless otherwise stated.)\nA--0 to 10 cm (0 to 4 in); dark grayish brown (10YR 4/2) silt loam; weak medium granular structure; slightly hard, very friable; many fine and medium roots; many fine and medium pores; 1 percnt faint light brownish gray (10YR 6/2) iron depletions with sharp boundaries; very strongly acid; abrupt smooth boundary. (8 to 20 cm [3 to 8 in] thick)\nE--10 to 23 cm (4 to 9 in); light yellowish brown (10YR 6/4) silt loam; weak medium subangular blocky structure; slightly hard, very friable; common fine and medium roots; many medium pores; 1 percent fine dark yellowish brown (10YR 4/6) iron accumulations with sharp boundaries lining pores; 1 percent faint light brownish gray (10YR 6/2) iron depletions with sharp boundaries adjacent to iron accumulations; very strongly acid; gradual wavy boundary. (8 to 25 cm [3 to 10 in] thick)\nBt/E--23 to 56 (9 to 22 in); yellowish brown (10YR 5/6) silty clay loam (Bt); moderate medium prismatic structure parting to moderate medium subangular blocky; hard, friable; many coarse and medium, and few fine roots; many medium pores; 5 percent faint yellowish brown (10YR 5/6) clay films on surfaces of prisms; 40 percent pale brown (10YR 6/3) albic material (E) on surface of prisms; 5 percent distinct reddish yellow (7.5YR 6/8) iron accumulations with sharp boundaries lining pores; 1 percent distinct light brownish gray (10YR 6/2) iron depletions with sharp boundaries adjacent to iron accumulations; few crawfish krotovina filled with grayish brown (10YR 5/2) loam; very strongly acid; gradual wavy boundary. (25 to 64 cm [10 to 25 in] thick)\nBt--56 to 84 (22 to 33 in); grayish brown (10YR 5/2) clay; moderate medium prismatic structure parting to moderate medium subangular blocky; very hard, very firm; few fine roots along ped faces; common fine pores; 20 percent fine and medium prominent strong brown (7.5YR 5/6) iron accumulations with sharp boundaries in matrix; 5 percent fine and medium prominent red (2.5YR 4/6) iron accumulations with sharp boundaries on ped exteriors; 2 percent fine faint gray (10YR 6/1) iron depletions with sharp boundaries in matrix; common pressure faces; few crawfish krotovinas filled with light gray (10YR 7/1) clay loam; very strongly acid; gradual wavy boundary. (13 to 51 cm [5 to 20 in] thick)\nBtss--84 to 119 (33 to 47 in); gray (10YR 6/1) clay; moderate medium prismatic structure parting to moderate medium angular blocky; very hard, very firm; few fine roots along ped faces; many fine and medium pores; common medium prominent  red (2.5YR 4/6) and common medium distinct yellowish brown (10YR 5/6) iron accumulations with sharp boundaries; 20 percent prominent pressure faces; 15 percent distinct slickensides; few crawfish krotovinas filled with light gray (10YR 7/1) clay and clay loam; very strongly acid; gradual wavy boundary. (combined thickness of the Btss and Btssg horizon is 64 to 140 [25 to 55 in])\nBtg--119 to 203 cm (47 to 80 in); light gray (10YR 7/1) clay loam; moderate medium prismatic structure parting to moderate medium angular blocky; very hard, very firm; few fine roots along ped faces; few fine pores; 12 percent fine and medium prominent olive (5Y 5/6) iron accumulations with clear boundaries in ped interiors and 8 percent medium and coarse prominent yellow (5Y 7/6) iron accumulations with clear boundaries in ped interiors; common pressure faces; few crawfish krotovinas filled with light gray (10YR 7/1) clay and clay loam; 1 percent fine white (2.5Y 8/1) salt masses; very strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Orange County, Texas; from the intersection of Texas Highway 87 and Interstate Highway 10 in Orange; 7.5 miles north on Texas Highway 87; 1.1 miles east on paved road; 450 feet south of road in woodland. Latitude: 30 degrees, 13 minutes, 33 seconds N; Longitude: 93 degrees, 45 minutes, 05 seconds W; Mauriceville topographic quadrangle; WGS 84."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil Moisture: An udic soil moisture regime. The soil moisture control section is dry for less than 60 days in some or all parts in normal years.\nMean annual soil temperature: 20.6 to 21.7 degrees C (69 to 71 degrees F)\nDepth to glossic horizon: 15 to 46 cm (6 to 18 in)\nDepth to episaturation: 46 to 76 cm (18 to 30 in)\nParticle-size control section (weighted average)\nClay content: 25 to 33 percent\nA horizon\nHue: 10YR\nValue: 4 to 6\nChroma: 1 to 3\nTexture: silt loam or very fine sandy loam\nRedox concentrations: amount-0 to 2 percent, color-shades of brown\nRedox depletions: amount-0 to 2 percent, color-shades of gray\nReaction: extremely acid or moderately acid.\nE horizon\nHue: 10YR\nValue: 5 to 7\nChroma: 2 to 4\nTexture: silt loam or very fine sandy loam\nRedox concentrations: amount-2 to 5 percent, color-shades of brown or yellow\nRedox depletions: amount-0 to 2 percent, color-shades of gray\nReaction: extremely acid or very strongly acid.\nBt/E horizon\nBt part\nHue: 7.5YR or 10YR\nValue: 4 to 6\nChroma: 3 to 6\nE part\nHue: 10YR\nValue: 5 to 7\nChroma: 1 to 3\nTexture: silt loam or silty clay loam\nRedox concentrations: amount-2 to 25 percent, color-shades of red, brown or yellow\nRedox depletions: amount-2 to 8 percent, color-shades of gray\nReaction: extremely acid to strongly acid.\nBt horizon\nHue: 10YR or 2.5Y\nValue: 5 to 7\nChroma: 1 to 2\nTexture: clay loam, silty clay loam, silty clay or clay\nRedox concentration: amount-8 to 35 percent, color-shades of red, brown or yellow\nRedox depletions: amount-2 to 12 percent, color-shades of gray\nReaction: very strongly acid or neutral.\nBtss horizon\nHue: 10YR or 2.5Y\nValue: 6 or 7\nChroma: 1 to 2\nTexture: silty clay or clay\nRedox concentration: amount-8 to 35 percent, color-shades of red, brown or yellow\nRedox depletions: amount-2 to 12 percent, color-shades of gray\nReaction: very strongly acid or moderately acid.\nBtg horizon (where present)\nHue: 10YR or 2.5Y\nValue: 6 or 7\nChroma: 1 to 2\nTexture: clay loam, silty clay loam\nRedox concentration: amount-8 to 35 percent, color-shades of red, brown or yellow\nRedox depletions: amount-2 to 12 percent, color-shades of gray, green, or blue\nReaction: very strongly acid or slightly alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no series in the same family.  Similar soils include the Aldine (TX), Crystal Lake (WI), Gichigami (WI), Gist (TX), Immanuel (AR), Kleinpeter (LA), Kneff (MI), Littlefork (MN), Ribriver (WI), Scotlandville (LA), and Spencer (WI) series.\nAldine soils: have a fine-silty over clayey particle-size control section\nCrystal Lake, Gichigami, Kneff, Littlefork, Ribriver, and Spencer soils: are in a frigid temperature regime\nGist soils: have less than 18 percent clay in the particle-size control section\nImmanuel and Scotlandville soils: have mixed mineralogy\nKleinpeter: in a hyperthermic temperature regime\nVidrine soils: have a coarse-silty over clayey particle-size control section and typically have carbonates in the lower part of the solum."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material: loamy fluviomarine deposits derived from the Beaumont Formation of late Pleistocene age\nLandscape: flat Coastal Plains\nLandform: flats\nMicrofeature: relict bars\nSlope: 0 to 2 percent\nMean annual precipitation range: 1219 to 1524 mm (48 to 60 in)\nPrecipitation Pattern: Precipitation is fairly uniform throughout the year with slight peaks in the spring and fall months.\nMean annual air temperature range: 19.5 to 20.6 degrees C (67 to 69 degrees F.)\nFrost-free period: 240 to 300 days\nElevation: 4.6 to 30.5 m (15 to 100 ft)"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:\nThese are the Camptown(TX), Evadale (TX),Gist (TX), and the tentative Vidor (T) series.\nCamptown soils: have aquic conditions; in relict meanderbelt channels\nEvadale soils: have aquic conditions; on flats\nGist soils: have less than 18 percent clay in the particle-size control section; oval pimple mounds\nVidor soils: have exchangeable sodium percentages greater than 15; on flats"
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Somewhat poorly drained. Runoff is high on slope less than 1 percent and very high on slope greater than 1 percent. Permeability is very slow. These soils are saturated for more than 30 days from 46 to 76 cm (18 to 30 in) below the soil surface during late winter and early spring. Redoximorphic features are due to abnormally wet conditions."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used mainly for woodland and native pasture.  Most areas are in pine and hardwood, mainly loblolly pine, water oak, and sweetgum.  The understory vegetation is mainly yaupon and American beautyberry with andropogon, paspalum, and panicum species with a few sedges.  A few areas have been cleared and used for improved pastures of bahiagrass and bermudagrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: The Western Gulf Coast Flatwoods (MLRA 152B) of Texas. The series extends from the Sabine River to Trinity River. The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Orange County, Texas; 1996."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  The Texla soils were formerly included with the Evadale, Vdrine and Aldine series.\nDiagnostic horizons and features recognized in this pedon are:\nOchric epipedon- 0 to 23 cm (0 to 9 in) (A and E horizon).\nGlossic horizon- 23 to 56 cm (9 to 22 inches) (Bt/E horizon).\nArgillic horizon- 23 to 203 cm (9 to 80 in) (Bt/E, Btg, Btssg horizons).\nAdditional Comments:\nADDITIONAL DATA: KSSL data available on pedon S12TX1991030 (lab pedon ID 12N8310) from Hardin County. Particle-size analysis, salinity and sodicity tests were performed at the project office on 8 pedons spanning the series province.\nTaxonomic Version: Keys to Soil Taxonomy, Eleventh Edition, 2010\nNational Cooperative Soil Survey\nU.S.A."
  }
}
