{
  "SERIES": "THARPSLOG",
  "STATUS": "Tentative Series",
  "BYREV": "JBB/CES",
  "REVDATE": "05/2020",
  "STATES": "CA",
  "OVERVIEW": "The Tharpslog series consists of very deep, somewhat excessively drained soils formed in colluvium over residuum derived from granite. The Tharpslog soils are on mountain slopes of the Sierra Nevada Mountains. Slopes range from 10 to 50 percent. The mean annual precipitation is about 1050 mm and the mean annual air temperature is about 8 degrees C.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS:  Sandy, isotic, mesic Vitrandic Humixerepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Tharpslog coarse sandy loam on a north facing (345 degree), 36 percent slope under white fir, sugar pine, incense cedar, and Pacific dogwood at an elevation of 1981 meters. (Colors are for dry soils unless otherwise noted. When described on November 11, 2014 the soil was moist to 54 cm.)\nOi--0 to 3 cm; slightly decomposed plant material, very dark gray (10YR 3/1) moist; about 95 percent fiber, 90 percent rubbed; moderately acid (pH 5.9); abrupt smooth boundary. (1 to 10 cm thick) Lab sample # 15N02528\nA--3 to 10 cm; very dark grayish brown (10YR 3/2) coarse sandy loam, very dark brown (10YR 2/2) moist; 74 percent sand; 21 percent silt; 5 percent clay; weak medium subangular blocky structure; soft, very friable, slightly sticky, nonplastic; few very fine and fine roots throughout; common very fine and fine irregular pores; 10 percent subangular indurated granite gravel; NaF pH 9.9; slightly acid (pH 6.3); abrupt smooth boundary. (3 to 25 cm thick) Lab sample # 15N02529\nAB--10 to 31 cm; brown (10YR 4/3) gravelly loamy coarse sand, dark brown (10YR 3/3) moist; 79 percent sand; 19 percent silt; 2 percent clay; weak medium subangular blocky structure; soft, very friable, slightly sticky, nonplastic; common very fine, fine and medium, and few coarse roots throughout; common very fine and fine irregular pores; 25 percent subangular indurated granite gravel; NaF pH 10.6; slightly acid (pH 6.4); clear wavy boundary. (0 to 25 cm thick) Lab sample # 15N02530\nBw1--31 to 54 cm; brown (10YR 5/3) gravelly loamy coarse sand, dark yellowish brown (10YR 3/4) moist; 82 percent sand; 16 percent silt; 2 percent clay; weak medium subangular blocky, and weak fine subangular blocky structure; soft, very friable, slightly sticky, nonplastic; common very fine, fine, medium, coarse and very coarse roots throughout; common very fine and fine irregular pores; 18 percent subrounded strongly cemented granite gravel; NaF pH 10.2; slightly acid (pH 6.4); gradual smooth boundary. Lab sample # 15N02531\nBw2--54 to 77 cm; yellowish brown (10YR 5/4) gravelly loamy coarse sand, dark yellowish brown (10YR 4/4) moist; 80 percent sand; 16 percent silt; 3 percent clay; weak coarse subangular blocky, and weak medium subangular blocky structure; soft, very friable, nonsticky, nonplastic; common very fine, fine, medium, and coarse, and few very coarse roots throughout; common very fine and fine irregular pores; 20 percent subrounded strongly cemented granite gravel; NaF pH 9.9; slightly acid (pH 6.3); gradual smooth boundary. Lab sample # 15N02532\nBw3--77 to 121 cm; yellowish brown (10YR 5/4) gravelly loamy coarse sand, dark yellowish brown (10YR 4/4) moist; 79 percent sand; 17 percent silt; 4 percent clay; weak fine subangular blocky structure; soft, very friable, nonsticky, nonplastic; few very fine, common fine and medium, and few coarse roots throughout; common very fine and fine irregular pores; 15 percent subrounded strongly cemented granite gravel; NaF pH 9.6; slightly acid (pH 6.2); clear smooth boundary. (combined thickness of Bw horizons is 25 to 100 cm) Lab sample # 15N02533\nC1--121 to 158 cm; light yellowish brown (2.5Y 6/3) gravelly loamy sand, olive brown (2.5Y 4/3) moist; 81 percent sand; 14 percent silt; 6 percent clay; weak medium subangular blocky structure; slightly hard, friable, nonsticky, nonplastic; few very fine, fine, medium, and coarse roots throughout; common very fine and fine irregular pores; 25 percent subrounded strongly cemented granite gravel; NaF pH 9.2; slightly acid (pH 6.2); gradual smooth boundary. Lab sample # 15N02534\nC2--158 to 210 cm; light yellowish brown (2.5Y 6/3) gravelly loamy coarse sand, olive brown (2.5Y 4/3) moist; 85 percent sand; 11 percent silt; 4 percent clay; weak medium subangular blocky structure; moderately hard, firm, nonsticky, nonplastic; few fine and medium roots throughout; common very fine and fine irregular pores; 25 percent subrounded strongly cemented granite gravel, 5 percent subrounded strongly cemented granite cobbles; NaF pH 9.7; slightly acid (pH 6.2). Lab sample # 15N02535"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Tulare County, California, Pinewood picnic area in the Giant Forest;  USGS 7.5 minute topographic quadrangle: Giant Forest, California;  WGS84 36.575047 latitude and -118.766994 longitude;  UTM zone 11 4049185 meters N 341903 meters E WGS84."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil temperature: The mean annual soil temperature at 50 cm is 6 to 12 degrees C and the difference between mean summer and mean winter soil temperature is greater than 6 degrees C. The soils have a mesic temperature regime.\nSoil moisture: The soils have a xeric soil moisture regime. The soil moisture control section is dry in all parts from about July to October (about 120 days).\nDiagnostic Feature(s):\nUmbric epipedon thickness:  18 to 85 cm\nOrganic matter: 1 to 8 percent in the epipedon\nBase saturation: less than 50 percent (by ammonium acetate)\nAcid-oxalate extractable Al plus 1/2 Fe:  0.4 to 1.0 percent (by weight) to a depth of 75 cm\nVolcanic glass:  5 to 30 percent in the 0.02 to 2.0 mm fraction in an 18 cm thick layer within a depth of 75 cm from the mineral soil surface\nParticle size control section weighted average:\nRock fragments: 0 to 35 percent, with 0 to 35 percent gravel, predominantly 2 to 20 mm, and 0 to 15 percent cobbles.\nClay content: 2 to 10 percent\nNaF pH: 9.0 to 11.0\nA horizon\nHue: 7.5YR, 10YR\nValue: 3 to 5 dry, 2 or 3 moist\nChroma: 2 or 3, dry or moist\nTexture: sandy loam, coarse sandy loam, loamy sand, loamy coarse sand\nClay content: 3 to 12 percent\nRock fragments: 0 to 35 percent gravel\nReaction: moderately acid to neutral\nAB horizon (where present)\nHue: 7.5YR, 10YR\nValue: 3 to 5 dry, 2 or 3 moist\nChroma: 2 or 3, dry or moist\nTexture: sandy loam, coarse sandy loam, loamy sand, loamy coarse sand\nClay content: 3 to 12 percent\nRock fragments: 0 to 35 percent gravel\nReaction: moderately acid to neutral\nBw horizon(s)\nHue: 7.5YR, 10YR\nValue: 4 to 6 dry, 3 or 4 moist\nChroma: 3 or 4, dry or moist\nTexture: loamy sand, loamy coarse sand\nClay content: 1 to 10 percent\nRock fragments: 0 to 35 percent\n0 to 35 percent gravel\n0 to 15 percent cobbles\nReaction: strongly to slightly acid\nC horizon(s)\nHue: 10YR, 2.5Y\nValue: 5 to 7 dry, 4 or 5 moist\nChroma: 2 to 4, dry or moist\nTexture: loamy sand, loamy coarse sand, sand, coarse sand\nClay content: 1 to 10 percent\nRock fragments: 0 to 35 percent\n0 to 35 percent gravel\n0 to 15 percent cobbles\nReaction: strongly to slightly acid"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Azalea, Cabincove, and Generalgrant soils. The Azalea soils are on convex shoulders and backslopes of mountain slopes and have a lithic contact between 50 and 100 cm. The Cabincove soils are on linear to convex backslopes of mountain slopes and have a paralithic contact between 50 and 100 cm. The Generalgrant soils are on concave footslopes of stream terraces and drainageways on mountain slopes and are moderately well drained."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: The Tharpslog soils are on linear to concave backslopes of mountain slopes. Slopes range from 10 to 50 percent. These soils formed in colluvium over residuum derived from granite. Elevation is 1385 to 2295 meters. The climate is Mediterranean with warm, dry summers and cool, moist winters. The mean annual precipitation is 800 to 1170 mm and the mean annual air temperature is 7 to 13 degrees C. The frost-free season is 105 to 200 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Azalea, Canyonview, and Tinybaugh soils. The competing Azalea soils are on convex shoulders and backslopes of mountain slopes and have a lithic contact between 50 and 100 cm. The Canyonview soils are on linear backslopes of mountain slopes and are sandy-skeletal. The Tinybaugh soils are on linear to convex structural benches and mountain slopes and have a lithic contact between 25 and 50 cm."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Somewhat excessively drained, high saturated hydraulic conductivity."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: This soil is used for recreation, wildlife habitat, and watershed. Vegetation is white fir, sugar pine, incense cedar, Pacific dogwood, and giant sequoia."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Sierra Nevada Mountains of California; MLRA 22A. These soils are of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE",
    "content": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES PROPOSED",
    "content": "SERIES PROPOSED: Tulare County, California in Sequoia and Kings Canyon National Parks. Source of name from the historic cabin used by settler and rancher Hale Tharp in the Giant Forest area during the 19th century."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nParticle Size Control Section for this pedon: 28 to 103 cm\nDiagnostic horizons and features recognized in this pedon are:\nUmbric Epipedon            3 to 31 cm\nADDITIONAL DATA:\nPedon information for this type location only:\nPedon Type:   OSD pedon                     Lab Source ID:  KSSL\nPedon Purpose: Laboratory Sampling Site            Lab Pedon #:  15N0496\nNASIS User Pedon ID: S2014CA107008\nSoil classified using the 12th Edition of the Keys to Soil Taxonomy.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
