{
  "SERIES": "THEDFORD",
  "STATUS": "Established Series",
  "BYREV": "Rev. RRH",
  "REVDATE": "02/2012",
  "STATES": "NE",
  "OVERVIEW": "The Thedford series consists of very deep, moderately well drained soils that formed in alluvial sands on stream terraces of valleys dissecting the Nebraska Sandhills (MLRA 65). Slopes range from 0 to 3 percent. Mean annual temperature is about 9 degrees C. (48 degrees F), and mean annual precipitation is about 56 centimeters (22 inches) at the type location.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Sandy, mixed, mesic Fluvaquentic Haplustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Thedford fine sand on a 1 percent linear south facing slope from a map unit of Thedford fine sand, 0 to 3 percent slopes in native rangeland. When described, the soil was moist from 0 to 12 centimeters (0 to 5 inches) and from 48 to 200 centimeters (19 to 79 inches) and dry from 12 to 48 centimeters (5 to 19 inches). (Colors are for dry soil unless otherwise stated.)\nA1--0 to 12 centimeters (0 to 5 inches); dark grayish brown (10YR 4/2) fine sand, very dark grayish brown (10YR 3/2) moist; weak medium and fine granular structure; soft, very friable; many very fine and fine and common roots throughout; slightly acid; clear smooth boundary\nA2--12 to 48 centimeters (5 to 19 inches); dark grayish brown (10YR 4/2) fine sand, very dark grayish brown (10YR 3/2) moist; weak medium subangular blocky parting to weak fine granular structure; soft, very friable; many very fine and fine and common medium roots throughout; slightly alkaline; very slight effervescence in lower part; clear wavy boundary. [combined thickness of the A horizon is 25 to 76 centimeters (10 to 30 inches) thick]\nC--48 to 87 centimeters (19 to 34 inches); light brownish gray (2.5Y 6/2) fine sand, dark grayish brown (2.5Y 4/2) moist: single grain; loose; many very fine and fine and common medium roots throughout; moderately alkaline; slight effervescence; abrupt smooth boundary. [12 to 76 centimeters (5 to 30 inches) thick]\n2Cg1--87 to 115 centimeters (34 to 45 inches); light gray (2.5Y 7/2) loamy fine sand, light brownish gray (2.5Y 6/2) moist; common fine prominent irregular strong brown (7.5YR 4/6) moist, iron masses in the soil matrix; single grain; loose; common very fine, fine, and medium roots throughout; moderately alkaline; slight effervescence; strata at 87 to 92 centimeters (34 to 36 inches of gray (5/N) loam, black (2.5/N) moist and with 30 percent irregular masses of calcium carbonate; clear wavy boundary. [12 to 76 centimeters (5 to 30 inches) thick]\n2Cg2--115 to 150 centimeters (45 to 59 inches); light gray (2.5Y 7/2) fine sand, light brownish gray (2.5Y 6/2) moist; single grain; loose; common very fine, fine, and medium roots throughout; common medium and coarse prominent irregular strong brown (7.5YR 4/6) moist, masses of oxidized iron throughout; dark yellowish brown (10YR 4/4) moist; moderately alkaline; thin strata of  dark grayish brown (2.5Y 4/2) moist, loamy sand; abrupt smooth boundary.\n2Cg3--150 to 185 centimeters (59 to 73 inches); stratified grayish brown (2.5Y 5/2) loamy fine sand, very dark grayish brown (2.5Y 3/2) moist and light brownish gray (2.5Y 6/2) fine sandy loam, dark grayish brown (2.5Y 4/2) moist; massive; soft, very friable; common very fine, fine, and medium roots throughout; common medium prominent irregular strong brown (7.5YR 5/6) and  many coarse prominent irregular strong brown (7.5YR 4/6) moist, masses of oxidized iron throughout; dark yellowish brown (10YR 4/4) moist; slightly alkaline; lenses of light brownish gray (2.5Y 6/2)  coarse sand; abrupt smooth boundary.\n3Ab--185 to 200 centimeters (73 to 79 inches); gray (2.5Y 5/1) clay loam, black (2.5Y 2.5/1) moist; massive; soft, very friable; common very fine roots throughout; moderately acid; strata of buried plant stems (30 millimeters thick) and leaves."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Thomas County, Nebraska; about 6.4 kilometers (4 miles) east of Seneca, Nebraska; located about 190 meters (623 feet) south and 75 meters (247 feet) east of the northwest corner of sec. 25, T.24 N., R. 30 W., Duck Lake USGS quad; lat.42 degrees, 1 minutes, 40 seconds N. and long. 100 degrees, 44 minutes, 58 seconds W., NAD 83"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nMoisture regime: Ustic\nMollic epipedon: 25 to 76 centimeters (10 to 30 inches)\nDepths of carbonates: typically 25 to 125 centimeters (10 to 50 inches)\nDepth to redoximorphic features: 61 to 183 centimeters (24 to 72 inches)\nDepth to endosaturation: 61 to 183 centimeters (24 to 72 inches)\nParticle-size control section (weighted average):\nClay content: 1 to 10 percent\nTotal Sand content: 78 to 99 percent\nA horizon:\nHue: 10YR\nValue: 4 or 5, 1 to 3 moist\nChroma: 1 to 3\nTexture: sand, fine sand, loamy sand, loamy fine sand, fine sandy loam\nReaction: slightly acid to moderately alkaline\nSome pedons have Ak horizons\nSome pedons have AC horizons.\nC1 horizon:\nHue: 10YR or 2.5Y\nValue: 4 to 8, 3 to 7 moist\nChroma: 2 or 3\nTexture: sand, fine sand, loamy sand, loamy fine sand\nReaction: slightly alkaline or moderately alkaline.\n2C2 horizon:\nHue: 10YR or 2.5Y\nValue: 4 to 8, 3 to 7 moist\nChroma: 2 or 3\nTexture: sand, fine sand, loamy sand, loamy fine sand with thin alluvial strata of finer or coarser textured material\nReaction: slightly alkaline or moderately alkaline\n2Cg horizon:\nHue: 10YR and 2.5Y\nValue: 4 to 8, 3 to 7 moist\nChroma: 2 or 3\nTexture: sand, fine sand, loamy sand, loamy fine sand with thin alluvial strata of finer or coarser textured material\nReaction: neutral to moderately alkaline.\n3Ab horizon:\nHue: 10YR and 2.5Y\nValue: 4 or 5, 1 to 3 moist\nChroma: 1 or 2\nTexture: sandy loam, fine sandy loam, loam, clay loam, mucky loam, mucky peat\nReaction: moderately acid to neutral"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: This is the Boel series.\nBoel soils are somewhat poorly drained and have aquic conditions beginning at 46 centimeters."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material: alluvial sands\nLandscape: valleys\nLandform: stream terraces\nSlope: 0 to 3 percent\nElevation: 610 to 1067 meters (2000 to 3500 feet)\nMean annual precipitation: 41 to 64 centimeters (16 to 25 inches)\nMean annual air temperature: 8 to 10 degrees C. (46 to 50 degrees F.)\nFrost Free Days: 120 to 150"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Calamus, Natick, Pivot and Valentine soils.\nCalamus soils are on floodplains and have an irregular decrease in organic matter between 25 and 125 centimeters (10 and 49 inches).\nNatick (tentative) soils are on similar stream terraces and lack mollic epipedons and lack an irregular decrease in organic matter between 25 and 125 centimeters (10 and 49 inches).\nPivot soils are on lower stream terraces and are somewhat excessively drained having no seasonal zone of saturation or aquic conditions.\nValentine soils are on dunes and are excessively drained having no seasonal zone of saturation or aquic conditions."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:\nDrainage: Moderately well drained\nSaturated hydraulic conductivity: very high\nRunoff: negligible\nSeasonal high water table: 61 to 183 centimeters (24 to 72 inches) to greater than 200 centimeters (80 inches)"
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: The major uses are cropland and livestock grazing and haying of rangeland. Irrigated corn, alfalfa, and cool season grasses and are the major crops. The rangeland native plant community for the sandy lowland ecological site (R065XY029NE) is principally sand bluestem, little bluestem, prairie sandreed, needle and thread, and blue grama."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: The Thedford series is of small extent in and near the sandhills of Nebraska and South Dakota and mostly in LRR G, MLRA 65.."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Denver, Colorado"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Thomas County, Nebraska, 2010."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon: 0 to 48 centimeters (0 to 19 inches) A1 and A2 horizons\nAquic conditions: 87 centimeters to 200 centimeters (34 to 79 inches) (2C2, 2Cg1, 2Cg2, and 2Ab horizons)\nLithologic Discontinuity: 87 centimeters to 200 centimeters (34 to 79 inches) (2C2, 2Cg1, 2Cg2, and 2Ab horizons)\nThese soils were included with the Ovina and Wann soils in older surveys.\nADDITIONAL DATA: Data is available from the National Soil Survey Center, Soil Survey Laboratory for the typical pedon, Pedon ID 09NE171016.\n________________________________________\nNational Cooperative Soil Survey\nU.S.A."
  }
}
