{
  "SERIES": "THEEDLE",
  "STATUS": "Established Series",
  "BYREV": "GFK/CJH",
  "REVDATE": "06/2002",
  "STATES": "WY",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, calcareous, mesic Ustic Torriorthents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Theedle loam--on west facing hill footslope of 6 percent-rangeland.  (Colors are for dry soil unless otherwise stated)\nA--0 to 4 inches; light brownish gray (10YR 6/2) loam, dark grayish brown (10YR 4/2) moist; weak granular structure; slightly hard, friable, nonsticky and nonplastic; many very fine, fine, and medium roots; slightly effervescent; calcium carbonate disseminated; slightly alkaline (pH 7.7); clear smooth boundary.  (0 to 5 inches thick)\nBCk--4 to 8 inches; light brownish gray (2.5Y 6/2) loam, dark grayish brown (2.5Y 4/2) moist; massive; slightly hard, friable, nonsticky and nonplastic; common very fine, fine, and medium roots; violently effervescent; calcium carbonate disseminated and as few fine filaments; moderately alkaline (pH 7.9); clear smooth boundary.  (4 to 10 inches thick)\nC--8 to 28 inches; light gray (2.5Y 7/2) loam, grayish brown (2.5Y 5/2) moist; massive; slightly hard, friable, sticky and nonplastic; few fine and very fine roots; violently effervescent, calcium carbonate disseminated; moderately alkaline (pH 8.2); clear smooth boundary.  (14 to 26 inches thick)\nCr--28 to 60 inches; light gray, soft, calcareous sandstone."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Weston County, Wyoming; about 3,500 feet west and 100 feet south of the NE corner of sec. 35, T. 44 N., R. 67 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Depth to soft, gray, calcareous sandstone or sandy shale ranges from 20 to 40 inches but is typically less than 32 inches.  The soil lacks a cambic horizon, but structural Bw horizons are present in about half the pedons observed.  The soil is typically calcareous throughout but may be leached up to 5 inches.  The soil is dry in the moisture control section more than half the time cumulative that the soil temperature at a depth of 20 inches is 41 degrees F. and is dry in all parts of the moisture control section for at least 60 consecutive days from July 15 to October 25 and for at least 90 cumulative days during this period.  The mean annual soil temperature is 47 to 51 degrees F., and the soil temperature at a depth of 20 inches is 41 degrees F. or more for 175 to 192 days.  The particle size control section averages between 18 and 35 percent clay and is loam, clay loam, or sandy clay loam with more than 15 but less than 35 percent fine or coarser sand.  The soil has up to 10 percent rock fragments throughout.\nThe A horizon has hue of 10YR or 2.5Y, value of 3 to 6 dry, 3 to 5 moist, and chroma of 2 to 4.  It is loam, clay loam or fine sandy loam.  Reaction ranges from neutral to moderately alkaline.   EC is 0 to 2 mmhos/cm.\nThe BCk (or AC and Bw, when present) has hue of 10YR or 2.5Y, value of 5 or 6 dry, 3 to 5 moist, and chroma of 2 to 4.  Texture is loam, clay loam or sandy clay loam.  Reaction is slightly alkaline to strongly alkaline.  EC is 0 to 4 mmhos/cm.\nThe C horizon has hue of 10YR or 2.5Y, value of 5 to 7 dry, 4 to 7 moist, and chroma of 2 to 5.  Texture is loam, clay loam or sandy clay loam.  Reaction is slightly alkaline to strongly alkaline.   EC is less than 8 mmhos/cm.  Carbonates usually average between 5 and 14 percent with slight segregation in some pedons."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the El Rancho, Kishona, Mikim, Neville, Paradox, Pojoaque, Shavano, Thedalund and Tsosie series.  It is assumed the El Rancho, Neville, Pojoaque and Shavano series are competing pending an update of the classification.  The El Rancho, Kishona, Mikim, Neville and Pojoaque soils lack a paralithic contact at depths less than 40 inches.  Paradox soils have hue of 5YR or redder.  Shavano soils have more than 35 percent fine sand or coarser in the particle-size control section.  Thedalund and Tsosie soils are intermittently moist in some parts of the moisture control section from July 15 to October 25.  Thedalund soils also have soil temperatures warmer than 41 degrees F. for 195 to 210 days."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Theedle soils are on rock-controlled fan aprons, fan pediments, and undulating to rolling uplands.  They may occupy all components of the hillslope profile but typically are on the lower shoulder, footslope, and toeslope.  Slopes range from 0 to 75 percent.  The soils formed in medium textured slope alluvium and residuum derived primarily from interbedded sandstone and shale.  Elevation is 3,500 to 6,500 feet.  The average annual precipitation is 12 inches with over half of the annual precipitation falling in April, May, and June and less than one inch falling in each month of July, August, September, and October.  Precipitation ranges from 10 to 14 inches.  The mean annual air temperature ranges from 45 to 51 degrees F.  The frost-free season is 105 to 130 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the competing Kishona soils and the Cambria, Cushman, Forkwood, Shingle, Taluce and Zigweid soils.  Cambria, Cushman, and Forkwood soils have argillic horizons.  Kishona soils are very deep. Shingle and Taluce soils have soft bedrock above 20 inches.  Zigweid soils have cambic horizons and lack bedrock above 60 inches.  Cambria, Forkwood, Kishona and Zigweid soils occur on backslopes and footslopes on hills and ridges. Cushman, Shingle and Taluce soils occur on similar positions."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; slow to rapid runoff; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  They are used principally for rangeland.  Native vegetation is bluebunch wheatgrass, green needlegrass, needleandthread, and big sagebrush."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Central and east central Wyoming.  The soil is moderately extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Denver, Colorado"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Weston County, Wyoming; 1983"
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - 0 to 8 inches (A, BCk)\nParalithic contact - 28 inches (Cr)\nUstic subgroup - Aridic moisture regime bordering on Ustic.\nSIR - WY0958\nNational Cooperative Soil Survey\nU.S.A."
  }
}
