{
  "SERIES": "THERIOT",
  "STATUS": "Established Series",
  "BYREV": "Rev. TM/WED/JVC/JBF",
  "REVDATE": "05/2016",
  "STATES": "CA,NV,UT",
  "OVERVIEW": "The Theriot series consists of very shallow and shallow, well drained soils that formed in residuum and colluvium derived from limestone and dolomite.  Theriot soils are on mountains, hills, ridges, and pediments. Slopes are 8 to 75 percent. The mean annual precipitation is about 175 mm and the mean annual temperature is about 12 degrees C.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS:  Loamy-skeletal, carbonatic, mesic Lithic Torriorthents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Theriot very stony loam--rangeland. (Colors are for dry soil unless otherwise noted.)\nA--0 to 8 cm; light brownish gray (10YR 6/2) very stony loam, dark grayish brown (10YR 4/2) moist; weak thick platy structure; slightly hard, very friable, nonsticky and nonplastic; many fine and very fine roots; common very fine, fine and medium interstitial pores; 20 percent stones, 15 percent cobbles, and 15 percent gravel; violently effervescent; strongly alkaline (pH 8.6); clear smooth boundary.  (8 to 15 cm thick)\nBk--8 to 36 cm; very pale brown (10YR 7/3) very stony loam, brown (10YR 5/3) moist; massive; slightly hard, friable, nonsticky and nonplastic; 50 percent stones and cobbles; many stones in the lower part of this horizon have calcium carbonate pendants that range from 0.3 to 0.6 cm in length; violently effervescent; strongly alkaline (pH 8.6); abrupt wavy boundary.  (3 to 36 cm thick)\nR--36 cm; very hard dolomitic limestone."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Lincoln County, Nevada; on a ridge 1/8 mile east of U.S.  Hwy. 93 and 750 feet east of Ash Springs; 300 feet south and 200 feet east of the northwest corner of section 6, T.6 S., R.61 E.; USGS Ash Springs 7.5 minute topographic quadrangle; latitude 37 degrees 27 minutes 47 seconds N and longitude 115 degrees 11 minutes 31 seconds W; WGS84 Decimal Degrees 37.4633333 latitude, -115.1919444 longitude."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: Usually dry, moist in some part for short periods during winter and early spring months and for 10 to 20 days in the upper part in the summer due to convection storms; typic aridic soil moisture regime.\nMean annual soil temperature: 12 to 15 degrees C.\nDepth to bedrock: 10 to 50 cm to a lithic contact.\nReaction: Moderately alkaline through very strongly alkaline.\nCalcium carbonate equivalent: 15 to 60 percent in the less than 2mm fraction; 40 to 60 percent in the less than 20 mm fraction.\nParticle-size control Section - Clay content: Averages 6 to 14 percent; Rock fragments:  50 to 80 percent, dominantly cobbles and stones with less than 50 percent gravel.\nA horizon\nValue: 6 or 7 dry, 4 or 5 moist\nChroma: 2 through 4\nBk or C horizons\nValue: 6 or 7 dry, 4 or 5 moist.\nChroma: 2 through 4.\nStructure: Platy or subangular blocky or is massive.\nConsistence: Soft or slightly hard, dry very friable or friable moist.\nTexture: Loam, fine sandy loam, or sandy loam.\nIdentifiable secondary carbonates:  Thin to thick carbonate pendants on rock fragments are common in the lower part of many pedons; Thin, noncemented or weakly cemented coatings cap the bedrock in some pedons, but are not laterally continuous or root-limiting.  Horizons containing more than 5 percent (by volume) identifiable secondary carbonates are less than 15 cm thick and do not qualify as calcic horizons."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Koynik and Potosi series.\nKoynik soils have mean annual soil temperature of 8 to 11 degrees C and are not moist for 10 days in the summer.  Potosi soils have 50 to 70 percent gravel and average 0 to 10 percent cobbles and stones in the particle-size control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Theriot soils are on mountains, hills, ridges, and pediments.  They formed in residuum and colluvium derived from limestone and dolomite.  Slopes are 8 to 75 percent. Elevations range from 1,060 to 2,530 meters. The mean annual precipitation is 150 to 200 mm, the mean annual temperature is 10 to 13 degrees C, and the frost-free period is 130 to 170 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Pintwater and Crystal Springs soils.  Pintwater soils have mixed mineralogy and formed in materials derived from volcanic rocks. Crystal Springs soils are loamy, shallow to a petrocalcic horizon, and occur on fan remnants."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:  Well drained; medium or high surface runoff; moderately high saturated hydraulic conductivity."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Theriot soils are used for rangeland and wildlife habitat. The vegetation is principally shadscale, spiny menodora, Nevada ephedra, desert needlegrass, Indian ricegrass, and Nevada dalea."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Southern Nevada and adjoining areas in Utah and California. These soils are moderately extensive.  They occur principally in MLRA 29, but have also been mapped in MLRAs 27, 28A, 28B, and 30."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Davis, California."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Lincoln County, Nevada (Pahranagat Valley SCD), 1940."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - The zone from the soil surface to 18 cm (A horizon and part of the Bk).\nLithic contact - The boundary at 36 cm to underlying hard bedrock (R layer).\nParticle-size control section - The zone from the soil surface to 36 cm (A and Bk horizons).\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 8,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "loam",
        "cf_class": "very stony",
        "pH": 8.6,
        "pH_class": "strongly alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A--0 to 8 cm; light brownish gray (10YR 6/2) very stony loam, dark grayish brown (10YR 4/2) moist; weak thick platy structure; slightly hard, very friable, nonsticky and nonplastic; many fine and very fine roots; common very fine, fine and medium interstitial pores; 20 percent stones, 15 percent cobbles, and 15 percent gravel; violently effervescent; strongly alkaline (pH 8.6); clear smooth boundary.  (8 to 15 cm thick)"
      },
      {
        "name": "Bk",
        "top": 8,
        "bottom": 36,
        "dry_hue": "10YR",
        "dry_value": 7,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 3,
        "texture_class": "loam",
        "cf_class": "very stony",
        "pH": 8.6,
        "pH_class": "strongly alkaline",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "Bk--8 to 36 cm; very pale brown (10YR 7/3) very stony loam, brown (10YR 5/3) moist; massive; slightly hard, friable, nonsticky and nonplastic; 50 percent stones and cobbles; many stones in the lower part of this horizon have calcium carbonate pendants that range from 0.3 to 0.6 cm in length; violently effervescent; strongly alkaline (pH 8.6); abrupt wavy boundary.  (3 to 36 cm thick)"
      },
      {
        "name": "R",
        "top": 36,
        "narrative": "R--36 cm; very hard dolomitic limestone."
      }
    ]
  ]
}
