{
  "SERIES": "THERMO",
  "STATUS": "Tentative Series",
  "BYREV": "JAD:GLL",
  "REVDATE": "04/2007",
  "STATES": "TX",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, mixed, active, nonacid, thermic Alfic Udarents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Thermo clay--pasture.  (Colors are for moist soil unless otherwise noted.)\nAp--0 to 11 inches; mixed very dark grayish brown (10YR 3/2), yellowish brown (10YR 5/8) and pale brown (10YR 6/3) clay; weak medium subangular blocky structure; friable, slightly sticky; common fine and medium roots; few fine lignite fragments; neutral, pH 6.7; abrupt wavy boundary.  (2 to 12 inches thick)\nC1--11 to 20 inches; mixed pale brown (10YR 6/3) sand and mottled\nred (2.5YR 4/8) and light gray (10YR 7/2) clay; composite texture clay; massive; sand is friable; clay is firm, sticky, plastic; common fine and medium roots, mainly in the sandy material; neutral, pH 7.0; abrupt wavy boundary.  (0 to 20 inches thick)\nC2--20 to 27 inches; mixed weak red (2.5YR 4/2) clay and pale brown (10YR 6/3) sand; composite texture clay; massive; clay is firm, sticky, plastic; sand is friable; common medium and fine roots that branch and flatten at lower boundary; few fine and medium lignite fragments; slightly acid, pH 6.3; abrupt wavy boundary.  (0 to 20 inches thick)\nC3--27 to 35 inches; mixed dark grayish brown (10YR 4/2) clay and very pale brown (10YR 7/3) sand with few spots of red and gray clay; composite texture clay; massive, dense and compact; clay is very hard, sticky, plastic; sand is friable; very few fine roots, mostly along\nfractures and voids; medium acid, pH 5.9; abrupt wavy boundary.  (0 to 20 inches thick)\nC4--35 to 44 inches; white (10YR 8/2) loamy fine sand with streaks and patches of yellowish red clay; composite texture loam; massive, dense and compact; hard; no roots observed; neutral pH 6.9; abrupt wavy boundary.  (0 to 20 inches thick)\nC5--44 to 60 inches; dark yellowish brown (10YR 4/4) sandy clay loam with thin layers of white (10YR 8/2) sand and very dark grayish brown (10YR 3/2) shaly clay; composite texture sandy clay loam; massive, dense and compact; very hard; no roots observed; slightly acid, pH 6.4."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Hopkins County, Texas, Thermo Mine, 1979 Extended Release Area."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Diagnostic remnants of argillic\nhorizons from premined soils range from 3 to about 15 percent by volume and from fine to very coarse in size.  These are randomly oriented.  Horizontal layers resulting from scraper placement range from about 7 to 20 inches in thickness and may be widely contrasting in properties.  Textures are mixed within horizons and vary among horizons.  Composite texture throughout is primarily clay loam, sandy clay or clay, but ranges from sandy loam to clay in layers, pockets and lenses.  Unoxidized overburden randomly occurs in layers or mixed with oxidized material.  Colors range in shades of brown, gray, red or yellow.  Reaction before liming mainly from medium acid through slightly acid, but ranges from strongly acid through neutral in some horizons.  Fragments of randomly oriented lignite are common.  These soils are mostly sticky and plastic when wet and hard or very hard when dry.  Most have a dense compact layer, denser than above layers, at depths of 24 to 40 inches.  These layers inhibit root development and moisture penetration.  This is particularly noticeable after rain, as lower layers remain dry and hard in contrast to moist layers above.  They appear to be compacted by scraper traffic."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  The proposed Diswood is in the same family but has less contrasting and fewer layers, apparently due to dragline versus scraper placement, and has less dense layers at lower depths.  The proposed Distell series differs in the same manner and is dry for longer periods of time during the year; also, Distell soils are in a fine-loamy family."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Thermo soils are gently sloping to strongly sloping.  They were placed by scrapers during lignite mining operations.  They consist dominantly of oxidized materials.  Mean annual temperature ranges from about 63 to 68 degrees F.  Average annual precipitation ranges from about 40 to 44 inches.  P-E indices range from 64 to 72."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Freestone,\nWoodtell, and Wolfpen soils.  These are native soils undisturbed by mining with argillic horizons."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; medium to rapid runoff; very slowly permeable."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most areas are in improved pastures of\ncoastal bermudagrass and legumes."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: East Texas, in association with lignite mining.  Series is of minor extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES PROPOSED",
    "content": "SERIES PROPOSED:  Hopkins County, Texas, 1985; Thermo lignite mine, 1979 Extended Release Area."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Most minesoils are placed in Orthents.  Because they contain remnants of diagnostic horizons, these soils classify in Arents.\nComposite textures refer to horizon samples that have been mixed for laboratory analyses.  All pH values are 1:1 water on composite samples.\nDiagnostic horizons and features recognized in this pedon are:\nOchric epipedon - 0 to 11 inches.\nFragments of diagnostic horizon - 11 to 60 inches, fragments make up about 3 to 15 percent by volume.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
