{
  "SERIES": "THIEFRIDGE",
  "STATUS": "Established Series",
  "BYREV": "Rev. EWB-TRM-JVC",
  "REVDATE": "12/2006",
  "STATES": "CA,NV",
  "OVERVIEW": "The Thiefridge series consists of shallow, well drained soils that formed in colluvium and residuum derived from tuff, tuff-breccia, and andesite.  Thiefridge soils are on mountains.  Slopes are 4 to 75 percent.  The mean annual precipitation is about 30 inches and the mean annual temperature is about 37 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS:  Loamy-skeletal, mixed, superactive Lithic Argicryolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Thiefridge very cobbly fine sandy loam--rangeland. (Colors are for dry soil unless otherwise noted.) The soil surface is covered with 3.5 inches of undecomposed leaf litter.\nOi--0 to 1 inch; very dark brown (10YR 2/2) very stony slightly decomposed plant material, black (10YR 2/1) moist; moderate very thick platy and moderate medium and coarse subangular blocky structure; soft, very friable, nonsticky and nonplastic; common very fine roots; common very fine and few fine tubular pores; 20 percent gravel, 15 percent cobbles, and 20 percent stones; slightly acid; abrupt wavy boundary. (0 to 1 inch thick)\nA1--1 to 4 inches; very dark brown (10YR 2/2) very cobbly fine sandy loam, black (10YR 2/1) moist; moderate medium and coarse subangular blocky structure parting to moderate fine granular; soft, very friable, nonsticky and nonplastic; many very fine, many fine, common medium, and few coarse roots; many very fine and fine interstitial and few coarse interstitial pores; 15 percent gravel and 25 percent cobbles; slightly acid; abrupt wavy boundary. (3 to 5 inches thick)\nA2--4 to 8 inches; very dark grayish brown (10YR 3/2) extremely cobbly sandy loam, black (10YR 2/1) moist; moderate medium subangular blocky structure; slightly hard, friable, nonsticky and nonplastic; many very fine, common fine, common medium, and common coarse roots; common very fine and few fine tubular pores; 30 percent gravel and 30 percent cobbles; slightly acid; abrupt wavy boundary. (0 to 4 inches thick)\nA3--8 to 12 inches; dark grayish brown (10YR 4/2) extremely cobbly sandy loam, black (10YR 2/1) moist; moderate medium subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; common very fine and fine roots and many medium and coarse; common very fine and few fine tubular pores; 25 percent gravel and 35 percent cobbles; moderately acid; clear wavy boundary. (0 to 4 inches thick)\nBt--12 to 17 inches; brown (10YR 4/3) very cobbly sandy loam, very dark brown (10YR 2/2) moist; moderate fine and medium subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; few very fine,  common fine, many medium, and many coarse roots; many very fine interstitial and tubular pores; few faint clay films on faces of peds and lining pores; 20 percent gravel and 25 percent cobbles; moderately acid; abrupt wavy boundary. (4 to 7 inches thick)\nR--17 inches; hard, fractured tuff."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Alpine County, California; on the Toiyabe National Forest about 1 mile east of Horsethief Canyon Creek; approximately 1,115 feet north and 1,075 feet east of the southwest corner of section 16, T. 11 N., R. 19 E.; USGS Woodfords 7.5 minute topographic quadrangle; 38 degrees 48 minutes 43.8 seconds north latitude and 119 degrees 51 minutes 29.3 seconds west longitude, NAD27."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture - Usually moist in the moisture control section during late fall, winter, and spring; dry from mid-July through September for 60 to 80 consecutive days in the four months following the summer solstice; Typic xeric moisture regime.\nMean annual soil temperature - 40 to 44 degrees F.\nMean summer soil temperature - 50 to 54 degrees F.\nMollic epipedon thickness - 14 to 20 inches; includes the Bt horizon.\nDepth to bedrock - 14 to 20 inches to a lithic contact measured from the boundary between the Oi and A1 horizons.\nSodium fluoride pH - 8.5 to 9.5.\nParticle-size control section - Clay content: Averages 18 to 25 percent; Rock fragments: Averages 35 to 60 percent, mainly cobbles.  Lithology of fragments are volcanic rocks such as andesite.\nA horizons - Value: 2 through 5 dry, 2 or 3 moist.\nChroma: 1 or 2 moist.\nOrganic matter content: 4 to 10 percent.\nReaction: Moderately acid through neutral.\nBt horizon - Value: 4 or 5 dry, 2 or 3 moist.\nChroma: 2 or 3, dry or moist.\nTexture: Very cobbly sandy loam or very gravelly sandy clay loam.\nClay content: 18 to 27 percent.\nRock fragments: 35 to 60 percent.\nOrganic matter content: 2 to 4 percent.\nReaction: Moderately acid through neutral."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Bushpark, Copenhaver, Donkehill (T), Hogmalat, Layview, Maygal (T), Mosroc, Mountpatterson, Nielsen, Nieman, and Notstew (T) series.\nBushpark soils have a udic moisture regime.  Copenhaver and Nieman soils have an ustic moisture regime.  Donkehill soils have horizons with identifiable secondary carbonates and are slightly alkaline or moderately alkaline.  Hogmalat soils have mean summer soil temperature of 54 to 57 degrees F.  Layview soils have lithic contacts that are within 14 inches of the soil surface.  Maygal soils have mean summer soil temperature of 54 to 59 degrees F., do not have Oi horizons, and have 1 to 3 percent organic matter in the A horizons.  Mosroc soils have mean summer soil temperature of 54 to 59 degrees F. and have rock fragments that are granitic rocks.  Mountpatterson soils average 60 to 85 percent rock fragments in the particle-size control section, do not have Oi horizons, and have 2 to 4 percent organic matter in the A horizons.  Nielsen soils have mean summer soil temperature of 55 to 59 degrees F., are dominated by channers, and have rock fragments that are sandstone or quartzite.  Notstew soils have lithic contacts that are within 14 inches of the soil surface and have mean summer soil temperature of 54 to 59 degrees F."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Thiefridge soils are on mountains.  They typically occur on shoulder positions.  They formed in colluvium and residuum derived from tuff, tuff-breccia, and andesite.  Slopes are 4 to 75 percent.  Elevations range from 8,000 to 10,000 feet.  The climate is subhumid-continental with cold, moist winters and cool, dry summers.  The mean annual precipitation is 20 to 45 inches, mean annual temperature is 36 to 39 degrees F., and the frost-free period is 30 to 60 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Hawkinspeak and Hawkridge soils.  Hawkinspeak soils are moderately deep to lithic contacts and have thick mollic epipedons.  Hawkridge soils do not have O horizons and have a frigid temperature regime."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; very high surface runoff; moderately rapid permeability (high saturated hydraulic conductivity)."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Thiefridge soils are used for rangeland, recreation, watershed, and wildlife habitat.  The native vegetation is mainly curlleaf mountainmahogany, snowberry, mountain big sagebrush, and mountain brome."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Eastern California and western Nevada, on the east side of the Sierra Nevada Range.  These soils are not extensive with about 9,200 acres of the series mapped to date.  MLRA 22A."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Alpine County (Toiyabe National Forest Area), California, 2006."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nOrganic soil material - The zone from the soil surface to 1 inch (Oi horizon).\nMollic epipedon - The zone from 1 to 17 inches (A1, A2, A3, and Bt horizons).\nArgillic horizon - The zone from 12 to 17 inches (Bt horizon).\nLithic contact - The boundary at 17 inches to underlying hard bedrock (R layer).\nParticle-size control section - The zone from 12 to 17 inches (Bt horizon).\nThe revision of October 2003 updated the taxonomic class from Loamy-skeletal, isotic Lithic Argicryolls.  The isotic mineralogy class was based solely on the field determined values for sodium fluoride pH.  Laboratory data on 15 bar water to clay ratio does not exist to verify the isotic mineralogy class.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
