{
  "SERIES": "THIEL",
  "STATUS": "Established Series",
  "BYREV": "Rev. JLP-CAM-JAL",
  "REVDATE": "11/2005",
  "STATES": "MT,WY",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal over sandy or sandy-skeletal, mixed, superactive Ustic Argicryolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Thiel very cobbly loam - grassland (Colors are for dry soil unless otherwise noted.)\nA--0 to 3 inches; brown (10YR 5/3) very cobbly loam, dark brown (10YR 3/3) moist; granular structure; soft, friable, nonsticky, nonplastic; many fine and very fine roots; noncalcareous; slightly alkaline (pH 7.6); clear boundary. (2 to 6 inches thick)\nBt--3 to 10 inches; dark yellowish brown (10YR 4/4) very cobbly clay loam, dark yellowish brown (10YR 3/4) moist; weak medium and fine blocky structure; hard, friable, moderately sticky, moderately plastic; many very fine roots; many very fine and fine interstitial and tubular pores; about 40 percent cobbles and gravel by volume; cobbles are 3 inches to 6 inches in diameter; faint clay films on faces of peds and many fine clay bridgings throughout; noneffervescent; slightly alkaline (pH 7.6); abrupt boundary. (7 to 12 inches thick)\nBk--10 to 20 inches; light brownish gray (10YR 6/2) very cobbly clay loam, pale brown (10YR 6/3) moist; massive; slightly hard, friable, nonsticky, nonplastic; common matted, compressed very fine roots; few very fine pores; prominent lime accumulation with hard lime casts cementing some pebbles; strongly effervescent; strongly alkaline (pH 8.6). (9 to 12 inches thick)\n2C--20 to 60 inches; coarse sand, cobbles and gravel with hard lime casts on gravels and cobbles in upper part."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Carbon County, Montana; 1,700 feet south and 200 feet east of NW corner sec. 33, T.65., R.21E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Depth to 2C horizon is 20 to 40 inches. Gravel and cobbles increase with depth. The mean annual soil temperature ranges from 40 to 47 degrees F. and average summer temperature ranges from 50 to 58 degrees F. The hue is 10YR or 7.5YR. Cobbles on the surface range from 0 to 20 percent. The Bt horizon contains 35 to 50 percent by volume of gravel and cobbles. The Bk horizon has an estimated 10 to 45 percent CaC03 equivalent. Pebbles and cobbles have lime crusts on undersides."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no competing series."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: The Thiel soils are on gravelly terrace edges, hills, fan remnants, and narrow ridges and valley floors at elevations ranging from 5,000 to 8,500 feet. The gravelly and cobbly alluvium contains large quantities of granite and gneiss rocks with some limestone and quartzite. The climate is cold subhumid with a mean annual temperature ranging from 40 to 47 degrees F., mean annual precipitation is 10 to 19 inches, mean summer temperature is less than 59 degrees F. and mean winter temperature is 16 to 20 degrees F."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Charlos, Hanson, Heath and Maurice soils. Charlos soils have a distinct thick B2t (argillic) horizon and gravelly substratum occurs below depths ranging from 25 to 36 inches. Hanson soils have a calcic horizon. Heath soils have a thicker solum and formed from sandstone and shale beds. Maurice soils have no B horizon and they occur on river flood plains and recent river terraces."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well-drained; slow runoff; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Used for rangeland and pasture. The principal native vegetation is bluegrasses, western wheatgrass, sagebrush and annuals."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Mountainous areas of Montana, Wyoming, and Colorado. Thiel soils are inextensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Carbon County (Bridger Area), Montana, 1971.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": null
  }
}
