{
  "SERIES": "THIMBLEPEAK",
  "STATUS": "Established Series",
  "BYREV": "Rev. RGC/TDT",
  "REVDATE": "01/2009",
  "STATES": "WA",
  "OVERVIEW": "The Thimblepeak series consists of very deep to dense till, poorly drained soils that formed in residuum and colluvium from alpine glacial till deposits on ground moraines on till plains. Slopes are 0 to 30 percent. The average annual precipitation is about 130 inches and average annual temperature is about 42 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Medial, mixed, acid, isofrigid Alic Epiaquands"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Thimblepeak gravelly medial silt loam-forestland, on a 24 percent west-northwesterly aspect at an elevation of 870 feet in a Pacific silver fir/swordfern-oxalis plant association. (When described on October 16, 1997, the soil was moist throughout. Colors are for moist soil unless otherwise stated. All textures are apparent field textures.)\nOi--0 to 1 inch; slightly decomposed needles, leaves, twigs, and cone fragments; abrupt smooth boundary. (1 to 3 inches thick)\nA--1 to 3 inches; 90 percent dark yellowish brown (10YR 3/4) gravelly medial silt loam, yellowish brown (10YR 5/4) dry and 10 percent very dark grayish brown (10YR 3/2), brown (10YR 5/3) dry; weak very fine, fine, and medium subangular blocky and weak very fine and fine granular structure; slightly hard to hard, friable, slightly sticky and slightly plastic; weakly smeary; common very fine, fine, medium, and coarse roots; common very fine and fine tubular and irregular pores; 20 percent gravel; very strongly acid (pH 4.6); clear wavy boundary. (2 to 4 inches thick)\nBw--3 to 9 inches; dark yellowish brown (10YR 3/6) gravelly medial silty clay loam, very pale brown (10YR 7/4) dry; weak very fine and fine subangular blocky and weak very fine and fine granular structure; slightly hard, friable, moderately sticky and slightly plastic; weakly smeary; common very fine, fine, medium, and coarse roots; common very fine and fine tubular and irregular pores; 20 percent gravel; very strongly acid (pH 4.8); clear wavy boundary. (5 to 12 inches thick)\nBg1--9 to 18 inches; dark yellowish brown (10YR 4/6) medial silty clay loam, very pale brown (10YR 7/4) dry; weak very fine, fine, and medium subangular blocky and weak very fine and fine granular structure; slightly hard, friable, moderately sticky and slightly plastic; weakly smeary; common very fine, fine, medium, and coarse roots; common very fine and fine tubular and irregular pores; few fine distinct strong brown (7.5YR 4/6), reddish yellow (7.5YR 6/6) dry irregularly shaped masses of iron accumulation with clear boundaries in the matrix; few fine distinct light gray (2.5Y 7/2), pale yellow (2.5Y 8/2) dry irregularly shaped iron depletions with clear boundaries in the matrix; 10 percent gravel; very strongly acid (pH 4.8); clear wavy boundary.\nBg2--18 to 26 inches; dark yellowish brown (10YR 3/6) gravelly medial silty clay loam, very pale brown (10YR 7/4) dry; moderate very fine, fine, and medium subangular blocky structure; slightly hard to hard, friable, moderately sticky and slightly plastic; weakly smeary; few very fine, fine, and medium roots; few very fine and fine tubular and irregular pores; common fine distinct strong brown (7.5YR 4/6), strong brown (7.5YR 5/6) dry, irregularly shaped masses of iron accumulation with clear boundaries in the matrix; common fine distinct light gray (2.5Y 7/2), pale yellow (2.5Y 8/2) dry irregularly shaped iron depletions with clear boundaries in the matrix; 25 percent gravel; very strongly acid (pH 4.6); clear wavy boundary.\nBg3--26 to 36 inches; dark yellowish brown (10YR 3/4) gravelly medial silty clay loam, very pale brown (10YR 7/4) dry; moderate very fine, fine, and medium subangular blocky structure; slightly hard to hard, friable, moderately sticky and slightly plastic; weakly smeary; few very fine roots; few very fine and fine tubular and irregular pores; common fine distinct strong brown(7.5YR 4/6), strong brown (7.5YR 5/6) dry, irregularly shaped mass of iron accumulation with clear boundaries in the matrix; common fine distinct light gray (2.5Y 7/2), pale yellow (2.5Y 8/2) dry irregularly shaped iron depletions with clear boundaries in the matrix; 20 percent gravel; very strongly acid (pH 4.8); clear wavy boundary.\nBg4--36 to 44 inches; dark yellowish brown (10YR 3/6) gravelly medial silty clay loam, very pale brown (10YR 7/4) dry; moderate very fine, fine, and medium subangular blocky structure; slightly hard, friable, moderately sticky and moderately plastic; weakly smeary; few very fine and fine tubular and irregular pores; common fine distinct strong brown (7.5YR 4/6), reddish yellow (7.5YR 7/6) dry irregularly shaped mass of iron accumulation with clear boundaries in the matrix; common fine distinct light olive brown (2.5Y 5/3), pale yellow (2.5Y 7/3) dry and dark grayish brown (2.5Y 4/2), light gray (2.5Y 7/2) dry irregularly shaped iron depletions with clear boundaries in the matrix; 15 percent gravel; very strongly acid (pH 4.8); clear wavy boundary. (Combined thickness of the Bg horizon is 33 to 38 inches.)\n2Bg5--44 to 49 inches; 75 percent yellowish red (5YR 4/6), reddish yellow (7.5YR 6/6), and 25 percent dark grayish brown (2.5Y 4/2), light gray (2.5Y 7/2) dry, gravelly sandy loam; massive; slightly hard, friable, slightly sticky and slightly plastic; few very fine and fine irregular pores; the areas with yellowish red color are iron accumulations and the areas of dark grayish brown color are iron depletions; 15 percent gravel; very strongly acid (pH 4.8); abrupt wavy boundary.\n2Bg6--49 to 54 inches; light olive brown (2.5Y 5/3) gravelly clay loam, pale yellow (2.5Y 7/3) dry; massive; slightly hard, friable, moderately sticky and slightly plastic; few very fine tubular and irregular pores; common fine distinct strong brown (7.5YR 4/6), strong brown (7.5YR 5/6) dry irregularly shaped masses of iron accumulation with clear boundaries in the matrix; few fine faint light brownish gray (2.5Y 6/2), light gray (2.5Y 7/2) dry irregularly shaped iron depletions with clear boundaries in the matrix; 20 percent gravel; very strongly acid (pH 4.8); abrupt wavy boundary.\n2Bg7--54 to 57 inches; yellowish red (5YR 4/6) sandy loam, reddish yellow (7.5YR 6/6) dry; massive; slightly hard, friable, slightly sticky and slightly plastic; few very fine irregular pores; common medium distinct light olive brown (2.5Y 5/4), pale yellow (2.5Y 7/4) and grayish brown (2.5Y 5/2), light gray (2.5Y 7/2) dry; iron depletions; 10 percent gravel; very strongly acid (pH 4.8); abrupt wavy boundary.\n2Bg8--57 to 61 inches; yellowish red (5YR 4/6) gravelly sandy loam, reddish yellow (7.5YR 6/8) dry; massive; slightly hard, friable, slightly sticky and slightly plastic; few very fine irregular pores; common medium distinct olive brown (2.5Y 4/4), pale yellow (2.5Y 7/3) dry and grayish brown (2.5Y 5/2), light gray (2.5Y 7/2) dry irregularly shaped iron depletions with clear boundaries in the matrix; 25 percent gravel; very strongly acid (pH 4.8); abrupt wavy boundary. (Combined thickness of the 2Bg horizon is 16 to 20 inches.)\n2BC--61 to 71 inches; light olive brown (2.5Y 5/3) very gravelly sandy loam, pale yellow (2.5Y 7/3) dry; massive; slightly hard, friable, slightly sticky and slightly plastic; few very fine irregular pores; common fine distinct yellowish red (5YR 4/6), strong brown (7.5YR 5/6) dry irregularly shaped masses of iron accumulation with clear boundaries in the matrix; common fine faint grayish brown (2.5Y 5/2), light gray (2.5Y 7/2) dry irregularly shaped iron depletions with clear boundaries in the matrix; just over 35 percent gravel; very strongly acid (pH 4.8)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Jefferson County, Washington, about 4 3/4 miles northwest of the old Salmon River Lookout, about 220 feet west and 1,480 feet south of the northeast corner of Section 23, T. 24 N., R. 10.5 W. (Latitude 47 degrees, 33 minutes, 27 seconds North, Longitude 124 degrees, 01 minutes, 44 seconds West)"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: The mean annual soil temperature is 43 to 47 degrees F. The mean summer soil temperature is 47 to 50 degrees F and the mean winter soil temperature is 40 to 45 degrees F. The difference between the mean summer and winter soil temperature is 7 to 9 degrees F. These soils are usually moist, and are dry 0 to 30 consecutive days in the soil moisture control section. Depth to dense till is greater than 60 inches. The particle-size control section has andic soil properties throughout, and 0 to 35 percent rock fragments by volume. The andic soil material has an estimated moist bulk density of 0.40 to 0.80 g/cc, acid-oxalate extractable aluminum plus one half of the acid-oxalate extractable iron 2 to 6 percent, phosphate retention of 85 to 100 percent, and 15-bar water retention of 20 to 40 percent for air dried samples. It has 2 to 6 cmol/kg of aluminum. The particle-size control section has 20 to 35 percent field estimated clay and 10 to 30 percent sand. Depth to redox features is 7 to 16 inches.\nThe A horizon has hue of 10YR or 7.5YR, value of 3 or 4 moist and 5 or 6 dry, and chroma of 2 through 4 moist and 3 or 4 dry. The A and\nBw horizons have 10 to 25 percent organic matter.\nThe Bg horizon has iron accumulations with hue of 7.5YR or 5YR moist and dry, value of 4 or 5 moist and 5 through 7 dry, and chroma of 4 or 6 moist and dry. It has iron depletions with hue of 2.5Y or 5Y, value of 4 through 7 moist and 6 through 8 dry. It is medial silty clay loam, gravelly medial silty clay loam, or medial silt loam. The structure is weak or moderate. It has 5 to 12 percent organic matter decreasing to less than 7 percent within 20 inches of the mineral soil surface.\nThe 2Bg horizon has iron accumulations with hue of 5YR or 7.5YR moist and dry, value of 3 or 4 moist and 5 or 6 dry, and chroma of 4 or 6 moist and 6 or 8 dry. It has iron depletions with hue of 2.5Y or 5Y moist and dry, value of 4 or 5 moist and 7 or 8 dry, and chroma of 2 through 4 moist and dry. It is gravelly sandy loam, gravelly clay loam, sandy loam, or gravelly loam.\nThe 2BC horizon has iron accumulations with hue of 5YR or 7.5YR moist and dry, value of 4 or 5 moist and 5 to 6 dry, and chroma of 6 or 8 dry. It has iron depletions with hue of 2.5Y or 5Y moist and dry, value of 4 or 5 moist and 7 or 8 dry, and chroma of 2 or 3 dry. It is very gravelly sandy loam, gravelly sandy loam, or gravelly loam."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no competing series."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Thimblepeak soils are on ground moraines on till plains. Slopes are 0 to 30 percent. The soils formed in residuum and colluvium from reworked alpine glacial till deposits derived from sedimentary and metasedimentary rocks. Elevations are 500 to 1000 feet. Mean annual precipitation is 110 to 140 inches. Fog drip contributes to the effective precipitation totals. Mean annual temperature is 41 to 43 degrees F. The frost-free season is 120 to 140 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Haas, Kunamakst, Manorcreek, and Salmonriver soils. Haas soils are on ground moraines and are moderately well or well drained. Kunamakst soils are on ground moraines and are shallow to dense till. Manorcreek soils are in closed wet depressions and are organic. Salmonriver soils are on ground moraines and are moderately deep."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Poorly drained; moderate over slow permeability. Thimblepeak soils have a seasonal zone of saturation between 0.5 and 2.0 feet from November through April."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Timber production, wildlife habitat, recreation, and watershed. Native vegetation is western hemlock, Pacific silver fir, red alder, western swordfern, Oregon oxalis, deer fern, threeleaf foamflower, salal, Alaska huckleberry, red huckleberry, and salmonberry."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Jefferson County, Washington; MLRA 4A. Series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Jefferson County, Washington, 2000; Olympic National Forest."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are the following:\nOchric epipedon\nCambic horizon - 2 to 60 inches (Bw, Bg1 through Bg4, and 2Bg5 through 2Bg8 horizons)\nAndic soil properties - 1 to 44 inches (A and Bg1 through Bg4 horizons)\nAquands - from 9 to 18 inches, aquic conditions are present with over two percent redox concentrations.\nAlic subgroup - Based on pH of less than 5.0\nPSCS - 1 to 41 inches (A, Bg1 through Bg3, and a portion of Bg4 horizons)\nAll depths to diagnostic horizons and features are measured from the top of the first mineral horizon.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "poorly",
        "drainage_overview": "poorly"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Oi",
        "top": 0,
        "bottom": 3,
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Oi--0 to 1 inch; slightly decomposed needles, leaves, twigs, and cone fragments; abrupt smooth boundary. (1 to 3 inches thick)"
      },
      {
        "name": "A",
        "top": 3,
        "bottom": 8,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 4,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 4,
        "texture_class": "silt loam",
        "cf_class": "gravelly",
        "pH": 4.6,
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "A--1 to 3 inches; 90 percent dark yellowish brown (10YR 3/4) gravelly medial silt loam, yellowish brown (10YR 5/4) dry and 10 percent very dark grayish brown (10YR 3/2), brown (10YR 5/3) dry; weak very fine, fine, and medium subangular blocky and weak very fine and fine granular structure; slightly hard to hard, friable, slightly sticky and slightly plastic; weakly smeary; common very fine, fine, medium, and coarse roots; common very fine and fine tubular and irregular pores; 20 percent gravel; very strongly acid (pH 4.6); clear wavy boundary. (2 to 4 inches thick)"
      },
      {
        "name": "Bw",
        "top": 8,
        "bottom": 23,
        "dry_hue": "10YR",
        "dry_value": 7,
        "dry_chroma": 4,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 6,
        "texture_class": "silty clay loam",
        "cf_class": "gravelly",
        "pH": 4.8,
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bw--3 to 9 inches; dark yellowish brown (10YR 3/6) gravelly medial silty clay loam, very pale brown (10YR 7/4) dry; weak very fine and fine subangular blocky and weak very fine and fine granular structure; slightly hard, friable, moderately sticky and slightly plastic; weakly smeary; common very fine, fine, medium, and coarse roots; common very fine and fine tubular and irregular pores; 20 percent gravel; very strongly acid (pH 4.8); clear wavy boundary. (5 to 12 inches thick)"
      },
      {
        "name": "Bg1",
        "top": 23,
        "bottom": 46,
        "dry_hue": "10YR",
        "dry_value": 7,
        "dry_chroma": 4,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 6,
        "texture_class": "silty clay loam",
        "pH": 4.8,
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bg1--9 to 18 inches; dark yellowish brown (10YR 4/6) medial silty clay loam, very pale brown (10YR 7/4) dry; weak very fine, fine, and medium subangular blocky and weak very fine and fine granular structure; slightly hard, friable, moderately sticky and slightly plastic; weakly smeary; common very fine, fine, medium, and coarse roots; common very fine and fine tubular and irregular pores; few fine distinct strong brown (7.5YR 4/6), reddish yellow (7.5YR 6/6) dry irregularly shaped masses of iron accumulation with clear boundaries in the matrix; few fine distinct light gray (2.5Y 7/2), pale yellow (2.5Y 8/2) dry irregularly shaped iron depletions with clear boundaries in the matrix; 10 percent gravel; very strongly acid (pH 4.8); clear wavy boundary."
      },
      {
        "name": "Bg2",
        "top": 46,
        "bottom": 66,
        "dry_hue": "10YR",
        "dry_value": 7,
        "dry_chroma": 4,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 6,
        "texture_class": "silty clay loam",
        "cf_class": "gravelly",
        "pH": 4.6,
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bg2--18 to 26 inches; dark yellowish brown (10YR 3/6) gravelly medial silty clay loam, very pale brown (10YR 7/4) dry; moderate very fine, fine, and medium subangular blocky structure; slightly hard to hard, friable, moderately sticky and slightly plastic; weakly smeary; few very fine, fine, and medium roots; few very fine and fine tubular and irregular pores; common fine distinct strong brown (7.5YR 4/6), strong brown (7.5YR 5/6) dry, irregularly shaped masses of iron accumulation with clear boundaries in the matrix; common fine distinct light gray (2.5Y 7/2), pale yellow (2.5Y 8/2) dry irregularly shaped iron depletions with clear boundaries in the matrix; 25 percent gravel; very strongly acid (pH 4.6); clear wavy boundary."
      },
      {
        "name": "Bg3",
        "top": 66,
        "bottom": 91,
        "dry_hue": "10YR",
        "dry_value": 7,
        "dry_chroma": 4,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 4,
        "texture_class": "silty clay loam",
        "cf_class": "gravelly",
        "pH": 4.8,
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bg3--26 to 36 inches; dark yellowish brown (10YR 3/4) gravelly medial silty clay loam, very pale brown (10YR 7/4) dry; moderate very fine, fine, and medium subangular blocky structure; slightly hard to hard, friable, moderately sticky and slightly plastic; weakly smeary; few very fine roots; few very fine and fine tubular and irregular pores; common fine distinct strong brown(7.5YR 4/6), strong brown (7.5YR 5/6) dry, irregularly shaped mass of iron accumulation with clear boundaries in the matrix; common fine distinct light gray (2.5Y 7/2), pale yellow (2.5Y 8/2) dry irregularly shaped iron depletions with clear boundaries in the matrix; 20 percent gravel; very strongly acid (pH 4.8); clear wavy boundary."
      },
      {
        "name": "Bg4",
        "top": 91,
        "bottom": 112,
        "dry_hue": "10YR",
        "dry_value": 7,
        "dry_chroma": 4,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 6,
        "texture_class": "silty clay loam",
        "cf_class": "gravelly",
        "pH": 4.8,
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bg4--36 to 44 inches; dark yellowish brown (10YR 3/6) gravelly medial silty clay loam, very pale brown (10YR 7/4) dry; moderate very fine, fine, and medium subangular blocky structure; slightly hard, friable, moderately sticky and moderately plastic; weakly smeary; few very fine and fine tubular and irregular pores; common fine distinct strong brown (7.5YR 4/6), reddish yellow (7.5YR 7/6) dry irregularly shaped mass of iron accumulation with clear boundaries in the matrix; common fine distinct light olive brown (2.5Y 5/3), pale yellow (2.5Y 7/3) dry and dark grayish brown (2.5Y 4/2), light gray (2.5Y 7/2) dry irregularly shaped iron depletions with clear boundaries in the matrix; 15 percent gravel; very strongly acid (pH 4.8); clear wavy boundary. (Combined thickness of the Bg horizon is 33 to 38 inches.)"
      },
      {
        "name": "2Bg5",
        "top": 112,
        "bottom": 124,
        "dry_hue": "2.5Y",
        "dry_value": 7,
        "dry_chroma": 2,
        "moist_hue": "5YR",
        "moist_value": 4,
        "moist_chroma": 6,
        "texture_class": "sandy loam",
        "cf_class": "gravelly",
        "pH": 4.8,
        "pH_class": "very strongly acid",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "2Bg5--44 to 49 inches; 75 percent yellowish red (5YR 4/6), reddish yellow (7.5YR 6/6), and 25 percent dark grayish brown (2.5Y 4/2), light gray (2.5Y 7/2) dry, gravelly sandy loam; massive; slightly hard, friable, slightly sticky and slightly plastic; few very fine and fine irregular pores; the areas with yellowish red color are iron accumulations and the areas of dark grayish brown color are iron depletions; 15 percent gravel; very strongly acid (pH 4.8); abrupt wavy boundary."
      },
      {
        "name": "2Bg6",
        "top": 124,
        "bottom": 137,
        "dry_hue": "2.5Y",
        "dry_value": 7,
        "dry_chroma": 3,
        "moist_hue": "2.5Y",
        "moist_value": 5,
        "moist_chroma": 3,
        "texture_class": "clay loam",
        "cf_class": "gravelly",
        "pH": 4.8,
        "pH_class": "very strongly acid",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "2Bg6--49 to 54 inches; light olive brown (2.5Y 5/3) gravelly clay loam, pale yellow (2.5Y 7/3) dry; massive; slightly hard, friable, moderately sticky and slightly plastic; few very fine tubular and irregular pores; common fine distinct strong brown (7.5YR 4/6), strong brown (7.5YR 5/6) dry irregularly shaped masses of iron accumulation with clear boundaries in the matrix; few fine faint light brownish gray (2.5Y 6/2), light gray (2.5Y 7/2) dry irregularly shaped iron depletions with clear boundaries in the matrix; 20 percent gravel; very strongly acid (pH 4.8); abrupt wavy boundary."
      },
      {
        "name": "2Bg7",
        "top": 137,
        "bottom": 145,
        "dry_hue": "7.5YR",
        "dry_value": 6,
        "dry_chroma": 6,
        "moist_hue": "5YR",
        "moist_value": 4,
        "moist_chroma": 6,
        "texture_class": "sandy loam",
        "pH": 4.8,
        "pH_class": "very strongly acid",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "2Bg7--54 to 57 inches; yellowish red (5YR 4/6) sandy loam, reddish yellow (7.5YR 6/6) dry; massive; slightly hard, friable, slightly sticky and slightly plastic; few very fine irregular pores; common medium distinct light olive brown (2.5Y 5/4), pale yellow (2.5Y 7/4) and grayish brown (2.5Y 5/2), light gray (2.5Y 7/2) dry; iron depletions; 10 percent gravel; very strongly acid (pH 4.8); abrupt wavy boundary."
      },
      {
        "name": "2Bg8",
        "top": 145,
        "bottom": 155,
        "dry_hue": "7.5YR",
        "dry_value": 6,
        "dry_chroma": 8,
        "moist_hue": "5YR",
        "moist_value": 4,
        "moist_chroma": 6,
        "texture_class": "sandy loam",
        "cf_class": "gravelly",
        "pH": 4.8,
        "pH_class": "very strongly acid",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "2Bg8--57 to 61 inches; yellowish red (5YR 4/6) gravelly sandy loam, reddish yellow (7.5YR 6/8) dry; massive; slightly hard, friable, slightly sticky and slightly plastic; few very fine irregular pores; common medium distinct olive brown (2.5Y 4/4), pale yellow (2.5Y 7/3) dry and grayish brown (2.5Y 5/2), light gray (2.5Y 7/2) dry irregularly shaped iron depletions with clear boundaries in the matrix; 25 percent gravel; very strongly acid (pH 4.8); abrupt wavy boundary. (Combined thickness of the 2Bg horizon is 16 to 20 inches.)"
      },
      {
        "name": "2BC",
        "top": 155,
        "bottom": 180,
        "dry_hue": "2.5Y",
        "dry_value": 7,
        "dry_chroma": 3,
        "moist_hue": "2.5Y",
        "moist_value": 5,
        "moist_chroma": 3,
        "texture_class": "sandy loam",
        "cf_class": "very gravelly",
        "pH": 4.8,
        "pH_class": "very strongly acid",
        "narrative": "2BC--61 to 71 inches; light olive brown (2.5Y 5/3) very gravelly sandy loam, pale yellow (2.5Y 7/3) dry; massive; slightly hard, friable, slightly sticky and slightly plastic; few very fine irregular pores; common fine distinct yellowish red (5YR 4/6), strong brown (7.5YR 5/6) dry irregularly shaped masses of iron accumulation with clear boundaries in the matrix; common fine faint grayish brown (2.5Y 5/2), light gray (2.5Y 7/2) dry irregularly shaped iron depletions with clear boundaries in the matrix; just over 35 percent gravel; very strongly acid (pH 4.8)."
      }
    ]
  ]
}
