{
  "SERIES": "THIRSTYGULCH",
  "STATUS": "Established Series",
  "BYREV": "Rev. AEK/DAL/RWL",
  "REVDATE": "05/2013",
  "STATES": "OR",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, isotic, frigid Lithic Ultic Haploxerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Thirstygulch very stony ashy loam - forested, on an 8 percent convex southwest-facing slope at an elevation of 5,000 feet. (Colors are for moist soil unless otherwise noted.)\nOi--0 to 0.5 inches; slightly decomposed needles and leaves.\nA--0.5 to 9.5 inches; very dark gray (10YR 3/1) very stony ashy loam, dark brown (10YR 3/3) dry; weak coarse subangular blocky structure parting to moderate medium and fine subangular blocky; slightly hard, friable, slightly sticky and slightly plastic; many fine and very fine and common medium roots; few fine irregular pores; 10 percent gravel, 15 percent cobbles, and 10 percent stones; neutral (pH 7.0); clear wavy boundary. (4 to 10 inches thick)\nAB--9.5 to 15.5 inches; very dark grayish brown (10YR 3/2) very cobbly ashy loam, dark brown (10YR 3/3) dry; weak fine and very fine subangular blocky structure; soft, very friable, slightly sticky and slightly plastic; many fine and many medium and common coarse roots; common fine irregular pores; 30 percent gravel, 20 percent cobbles, and 10 percent stones; neutral (pH 7.0); gradual smooth boundary. (0 to 8 inches thick)\nBw--15.5 to 18.5 inches; dark brown (10YR 3/3) extremely cobbly ashy fine sandy loam, dark yellowish brown (10YR 4/4) dry; weak very fine and fine subangular blocky structure; slightly hard, very friable, slightly sticky and slightly plastic; common fine and medium and few coarse roots; common fine irregular pores; 40 percent gravel, 30 percent cobbles, and 10 percent stones; slightly alkaline (pH 7.5); clear irregular boundary. (2 to 9 inches thick)\nR--18.5 inches; basalt"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Baker County, Oregon; 480 feet north and 960 feet east of the southwest corner of Section 29, T.13S., R.36E. (Latitude 44 degrees, 24 minutes, 20 seconds N; Longitude 118 degrees, 19 minutes, 36 seconds W.)"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: The soils are usually moist, but are dry in all parts between 8 and 18 inches for 60 to 75 consecutive days during summer. The depth to bedrock is 10 to 20 inches. Mean annual soil temperature is 43 to 45 degrees F. The particle-size control section has 10 to 18 percent clay and 35 to 75 percent rock fragments. The mollic epipedon is 7 to 20 inches thick. Base saturation (sum of cations) is 60 to 75 percent.\nThe A horizon has hue of 10YR or 7.5YR, value of 2 or 3 moist, 3 to 5 dry and chroma of 1 or 2 moist, 2 or 3 dry. It is very stony ashy loam. It has 35 to 65 percent rock fragments with 10 to 20 percent gravel, 10 to 20 percent cobbles, and 15 to 25 percent stones. It has 0.4 to 1.0 percent acid oxalate extractable aluminum plus one-half iron, 10 to 20 percent volcanic glass, and a moist bulk density of 0.85 to 1.00 grams per cubic centimeter. Reaction is slightly acid to neutral.\nThe AB horizon, where present, has hue of 10YR or 7.5YR, value of 2 or 3 moist, 3 to 5 dry and chroma of 2 or 3 moist or dry. It is very cobbly ashy loam, very cobbly ashy fine sandy loam, very stony ashy loam, or extremely cobbly ashy loam. It has 35 to 65 percent rock fragment with 10 to 30 percent gravel, 10 to 30 percent cobbles, and 5 to 15 percent stones. It has 0.4 to 1.0 percent acid oxalate extractable aluminum plus one-half iron and 10 to 20 percent volcanic glass. Reaction is slightly acid to neutral.\nThe Bw horizon has hue of 10YR or 7.5YR, value of 3 or 4 moist, 4 or 5 dry and chroma of 2 to 4 moist or dry. It is very cobbly ashy fine sandy loam, extremely cobbly ashy fine sandy loam, very cobbly ashy loam, very stony ashy loam, extremely cobbly ashy loam, or extremely cobbly ashy silt loam. It has 40 to 85 percent rock fragments with 15 to 40 percent gravel, 20 to 30 percent cobbles, and 5 to 15 percent stones. It has 5 to 10 percent volcanic glass. Reaction is neutral to slightly alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:\nChumstick soils - shallow to lithic contact (schist, gneiss, and granite) 3 to 8 percent clay in the particle-size control section; dry for 75 to 90 consecutive days\nFivebeaver soils - shallow  to a lithic contact (basalt); formed in colluvium from andesite or basalt; particle-size control section averages 18 to 27 percent clay\nLaycock soils  shallow (12 to 20 inches) to lithic contact (shale); particle-size control section has 35 to 70 percent channers and flagstones of shale origin\nLogdell soils  very shallow (4 to 12 inches) to lithic contact (shale); particle-size control section has 35 to 70 percent channers and flagstones of shale origin\nWintercanyon soils - shallow to a lithic contact (argillite); formed in colluvium and residuum from metasedimentary rocks; rock fragments are dominantly gravel: 35 to 60 percent gravel, 0 to 15 percent cobbles and 0 to 5 percent stones; reaction is moderately acid or strongly acid"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Thirstygulch soils usually on stable ridgetops and side slopes of mountains and plateaus. Elevations are 4,000 to 7,000 feet. Slopes are 2 to 60 percent. The soil formed in a small amount of volcanic ash mixed with loess and colluvium from basalt. The climate is characterized by cold, wet winters and hot, dry summers. The mean annual precipitation is 20 to 35 inches. The mean annual temperature is 41 to 45 degrees F. The frost-free period is 70 to 100 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Anatone, Downeygulch, Klicker, Limberjim, and Tolo soils. Anatone soils have 18 to 30 percent clay in the particle-size control section and are on side slopes of mountains and plateaus. Downeygulch soils are 20 to 40 inches deep to bedrock and have vitrandic properties in the upper 7 to 14 inches. Klicker soils are 20 to 40 inches to bedrock, have an argillic horizon , and are on side slopes of mountains. Limberjim soils have andic properties in the upper 14 to 24 inches, have an argillic horizon, and are on ridgetops and side slopes of mountains and plateaus. Tolo soils have andic properties in the upper 20 to 40 inches, an argillic horizon, are greater than 60 inches to bedrock, and are on stable slopes of mountains."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; permeability is moderately rapid."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: These soils are used for limited timber production, watershed, recreation, wildlife habitat, and livestock grazing. The native vegetation is ponderosa pine, Douglas-fir, common snowberry, birchleaf spiraea, serviceberry, pine grass, elk sedge, heartleaf arnica, strawberry, yarrow, and lupine."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Northeastern Oregon; MLRA 9. The soils are moderately extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Wallowa County Area, Oregon, 1999."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and other features recognized in this pedon are:\nMollic epipedon - the zone from 0.5 to 18.5 inches (A, AB, and Bw horizons).\nUltic feature - the zone from 0.5 to 18.5 inches assumed to have base saturation (sum) of 60 to 75 percent based on lab data from similar Downeygulch series.\nVitrandic feature - the zone from 0.5 to 18.5 assumed to meet acid oxalate extractable aluminum plus one-half iron and volcanic glass content based on lab data from similar Downeygulch series.\nParticle-size control section - the zone from 10.5 to 18.5 inches having a weighted average of 74 percent rock fragments.\nADDITIONAL DATA: NSSL pedon ID: 99OR059001\nNational Cooperative Soil Survey\nU.S.A."
  }
}
