{
  "SERIES": "THOENY",
  "STATUS": "Established Series",
  "BYREV": "Rev.  NRS-CJH-RER",
  "REVDATE": "10/97",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, smectitic, frigid Torrertic Natrustalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Thoeny loam, grassland (colors are for dry soil unless otherwise noted).\nE1--0 to 3 inches; pale brown (10YR 6/3) loam, dark brown (10YR 4/3) moist; weak very fine granular structure; soft, very friable, slightly sticky and nonplastic; many fine roots; many unstained silt and sand grains; neutral (pH 7.2); clear wavy boundary. (2 to 6 inches thick)\nE2--3 to 6 inches; light brownish gray (10YR 6/2) loam, dark grayish brown (10YR 4/2) moist; weak medium prismatic structure parting to weak fine granular; soft, very friable, slightly sticky and nonplastic; many fine and very fine roots; many fine pores; many unstained silt and sand grains; mildly alkaline (pH 7.4); abrupt wavy boundary. (1 to 4 inches thick)\nBtn1--6 to 9 inches; brown (10YR 5/3) clay, grayish brown (10YR 4/2) moist; strong fine and medium columnar structure parting to weak medium blocky; extremely hard, firm, sticky and very plastic; common fine and very fine roots between peds; common very fine and fine pores; continuous faint dark grayish brown (10YR 4/2) clay films on faces of peds; light gray (10YR 6/1) coats of E horizon material on tops of columns, common faint skeletans of unstained silt and sand grains on vertical faces of peds; mildly alkaline (pH 7.8); clear wavy boundary.\nBtn2--9 to 12 inches; brown (10YR 5/3) clay, dark grayish brown (10YR 4/2) moist; strong medium and fine prismatic structure parting to moderate medium blocky; very hard, firm, sticky and very plastic; common fine and very fine roots; common very fine pores; continuous faint dark grayish brown (10YR 4/2) clay film on faces of peds; moderately alkaline (pH 8.2); clear wavy boundary. (Combined Bt1 and Bt2 horizons 7 to 16 inches thick)\nBtkn--12 to 17 inches; grayish brown (10YR 5/2) clay loam, dark grayish brown (10YR 4/2) moist; strong medium prismatic structure parting to moderate medium blocky; very hard, firm, sticky and very plastic; common very fine roots; common fine and very fine pores; common faint dark grayish brown (10YR 4/2) clay films on faces of peds; few faint lime coatings on pebbles; strongly effervescent; strongly alkaline (pH 8.8); clear wavy boundary. (0 to 6 inches thick)\nBkn--17 to 28 inches; grayish brown (2.5Y 5/2) clay loam, dark grayish brown (2.5Y 4/2) moist; moderate medium prismatic structure parting to weak medium blocky; very hard, firm, sticky and very plastic; few fine roots; common fine and very fine pores; few faint lime coatings on pebbles; common fine masses and threads of lime; few fine threads of gypsum; strongly effervescent; strongly alkaline (pH 8.8); gradual wavy boundary. (5 to 20 inches thick)\nBkny--28 to 52 inches; grayish brown (2.5Y 5/2) clay loam till, dark grayish brown (2.5Y 4/2) moist; weak medium prismatic and weak medium blocky structure; very hard, friable, sticky and plastic; few very fine roots in upper part; few distinct lime coatings on pebbles; common medium and fine masses of lime; common medium and fine threads and masses of gypsum; strongly effervescent; moderately alkaline (pH 8.4); gradual wavy boundary. (10 to 24 inches thick)\nBy--52 to 60 inches; grayish brown (2.5Y 5/2) clay loam till, dark grayish brown (2.5Y 4/2) moist; weak thick platy structure; very hard, friable, sticky and plastic; slightly effervescent; common fine threads of gypsum; moderately alkaline (pH 8.2)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Blaine County, Montana; 1,000 feet east and 500 feet south of the NW corner of sec. 29, T. 34 N., R. 20 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil temperature - 42 to 47 degrees F.\nMoisture control section - between 4 to 12 inches; dry in all parts between four-tenths and five-tenths of the cumulative days per year when the soil temperature at a depth of 20 inches is 41 degrees F or higher.\nDepth to Bkn horizon - 10 to 32 inches.\nA thin 1 to 4 inch A horizon is allowed.\nE horizons - Value:  5 or 6 dry, 4 or 5 moist\nChroma:  2 or 3\nTexture:  loam or clay loam\nClay content:  15 to 40 percent\nRock fragments:  0 to 15 percent--0 to 5 percent cobbles and stones, 0 to 10 percent pebbles\nEC:  0 to 4 mmhos/cm\nReaction:  pH 5.6 to 7.8\nBt, Btn horizons - Hue:  10YR or 2.5Y\nValue:  5 or 6 dry, 4 or 5 moist\nChroma:  2 or 3\nTexture:  clay or clay loam\nClay content:  35 to 50 percent\nSAR:  5 to 20\nEC:  4 to 8 mmhos/cm\nSkeletans:  unstained sand and silt grains range from very few to common faint on vertical faces of peds\nRock fragments:  0 to 15 percent--0 to 5 percent cobbles and stones, 0 to 10 percent pebbles\nStructure:  strong to medium, columnar prismatic, or blocky\nReaction:  pH 7.4 to 9.0\nBtkn, Bkn horizons - Hue:  10YR or 2.5Y\nValue:  5, 6, or 7 dry; 4, 5, or 6 moist\nChroma:  2 or 3\nTexture:  clay or clay loam\nClay content:  35 to 50 percent\nRock fragments:  0 to 15 percent--0 to 5 percent cobbles and stones, 0 to 10 percent pebbles\nEC:  4 to 8 mmhos/cm\nSAR:  13 to 25 or more exchangeable magnesium plus sodium than calcium plus exchange acidity.\nReaction:  pH 7.4 to 9.0\nBkny horizon - Hue:  2.5Y or 5Y\nValue:  5, 6, or 7 dry; 4, 5, or 6 moist\nChroma:  2 or 3\nTexture:  clay or clay loam\nClay content:  35 to 50 percent\nDry bulk density:  1.55 gr/ccm and greater\nRock fragments:  0 to 15 percent--0 to 5 percent cobbles and stones, 0 to 10 percent pebbles\nEC:  4 to 16 mmhos/cm\nSAR:  13 to 25 or more exchangeable magnesium plus sodium than calcium plus exchange acidity\nGypsum:  1 to 3 percent\nReaction:  pH 7.9 to 9.0\nBy horizon - Hue:  2.5Y or 5Y\nValue:  5 or 6 dry, 4 or 5 moist\nChroma:  2 or 3\nClay content:  27 to 40 percent\nDry bulk density:  1.55 gr/ccm and greater\nRock fragments:  0 to 15 percent--0 to 5 percent cobbles and stones, 0 to 10 percent pebbles\nEC:  4 to 16 mmhos/cm\nGypsum:  1 to 6 percent\nReaction:  pH 7.4 to 9.0"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:\nAbsher (MT) - has a combined thickness of the A and E horizons of 1/4 inch to 6 inches; electrical conductivity of 8 to 16 in the natric horizons that are above a depth of 28 inches.\nCreed (MT) - no till with a bulk density of 1.55 and greater above a depth of 40 inches.\nElloam (MT) - crusty surface layer; E horizons that are 4 inches or less thick; gypsum below a depth of 22 inches.\nGerdrum (MT) - did not form in till that has a bulk density of 1.55 and greater.\nOburn (MT) - loamy-skeletal C horizon at depths of 20 to 40 inches.\nWeingart (MT) - paralithic contact at a depth of 20 to 40 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nLandform - till plains.\nElevation - 1,900 to 3,800 feet.\nSlope - 0 to 8 percent.\nParent material - pre-Wisconsin till.\nClimate - long, cold winters; moist springs; warm summers.\nMean annual precipitation - 10 to 14 inches.\nMean annual air temperature - 40 to 45 degrees F.\nFrost-free period - 100 to 130 days."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": null
  },
  "USE AND VEGETATION": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; very slow permeability."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Thoeny soils are used mainly for dryland farming and rangeland.  Potential native vegetation is mainly western wheatgrass, needleandthread, prairie junegrass, green needlegrass, blue grama, forbs, and shrubs."
  },
  "REGIONAL OFFICE": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Thoeny soils are of moderate extent on the till plains of northern Montana."
  },
  "ORIGIN": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: St. Paul, Minnesota"
  },
  "REMARKS": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Valley County, Montana, 1976."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": null
  }
}
