{
  "SERIES": "THOMPSONFLAT",
  "STATUS": "Established Series",
  "BYREV": "IRD: DWB",
  "REVDATE": "10/2006",
  "STATES": "CA",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, active, thermic Ultic Haploxeralfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Thompsonflat fine sandy loam, on a southeast facing 5 percent slope under a cover of annual grasses, forbs, interior live oak, foothill pine, toyon and redbud at an elevation of 270 feet, (82 m).  When described on 9/26/2000 the soil was dry throughout.  (Colors are for dry soil unless otherwise noted).\nA--0 to 3 inches, (0 to 8 cm); brown (7.5YR 5/4) fine sandy loam, dark brown (7.5YR 3/3) moist; 15 percent clay; moderate medium platy parting to moderate fine subangular blocky structure; slightly hard, friable, nonsticky, nonplastic; common very fine roots; common fine irregular and few very fine tubular pores; 10 percent well rounded gravel; moderately acid, pH 6.0 by Hellige-Truog; abrupt smooth boundary. (3 to 6 inches, (8 to 15 cm) thick)\nBt1--3 to 7 inches, (8 to 18 cm); reddish brown (5YR 5/4) fine sandy loam, dark reddish brown (5YR 3/4) moist; 20 percent clay; moderate fine subangular blocky structure; slightly hard, friable, nonsticky, slightly plastic; few fine, very fine and medium roots; common very fine tubular pores; 15 percent discontinuous distinct clay films on faces of peds; 5 percent well rounded gravel; moderately acid, pH 6.0 by Hellige-Truog; abrupt smooth boundary.\nBt2--7 to 11 inches, (18 to 28 cm); yellowish red (5YR 5/6) sandy clay loam, reddish brown (2.5YR 4/4) moist; 28 percent clay; moderate fine subangular blocky structure; hard, firm, slightly sticky, slightly plastic; few fine and medium roots; common very fine tubular pores; 25 percent discontinuous distinct clay films on faces of peds; 5 percent well rounded gravel and 5 percent well rounded cobbles; slightly acid, pH 6.3 by Hellige-Truog; clear smooth boundary.\nBt3--11 to 15 inches, (28 to 38 cm); yellowish red (5YR 4/6) sandy clay, dark reddish brown (2.5YR 3/4) moist; 38 percent clay; moderate fine subangular blocky structure; hard, very firm, moderately sticky, moderately plastic; few fine roots; common very fine tubular pores; 30 percent discontinuous distinct clay films on faces of peds; 5 percent well rounded cobbles and 10 percent well rounded gravel; slightly acid, pH 6.3 by Hellige-Truog; clear smooth boundary. (Combined thickness of the Bt horizon is 12 to 24 inches, (30 to 61 cm) thick).\n2Bt4--15 to 22 inches, (38 to 56 cm); brown (7.5YR 5/4) gravelly sandy clay, brown (7.5YR 4/3) moist; 43 percent clay; weak fine subangular blocky structure; hard, very firm, moderately sticky, very plastic; few fine roots; common very fine tubular pores; 50 percent discontinuous distinct clay films on faces of peds; 5 percent well rounded cobbles and 25 percent well rounded gravel; slightly acid, pH 6.5 by Hellige-Truog; clear smooth boundary. (2 to 20 inches, (5 to 51 cm) thick)\n3Btq1--22 to 35 inches, (56 to 89 cm); reddish yellow (7.5YR 6/6) extremely gravelly sandy clay loam, strong brown (7.5YR 5/6) moist; 25 percent clay; weak very fine subangular blocky parting to single grain; noncemented, hard, firm, slightly sticky, slightly plastic; few fine roots; few very fine tubular pores; 10 percent discontinuous distinct clay films on rock fragments and 20 percent patchy distinct clay bridging on upper faces of peds, 10percent silica on rock fragments and on faces of peds; 15 percent well rounded cobbles and 55 percent well rounded gravel; neutral, pH 7.0 by Hellige-Truog; gradual smooth boundary.\n3Btq2--35 to 45 inches, (89 to 114 cm); reddish yellow (7.5YR 6/6) extremely gravelly coarse sandy loam, strong brown (7.5YR 5/6) moist; 12 percent clay; weak very fine subangular blocky parting to single grain; noncemented, hard, firm, nonsticky, nonplastic; few fine roots; few very fine tubular pores; 10 percent discontinuous distinct clay films on rock fragments and 40 percent patchy distinct clay bridging on upper faces of peds, 10 percent silica on rock fragments and faces of peds; 25 percent well rounded cobbles and 55 percent well rounded gravel; neutral, pH 7.0 by Hellige-Truog; gradual smooth boundary.\n3Btq3--45 to 53 inches, (114 to 135 cm); reddish yellow (7.5YR 6/6) extremely gravelly coarse sandy loam, strong brown (7.5YR 4/6) moist; 5 percent clay; weak very fine subangular blocky parting to single grain; noncemented, hard, firm, nonsticky, nonplastic; few fine roots; few very fine tubular pores; 10 percent patchy distinct clay bridging on upper faces of peds and 10 percent discontinuous distinct clay films on rock fragments, 15 percent silica on rock fragments and faces of peds; 5 percent fine irregular black (N 2/0), manganese masses; 20 percent well rounded cobbles and 45 percent well rounded gravel; neutral, pH 7.0 by Hellige-Truog; gradual smooth boundary.\n3Btq4--53 to 66 inches, (135 to 168 cm); reddish yellow (7.5YR 6/6) extremely gravelly coarse sandy loam, strong brown (7.5YR 4/6) moist; 5 percent clay; weak very fine subangular blocky structure parting to single grain; noncemented, hard, firm, nonsticky, nonplastic; few fine roots; few very fine tubular pores; 10 percent patchy distinct clay bridging on upper faces of peds and 10 percent discontinuous distinct clay films on rock fragments, 15 percent silica between sand grains and on rock fragments; 5 percent fine irregular black (N 2/0), manganese masses; 2 percent well rounded cobbles and 70 percent well rounded gravel; neutral, pH 7.0 by Hellige-Truog; gradual smooth boundary.\n3Btq5--66 to 80 inches, (168 to 203 cm); reddish yellow (7.5YR 6/6) extremely gravelly coarse sandy loam, strong brown (7.5YR 5/6) moist; 5 percent clay; weak very fine subangular blocky structure parting to single grain; noncemented, hard, firm, nonsticky, nonplastic; few fine roots; few very fine tubular pores; 10 percent patchy distinct clay bridging on upper faces of peds and 10 percent discontinuous distinct clay films on rock fragments, 15 percent silica between sand grains and on rock fragments; 5 percent fine irregular black (N 2/0), manganese masses; 15 percent well rounded cobbles and 70 percent well rounded  gravel; neutral, pH 7.0 by Hellige-Truog; gradual smooth boundary. (Combined thickness of the 3Btq horizon is 20 to 58 inches, (51 to 147 cm) or more thick)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Butte County, California, about 0.5 miles north of downtown Oroville, approximately 3350 feet east and 1800 feet south of the northeast corner of projected Section 8, Township 19 N., Range 4 E., 39 degrees, 31 minutes, 14 seconds North latitude and 121 degrees, 33 minutes, 6 seconds West longitude, NAD83 - U.S.G.S. Quad: Oroville, California."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Depth of solum is greater than 80 inches, (203 cm) and depth to the 3Btq horizon is 22 to 75 inches, (56 to 190 cm) or more and depth to 2Bt horizon is 15 to 43 inches, (38 to 109 cm).  The mean annual soil temperature is 61 to 64 degrees F, (16 to 18 degrees C).  The particle-size control section averages 23 to 34 percent clay and 4 to 34 percent rock fragments, mostly gravel and cobbles.  Mineralogy is mixed.  A fluctuating water table can occur at depths of 40 to 80 inches, (102 to 203 cm) below the surface of the soil from December through April.  Rock fragments on the surface range from 0 to 10 percent gravel and 0 to 2 percent cobbles.\nThe A horizon dry color is 7.5YR 5/3, 5/4, 6/4 or 5YR 5/4.  Moist color is 7.5YR 3/2, 3/3, 3/4, 4/2, 4/3, 5YR 3/3 or 3/4.  Texture is fine sandy loam, loam, sandy loam, gravelly fine sandy loam, gravelly sandy loam, gravelly loam or sandy clay loam.  Clay content ranges from 12 to 22 percent.  Rock fragments range from 1 to 25 percent gravel.  Organic matter ranges from 0.5 to 1.2 percent.  Reaction ranges from moderately acid to slightly acid.\nThe Bt horizon dry color is 5YR 4/6, 5/4, 5/6, 6/6, 7.5YR 5/4 or 6/4.  Moist color is 5YR 3/4, 4/4, 4/6, 2.5YR 3/4, 3/6, 4/4, 4/6, 7.5YR 3/4 or 4/4.  Texture is fine sandy loam, loam, sandy clay loam, sandy clay, gravelly loam, gravelly sandy loam, gravelly sandy clay loam or gravelly clay loam.  Clay content ranges from 18 to 38 percent.  Rock fragments range from 0 to 25 percent gravel, 0 to 15 percent cobbles and 0 to 5 percent stones.  Organic matter ranges from 0.1 to 0.5 percent.  Reaction ranges from moderately acid to neutral.\nThe 2Bt horizon dry color is 7.5YR 5/4, 6/4, 7/3, 2.5YR 5/4, 5/6 or 6/6.  Moist color is 7.5YR 4/3, 4/4, 4/6 5YR 4/6, 2.5YR 4/4 or 4/6.  Texture is gravelly sandy clay, gravelly clay, very gravelly clay, extremely gravelly sandy clay, sandy clay or clay.  Clay content ranges from 38 to 55 percent.  Rock fragments range from 2 to 70 percent gravel and 0 to 10 percent cobbles.  Organic matter ranges from 0.1 to 0.5 percent.  Reaction ranges from moderately acid to moderately alkaline.\nThe 3Btq horizon dry color is 7.5YR 5/6, 6/6, or 7/6.  Moist color is 7.5YR 4/6 or 5/6.  Texture is extremely gravelly sandy clay loam, extremely gravelly coarse sandy loam, gravelly sandy loam, sandy clay loam or loamy sand.  Clay content ranges from 5 to 38 percent.  Rock fragments range from 10 to 70 percent gravel and 0 to 25 percent cobbles.  Redoximorphic features range from 0 to 60 percent soft manganese masses and 0 to 2 percent soft oxidized iron masses, noncemented to very weakly cemented.  Organic matter ranges from 0 to 0.3 percent.  Reaction ranges from slightly acid to moderately alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Coombs, Craigsaddle, Flanly, Sierra, Verjeles, and Yellowlark series.  Coombs soils are fine-loamy throughout the argillic horizon, are well drained and lack a water table.  Craigsaddle soils are fine-loamy throughout, formed in residuum from trondhjemite, are deep to paralithic contact and are well drained.  Flanly soils are moderately deep to a paralithic contact and are formed from intrusive igneous rocks.  Sierra soils are fine-loamy throughout the argillic horizon, formed in residuum from granitic rocks and are well drained.  Verjeles soils are moderately deep to a paralithic contact, and formed from basic igneous rocks.  Yellowlark soils are deep to weakly cemented duripan and are on intermediate fan terraces and stream terraces."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Thompsonflat soils are on intermediate and high terraces.  Slopes range from 0 to 30 percent.  These soils formed in alluvium weathered from mixed rocks such as quartz-diorite, greenschist, diorite, tuff, andesite and basalt.  Elevation is 110 to 500 feet, (34 to 152 m).  Mean annual precipitation is 22 to 30 inches, (559 to 762 mm).  The mean annual temperature is 60 to 62 degrees F, (16 to 17 degrees C).  Frost free season is 250 to 260 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Fernandez, Oroville and Thermalito soils.  Fernandez soils are very deep to weakly to moderately cemented duripan, the 2Bt horizon extends to a depth of 60 inches, (152 cm or more) and clay content does not decrease by 20 percent from the maximum at a depth of 60 inches, (152 cm).  Oroville soils are moderately deep to duripan, are fine, somewhat poorly drained and are in swales on intermediate terraces.  Thermalito soils are moderately deep to duripan, are fine-loamy and are on mounds on intermediate terraces."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Moderately well drained; low to high runoff; moderately rapid to moderate saturated hydraulic conductivity in the A horizon, moderate to moderately slow in the Bt horizon, slow in the 2Bt horizon and moderately slow in the 3Btq horizon.  A fluctuating water table can occur at depths of 40 to 60 inches, (102 to 152 cm or more) below the surface of the soil from December through April."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: This soil is used for livestock grazing, home site development, wildlife habitat and some olive orchards.  Vegetation on high terraces is medusahead, soft chess, wild oat, hedgehog dogtail, clover, ripgut brome, scattered blue oak, interior live oak, buckbrush, toyon, whiteleaf manzanita, Pacific poison oak, foothill pine and redbud.  Vegetation on intermediate terraces is Italian ryegrass, wild oat, soft chess, red brome, ripgut brome, filaree, clover, bicolor lupine, bluedicks and fiddleneck."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Butte County, California and occurs in (262Ag) Hardpan Terraces subsection of the (262A) Great Valley section.  MLRA: 17 -- Sacramento Valley.  The soils are not extensive.  Associated with the Laguna Formation."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Butte County, California 2005.  Source of name from Thompson Flat."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - zone from 0 to 3 inches, (0 to 8 cm) (A)\nArgillic horizon - zone from 3 to 22 inches, (8 to 56 cm) (Bt1, Bt2, Bt3, 2Bt4)\nParticle-size control section for this pedon: 3 to 23 inches, (8 to 58 cm).\nThe soil moisture control section - zone from 7 to 25 inches, (18 to 63 cm) is dry in all parts from about June to October (about 180 days).\nAssumed organic carbon is greater than 0.7 percent in the upper 6 inches and less below.\nAssumed base saturation is less than 75 percent in the upper part of the argillic\nADDITIONAL DATA: Lab data from Redding series in Yuba County (S84-CA-115-001) indicates that base saturation by sum of cations is less than 75 percent in the upper 19 inches and is greater than 75 percent below.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
