{
  "SERIES": "THORNDALE",
  "STATUS": "Established Series",
  "BYREV": "Rev. ART-WRK-GDM-JRH-MS",
  "REVDATE": "02/2008",
  "STATES": "PA",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty, mixed, active, mesic Typic Fragiaqualfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Thorndale silt loam - cultivated. (Colors are for moist soil unless otherwise noted.)\nAp--0 to 8 inches; dark grayish brown (2.5Y 4/2) silt loam; weak medium granular structure; friable, slightly sticky, slightly plastic; many fine roots; neutral; clear smooth boundary. (7 to 12 inches thick)\nBtg1--8 to 17 inches; light olive gray (5Y 6/2) silty clay loam; moderate coarse subangular blocky structure; slightly firm, sticky, plastic; few medium and fine roots; many prominent clay films on faces of peds; common medium prominent reddish brown (5YR 4/3) iron-manganese masses; slightly acid; clear smooth boundary. (6 to 20 inches thick)\nBtg2--17 to 26 inches; light olive gray (5Y 6/2) silty clay loam; weak coarse prismatic structure parting to moderate medium subangular blocky; firm, sticky, plastic; few fine roots; many prominent clay films on prisms and faces of peds; common medium and fine prominent reddish brown (5YR 4/4) masses of oxidized iron in the matrix; slightly acid; gradual smooth boundary. (4 to 14 inches thick)\nBtxg--26 to 41 inches; grayish brown (10YR 5/2) silty clay loam; weak very coarse prismatic structure parting to weak medium subangular blocky; firm, brittle, moderately sticky, moderately plastic; few fine roots; many faint clay films on prism faces and few faint clay films on faces of peds; common fine to medium prominent reddish brown (5YR 4/4) and brown (7.5YR 5/4) masses of oxidized iron in the matrix; slightly acid; abrupt smooth boundary. (16 to 36 inches thick)\nC--41 to 65 inches; strong brown (7.5YR 5/6) and reddish yellow (7.5YR 7/6) silt loam; massive; friable, slightly sticky, slightly plastic; common medium prominent grayish brown (2.5Y 5/2) iron depletions in the matrix; slightly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Fayette County, Pennsylvania; one mile west of Uniontown Hospital on State Route 21 and 100 feet south of S.R. 21; USGS New Salem topographic quadrangle; lat. 39 degrees 54 minutes 7 seconds N. and long. 79 degrees 45 minutes 34 seconds W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Solum thickness ranges from 40 to 60 inches or more. Depth to bedrock is 60 inches or more. Rock fragments range from 0 to 10 percent in all horizons. Depth to the fragipan ranges from 20 to 36 inches. Soil reaction, unless limed, ranges from strongly acid through neutral in the solum and moderately acid through neutral in the C horizon.\nThe A horizon has hue of 10YR through 5Y, value of 3 through 6, and chroma of 1 through 3. Texture of the fine earth is loam, silt loam, or silty clay loam.\nThe Bt horizon has hue of 5YR through 5Y, value of 4 through 7, and chroma of 0 through 3. It has redoximorphic features in shades of gray, brown and yellow. Texture of the fine earth ranges from silty clay loam or silt loam. The Btx horizon has hue of 5YR through 5Y, value of 4 through 6, and chroma of 0 through 3. It has redoximorphic features in shades of gray, brown and yellow. Texture of the fine earth is silty clay loam or silt loam.\nThe C horizon has hue of 5Y through 2.5YR, value of 4 through 7, and chroma of 0 through 6. It has redoximorphic features in shades of gray, brown and yellow.  Texture of the fine earth ranges from silt loam to clay.\nSome pedons have transitional BA or BC horizons with colors and textures similar to the Bt horizon."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Croton, Doylestown, and Sheffield series. Croton soils formed in medium textured materials mainly over sandstone, siltstone, or shale. Doylestown soils have B horizons which have less clay and sand and more silt and rock fragments than the Thorndale soils. Sheffield soils have calcareous C horizons of glacial till.\nBrinkerton, Calvert, Ginat and Robertsville are soils in closely related families. Brinkerton soils formed in acid siltstone and shale materials. Calvert soils have thinner solum and bedrock at depths of 36 to 60 inches. Ginat soils contain mica and have formed in medium and coarse textured alluvium. Robertsville soils do not have argillic horizons above the fragipan."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Thorndale soils are on uplands in shallow depressions and drainageways. Slopes range from 0 to 8 percent. The soils developed in medium textured colluvium from limestone or calcareous shale and siltstone. Rainfall ranges from 32 to 48 inches; mean annual air temperature ranges from 51 to 54 degrees F., and the growing season ranges from 120 to 200 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Bedford, Clarksburg, Conestoga, Culleoka, Dormont, Duffield, Frederick, Guernsey, Hagerstown, Lawrence, Library, Lowell, Melvin, Newark, Penlaw and Westmoreland soils. All except Bedford, Clarksburg and Lawrence soils lack fragipans. Bedford soils are moderately well drained and have dominant chroma of more than 4 in the Bt horizon. Lawrence and Clarksburg soils have Bt horizons with chroma of more than 3. The Penlaw series consists of deep and very deep, somewhat poorly drained soils formed in colluvium derived primarily from limestone but with some shale and sandstone."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Poorly drained. Saturated hydraulic conductivity is moderately low to moderately high."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most areas are cleared and used for pasture.  Some areas are drained and cultivated to corn, wheat, soybeans, and hay."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: The series is of limited extent. Approximately 4,000 acres have been mapped in Pennsylvania."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Morgantown, West Virginia"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Lebanon County, Pennsylvania, 1976."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\na. Ochric epipedon - the zone from the surface of the soil to a depth of about 8 inches (Ap horizon).\nb. Argillic horizon - the zone from about 8 inches to a depth of about 26 inches (Btg1 and Btg2 horizons).\nc. Fragipan - the zone from 26 inches to a depth to about 41 inches (Btxg horizon).\n2008 Pedon description and competing series updated.  Last revision by ART-WRK-GDM-JRH 12/2002.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
