{
  "SERIES": "THORNBURGH",
  "STATUS": "Established Series",
  "BYREV": "Rev. GB/JPP",
  "REVDATE": "04/1999",
  "STATES": "CO",
  "OVERVIEW": "The Thornburgh series consists of very deep or deep, well drained soils that formed in colluvium and alluvium from sedimentary rocks.  Thornburgh soils are on mountain side slopes and toe slopes and have slopes ranging from 5 to 65 percent.  The mean annual precipitation is about 18 inches, and the mean annual temperature is about 38 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive Ustic Haplocryolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Thornburgh channery loam - mountain shrubs and grass.  (Colors are for dry soil unless otherwise noted.)\nA1--0 to 5 inches; very dark grayish brown (10YR 3/2) channery loam, very dark brown (10YR 2/2) moist; weak fine and very fine granular structure; soft, very friable, slightly sticky and nonplastic; 20 percent channers; slightly alkaline; clear smooth boundary.  (3 to 6 inches thick)\nA2--5 to 14 inches; dark grayish brown (10YR 4/2) channery loam, very dark brown (10YR 2/2) moist; weak medium and coarse subangular blocky structure parting to weak fine granular; slightly hard, very friable, slightly sticky and slightly plastic; 20 percent channers; less than 5 percent angular cobbles; slightly alkaline; clear wavy boundary.  (5 to 10 inches thick)\nBw--14 to 27 inches; brown (7.5YR 5/4) very channery loam, dark brown (7.5YR 4/4) moist; weak fine and medium subangular blocky structure; slightly hard, very friable, slightly sticky and nonplastic; 40 percent channers, 15 percent angular cobbles; slightly alkaline; clear wavy boundary.  (8 to 16 inches thick)\nC--27 to 60 inches; pale brown (10YR 6/3) very channery sandy loam, brown (10YR 4/3) moist; weak fine and medium subangular blocky structure; slightly hard, very friable, slightly sticky and nonplastic; 40 percent channers, 15 percent angular cobbles; slightly alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Rio Blanco County, Colorado, about 10 miles northeast of Meeker, Colorado; about 950 feet south and 600 feet east of the northwest corner of Sec. 30, T. 2 N., R. 92 W.  U.S.G.S. Rattlesnake Mesa quad.; Lat. 40 degrees, 07 minutes, 06 seconds N., and Long. 107 degrees, 45 minutes, 38 seconds W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Mean annual soil temperature ranges from 38 to 42 degrees F.  Mean summer soil temperature ranges from 54 to 59 degrees F.  The solum ranges from 16 to 32 inches thick.  The mollic epipedon ranges from 10 to 15 inches thick.  Channers or pebbles and angular or rounded cobbles with some stones range from 35 to 65 percent in the particle-size control section and C horizon.  The fine earth fraction of the particle-size control section is typically a loam but ranges to a sandy loam in the C horizon.  Clay ranges from 10 to 20 percent, silt from 10 to 40 percent, and sand from 35 to 75 percent.  Contrasting material or bedrock is at depths below 40 inches in some pedons.\nThe A horizon has hue of 2.5Y through 7.5YR, value of 3 through 5 dry, 2 or 3 moist, and chroma of 2 or 3.  This horizon is 5 to 20 percent channers or gravel, 0 to 25 percent cobbles, and 0 to 10 percent stones.   It is neutral or slightly alkaline.\nThe Bw horizon has hue of 2.5Y through 7.5YR, value of 4 through 6 dry, 3 through 5 moist, and chroma of 3 or 4.  It is very channery or very cobbly loam, sandy loam, or very cobbly sandy loam.  Reaction is slightly acid to slightly alkaline.\nThe C horizon has hue of 2.5Y through 7.5YR, value of 5 or 6 dry, 4 or 5 moist, and chroma of 3 through 6.  It is very channery or very cobbly to extremely cobbly sandy loam, very channery loam, or very cobbly loam.  Reaction is slightly acid to slightly alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Antrobus (CO), Basinpeak (NV), Broad Canyon (UT), Decram (NV), Fairydell (NV), Farlow (WY), Foxmount (NV), Gaia (NV), Grafen (CO), Greyback (WY), Handran (CO), Kamack (UT), Klug (ID), Krackle (OR), Lag (ID), Maurice (MT), McCort (WY), Middlehill (ID), Midelight (WY), Midfork (WY), Parachute (CO), Rockabin (NV), Sebud (MT),  Silvercliff (CO), Sup (NV), Supervisor (NM), Surdal (MT), Teemat (WY), Tiban (MT), Timmercrek (NV), Tineman (WY), and Wareagle (ID) series.  Antrobus, Handran, and Midelight soils lack a cambic horizon Basinpeak soils have mean annual soil temperature of 43 to 47 degrees F.  and lack Bw horizons.  Fairydell soils are calcareous below the A horizon and have horizons of carbonate accumulations.  Foxmount, Grafen, Rockabin, and Supervisor soils have bedrock at a depth ranging from 20 to 40 inches.  Broad Canyon soils have sand and gravel substrata at a depth ranging from 20 to 40 inches.  Kamack soils have an O horizon 6 inches thick.  Farlow, Greyback, Silvercliff, Teemat, and Tiban soils have a continuous Ck horizon.  Decram, Krackle, Middlehill, and Parachute soils have a lithic contact at a depth of 20 to 40 inches.  Gaia soils lack Bw horizons and have lamellae in the C horizon.  Klug soils have lime carbonate as pendants on coarse fragments in the lower part of the particle-size control section.  Lag soils lack channers but have dominantly gravel (70 to 95 percent) in the Bw and C horizons.  Fairydell soils have a Cqk horizon.  Maurice soils have mean annual soil temperature of 42 to 46 degrees F., have cambic horizons extending deeper than 40 inches, and have elevations of 4,000 to 7,000 feet.  Midfork soils are uniformly calcareous at a depth of 4 to 15 inches below the surface.  Antrobus and Sebud soils have 20 to 35 percent clay in the finer-than-2mm fraction of the particle-size control section.  McCort soils have hues of 5YR in the lower cambic and C horizons.  Sup soils have mean annual soil temperatures warmer than 42 degrees F. and moderately acid soil reaction in the C horizon.  Sup soils are noncalcareous throughout and have moderately or slightly acid soil reactions.  Surdal soils have a lithic contact at 20 to 40 inches.  Timmercrek soils have 65 to 85 percent rock fragments in the texture control section, and have lamellae in the C horizon.  Tineman soils have a horizon of gravelly sand or loamy sand in the lower part of the control section.  Wareagle soils have mean annual soil temperatures lower than 38 degrees F."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Thornburgh soils are on mountain side slopes and toe slopes at elevations of 6,800 to 9,500 feet.  Slopes range from 0 to 65 percent.  These soils formed in colluvium and alluvium from sedimentary rocks or glacial outwash.  Mean annual precipitation ranges from 16 to 25 inches.  Mean annual temperature ranges from 36 to 40 degrees F."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Jerry, Thone, and the competing Parachute soils.  Jerry soils have more than 35 percent clay and lack 35 percent or more coarse fragments in their particle-size control section.  Rhone soils are pachic and have less than 35 percent rock fragments in the particle-size control section."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; slow runoff; moderately rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used mainly as rangeland.  Vegetation is principally Gambel oak, serviceberry, snowberry, chokecherry, Letterman needlegrass, mountain brome, elk sedge, western wheatgrass, and bluegrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Western Colorado and possibly adjacent parts of Wyoming.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Rio Blanco County, Colorado, 1979."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic features include a mollic epipedon from 0 to 14 inches; a cambic horizon from 14 to 27 inches; more than 35 percent rock fragments in the particle control section; a cryic temperature regime.  Last revised by the state 4/95."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "NA"
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A1",
        "top": 0,
        "bottom": 13,
        "dry_hue": "10YR",
        "dry_value": 3,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 2,
        "texture_class": "loam",
        "structure": "weak fine and very fine granular",
        "dry_rupture": "soft",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "channery",
        "pH": "NA",
        "pH_class": "slightly alkaline",
        "eff_class": "NA",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A1--0 to 5 inches; very dark grayish brown (10YR 3/2) channery loam, very dark brown (10YR 2/2) moist; weak fine and very fine granular structure; soft, very friable, slightly sticky and nonplastic; 20 percent channers; slightly alkaline; clear smooth boundary.  (3 to 6 inches thick)"
      },
      {
        "name": "A2",
        "top": 13,
        "bottom": 36,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 2,
        "texture_class": "loam",
        "structure": "weak medium and coarse subangular blocky",
        "dry_rupture": "hard",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "channery",
        "pH": "NA",
        "pH_class": "slightly alkaline",
        "eff_class": "NA",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "A2--5 to 14 inches; dark grayish brown (10YR 4/2) channery loam, very dark brown (10YR 2/2) moist; weak medium and coarse subangular blocky structure parting to weak fine granular; slightly hard, very friable, slightly sticky and slightly plastic; 20 percent channers; less than 5 percent angular cobbles; slightly alkaline; clear wavy boundary.  (5 to 10 inches thick)"
      },
      {
        "name": "Bw",
        "top": 36,
        "bottom": 69,
        "dry_hue": "7.5YR",
        "dry_value": 5,
        "dry_chroma": 4,
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "loam",
        "structure": "weak fine and medium subangular blocky",
        "dry_rupture": "hard",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "very channery",
        "pH": "NA",
        "pH_class": "slightly alkaline",
        "eff_class": "NA",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bw--14 to 27 inches; brown (7.5YR 5/4) very channery loam, dark brown (7.5YR 4/4) moist; weak fine and medium subangular blocky structure; slightly hard, very friable, slightly sticky and nonplastic; 40 percent channers, 15 percent angular cobbles; slightly alkaline; clear wavy boundary.  (8 to 16 inches thick)"
      },
      {
        "name": "C",
        "top": 69,
        "bottom": 152,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "sandy loam",
        "structure": "weak fine and medium subangular blocky",
        "dry_rupture": "hard",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "very channery",
        "pH": "NA",
        "pH_class": "slightly alkaline",
        "eff_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "C--27 to 60 inches; pale brown (10YR 6/3) very channery sandy loam, brown (10YR 4/3) moist; weak fine and medium subangular blocky structure; slightly hard, very friable, slightly sticky and nonplastic; 40 percent channers, 15 percent angular cobbles; slightly alkaline."
      }
    ]
  ]
}
