{
  "SERIES": "THORNDIKE",
  "STATUS": "Established Series",
  "BYREV": "Rev. KJL-JAF-WDH-NRB",
  "REVDATE": "04/2016",
  "STATES": "ME,NH",
  "OVERVIEW": "The Thorndike series consists of shallow, somewhat excessively drained soils formed in till on hills and mountains. Saturated hydraulic conductivity is moderately high tor high in the mineral soil. Slope ranges from 0 to 45 percent. Mean annual temperature is about 5 degrees C and mean annual precipitation is about 1120 mm at the type location.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, isotic, frigid Lithic Haplorthods"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Thorndike channery silt loam, on a 10 percent southwest-facing slope in a very stony wooded area. (Colors are for moist soil.)\nOa -- 0 to 8 cm; black (10YR 2/1) sapric material; moderate very fine granular structure; very friable; many very fine and fine, common medium and few coarse roots; extremely acid; abrupt wavy boundary. (0 to 8 cm thick.)\nE -- 8 to 10 cm; pinkish gray (7.5YR 6/2) channery silt loam; weak very fine granular structure; very friable; few very fine roots; 30 percent channers; extremely acid; abrupt broken boundary. (0 to 12 cm thick.)\nBs1 -- 10 to 15 cm; yellowish red (5YR 4/6) channery silt loam; weak fine granular structure; very friable; common very fine, few fine and medium roots; 30 percent channers; very strongly acid; abrupt broken boundary.\nBs2 -- 15 to 20 cm; brown (7.5YR 5/4) channery silt loam; weak fine granular structure; friable; few very fine, fine, and medium roots; 30 percent channers; very strongly acid; clear wavy boundary.\nBs3 -- 20 to 46 cm; dark yellowish brown (10YR 4/6) very channery silt loam; weak fine granular structure; friable; few very fine and fine roots; 40 percent channers; very strongly acid; clear wavy boundary. (Combined thickness of the Bs horizon is 8 to 40 cm.)\nR -- 46 cm; fractured bedrock."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Piscataquis County, Maine; Town of Sangerville; northeast of Center Pond; USGS Sangerville, ME topographic quadrangle; Latitude 45 degrees, 08 minutes, 03 seconds N. and Longitude 69 degrees, 17 minutes, and 57 seconds W., NAD 1927."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Thickness of the solum ranges from 25 to 50 cm and corresponds to the depth to bedrock. Rock fragments are dominantly slate, phyllite, or shale and the weighted average ranges from 35 to 80 percent of the mineral soil by volume. Stones and boulders cover from 0 to 3 percent of the surface. The soil is typically silt loam or loam in the fine-earth fraction, but occasionally there will be coarser textured horizons. Reaction ranges from extremely acid to moderately acid, unless limed.\nThe Ap horizon, where present, is 15 to 25 cm thick and has hue of 10YR, value of 3 to 5, and chroma of 2 to 6. Most undisturbed areas have O horizons that overlie the E horizon, but a few pedons have a 3 to 6 centimeter thick A horizon over the E horizon. Consistence is very friable or friable. The A horizon, where present, has a hue of 10YR, value of 3 or 4, and chroma of 1 to 3.\nThe E horizon has a hue of 7.5YR or 10YR, value of 5 to 7, and chroma of 1 or 2. In some pedons, the texture is very fine sandy loam. Consistence is very friable or friable.\nSome pedons have a Bh horizon has with hue of 2.5 YR to 7.5YR, value of 2.5 or 3, and chroma of 1. Consistence is very friable or friable.\nSome pedons have a Bhs horizon with hue of 2.5YR to 7.5YR value of 2.5 or 3, and chroma of 2 or 3. Consistence is very friable or friable.\nThe Bs horizon has hue of 5YR to 10YR, value of 3 to 6, and chroma of 4 to 8. Consistence is very friable or friable.\nThe BC horizon, where present, has hue of 2.5Y or 5Y, with value and chroma of 4 to 6. Consistence is very friable or friable. It ranges up to 23 cm thick.\nThe bedrock is generally slate, phyllite, or calcareous metasedimentary rock that is fractured in the upper part."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: The Canaan and Killington series are members of the same family. Canaan soils range from gravelly fine sandy loam to very gravelly sandy loam throughout. Rock fragments are dominantly granite. Killington soils are derived from gneiss and schist and do not have channery rock fragments."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Thorndike soils are on hills and mountains. Slope ranges from 0 to 45 percent. The soils formed in a thin mantle of till derived principally from slate, phyllite, or shale. The climate is humid and cool temperate. The mean annual air temperature ranges from 3 to 7 degrees C and the mean annual precipitation ranges from 910 to 1170 mm. The frost-free season ranges from 100 to 150 days. Elevation ranges from 61 to 762 meters above mean sea level."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Bangor, Burnham, Dixmont, Monarda, Penquis, Ragmuff, Plaisted, and Winnecook soils. These soils all are deeper than 50 cm to bedrock, and they all have less than 35 percent by volume of rock fragments and are located on lower positions in the nearby landscape."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Somewhat excessively drained. Surface runoff is slow to rapid, depending on slope and bedrock exposure. Saturated hydraulic conductivity is moderately high tor high in the mineral soil."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Mostly forest. Common tree species include red spruce, white spruce, balsam fir, sugar maple, white birch, yellow birch, eastern white pine, and some white cedar. Some areas are cleared and used for growing hay, pasture, or cultivated crops."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Maine. MLRA 143, 144B, and 146. The series is of large extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Amherst, Massachusetts"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Waldo County, Maine, 1940."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: In Penobscot County, Maine and Aroostook County, Maine Soil Surveys, soils mapped Thorndike include both shallow and moderately deep soils.\nDiagnostic horizons and features recognized in this pedon are:\n1. Albic horizon - the zone from 8 to 10 cm (E horizon).\n2. Spodic horizon - the zone from 10 to 20 cm (Bs1 and Bs2 horizons).\n3. Cambic horizon - the zone from 20 to 46 cm (Bs3 horizon).\n4. Lithic feature - the occurrence of bedrock at a depth of 46 cm.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "somewhat excessively",
        "drainage_overview": "somewhat excessively"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Oa",
        "top": 0,
        "bottom": 8,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 1,
        "pH_class": "extremely acid",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "Oa -- 0 to 8 cm; black (10YR 2/1) sapric material; moderate very fine granular structure; very friable; many very fine and fine, common medium and few coarse roots; extremely acid; abrupt wavy boundary. (0 to 8 cm thick.)"
      },
      {
        "name": "E",
        "top": 8,
        "bottom": 10,
        "moist_hue": "7.5YR",
        "moist_value": 6,
        "moist_chroma": 2,
        "texture_class": "silt loam",
        "cf_class": "channery",
        "pH_class": "extremely acid",
        "distinctness": "abrupt",
        "topography": "broken",
        "narrative": "E -- 8 to 10 cm; pinkish gray (7.5YR 6/2) channery silt loam; weak very fine granular structure; very friable; few very fine roots; 30 percent channers; extremely acid; abrupt broken boundary. (0 to 12 cm thick.)"
      },
      {
        "name": "Bs1",
        "top": 10,
        "bottom": 15,
        "moist_hue": "5YR",
        "moist_value": 4,
        "moist_chroma": 6,
        "texture_class": "silt loam",
        "cf_class": "channery",
        "pH_class": "very strongly acid",
        "distinctness": "abrupt",
        "topography": "broken",
        "narrative": "Bs1 -- 10 to 15 cm; yellowish red (5YR 4/6) channery silt loam; weak fine granular structure; very friable; common very fine, few fine and medium roots; 30 percent channers; very strongly acid; abrupt broken boundary."
      },
      {
        "name": "Bs2",
        "top": 15,
        "bottom": 20,
        "moist_hue": "7.5YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "silt loam",
        "cf_class": "channery",
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bs2 -- 15 to 20 cm; brown (7.5YR 5/4) channery silt loam; weak fine granular structure; friable; few very fine, fine, and medium roots; 30 percent channers; very strongly acid; clear wavy boundary."
      },
      {
        "name": "Bs3",
        "top": 20,
        "bottom": 46,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 6,
        "texture_class": "silt loam",
        "cf_class": "very channery",
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bs3 -- 20 to 46 cm; dark yellowish brown (10YR 4/6) very channery silt loam; weak fine granular structure; friable; few very fine and fine roots; 40 percent channers; very strongly acid; clear wavy boundary. (Combined thickness of the Bs horizon is 8 to 40 cm.)"
      },
      {
        "name": "R",
        "top": 46,
        "narrative": "R -- 46 cm; fractured bedrock."
      }
    ]
  ]
}
