{
  "SERIES": "THOUT",
  "STATUS": "Established Series",
  "BYREV": "Rev. DWB/TDT/EMM",
  "REVDATE": "09/2005",
  "STATES": "WA",
  "OVERVIEW": "The Thout series consists of moderately deep, well drained soils formed in residuum and colluvium from extrusive igneous rocks and glacial till with a component of volcanic ash in the upper part. Thout soils are on glaciated mountainsides and ridgetops and have slopes of 5 to 65 percent. The average annual precipitation is about 25 inches and the mean annual temperature is about 43 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, isotic, frigid Vitrandic Haploxerepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Thout gravelly ashy loam, woodland. (Colors are for dry soil unless otherwise noted.)\nO--0 to 2 inches; very dark brown (10YR 2/2) moist; loose; slightly decomposed organic litter composed of needles, leaves, twigs, bark, and cones; abrupt smooth boundary. (0.5 to 3 inches thick)\nA--2 to 7 inches; grayish brown (10YR 5/2) gravelly ashy loam, very dark brown (10YR 2/2) moist; weak very fine and fine granular structure; soft, friable, slightly sticky and slightly plastic; many fine, common medium and coarse roots; many fine pores; 15 percent gravel; neutral (pH 7.0); clear wavy boundary. (3 to 9 inches thick)\nAB--7 to 11 inches; pale brown (10YR 6/3) gravelly ashy loam, dark brown (10YR 3/3) moist; weak very fine and fine subangular blocky structure; soft, friable, slightly sticky and slightly plastic; many fine, few medium and coarse roots; many fine pores; 25 percent gravel; neutral (pH 6.8); clear wavy boundary. (0 to 6 inches thick)\nBw1--11 to 18 inches; light yellowish brown (10YR 6/4) very gravelly loam, dark yellowish brown (10YR 4/4) moist; weak fine and medium subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; many fine, few medium and coarse roots; many fine pores; 25 percent angular gravel, 10 percent angular cobbles; neutral (pH 7.0); clear wavy boundary. (6 to 15 inches thick)\nBw2--18 to 26 inches; yellowish brown (10YR 5/4) very gravelly loam, dark yellowish brown (10YR 3/4) moist; weak medium subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; common fine, few medium and coarse roots; common fine pores; 35 percent angular gravel, 15 percent angular cobbles from fracture blocky parent rock; neutral (pH 7.0); abrupt irregular boundary. (4 to 13 inches thick)\nR--26 inches; andesite."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Stevens County, Washington; about 4 miles east of Pierre Lake, 1,300 feet north and 2,600 feet west of the SE corner of section 4, T.39N., R.37E., WM."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: The mean annual soil temperature at 20 inches ranges from 44 to 46 degrees F. The soil is usually moist in all horizons but is dry in all parts between 8 and 24 inches or to a lithic contact for 60 to 75 consecutive days following the summer solstice. The depth to a lithic contact is 20 to 40 inches. The upper 7 to 14 inches has an estimated moist bulk density of 1.20 to 1.50 g/cc, volcanic glass content of 5 to 20 percent, acid-oxalate extractable aluminum plus one-half of the acid-oxalate extractable iron of 0.4 to 1.0 percent, and 15-bar water retention of 5 to 10 percent for air dried samples. The particle size control section is more than 35 percent gravel and cobbles. Rock fragments may be rounded or angular in shape.\nThe A horizon has value of 4 to 6 dry, 2 or 3 moist, and chroma of 2 or 3 dry or moist. Gravel content ranges from 15 to 25 percent.\nThe Bw horizon has hue of 10YR, 2.5Y or 5Y, value of 5 or 6 dry, 3 or 4 moist, and chroma of 3 or 4. It is loam or sandy loam and is very gravelly or very cobbly. It has very fine to coarse subangular blocky structure. It is 20 to 50 percent gravel, 5 to 15 percent cobbles, and 0 to 10 percent stones."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Analulu, Ardenvoir, Blinn, Brevco, Coxit, Easte, Highhorn, Huntrock, Jimbluff, Kamela, Lekrem, Longort, Noil, Ontrail, Radercreek, Redpeak, Santop, and Seeburg series. The Analulu soil is dry for 45 to 60 consecutive days following the summer solstice. The Ardenvoir soils are 40 to 60 inches deep to a paralithic contact.  The Blinn soils are dry for 45 to 60 consecutive days.  The Brevco soil has a mean annual soil temperature of 40 to 44 degrees F. The Coxit, Jimbluff, Lekrem, Longort, Ontrail and Seeburg soils are very deep. The Highhorn soil has 40 to 60 percent volcanic glass in the upper 7 to 14 inches. The Kamela soil has 20 to 40 percent volcanic glass in the upper 7 to 14 inches. The Noil soils are 40 to 60 inches deep to a paralithic contact.  Radercreek soils are 40 to 60 inches deep to a lithic contact.  The Redpeak and Santop soils have 2C horizons."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Thout soils are usually on the upper portions of glaciated mountainsides and ridgetops at elevations of 2,200 to 5,200 feet. Slopes are usually convex and range from 5 to 65 percent. The soils formed in residuum and colluvium from extrusive igneous rocks and glacial till with a component of volcanic ash in the upper part. The parent rock is dominantly andesite, rhyolite, or basalt. Thout soils are in a continental climate having warm, dry summers and cool, moist winters. The mean annual temperature is 43 degrees F.; the average annual precipitation ranges from 15 to 35 inches; and the frost free season is 90 to 120 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Aits, Baldknob, Buhrig, Inkler, Johntom, Manley, Nevine, Northstar, and the competing Merkel soils. Aits, Inkler, Manley, and Nevine soils are more than 60 inches in depth. Aits soils are on glaciated mountains.  Inkler soils are on foothills and mountains.  Nevine soils are on moraines, foothills and mountains.  Baldknob soils are 10 to 20 inches deep to a lithic contact and are on summits, shoulders and backslopes of glacially scoured foothills and mountains. Manley and Buhrig soils are cryic. Manley soils are on upper slopes of foothills and mountains.  Buhrig soils are on mountain ridges and knobs.  Johntom and Northstar soils are mesic and are on mountain ridges, shoulders and upper backslopes."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; medium to very rapid runoff; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Soil areas are primarily used for grazing, woodland and wildlife habitat. Overstory vegetation includes Douglas fir, ponderosa pine, and western larch. The understory and ground vegetation includes common snowberry, mallow ninebark, wild rose, Oregon-grape, pachistima, strawberry, yarrow, pinegrass, Idaho fescue, elk sedge, and bluebunch wheatgrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Thout soils are in the mountainous areas of Northeastern Washington. MLRA 6, 43A. They are moderate in extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Stevens County, Washington, 1978."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this soil are an ochric epipedon from the surface to 11 inches, a cambic horizon from 11 to 26 inches, and a lithic contact at 26 inches. The particle-size control section is from 10 to 26 inches and is 44 percent rock fragments by weighted average.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
