{
  "SERIES": "THRASH",
  "STATUS": "Established Series",
  "BYREV": "Rev. RLE/RGC/RJE",
  "REVDATE": "09/2004",
  "STATES": "WA",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Medial, ferrihydritic, mesic Typic Hapludands"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Thrash silty clay loam - under a coniferous forest on a l3 percent convex north facing back slope at an elevation of 700 feet.  (The soil was moist when described. Colors are for moist soil unless otherwise stated.  All textures are apparent field textures.)\n0l & 02--l inch to 0; very dark grayish brown (l0YR 3/2) moist, loose, partially decomposed organic litter composed of needles, leaves, twigs, bark and cones; abrupt smooth boundary.  (l to 3 inches thick)\nAl--0 to 8 inches; dark brown (7.5YR 4/4) silty clay loam, brown (7.5YR 5/4) dry; moderate fine and medium subangular blocky structure parting to moderate medium granular; hard, firm, sticky, plastic and weakly smeary; few fine, medium and coarse roots; many very fine pores; 20 percent weathered tuff breccia pebbles, 2-4mm in diameter; medium acid (pH 6.0); clear wavy boundary.  (6 to l2 inches thick)\nB2l--8 to 27 inches; strong brown (7.5YR 4/6) silty clay loam, strong brown (7.5YR 5/6) dry; moderate fine and medium subangular blocky structure; hard, firm, sticky, plastic and weakly smeary; few fine, medium and coarse roots; many very fine pores; few thin clay films on peds and in root channels; 5 percent weathered tuff breccia pebbles, 2-6mm in diameter; medium acid (pH 5.8); clear wavy boundary.  (l7 to 2l inches thick)\nB22--27 to 50 inches; strong brown (7.5YR 4/6) silty clay loam, strong brown (7.5YR 5/6) dry; moderate medium and coarse subangular blocky structure; hard, firm, sticky and plastic; few fine roots; common very fine pores; few thin clay films on peds and along root channels; 5 percent black weathered tuff breccia pebbles, 2 to 6 mm in diameter; medium acid (pH 5.8); gradual wavy boundary.  (l6 to 30 inches thick)\nB3--50 to 60 inches; strong brown (7.5YR 4/6) silty clay loam, yellowish red (7.5YR 4/6) dry; massive; hard, firm, sticky and plastic; few roots; few very fine pores; 75 percent black weathered breccia pebbles, 5mm-3cm in diameter; medium acid (pH 5.8)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Lewis County, Washington; approximately 2 miles north of Dryad in the Doty Hills, NE SW sec. 25, T. l4 N., R. 5 W., W.M."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Thrash soils are usually moist in all horizons, but are dry in all parts between depths of 4 and l2 inches for less than 45 consecutive days during the 4 months following summer solstice. Mean annual soil temperature at a depth of 20 inches ranges from 49  to 53 F.  The particle-size control section contains 0 to 5 percent unweathered pebbles, ranging from 2 to 6 mm in diameter.  The soil is medium acid or slightly acid throughout the profile.\nThe  Al horizon has hue of 7.5YR or 5YR, value of 3 or 4 moist and chroma of 3 or 4 moist or dry.  It has fine and medium granular or fine and medium subangular blocky structure.\nThe B2 horizon has hue of 7.5YR or 5YR, and chroma of 4 through 6.  It has weak or moderate fine, medium and coarse subangular blocky structure."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Coosbay, Enola, Headley, Hoquiam, Marty, Tebo, and Tolke series.  Coosbay, Hoquiam, Marty, and Tolke soils are strongly acid or very strongly acid in the control section.  Enola soils have a solum l2 to 30 inches thick and l5 to 35 percent rock fragments in the particle-size control section. Headley soils are silt loam throughout the particle-size control section.  Tebo soils have l5 to 35 percent coarse fragments in the particle-size control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Thrash soils are on foothills and mountainous uplands at elevations of 400 to l,800 feet. Slopes are commonly convex and range from 8 to 30 percent. These soils formed in residuum from tuff breccia or waterlain bedded tuff of the lower member of the McIntosh formation with an admixture of weathered  volcanic ash in the upper part.  The climate is marine and characterized by cool, dry summers and cool wet winters. Mean annual precipitation is 75 to 85 inches.  Mean temperature in January is 38  F., mean temperature  in July is 65  F., mean annual temperature is about 52  F.  The growing season (28 F.) is l50 to 200 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Astoria, Boistfort, Buckhorn, Elochman, Katula, Lytell, Swem, Walville and Zenker soils.  All of these soils have an umbric epipedon.  Buckhorn, Lytell, Swem and Zenker soils have more than 35 percent weathered siltstone or sandstone fragments in the particle-size control section. Bunker soils have l5 to 35 percent basalt fragments in the particle-size control section.  Elochman soils have a loam B horizon and lack pebble-size fragments in the particle-size control section.  Katula soils have bedrock at a depth of 20 to 40 inches."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; medium to rapid runoff; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used for timber production, watershed and wildlife habitat.  A few small areas are cleared for pasture and housing.  Overstory vegetation is Douglas-fir and red alder.  Understory and ground vegetation is tree seedlings, vine maple, western swordfern, Oregon-grape, salal, rose, red huckleberry, creambush oceanspray, Oregon oxalis, pathfinder, bedstraw, starflower, wild ginger, white inside-out flower, starry false-solomons seal and wild lily of the valley."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Foothills and mountainous uplands of western Lewis County, Washington.  The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "ORIGIN",
    "content": null
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Classification only changed 4/94 because of recent amendments to Soil Taxonomy.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
