{
  "SERIES": "THREECENT",
  "STATUS": "Tentative Series",
  "BYREV": "IRD. RJO/DAL",
  "REVDATE": "01/2004",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Ashy over loamy-skeletal, amorphic over isotic, frigid Typic Udivitrands"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Threecent ashy silt loam - woodland, on a 25 percent north-facing slope at an elevation of 5,440 feet. (Colors are for moist soil unless otherwise noted. Soil textures are apparent field textures.)\nOi--0 to 1 inches; needles, twigs and logs\nAB--1 to 11 inches; dark yellowish brown (10YR 4/4) ashy silt loam, light yellowish brown (10YR 6/4) dry; weak medium and fine subangular blocky structure; soft, very friable, nonsticky, nonplastic and weakly smeary; common very fine, fine, and medium, and few coarse roots; few very fine tubular pores; 10 percent gravel; neutral (pH 6.8); clear wavy boundary. (4 to 10 inches thick)\nBw--11 to 19 inches; dark yellowish brown (10YR 4/4) gravelly ashy silt loam, very pale brown (10YR 7/3) dry; weak medium and fine subangular blocky structure; soft, very friable, nonsticky, nonplastic and weakly smeary; common very fine, fine, medium and coarse roots; few very fine tubular pores; 15 percent gravel; neutral (pH 6.8); abrupt wavy boundary. (4 to 12 inches thick)\n2Eb--19 to 28 inches; brown (10YR 4/3) very gravelly sandy loam, light brownish gray (10YR 6/2) dry; weak fine and very fine subangular blocky structure; soft, friable, nonsticky and nonplastic; common very fine, fine and medium, and few coarse roots; common very fine and few fine irregular pores; 35 percent gravel and 10 percent cobbles; slightly acid (pH 6.5); gradual smooth boundary. (3 to 9 inches thick)\n2Bwb--28 to 39 inches; dark grayish brown (10YR 4/2) very gravelly sandy loam, light brownish gray (10YR 6/2) dry; weak fine and very fine subangular blocky structure; soft, friable, nonsticky and nonplastic; common very fine and few fine and medium roots; common very fine and few fine irregular pores; 45 percent gravel, and 15 percent cobbles; slightly acid (pH 6.5); abrupt irregular boundary. (9 to 19 inches thick)\n2R--39 inches; fractured argillite bedrock"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Grant County, Oregon\nSection 34 (SE , SE , SW ), T. 7 S., R. 35 E.\nUTM Zone 11; 4,973,780 northing; 382,520 easting\nLatitude: 44 degrees, 54 minutes, 27 seconds N\nLongitude: 118 degrees, 29 minutes, 17 seconds W\nUSGS Quadrangle: Trout Meadows"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil Temperature:  frigid regime\nMean Annual Soil Temperature:  40 to 45 degrees F\nMean Summer Soil Temperature:  48 to 55 degrees F\nMean Winter Soil Temperature:  32 to 37 degrees F\nSoil Moisture:  udic regime, dry 30 to 40 days in summer\nParticle-size Control Section: mineral soil surface to bedrock\nUpper part (ashy):  14 to 18 inches thick\nClay content:  6 to 13 percent\nRock fragment content:  1 to 15 percent\nLower part (loamy-skeletal):  11 to 20 inches thick\nClay content:  4 to 12 percent\nRock fragment content:  40 to 70 percent\nDiagnostic Horizons and Features:\nandic soil properties: upper boundary at the mineral surface; 14 to 18 inches thick\nA1 + 1/2Fe(aox):  1.0 to 3.0 percent\nbulk density:  0.65 to 1.0 g/cc\nP retention:  40 to 90 percent\n0.02-2.0 mm fraction: 40 to 60 percent of fine earth\nglass content in the 0.02-2.0 mm fraction: 60 to 90 percent\nwater content at 1500 kPa (air dried): 5 to 12 percent\n8Si + 2Fe (aox): 5 to 12 percent\n8Si - 2Fe (aox): 4 to 8 percent\nochric epipedon: 4 to 10 inches thick\ncambic horizons:\nupper: 4 to 12 inches thick\nlower: 10 to 19 inches thick\nlithic contact depth:  20 to 40 inches\nMajor Horizons:\nA horizon  (may include AB horizons)\ncolor, moist: 7.5YR 2.5/2, 3/2, 3/4, 4/3; 10YR 4/3, 4/4\ncolor, dry: 7.5YR 5/3, 6/4; 10YR 5/4, 6/4\ntexture: ASHY-SIL, GR-ASHY-SIL\nclay content: 6 to 14 percent\nrock fragment content: 1 to 15 percent\ngravel: 1 to 10 percent\ncobbles: 0 to 5 percent\nreaction: slightly acid to neutral; pH: 6.1 to 7.3\norganic carbon: 1.0 to 5.0 percent\nBw horizon\ncolor, moist: 7.5YR 3/4, 4/3; 10YR 3/4, 4/4, 5/4, 5/6\ncolor, dry 7.5YR 5/4, 6/4; 10YR 7/3, 7/4\ntexture: ASHY-SIL, GR-ASHY-SIL\nclay content: 6 to 12 percent\nrock fragment content:  1 to 15 percent\ngravel: 1 to 15 percent\nreaction: slightly acid to neutral; pH: 6.1 to 7.3\norganic carbon: 0.6 to 1.0 percent\n2Eb horizon\ncolor, moist: 7.5YR 5/4; 10YR 4/2, 4/3\ncolor, dry: 7.5YR 7/4; 10YR 6/2, 7/2\ntexture: GRV-SL, GRV-L\nclay content: 4 to 12 percent\nrock fragment content:  40 to 45 percent\ngravel: 30 to 35 percent\ncobbles: 5 to 10 percent\nreaction: slightly acid to neutral; pH: 6.1 to 7.3\n2Bwb horizon\ncolor, moist: 7.5YR 3/3, 4/3, 4/4; 10YR 4/2, 4/3\ncolor, dry: 7.5YR 5/3, 6/4, 7/4; 10YR 6/2, 6/3\ntexture: GRV-L, CBV-SIL, CBX-L, GRV-SL\nclay content: 4 to 12 percent\nrock fragment content:  40 to 75 percent\ngravel: 40 to 65 percent\ncobbles: 0 to 30 percent\nstones: 0 to 10 percent\nreaction: slightly acid to neutral; pH: 6.1 to 7.3"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:\nThreecent (T)  -- moderately deep (20 to 40 inches) to a lithic contact; ashy part of the pscs has 60 to 90 percent glass in the 0.02 to 2.0 mm fraction; loamy-skeletal part of pscs has 4 to 12 percent clay; formed in volcanic ash over colluvium and residuum from metasedimentary rock\nBoulderjud  -- deep (40 to 60 inches) to a paralithic contact of weathered granite; ashy part of the pscs has 30 to 65 percent glass in the 0.02 to 2.0 mm fraction; has 2Bt horizons below the ash mantle; formed in coarse-silty volcanic ash over colluvium and residuum from granitic rocks\nBulgar (T)  -- very deep (>60 inches); ashy part of the pscs has 60 to 90 percent glass in the 0.02 to 2.0 mm fraction; ash mantle with greater than 5 percent rounded rock fragments; has 2EBb, 2Ab, 2AEb, or 2Eb buried surface horizon below the ash mantle; loamy-skeletal throughout the series control section (to 80 inches); glacial rock fragments in lower pscs are rounded; formed in volcanic ash over, mostly granitic, till\nBullroar (T)  -- very deep (>60 inches); ashy part of the pscs has 60 to 90 percent glass in the 0.02 to 2.0 mm fraction; ash mantle with less than 5 percent rounded rock fragments; texture in 2BC horizon is loam, sandy loam or loamy sand (loamy-skeletal); has 2EBb, 2ACb, or 2Eb buried surface horizon below the ash mantle; coarse sand and gravel in lower part of series control section (60 to 80 inches); rounded alluvial fragments in lower pscs; formed in volcanic ash over mixed alluvium\nDeardorf (T)  -- moderately deep (20 to 40 inches) to a lithic contact; ashy part of the pscs has 60 to 90 percent glass in the 0.02 to 2.0 mm fraction; loamy-skeletal part of pscs has 12 to 17 percent clay; formed in volcanic ash over colluvium and residuum from andesitic basalt\nFerguson   -- very deep (>60 inches); texture of ash is very fine sandy loam; ashy part of the pscs has 30 to 55 percent glass in the 0.02 to 2.0 mm fraction; has 2Bw horizon; depth to 2C horizon with loamy coarse sand or sand (sandy-skeletal) is 40 to 60 inches; formed in volcanic ash over, mostly granitic, glaciofluvial deposits\nGutridge (T)  -- deep (40 to 60 inches) to a lithic contact; ashy part of the pscs has 60 to 90 percent glass in the 0.02 to 2.0 mm fraction; rock fragments in the loamy-skeletal part are subangular; formed in volcanic ash over colluvium from metasedimentary rock\nStalter (T)  -- moderately deep (20 to 40 inches) to a paralithic contact of weathered granite; ashy part of the pscs has 60 to 90 percent glass in the 0.02 to 2.0 mm fraction; formed in volcanic ash over colluvium and residuum  from granite\nTwobit (T)  -- moderately deep (20 to 40 inches) to a lithic contact; ashy part of the pscs has 60 to 90 percent glass in the 0.02 to 2.0 mm fraction; loamy-skeletal part of pscs has 18 to 27 percent clay; formed in volcanic ash over colluvium and residuum from metavolcanic rock\nSimilar soils with mixed mineralogy.\nBonnash  -- very deep (>60 inches); ashy part of the pscs has 5 to 30 percent glass in the 0.02 to 2.0 mm fraction; has 2E/Bw horizon; depth to 2C horizon with loamy coarse sand (sandy-skeletal) is 25 to 45 inches, formed in volcanic ash over mixed alluvium or glaciofluvial deposits\nBouldercreek  -- very deep (>60 inches); ashy part of the pscs has 15 to 65 percent glass in the 0.02 to 2.0 mm fraction; Bw horizon has 0 to 25 percent subangular rock fragments; has 2BC and 2C horizons below the ash mantle that contain mica flakes; formed in volcanic ash and loess over colluvium from schist, gneiss, granitic or quartzite bedrock\nDewberry  -- very deep (>60 inches); ashy part of the pscs has 12 to 20 percent glass in the 0.02 to 2.0 mm fraction; texture in 2C horizon is sandy loam (loamy-skeletal), does not have 2EBb, 2ACb, or 2Eb buried surface horizon below the ash mantle; formed in volcanic ash over mixed alluvium\nStevie  -- very deep (>60 inches); ashy part of the pscs has 12 to 20 percent glass in the 0.02 to 2.0 mm fraction; Bw horizon has 15 to 30 percent rock fragments; has 2E/Bw horizon below the ash mantle, excessively drained; formed in volcanic ash over colluvium"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nLandform:  volcaniclastic depositional and relatively stable backslopes of metasedimentary mountains\nSlope gradient:  0 to 70 percent\nParent material:  volcaniclastic volcanic ash overlying colluvium\nLithology:  Mount Mazama volcanic ash over metasedimentary rocks\nElevation:   4,000 to 5,600 feet\nClimate:   cold, wet winters and warm, dry summers\nMean annual precipitation:  25 to 38 inches\nMean annual air temperature:  38 to 43 degrees F\nFrost-free period:  35 to 80 days"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:\nBtree:  occur on concave to planar, mid to lower backslopes; 40 to 60 inches to a paralithic contact; >35 percent clay in lower part of pscs; has argillic layer\nCarbeleek (T):  occur on steeper, mid to lower backslopes; >60 inches to bedrock; <14 inches volcanic ash mantle; 18 to 31 percent clay in pscs\nFlycreek:  occur on concave to planar toeslopes; 20 to 40 inches to a lithic contact; has argillic horizon; >35 percent clay in lower pscs\nGutridge (T):  occur on planar to concave, mid to lower backslopes; 40 to 60 inches to a lithic contact\nKingbolt (T):  occur on ridges, benches and shoulders with a more southerly aspect or lower elevation; 20 to 40 inches to a lithic contact; 45 to 60 dry days\nPasturecreek (T):  occur on planar to convex backslopes; >60 inches to bedrock; <14 inches of volcanic ash"
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:\nDrainage: well drained\nPermeability: moderately rapid"
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:\nUse: timber production, wildlife habitat, recreation, watershed, and livestock grazing\nNative vegetation:  Grand fir, western larch, lodgepole pine, Douglas fir, ponderosa pine, big huckleberry, grouse huckleberry; common princes pine, longtube twinflower, white hawkweed, sidebells pyrola, bigleaf sandwort, pinegrass, western fescue, northwest sedge and elk sedge.\nEcological site:  ABGR/LIBOL2"
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:\nMLRA E43c\nDistribution: South Central Blue Mountains of Eastern Oregon\nExtent: moderate"
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES PROPOSED",
    "content": "SERIES PROPOSED: Grant County, Oregon, 2003.  The name is derived from a spring."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nochric epipedon:  1 to 11 inches  (AB  horizon)\ncambic horizon:\nupper: 11 to 19 inches  (Bw horizon)\nlower: 28 to 39 inches  (2Bwb horizon)\nparticle-size control section:\nashy part:  1 to 19 inches  (A and Bw horizons)\nloamy-skeletal part: 19 to 39 inches  (2Eb and 2Bwb horizons)\nlithic contact:  39 inches  (2R layer)\nNational Cooperative Soil Survey\nU.S.A."
  }
}
