{
  "SERIES": "THREECABIN",
  "STATUS": "Tentative Series",
  "BYREV": "IRD. RJO/RAW/DAL",
  "REVDATE": "10/2008",
  "STATES": "OR",
  "OVERVIEW": "Threecabin series consists of deep, well-drained soils on backslopes of mountains and dissected plateaus. Threecabin soils formed in colluvium from basalt mixed with volcanic ash. Slopes are 15 to 90 percent. Mean annual precipitation is about 25 inches and mean annual temperature about 40 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, isotic, frigid Vitrandic Haploxerepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Threecabin very gravelly ashy loam - forested, on a 70 percent north-facing slope at an elevation of 5,280 feet. (Colors are for moist soil unless otherwise noted.)\nOi--0 to 0.5 inch; slightly decomposed needles and twigs\nAE--0.5 to 12 inches; brown (7.5YR 4/3) very gravelly ashy loam, brown (7.5YR 5/3) dry; weak to moderate fine granular structure; soft, very friable, nonsticky and nonplastic; common fine roots; many fine and common medium irregular pores; 35 percent gravel and 5 percent cobbles; slightly acid (pH 6.5); gradual smooth boundary. (5 to 17 inches thick)\nBw1--12 to 24 inches; brown (7.5YR 4/4) very gravelly ashy loam, brown (7.5YR 5/4) dry; moderate fine and medium subangular blocky structure; slightly hard, very friable, nonsticky and nonplastic; common fine and medium, and few coarse roots; few fine irregular, and few fine and medium tubular pores; 35 percent gravel and 5 percent cobbles; slightly acid (pH 6.5); gradual smooth boundary.\nBw2--24 to 31 inches; brown (7.5YR 4/4) very gravelly ashy loam, light brown (7.5YR 6/4) dry; moderate fine and medium subangular blocky structure; slightly hard, friable, nonsticky and nonplastic; few fine and coarse, and common medium roots; few fine and medium tubular pores; 35 percent gravel and 10 percent cobbles; slightly acid (pH 6.1); gradual smooth boundary. (combined thickness of Bw1 and Bw2 horizons is 11 to 39 inches)\nBC--31 to 45 inches; brown (7.5YR 5/4) very gravelly loam, light brown (7.5YR 6/4) dry; massive; slightly hard, friable, nonsticky and nonplastic; few fine and coarse, and common medium roots; common fine irregular pores; 35 percent gravel and 20 percent cobbles; slightly acid (pH 6.1); abrupt irregular boundary. (0 to 16 inches thick)\nR--45 inches; basalt bedrock"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Wallowa County, Oregon\nSection 28 (SW1/4, NW1/4, SE1/4) T. 5 N., R. 47 E.\nLatitude: 45 degrees, 52 minutes, 53 seconds North\nLongitude: 116 degrees, 56 minutes, 30 seconds West\nUTM coordinates:  Zone 11; northing: 5,080,660.1; easting: 504,516.7; NAD27\nUSGS Quadrangle:  Jim Creek Butte"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil Temperature:  frigid regime\nMean Annual Soil Temperature: 38 to 45 degrees F\nMean Summer Soil Temperature: 47 to 54 degrees F\nMean Winter Soil Temperature: 32 to 37 degrees F\nSoil Moisture: xeric regime; dry 45 to 60 consecutive days in summer\nParticle-size Control Section: 10 to 40 inches below mineral soil surface\nClay content, average: 11 to 17 percent\nRock fragment content, average: 35 to 55 percent\nDiagnostic Horizons and Features:\nvitrandic subgroup properties: upper boundary at the mineral soil surface; 24 to 44 inches thick\nAl+1/2Fe (ammonium oxalate): 0.2 to 0.9 percent\nP retention: 25 to 45 percent\nglass content in the 0.02-2.0mm fraction: 15 to 30 percent\ncambic horizon: 11 to 39 inches thick\nlithic contact, depth below mineral soil surface: 40 to 60 inches\nAE horizon; A, E or EB horizon in some pedons:\ncolor, moist: 7.5YR 4/2, 4/3; 10YR 3/1, 4/2, 4/3\ncolor, dry: 7.5YR 5/2, 5/3, 6/4; 10YR 4/3, 5/2, 5/3, 6/3\ntexture:  GRV-ASHY-L, GR-ASHY-SIL, GR-ASHY-SL, GR-ASHY-L\nclay content: 8 to 14 percent\nrock fragments: 15 to 45 percent\ngravel: 15 to 35 percent\ncobbles: 0 to 5 percent\nstones: 0 to 5 percent\nreaction: slightly acid to neutral; pH: 6.1 to 7.3\nBw horizon:\ncolor, moist: 7.5YR 4/4, 5/4; 10YR 4/3, 4/4, 5/3\ncolor, dry: 7.5YR 5/4, 6/4; 10YR 5/3, 6/4\ntexture: CBV-ASHY-L, CBV-ASHY-SIL, CBV-ASHY-SL, GRV-ASHY-L\nclay content: 12 to 17 percent\nrock fragments: 35 to 55 percent\ngravel: 25 to 35 percent\ncobbles: 10 to 20 percent\nstones: 0 to 10 percent\nreaction: slightly acid; pH: 6.1 to 6.5\nBC horizon; C horizon in some pedons:\ncolor, moist: 7.5YR 5/4; 10YR 4/3, 4/4, 5/4\ncolor, dry: 7.5YR 5/4, 6/4; 10YR 5/4, 6/4\ntexture:  CBV-L, CBX-SIL, CBX-SL, GRX-L, GRV-L\nclay content: 10 to 18 percent\nrock fragments: 45 to 80 percent\ngravel: 20 to 55 percent\ncobbles: 15 to 30 percent\nstones: 0 to 10 percent\nreaction: slightly acid; pH: 6.1to 6.5"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:\nAnalulu -- moderately deep (20 to 40 inches) to a lithic contact (argillite); minor volcanic ash influence in upper 7 to 14 inches has 5 to 20 percent glass; particle-size control section averages 8 to 15 percent clay\nArdenvoir - moderately deep (20 to 40 inches) to a paralithic contact (metasedimentary siltstone or quartzite); dry 45 to 75 consecutive days in summer\nBlinn - moderately deep (20 to 40 inches) to a lithic contact (basalt); minor influence of volcanic ash in upper 7 to 14 inches with 5 to 20 percent glass; particle-size control section averages 18 to 27 percent clay\nBrevco - moderately deep (20 to 40 inches) to a lithic contact (granite); minor volcanic ash influence in upper 7 to 14 inches has 5 to 20 percent glass; particle-size control section averages less than 18 percent clay; dry 60 to 75 consecutive days in summer;\nCoxit - very deep (lacks a lithic contact within 60 inches)  formed in colluvium and residuum from metasedimentary lithology; particle-size control section averages 8 to 18 percent clay; dry 60 to 75 consecutive days in summer\nEaste - deep (40 to 60 inches) to a paralithic contact (weathered andesite or basalt); umbric epipedon 40 to 60 inches thick; particle-size control section is 10 to 18 percent clay; dry greater than 90 consecutive days in summer\nHighhorn - deep (40 to 60 inches) to a lithic contact (argillite); ash mantle 7 to 14 inches thick has 40 to 60 percent volcanic glass over buried Bwb horizons; particle-size control section averages 27 to 35 percent clay; dry for 45 to 75 consecutive days in summer\nHuntrock - moderately deep (20 to 40 inches) to a lithic contact (argillite); volcanic ash mantle, 7 to 14 inches thick, has 40 to 60 percent glass; particle-size control section soils averages 27 to 35 percent clay; dry 50 to 75 consecutive days in summer\nJimbluff - very deep (lacks a lithic contact within 60 inches) formed in alluvium and till; particle-size control section averages 2 to 6 percent clay; dry 60 to 75 consecutive days in summer\nJumpe - very deep (lacks a lithic contact within 60 inches) formed in colluvium from basalt; particle-size control section averages 15 to 27 percent clay; dry 60 to 75 consecutive days in summer\nKamela - moderately deep (20 to 40 inches) to a lithic contact (basalt); volcanic ash mixed in colluvium 7 to 14 inches thick with 20 to 40 percent volcanic glass; particle-size control section averages 18 to 27 percent clay\nLekrem - deep and very deep (40 to greater than 60 inches to a lithic contact (granite);  formed in colluvium and glacial till from granitic rock; particle-size control section averages 3 to 8 percent clay; dry 60 to 75 consecutive days in summer\nLongort - moderately deep (20 to 40 inches) to a densic contact (till)\nNoil - moderately deep (20 to 40 inches) to a paralithic contact (schist); 2 to 4 percent mica flakes throughout; dry 45 to 70 consecutive days in summer\nOntrail - very deep (lacks a lithic contact within 60 inches), formed in colluvium and till; particle-size control section soils averages 5 to 12 percent clay; dry 60 to 75 consecutive days in summer\nRadercreek  deep (40 to 60 inches) to a lithic contact (sandstone); minor influence of volcanic ash in upper 7 to 24 inches has 5 to 20 percent glass; particle-size control section is less than 18 percent clay; dry for 60 to 75 consecutive days in summer\nRedpeak - moderately deep (20 to 40 inches) to a lithic contact (sandstone); soils have hues of 5YR and 2.5YR; dry 60 to 75 consecutive days in summer\nSantop - moderately deep (20 to 40 inches) to a lithic contact (sandstone); minor volcanic ash influence in upper 7 to 14 inches has 5 to 20 percent glass; particle-size control section averages 5 to 15 percent clay; dry for 60 to 75 consecutive days in summer\nSeeburg - very deep (lacks a lithic contact within 60 inches), formed in tuffaceous sandstone colluvium; particle-size control section averages 4 to 7 percent clay; dry 60 to 75 consecutive days in summer\nThout - moderately deep (20 to 40 inches) to a lithic contact (andesite); minor volcanic ash influence in upper 7 to 14 inches has 5 to 20 percent glass; particle-size control section averages 4 to 14 percent clay; dry 60 to 75 consecutive days in summer\nWarfield - deep and very deep (40 to 80 inches) to a lithic contact (granitic rock); volcanic ash mantle, 7 to 14 inches thick has 30 to 55 percent glass; particle-size control section averages 7 to 11 percent clay; moderately acid or strongly acid in substratum"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nLandform: backslopes of mountains and dissected plateaus\nSlope gradient: 15 to 90 percent\nParent material: Mazama volcanic ash mixed in colluvium\nLithology: basalt\nElevation: 4,000 to 6,200 feet\nClimate: cold, wet winters and warm, dry summers\nMean annual precipitation: 20 to 30 inches\nMean annual air temperature: 36 to 43 degrees F\nFrostfree period:  25 to 80 days"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:\nFivebeaver: on plateaus and backslopes; shallow to basalt; minor influence of volcanic ash in loamy-skeletal colluvium; under ponderosa pine, Douglas-fir, common snowberry and mallow ninebark\nFivebit: on plateaus and backslopes; shallow to basalt; minor influence of volcanic ash in loamy-skeletal colluvium; under western juniper with scattered ponderosa pine and big sagebrush, Idaho fescue and bluebunch wheatgrass\nGetaway: on mountain backslopes and canyon walls; deep to basalt with mollic epipedon and loamy-skeletal argillic horizon; under Douglas-fir, ponderosa pine, mallow ninebark, common snowberry and elk sedge\nHarl: on plateau sideslopes; very deep; thick skeletal ash mantle over skeletal buried eluvial and cambic horizons; under grand fir, western larch, longtube twinflower, prince's pine, and big huckleberry\nKamela: on ridge crests and shoulder slopes; moderately deep to basalt with a mixed mantle of ash and loess over loamy-skeletal colluvium; under grand fir, Douglas-fir, rocky mountain maple, ninebark, and prince's pine."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:\nDrainage: well drained\nPermeability: moderate"
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:\nUse: watershed, wildlife habitat, timber production, livestock grazing and recreation.\nPotential native vegetation: grand fir, western larch, Douglas-fir, common snowberry, mallow ninebark, birchleaf spiraea, heartleaf arnica, Idaho goldthread, and pinegrass.\nPlant association: ABGR/CARU (grand fir/pinegrass); may include: ABGR/COOC (grand fir/Idaho goldthread)"
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:\nDistribution: MLRA: 43c; Blue Mountains of northeastern Oregon\nExtent: small"
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES PROPOSED",
    "content": "SERIES PROPOSED: Wallowa-Whitman National Forest, Oregon 2008.  Name is from a ridge."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nochric epipedon: 0.5 to 12 inches; AE horizon\ncambic horizon: 12 to 31 inches; Bw1, Bw2 horizons\nvitrandic subgroup feature: 0.5 to 31 inches; AE, Bw1, Bw2 horizons\nlithic contact: 45 inches; R horizon\nparticle-size control section: 10 to 40 inches; AE, Bw1, Bw2, BC horizons\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": ""
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Oi",
        "top": 0,
        "bottom": 1,
        "narrative": "Oi--0 to 0.5 inch; slightly decomposed needles and twigs"
      },
      {
        "name": "AE",
        "top": 1,
        "bottom": 30,
        "dry_hue": "7.5YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "loam",
        "cf_class": "very gravelly",
        "pH": 6.5,
        "pH_class": "slightly acid",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "AE--0.5 to 12 inches; brown (7.5YR 4/3) very gravelly ashy loam, brown (7.5YR 5/3) dry; weak to moderate fine granular structure; soft, very friable, nonsticky and nonplastic; common fine roots; many fine and common medium irregular pores; 35 percent gravel and 5 percent cobbles; slightly acid (pH 6.5); gradual smooth boundary. (5 to 17 inches thick)"
      },
      {
        "name": "Bw1",
        "top": 30,
        "bottom": 61,
        "dry_hue": "7.5YR",
        "dry_value": 5,
        "dry_chroma": 4,
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "loam",
        "cf_class": "very gravelly",
        "pH": 6.5,
        "pH_class": "slightly acid",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "Bw1--12 to 24 inches; brown (7.5YR 4/4) very gravelly ashy loam, brown (7.5YR 5/4) dry; moderate fine and medium subangular blocky structure; slightly hard, very friable, nonsticky and nonplastic; common fine and medium, and few coarse roots; few fine irregular, and few fine and medium tubular pores; 35 percent gravel and 5 percent cobbles; slightly acid (pH 6.5); gradual smooth boundary."
      },
      {
        "name": "Bw2",
        "top": 61,
        "bottom": 79,
        "dry_hue": "7.5YR",
        "dry_value": 6,
        "dry_chroma": 4,
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "loam",
        "cf_class": "very gravelly",
        "pH": 6.1,
        "pH_class": "slightly acid",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "Bw2--24 to 31 inches; brown (7.5YR 4/4) very gravelly ashy loam, light brown (7.5YR 6/4) dry; moderate fine and medium subangular blocky structure; slightly hard, friable, nonsticky and nonplastic; few fine and coarse, and common medium roots; few fine and medium tubular pores; 35 percent gravel and 10 percent cobbles; slightly acid (pH 6.1); gradual smooth boundary. (combined thickness of Bw1 and Bw2 horizons is 11 to 39 inches)"
      },
      {
        "name": "BC",
        "top": 79,
        "bottom": 114,
        "dry_hue": "7.5YR",
        "dry_value": 6,
        "dry_chroma": 4,
        "moist_hue": "7.5YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "loam",
        "cf_class": "very gravelly",
        "pH": 6.1,
        "pH_class": "slightly acid",
        "distinctness": "abrupt",
        "topography": "irregular",
        "narrative": "BC--31 to 45 inches; brown (7.5YR 5/4) very gravelly loam, light brown (7.5YR 6/4) dry; massive; slightly hard, friable, nonsticky and nonplastic; few fine and coarse, and common medium roots; common fine irregular pores; 35 percent gravel and 20 percent cobbles; slightly acid (pH 6.1); abrupt irregular boundary. (0 to 16 inches thick)"
      },
      {
        "name": "R",
        "top": 114,
        "narrative": "R--45 inches; basalt bedrock"
      }
    ]
  ]
}
