{
  "SERIES": "THUNDER",
  "STATUS": "Established Series",
  "BYREV": "Rev. TWB-DGF",
  "REVDATE": "09/2008",
  "STATES": "NC,VA",
  "OVERVIEW": "The Thunder series consists of very deep, well drained, moderately rapid permeable soils on colluvial toe slopes, in drainageways and in coves.  They formed in rocky colluvium from granite, hornblende gneiss, amphibolite or dioritein the central and southern Blue Ridge.  Slopes range from 2 to 80 percent.  Mean annual air temperature is 55 degrees F.  Mean annual precipitation is 49 inches.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, active, mesic Humic Hapludults"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Thunder extremely stony loam, on a north-facing, linear, 21 percent slope recently harvested for timber.  (Colors are for moist soil.)\nOi -- 1 to 0 inches; loose leaves and slightly decomposed leaves and twigs.\nOe -- 0 to 1 inch; organic material of intermediate decomposition.\nA1 -- 1 to 5 inches; very dark gray (10YR 3/1) extremely stony loam; moderate fine granular structure; friable, slightly sticky, slightly plastic; many fine and very fine, common medium and coarse roots; many medium, common fine and coarse, and few very fine pores; 65 percent stones, cobbles and pebbles; slightly acid; clear smooth boundary.\nA2 -- 5 to 10 inches; very dark grayish brown (10YR 3/2) very cobbly loam; moderate fine subangular blocky structure; friable, slightly sticky, slightly plastic; many fine, and common very fine, medium and coarse roots; common fine and medium, and few very fine and coarse pores; 50 percent cobbles and pebbles; slightly acid; clear wavy boundary. (Combined thickness of the A horizon is 7 to 12 inches.)\nE -- 10 to 14 inches; brown (10YR 5/3) very cobbly loam; moderate coarse subangular blocky structure; firm, slightly sticky, plastic; common medium, and few fine and coarse roots; common fine and medium, and few coarse pores; 45 percent cobbles and pebbles; moderately acid; clear wavy boundary.  (0 to 10 inches)\nBt1 -- 14 to 23 inches; brown (7.5YR 4/4) very cobbly loam; moderate coarse subangular blocky structure; firm, slightly sticky, plastic; few fine, medium and coarse roots;  common medium and fine, and few very fine pores; few faint clay films on faces of peds; 45 percent cobbles and pebbles; strongly acid; clear wavy boundary.\nBt2 -- 23 to 33 inches; reddish brown (5YR 4/4) very cobbly clay loam; weak coarse subangular blocky structure; firm, slightly sticky, very plastic; common fine and medium, and few coarse roots; common medium and fine pores; common distinct clay films on faces of peds and in pores; 55 percent cobbles and pebbles; moderately acid; gradual wavy boundary.\nBt3 -- 33 to 44 inches; brown (7.5YR 4/4) very cobbly clay loam; weak medium subangular blocky structure; firm, sticky and very plastic; common medium, and few fine and coarse roots; many medium and fine pores; common distinct clay films on faces of peds and in pores; 45 percent cobbles and pebbles; moderately acid; gradual wavy boundary.  (Combined thickness of the Bt horizon is 20 to 45 inches.)\nBC -- 44 to 64 inches; dark yellowish brown (10YR 4/6) very cobbly coarse sandy loam; weak medium angular blocky structure; friable; few medium and common fine pores; 60 percent cobbles and pebbles; slightly acid; clear wavy boundary.  (0 to 30 inches)\nC -- 64 to 73 inches; yellowish brown (10YR 5/6) very cobbly coarse sandy loam; structureless; very friable; few medium and fine pores; 60 percent cobbles and pebbles; moderately acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Jefferson National Forest, Rockbridge County, Virginia, about 1.7 miles east from the intersection of highways VA-759 and Jefferson National Forest Road #3105."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Solum thickness is more than 50 inches and depth to bedrock is more than 60 inches.  Angular and semi-rounded rock fragments of granite, hornblende gneiss, amphibolite or diorite range from 25 to 85 percent in the A and E horizons and more than 35 percent in the B and C horizons. Content of mica flakes ranges from none to common in the A and B horizons and none to many in the C horizon.   Reaction ranges from very strongly acid through slightly acid, unless limed.\nThe A horizon has hue of 10YR, value of 2 through 4, chroma of 1 through 3.  A surface layer that is 7 inches or more thick with a value moist of 3 or less and a value dry of 5 or less is required.  Fine-earth texture is loam or sandy loam.\nThe E horizon, where present, has hue of 10YR, value of 4 or 5, chroma of 3 through 6.  Fine-earth texture is loam or sandy loam in the fine-earth fraction.\nThe Bt horizon has hue of 5YR through 10YR, value of 4 through 6, chroma of 4 through 8.  Fine-earth texture is loam, clay loam or sandy clay loam.\nThe BC horizon, where present, has hue of 7.5YR or 10YR, value of 4 through 6, chroma of 3 through 8.  Fine-earth texture is coarse sandy loam, sandy loam, sandy clay loam, clay loam or loam.\nThe C horizon has hue of 7.5YR or 10YR, value of 5 or 6, chroma of 6 through 8.  Fine-earth texture is loamy sand, coarse sandy loam or sandy loam in the fine-earth fraction."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  Toecane and Widgett are the only established series in this family.  Toecane soils average less than 25 percent clay in the Bt horizon.  Widgett soils have a lithic contact at 20 to 40 inches.  Hartleton, Irondale, Macove, Pattenburg and Trevlac are in the related Typic family.  These soils do not have the humic feature in the surface layer."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Thunder soils formed in colluvium weathered from granite, hornblende gneiss, amphibolite or diorite rock.  They are in coves and on toe slopes on concave or linear uplands in the Blue Ridge province.  Slopes range from 2 to 95 percent.  The climate is temperate and humid.  The mean annual temperature ranges from 52 to 57 degrees F.  The mean annual precipitation ranges from 38 to 60 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These soils include the Buladean, Clifton, Chestnut, Cowee, Edneytown, Edneyville, Evard, Hayesville, Huntdale, Parker, Plott, Pigeonroost, Porters, Saunook, Thurmont, Toecane, Tusquitee and Unaka series.  Edneytown, Edneyville and Evard soils are on higher sideslope positions and are non-skeletal. Saunook, Thurmont and Tusquitee soils are on similar positions and non-skeletal.  Parker and Porters soils are on higher residual sideslope positions and do not have argillic horizons.  Clifton and Hayesville soils contain more than 35 percent clay in the particle-size control section and are on residual summit, shoulder and sideslope positions.  Buladean, Chestnut, Cowee and Pigeonroost soils are on residual summit, shoulder and sideslope positions.  Buladean soils are deep and Chestnut, Cowee and Pigeonroost soils are moderately deep to paralithic contact.  Additionally, Buladean and Chestnut soils do not have argillic horizons."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained.  Permeability is moderate in the upper part and moderately rapid in the lower part.  Runoff is low on gentle slopes and high on very steep slopes."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most areas are forested and some cleared areas are in pastureland.  Native vegetation includes oaks, poplar, hickories, basswood, white pine, maple and dogwood."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Virginia and North Carolina, possibly Georgia, Maryland, Pennsylvania, South Carolina and Tennessee.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Morgantown, West Virginia."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Mitchell County, 1997."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Series was proposed in the Jefferson National Forest, Rockbridge County, Virginia, 1987.\nThe 7/98 revision places Thunder soils in an active CEC activity class.  Class placement is based on similar soils in the region such as Toecane, Ednyville and Edneytown.\nThe 9/2008 revision adjusts the thickness of the A horizon, adds the humic conditions to the A horizon range and expands the reaction range to include very strongly acid.\nDiagnostic horizons and features in this pedon are:\n1)  Humic feature - the zone from 0 to 9 inches (A1 and A2 horizons).\n2)  Ochric epipedon - the zone from 0 to 13 inches (A1, A2, and E horizons).\n3)  Argillic horizon - the zone from 13 to 43 inches (Bt horizons).\n4)  Loamy-skeletal feature - average rock fragment content of 35 percent or more in the particle-size control section (13 to 33 inch depth).\nSIR = VA0283\nMLRA = 130\nRevised: 12/17/92-MHC; 1/93-TWB; 9/96-BPS,DHK; 7/98-DHK; 9/08-DGF\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Oi",
        "top": 3,
        "bottom": 0,
        "narrative": "Oi -- 1 to 0 inches; loose leaves and slightly decomposed leaves and twigs."
      },
      {
        "name": "Oe",
        "top": 0,
        "bottom": 3,
        "narrative": "Oe -- 0 to 1 inch; organic material of intermediate decomposition."
      },
      {
        "name": "A1",
        "top": 3,
        "bottom": 13,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 1,
        "texture_class": "loam",
        "cf_class": "extremely stony",
        "pH_class": "slightly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A1 -- 1 to 5 inches; very dark gray (10YR 3/1) extremely stony loam; moderate fine granular structure; friable, slightly sticky, slightly plastic; many fine and very fine, common medium and coarse roots; many medium, common fine and coarse, and few very fine pores; 65 percent stones, cobbles and pebbles; slightly acid; clear smooth boundary."
      },
      {
        "name": "A2",
        "top": 13,
        "bottom": 25,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "loam",
        "cf_class": "very cobbly",
        "pH_class": "slightly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "A2 -- 5 to 10 inches; very dark grayish brown (10YR 3/2) very cobbly loam; moderate fine subangular blocky structure; friable, slightly sticky, slightly plastic; many fine, and common very fine, medium and coarse roots; common fine and medium, and few very fine and coarse pores; 50 percent cobbles and pebbles; slightly acid; clear wavy boundary. (Combined thickness of the A horizon is 7 to 12 inches.)"
      },
      {
        "name": "E",
        "top": 25,
        "bottom": 36,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 3,
        "texture_class": "loam",
        "cf_class": "very cobbly",
        "pH_class": "moderately acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "E -- 10 to 14 inches; brown (10YR 5/3) very cobbly loam; moderate coarse subangular blocky structure; firm, slightly sticky, plastic; common medium, and few fine and coarse roots; common fine and medium, and few coarse pores; 45 percent cobbles and pebbles; moderately acid; clear wavy boundary.  (0 to 10 inches)"
      },
      {
        "name": "Bt1",
        "top": 36,
        "bottom": 58,
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "loam",
        "cf_class": "very cobbly",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bt1 -- 14 to 23 inches; brown (7.5YR 4/4) very cobbly loam; moderate coarse subangular blocky structure; firm, slightly sticky, plastic; few fine, medium and coarse roots;  common medium and fine, and few very fine pores; few faint clay films on faces of peds; 45 percent cobbles and pebbles; strongly acid; clear wavy boundary."
      },
      {
        "name": "Bt2",
        "top": 58,
        "bottom": 84,
        "moist_hue": "5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "clay loam",
        "cf_class": "very cobbly",
        "pH_class": "moderately acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bt2 -- 23 to 33 inches; reddish brown (5YR 4/4) very cobbly clay loam; weak coarse subangular blocky structure; firm, slightly sticky, very plastic; common fine and medium, and few coarse roots; common medium and fine pores; common distinct clay films on faces of peds and in pores; 55 percent cobbles and pebbles; moderately acid; gradual wavy boundary."
      },
      {
        "name": "Bt3",
        "top": 84,
        "bottom": 112,
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "clay loam",
        "cf_class": "very cobbly",
        "pH_class": "moderately acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bt3 -- 33 to 44 inches; brown (7.5YR 4/4) very cobbly clay loam; weak medium subangular blocky structure; firm, sticky and very plastic; common medium, and few fine and coarse roots; many medium and fine pores; common distinct clay films on faces of peds and in pores; 45 percent cobbles and pebbles; moderately acid; gradual wavy boundary.  (Combined thickness of the Bt horizon is 20 to 45 inches.)"
      },
      {
        "name": "BC",
        "top": 112,
        "bottom": 163,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 6,
        "texture_class": "coarse sandy loam",
        "cf_class": "very cobbly",
        "pH_class": "slightly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "BC -- 44 to 64 inches; dark yellowish brown (10YR 4/6) very cobbly coarse sandy loam; weak medium angular blocky structure; friable; few medium and common fine pores; 60 percent cobbles and pebbles; slightly acid; clear wavy boundary.  (0 to 30 inches)"
      },
      {
        "name": "C",
        "top": 163,
        "bottom": 185,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "coarse sandy loam",
        "cf_class": "very cobbly",
        "pH_class": "moderately acid",
        "narrative": "C -- 64 to 73 inches; yellowish brown (10YR 5/6) very cobbly coarse sandy loam; structureless; very friable; few medium and fine pores; 60 percent cobbles and pebbles; moderately acid."
      }
    ]
  ]
}
