{
  "SERIES": "TIBBIE",
  "STATUS": "Established Series",
  "BYREV": "SP, JK, GRB",
  "REVDATE": "11/2018",
  "STATES": "AL",
  "OVERVIEW": "The Tibbie series consists of very deep, poorly drained, slowly permeable soils on upland flats, toe slopes, and gently sloping side slopes of the Southern Coastal Plain.  They formed in fluvial material and slope alluvium over clayey Miocene-age sediments. Near the type location, the average annual air temperature is about 66 degrees F., and the average annual precipitation is about 58 inches. Slopes range from 1 to 5 percent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, semiactive, thermic Plinthaquic Paleudults"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Tibbie fine sandy loam, on a nearly level toe slope of a prairie flat of mixed sparse pine and hardwood at an elevation of about 210 feet above sea level.  (Colors are for moist soil).\nA--0 to 5 inches; brown (10YR 5/3) fine sandy loam; weak fine subangular blocky structure; very friable; nonsticky, nonplastic; common very fine, fine and medium roots; few fine prominent strong brown (7.5YR 5/6) masses of iron accumulations and few medium distinct very pale brown (10YR 7/3) and light brownish gray (10YR 6/2) areas of iron depletions; very strongly acid; clear wavy boundary.  (3 to 6 inches thick)\nE--5 to 21 inches; light yellowish brown (2.5Y 6/4) fine sandy loam; weak medium subangular blocky structure; very friable; nonsticky, nonplastic; common fine and medium roots; about 1 percent, by volume, quartz pebbles less than 5mm in thickness; about 2 percent, by volume, plinthite; common medium prominent brownish yellow (10YR 6/8) and few fine prominent red (2.5YR 4/8) masses of iron accumulation; common medium distinct pale brown (10YR 6/3) and common fine distinct light gray (10YR 7/2) areas of iron depletions; very strongly acid; clear wavy boundary.  (4 to 18 inches thick)\nBE--21 to 24 inches; very pale brown (10YR 7/4) fine sandy loam; weak medium subangular blocky structure; very friable; slightly sticky, nonplastic; common very fine roots; about 4 percent, by volume, plinthite; common medium prominent yellowish brown (10YR 5/8) and brownish yellow (10YR 6/8) and few fine prominent red (2.5YR 5/8) masses of iron accumulation; common medium distinct light gray (10YR 7/2) areas of iron depletions; very strongly acid; clear smooth boundary.  (0 to 14 inches thick)\nBtv1--24 to 30 inches; light yellowish brown (10YR 6/4) very gravelly sandy clay loam; moderate coarse subangular blocky structure; firm; slightly sticky, slightly plastic; common fine roots; few faint clay films on faces of peds; about 20 percent, by volume, plinthite; about 50 percent, by volume, ironstone nodules ranging from 2 to 75 mm in diameter; about 2 percent, by volume, very pale brown (10YR 7/4) krotovinas from crawfish burrows filled in with material ranging in texture from fine sandy loam to sandy clay loam; many medium prominent red (2.5YR 4/8) and common medium faint strong brown (7.5YR 5/8) masses of iron accumulations; many coarse distinct light gray (10YR 7/2) areas of iron depletions; strongly acid; gradual wavy boundary.\nBtv2--30 to 42 inches; 35 percent light gray (10YR 7/1), 35 percent brownish yellow (10YR 6/8), 20 percent red (10R 4/6) and 10 percent strong brown (7.5YR 5/8) gravelly clay loam in a variegated pattern; weak coarse subangular blocky structure; firm; moderately sticky, slightly plastic; common fine roots; few faint clay films on faces of peds; about 18 percent by volume, plinthite; about 20 percent by volume, ironstone nodules ranging from 2 to 75 mm in diameter; about 5 percent, by volume, very pale brown (10YR 7/4) krotovinas from crawfish burrows filled in with material ranging in texture from fine sandy loam to sandy clay loam; very strongly acid; gradual wavy boundary. (Combined thickness of the Btv horizons range from 15 to 50 inches)\n2BC--42 to 60 inches; 35 percent red (10R 4/6), 25 percent light gray (10YR 7/1), 25 percent brownish yellow (10YR 6/8), and 15 percent strong brown (7.5YR 5/6) gravelly sandy clay loam in a variegated pattern; massive; very firm; moderately sticky, slightly plastic; about 20 percent by volume, ironstone nodules ranging from 2 to 75 mm in diameter; about 1 percent, by volume, very pale brown (10YR 7/4) krotovinas from crawfish burrows filled in with material ranging in texture from fine sandy loam to sandy clay loam; the areas in red, brownish yellow and strong brown are iron accumulations and the areas in light gray are iron depletions; very strongly acid; clear wavy boundary.  (0 to 20 inches thick)\n2Cg--60 to 80 inches; light gray (10YR 7/1) sandy clay; massive; dense; very firm; moderately sticky, slightly plastic; pockets of brittleness; many coarse prominent red (10R 4/6) and common coarse prominent yellowish brown (10YR 5/8) masses of iron accumulation; very strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Washington County, Alabama; Approximately 6.5 miles east-southeast of Fruitdale; about 1650 feet north and 550 feet east of the southwest corner of Section 9, T. 4 N., R. 3 W.; USGS Vinegar Bend topographic quadrangle;  Lat. 31 degrees 19 minutes 23.7 seconds N.; long. 88 degrees 17 minutes 38.2 seconds W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Solum thickness ranges from 40 to more than 80 inches.  The particle-size control section averages 18 to 35 percent clay. Content of quartz pebbles ranges from 0 to 5 percent, by volume, throughout the profile.  Reaction ranges from very strongly acid to strongly acid in the A, E and Bt horizons and from extremely acid to strongly acid in the Btv, 2BC and 2Cg horizons.\nThe A or Ap horizon has hue of 10YR, value of 4 or 5, and chroma of 3 or 4.  Redoximorphic features in shades of yellow, brown and gray range from none to common.  Texture is fine sandy loam.\nThe E horizon has hue of 10YR or 2.5Y, value of 4 to 6, and chroma of 3 or 4.  Redoximorphic features in shades of red, brown and gray range from few to many.  Texture is loamy fine sand, fine sandy loam or loam.\nThe BE or EB horizon, where present, has hue of 10YR or 2.5Y, value of 6 or 7, and chroma of 3 to 4.  Redoximorphic features in shades of yellow, brown, red and gray range from common to many.  Texture is fine sandy loam or sandy loam.\nThe Bt horizon, where present, has hue of 10YR or 2.5Y, value of 6 or 7, and chroma of 4 to 6.  Content of plinthite ranges from 0 to 4 percent, by volume.  Redoximorphic features in shades of red, brown, yellow and gray range from common to many.  Texture is fine sandy loam, sandy loam, or sandy clay loam.  Some pedons have a Btg horizon with hue of 10YR, value of 5 to 7 and chroma of 1 or 2.\nThe Btv horizon has hue of 10YR or 2.5Y, value of 5 or 6, and chroma of 4 to 8; or it has no dominant matrix color and is multicolored in shades of yellow, brown, red, and gray.  Content of plinthite ranges from 10 to 30 percent, by volume.  Content of ironstone that is 2 to 75 mm in diameter ranges from 5 to 55 percent, by volume.  Redoximorphic features in shades of red, brown, yellow and gray range from common to many.  Texture is clay loam, sandy clay, clay or their gravelly or very gravelly analogs.\nThe Btvg horizon, where present, has hue of 10YR or 2.5Y, value of 5 or 6, and chroma of 1 to 2 Redoximorphic features in shades of yellow, brown and red range from common to many.  Content of plinthite ranges from 10 to 35 percent, by volume.  Content of ironstone that is 2 to 75 mm in diameter ranges from 5 to 50 percent, by volume.  Redoximorphic features in shades of red, brown, yellow and gray range from common to many.  Texture is sandy clay loam, clay loam, sandy clay, clay or their gravelly or very gravelly analogs.\nThe 2BC horizon, where present, has hue of 10YR or 2.5YR, value of 5 or 6, and chroma of 4 to 8 or it has no dominant matrix color and is multicolored in shades of yellow, brown, red, and gray.  Some pedons have a 2BCg that has hue of 10YR or 2.5Y, value of 5 to 7, and chroma of 1 or 2. Content of ironstone that is 2 to 75 mm in diameter ranges from 0 to 45 percent, by volume.  Redoximorphic features in shades of red and brown range from common to many.  Texture is sandy clay loam, clay loam, sandy clay, or clay, or their gravelly or very gravelly analogs.\nThe 2Cg horizon, where present, has hue of 10YR or 2.5Y, value of 5 to 7, and chroma of 1 or 2.  Redoximorphic accumulations in shades of red, yellow and brown range from common to many.  Commonly, this horizon is dense with pockets of brittleness, and is weakly to strongly cemented with iron with moderate to very high excavation difficulty. Texture is commonly sandy clay or clay but may have strata or pockets of sandy clay loam or clay loam."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no known series in the same family.  The closely related Pinebarren soils are in similar positions but have a coarse-loamy particle-size control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Tibbie soils are on upland flats, toe slopes and gently sloping side slopes of the Southern Coastal Plain. They formed in fluvial material and slope alluvium over clayey Miocene-age sediments.  Slopes range from 1 to 5 percent.  The climate is humid subtropical.  The average annual air temperature ranges from 64 to 68 degrees F., and the average annual precipitation ranges from 55 to 61 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  In addition to the Pinebarren series, these include the Atmore, Cowpen, Escambia, Malbis and Poarch series.  Atmore soils are on lower positions and have coarse-loamy control sections.  The clayey Cowpen soils are on slightly higher positions.  The Escambia soils and Poarch soils are on higher positions and have coarse-loamy control sections.  Malbis soils are on higher positions and are well drained."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Poorly drained; permeability is moderately rapid in the surface and subsurface, slow in the subsoil and very slow in the substratum."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most areas of Tibbie soils are used for woodland.  Some areas are used for grazing.  Common trees include longleaf pine, slash pine, sweetbay, white titi, and swamp red maple.  The understory vegetation consists of gallberry, several species of pitcher plants, Carolina red root, golden-crest, hatpins, clubmoss, sundew and other hydrophytic forbs and shrubs."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Coastal Plain of Alabama, possibly Florida and Mississippi. The series is of small known extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Auburn, Alabama."
  },
  "ORIGIN": {
    "section": "SERIES PROPOSED",
    "content": "SERIES PROPOSED:  Washington County, Alabama; 2007."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon:\nOchric epipedon - the zone from the surface of the soil to a depth of 21 inches (A and E horizons).\nArgillic horizon - the zone from 21 to 42 inches (BE, Btv1 and Btv2 horizons).\nPlinthic horizon - the zone from 24 to 42 inches (Btv1 and Btv2 horizons).\nAquic conditions - seasonal saturation 0 to 1.0 feet.\nTibbie soils occur on landscapes that were formerly mapped as Plummer, Myatt, Rains and Smithton soils in older soil surveys.  They are typically poorly drained with gleyed redox depletions in the upper 10 inches of the profile.  However, these soils are generally considered non-hydric because they lack a required hydric soil field indicator at this time."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "ADDITIONAL DATA:  Characterization Sample S07AL-129-004 (1-7).  Sample analyzed by NSSL, Lincoln, NE.\nTibbie soils are in MLRA 133A."
  },
  "SITE": [
    [
      {
        "drainage": "poorly",
        "drainage_overview": "poorly"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 13,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 3,
        "texture_class": "fine sandy loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "A--0 to 5 inches; brown (10YR 5/3) fine sandy loam; weak fine subangular blocky structure; very friable; nonsticky, nonplastic; common very fine, fine and medium roots; few fine prominent strong brown (7.5YR 5/6) masses of iron accumulations and few medium distinct very pale brown (10YR 7/3) and light brownish gray (10YR 6/2) areas of iron depletions; very strongly acid; clear wavy boundary.  (3 to 6 inches thick)"
      },
      {
        "name": "E",
        "top": 13,
        "bottom": 53,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "2.5Y",
        "moist_value": 6,
        "moist_chroma": 4,
        "texture_class": "fine sandy loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "E--5 to 21 inches; light yellowish brown (2.5Y 6/4) fine sandy loam; weak medium subangular blocky structure; very friable; nonsticky, nonplastic; common fine and medium roots; about 1 percent, by volume, quartz pebbles less than 5mm in thickness; about 2 percent, by volume, plinthite; common medium prominent brownish yellow (10YR 6/8) and few fine prominent red (2.5YR 4/8) masses of iron accumulation; common medium distinct pale brown (10YR 6/3) and common fine distinct light gray (10YR 7/2) areas of iron depletions; very strongly acid; clear wavy boundary.  (4 to 18 inches thick)"
      },
      {
        "name": "BE",
        "top": 53,
        "bottom": 61,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 7,
        "moist_chroma": 4,
        "texture_class": "fine sandy loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "BE--21 to 24 inches; very pale brown (10YR 7/4) fine sandy loam; weak medium subangular blocky structure; very friable; slightly sticky, nonplastic; common very fine roots; about 4 percent, by volume, plinthite; common medium prominent yellowish brown (10YR 5/8) and brownish yellow (10YR 6/8) and few fine prominent red (2.5YR 5/8) masses of iron accumulation; common medium distinct light gray (10YR 7/2) areas of iron depletions; very strongly acid; clear smooth boundary.  (0 to 14 inches thick)"
      },
      {
        "name": "Btv1",
        "top": 61,
        "bottom": 76,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 4,
        "texture_class": "fine sandy loam",
        "cf_class": "very gravelly",
        "pH": "NA",
        "pH_class": "strongly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Btv1--24 to 30 inches; light yellowish brown (10YR 6/4) very gravelly sandy clay loam; moderate coarse subangular blocky structure; firm; slightly sticky, slightly plastic; common fine roots; few faint clay films on faces of peds; about 20 percent, by volume, plinthite; about 50 percent, by volume, ironstone nodules ranging from 2 to 75 mm in diameter; about 2 percent, by volume, very pale brown (10YR 7/4) krotovinas from crawfish burrows filled in with material ranging in texture from fine sandy loam to sandy clay loam; many medium prominent red (2.5YR 4/8) and common medium faint strong brown (7.5YR 5/8) masses of iron accumulations; many coarse distinct light gray (10YR 7/2) areas of iron depletions; strongly acid; gradual wavy boundary."
      },
      {
        "name": "Btv2",
        "top": 76,
        "bottom": 107,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 7,
        "moist_chroma": 1,
        "texture_class": "fine sandy loam",
        "cf_class": "gravelly",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Btv2--30 to 42 inches; 35 percent light gray (10YR 7/1), 35 percent brownish yellow (10YR 6/8), 20 percent red (10R 4/6) and 10 percent strong brown (7.5YR 5/8) gravelly clay loam in a variegated pattern; weak coarse subangular blocky structure; firm; moderately sticky, slightly plastic; common fine roots; few faint clay films on faces of peds; about 18 percent by volume, plinthite; about 20 percent by volume, ironstone nodules ranging from 2 to 75 mm in diameter; about 5 percent, by volume, very pale brown (10YR 7/4) krotovinas from crawfish burrows filled in with material ranging in texture from fine sandy loam to sandy clay loam; very strongly acid; gradual wavy boundary. (Combined thickness of the Btv horizons range from 15 to 50 inches)"
      },
      {
        "name": "2BC",
        "top": 107,
        "bottom": 152,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10R",
        "moist_value": 4,
        "moist_chroma": 6,
        "texture_class": "fine sandy loam",
        "cf_class": "gravelly",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "2BC--42 to 60 inches; 35 percent red (10R 4/6), 25 percent light gray (10YR 7/1), 25 percent brownish yellow (10YR 6/8), and 15 percent strong brown (7.5YR 5/6) gravelly sandy clay loam in a variegated pattern; massive; very firm; moderately sticky, slightly plastic; about 20 percent by volume, ironstone nodules ranging from 2 to 75 mm in diameter; about 1 percent, by volume, very pale brown (10YR 7/4) krotovinas from crawfish burrows filled in with material ranging in texture from fine sandy loam to sandy clay loam; the areas in red, brownish yellow and strong brown are iron accumulations and the areas in light gray are iron depletions; very strongly acid; clear wavy boundary.  (0 to 20 inches thick)"
      },
      {
        "name": "2Cg",
        "top": 152,
        "bottom": 203,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 7,
        "moist_chroma": 1,
        "texture_class": "sandy clay",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "2Cg--60 to 80 inches; light gray (10YR 7/1) sandy clay; massive; dense; very firm; moderately sticky, slightly plastic; pockets of brittleness; many coarse prominent red (10R 4/6) and common coarse prominent yellowish brown (10YR 5/8) masses of iron accumulation; very strongly acid."
      }
    ]
  ]
}
