{
  "SERIES": "TIBS",
  "STATUS": "Established Series",
  "BYREV": "Rev. JAL/EMM",
  "REVDATE": "11/2006",
  "STATES": "MT",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Clayey-skeletal, mixed, superactive, frigid Typic Haplustepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Tibs cobbly clay loam, in forestland (Colors are for dry soil unless otherwise noted.)\nOi--0 to 1 inch; forest litter of undecomposed and decomposed needles, twigs, and cones. (1 to 3 inches thick)\nA1--1 to 3 inches; reddish brown (5YR 4/3) cobbly clay loam, dark reddish brown (5YR 3/3) moist; strong fine granular structure; soft, very friable, moderately sticky, moderately plastic; many fine, medium, and coarse roots; 20 percent angular cobbles; 10 percent angular gravel; slightly effervescent; slightly alkaline (pH 7.8); abrupt wavy boundary. (1 to 3 inches thick)\nA2--3 to 7 inches; reddish brown (2.5YR 4/4) cobbly clay loam, dark reddish brown (2.5YR 3/4) moist; weak fine subangular blocky structure; slightly hard, friable, moderately sticky, moderately plastic; many fine, medium, and coarse roots; common medium and many fine pores; 25 percent angular cobbles; 10 percent angular gravel; slightly effervescent; moderately alkaline (pH 8.0); clear wavy boundary. (2 to 6 inches thick)\nBk--7 to 13 inches; reddish brown (5YR 4/4) very cobbly clay loam, dark reddish brown (5YR 3/4) moist; strong fine subangular blocky structure; slightly hard, friable, moderately sticky, moderately plastic; many fine, medium, and coarse roots; common medium and many fine pores; 25 percent angular cobbles; 15 percent angular gravel; common fine soft masses of lime; strongly effervescent; moderately alkaline (pH 8.2); clear wavy boundary. (5 to 10 inches thick)\nC1--13 to 31 inches; reddish brown (2.5YR 5/4) very cobbly clay, reddish brown (2.5YR 4/4) moist; strong fine angular blocky structure; hard, friable, moderately sticky, moderately plastic; many fine, medium, and coarse roots in the upper part; common fine, medium, and coarse roots in the lower part; many fine and medium pores; 30 percent angular cobbles; 20 percent angular gravel; strongly effervescent; moderately alkaline (pH 8.2); gradual wavy boundary. (8 to 18 inches thick)\nC2--31 to 60 inches; red (2.5YR 5/6) very cobbly clay, red (2.5YR 4/6) moist; moderate fine subangular blocky structure; hard, friable, very sticky, very plastic; common fine, medium, and coarse roots; common fine and medium pores; 35 percent angular cobbles; 20 percent angular gravel; strongly effervescent; moderately alkaline (pH 8.4)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Fergus County, Montana; 1,320 feet west and 1,850 feet north of the southeast corner of sec. 7, T. 12 N., R. 21 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil temperature: 41 to 45 degrees F\nMoisture control section: Between 4 and 12 inches\nControl section: 35 to 55 percent clay and 35 to 60 percent Content of rock fragments\nDepth to the Bk horizon: 5 to 9 inches\nA1 horizon\nHue: 2.5YR, 5YR, 7.5YR, or 10YR\nValue: 3 or 4 dry; 2 or 3 moist\nChroma: 2 or 3\nClay content: 30 to 40 percent\nContent of rock fragments: 5 to 35 percent--0 to 25 percent angular cobbles; 5 to 10 percent angular gravel\nReaction: pH 6.1 to 8.4\nA2 horizon\nHue: 2.5YR, 5YR, 7.5YR, or 10YR\nValue: 4 or 5 dry; 3 or 4 moist\nClay content: 30 to 40 percent\nContent of rock fragments: 5 to 35 percent--0 to 25 percent angular cobbles; 5 to 10 percent angular gravel\nReaction: pH 6.1 to 8.4\nBk horizon\nHue: 2.5YR, 5YR, 7.5YR, or 10YR\nValue: 4 to 6 dry; 3 or 4 moist\nTexture: Clay loam or clay\nClay content: 35 to 55 percent\nContent of rock fragments: 35 to 60 percent--25 to 40 percent angular cobbles; 10 to 20 percent angular gravel\nCalcium carbonate equivalent: 5 to 10 percent\nReaction: pH 6.6 to 8.4\nC1 horizon\nHue: 2.5YR, 5YR, 7.5YR, or 10YR\nValue: 4 to 6 dry; 3 or 4 moist\nTexture: Clay loam or clay\nClay content: 35 to 55 percent\nContent of rock fragments: 35 to 60 percent--25 to 40 percent angular cobbles; 10 to 20 percent angular gravel\nReaction: pH 7.9 to 8.4\nC2 horizon\nHue: 2.5YR, 5YR, 7.5YR, or 10YR\nValue: 5 to 7 dry; 4 or 5 moist\nChroma: 3, 4, or 6\nTexture: Clay loam or clay\nClay content: 35 to 55 percent\nContent of rock fragments: 40 to 60 percent--30 to 45 percent angular cobbles; 10 to 15 percent angular gravel\nReaction: pH 7.9 to 8.4"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: None"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nLandform: Hills and mountains\nElevation: 4,000 to 6,200 feet\nSlope: 2 to 60 percent\nParent material: Colluvium derived from reddish-colored shales interbedded with calcareous sandstone\nClimate: Cool with long, cold winters, moist springs, and warm summers\nMean annual precipitation: 15 to 24 inches\nMean annual temperature: 39 to 43 degrees F\nFrost-free period: 80 to 110 days"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:\nMaiden (MT) occurs on similar landforms; has a calcic horizon.\nWhitecow (MT) occurs on similar landforms; has a calcic horizon."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; slow permeability"
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Tibs soils are used mainly for forest products, rangeland, watershed, and recreation. The potential native vegetation is mainly ponderosa pine and Douglas-fir with an understory of common snowberry, white spiraea, Woods rose, Oregongrape, kinnikinnick, meadowrue, Richardsons needlegrass, western yarrow, timothy, pinegrass, common juniper, and russet buffaloberry."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Tibs soils are of limited extent in the mountains of central Montana; MLRA 43B, 44, and 46."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Fergus County, Montana, 1979"
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nSoil interpretation record: MT0316\n11/06: Classification updated from Clayey-skeletal, mixed, superactive, calcareous, frigid, Typic Ustorthents. Ck horizon from 7 to 13 inches changed to Bk horizon.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
