{
  "SERIES": "TICA",
  "STATUS": "Established Series",
  "BYREV": "Rev. LNL-ELS-JVC",
  "REVDATE": "08/2008",
  "STATES": "ID",
  "OVERVIEW": "The Tica series consists of shallow, well drained soils that formed in colluvium and residuum derived from volcanic rocks.  Tica soils are on hills and mountains.  The mean annual precipitation is about 15 inches and the mean annual temperature is about 42 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS:  Clayey-skeletal, smectitic Lithic Argicryolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Tica very stony loam--forestland. (Colors are for dry soil unless otherwise noted.)\nA1--0 to 1 inch; gray (10YR 5/1) very stony loam, very dark gray (10YR 3/1) moist; massive; slightly hard, very friable, slightly sticky and slightly plastic; few very fine roots; many very fine, and few fine interstitial pores; 2 percent stones, 15 percent cobbles and 30 percent pebbles; neutral (pH 6.8); abrupt smooth boundary. (1 or 2 inches thick)\nA2--1 to 5 inches; grayish brown (10YR 5/2) stony loam, very dark grayish brown (10YR 3/2) moist; moderate fine and very fine granular structure; slightly hard, very friable, slightly sticky and slightly plastic; many very fine, common fine, and few medium roots; many very fine, and few fine interstitial pores; 30 percent pebbles, 2 percent stones and 5 percent cobbles; neutral (pH 6.8); clear smooth boundary. (4 to 6 inches thick)\nBt1--5 to 13 inches; brown (7.5YR 5/4) gravelly clay, brown (7.5YR 4/4) moist; moderate medium subangular blocky structure; very hard, friable, very sticky and very plastic; common fine, very fine, and medium roots; many very fine, interstitial, and common very fine tubular pores; many distinct clay films on faces of peds and lining pores; 25 percent pebbles and 2 percent stones; neutral (pH 6.8); clear wavy boundary. (6 to 10 inches thick)\nBt2--13 to 18 inches; light brown (7.5YR 6/4) very cobbly sandy clay loam, brown (7.5YR 4/4) moist; moderate medium and coarse subangular blocky structure; very hard, friable, moderately sticky and moderately plastic; common very fine, fine, and medium roots; common very fine interstitial and tubular pores; many distinct and few prominent clay films on faces of peds and lining pores; 40 percent cobbles and 10 percent pebbles; neutral (pH 6.8); abrupt smooth boundary. (3 to 6 inches thick)\nR--18 inches; hard rhyodacitic tuff."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Lincoln County, Nevada; approximately 1,200 feet south and 430 feet west of the north quarter corner of section 20, T. 4 N., R. 68 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture - Usually moist in the moisture control section during winter and spring, dry during summer and fall and dry in all parts for 45 consecutive days following the summer solstice; intermittently moist in some part of the moisture control section for 10 to 20 cumulative between July and September following summer convection storms; Xeric moisture regime.\nMean annual soil temperature - 38 to 45 degrees F.\nMean summer soil temperature - 50 to 59 degrees F.\nMollic epipedon thickness - 7 to 15 inches.\nDepth to base of argillic horizon - 10 to 20 inches.\nDepth to bedrock - 10 to 20 inches to a lithic contact.\nParticle-size control section - Clay content: Averages 35 to 45 percent; Rock fragments: Averages 35 to 50 percent.  Lithology of fragments are volcanic rocks such as rhyodacitic tuff.\nA horizons - Value: 4 or 5 dry, 2 or 3 moist.\nChroma: 1 through 3, dry or moist.\nOrganic matter content: 2 to 4 percent.\nBt1 horizon - Hue: 7.5YR through 2.5Y.\nValue: 4 through 6 dry, 3 or 4 moist.\nChroma: 2 through 4, dry or moist.\nStructure: Weak or moderate, fine to coarse subangular blocky or angular blocky depending on the rock fragment content.\nTexture: Very gravelly clay, very gravelly clay loam, very cobbly clay, or very cobbly clay loam; some pedons have thin subhorizons of gravelly clay or very gravelly sandy clay loam.\nClay content: 35 to 45 percent.\nRock fragments: 35 to 50 percent stones, cobbles, and pebbles.\nOrganic matter content: 1 or 2 percent.\nBt2 horizon - Hue: 7.5YR through 2.5Y.\nValue: 4 through 6 dry, 3 or 4 moist.\nChroma: 2 through 4, dry or moist.\nStructure: Weak or moderate, fine to coarse subangular blocky or angular blocky depending on the rock fragment content.\nTexture: Very gravelly clay, very gravelly clay loam, very cobbly clay, or very cobbly clay loam; some pedons have thin subhorizons of very cobbly sandy clay loam.\nClay content: 30 to 45 percent.\nRock fragments: 35 to 50 percent stones, cobbles, and pebbles."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  This is the Ticanot series.  Ticanot soils are not intermittently moist in some part of the moisture control section for 10 to 20 cumulative between July and September following summer convection storms."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Tica soils are on hills and mountains.  Elevations range from 7,000 to 9,400 feet, but range as low as 6,800 feet on north-facing exposures.  These soils formed in colluvium and residuum derived from volcanic rocks such as rhyodacitic tuff.  Small to very large rock outcrops of tuff occur with these soils.  The climate is semiarid to subhumid with cold, moist winters and cool, dry summers.  The mean annual precipitation is 14 to 22 inches, most of which comes in the form of snow.  The mean annual temperature is 35 to 47 degrees F. and the mean summer temperature is 50 to 57 degrees F.  The frost-free period is 40 to 75 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Nevtah, Udel, Wilpar, and Winu soils.  Nevtah soils are loamy-skeletal, moderately deep to lithic contacts, have thick mollic epipedons, and do not have argillic horizons.  Udel soils are loamy-skeletal, very shallow to lithic contacts, and do not have argillic horizons.  Wilpar soils are deep to paralithic contacts and have a frigid temperature regime.  Winu soils are fine-loamy, moderately deep to lithic contacts, and have thick mollic epipedons."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; very high surface runoff; slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Tica soils are used dominantly as wildlife habitat.  The vegetation in the survey area where first mapped is a forest canopy of singleleaf pinyon, Utah juniper, and some curlleaf mountainmahogany, with an understory of mountain big sagebrush, low sagebrush, antelope bitterbrush, and some grasses at lower elevations."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  East-central and central Nevada and southern Idaho.  These soils are moderately extensive.  The series concept and main acreage is in MLRA 29, while other acreage occurs in MLRA 28B in Nevada and MLRA 12 in Idaho."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Kane County (Paunsaugunt Area), Utah, 1969."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  This revision of March 2001 updates the taxonomic class from Clayey-skeletal, smectitic Argic Lithic Cryoborolls.  Further study is needed in the future to determine if the mesic and frigid temperature regimes are more appropriate for part of the range of this series in the Meadow Valley Area, Nevada.\nDiagnostic horizons and features recognized in this pedon are:\nMollic epipedon - The zone from the soil surface to 7 inches (A1 and A2 horizons and part of the Bt1 horizon).\nArgillic horizon - The zone from 5 to 18 inches (Bt1 and Bt2 horizons).\nLithic contact - The boundary at 18 inches to underlying hard bedrock (R layer).\nParticle-size control section - The zone from 5 to 18 inches (Bt1 and Bt2 horizons).\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A1",
        "top": 0,
        "bottom": 3,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 1,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 1,
        "texture_class": "loam",
        "cf_class": "very stony",
        "pH": 6.8,
        "pH_class": "neutral",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "A1--0 to 1 inch; gray (10YR 5/1) very stony loam, very dark gray (10YR 3/1) moist; massive; slightly hard, very friable, slightly sticky and slightly plastic; few very fine roots; many very fine, and few fine interstitial pores; 2 percent stones, 15 percent cobbles and 30 percent pebbles; neutral (pH 6.8); abrupt smooth boundary. (1 or 2 inches thick)"
      },
      {
        "name": "A2",
        "top": 3,
        "bottom": 13,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "loam",
        "cf_class": "stony",
        "pH": 6.8,
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A2--1 to 5 inches; grayish brown (10YR 5/2) stony loam, very dark grayish brown (10YR 3/2) moist; moderate fine and very fine granular structure; slightly hard, very friable, slightly sticky and slightly plastic; many very fine, common fine, and few medium roots; many very fine, and few fine interstitial pores; 30 percent pebbles, 2 percent stones and 5 percent cobbles; neutral (pH 6.8); clear smooth boundary. (4 to 6 inches thick)"
      },
      {
        "name": "Bt1",
        "top": 13,
        "bottom": 33,
        "dry_hue": "7.5YR",
        "dry_value": 5,
        "dry_chroma": 4,
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "clay",
        "cf_class": "gravelly",
        "pH": 6.8,
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bt1--5 to 13 inches; brown (7.5YR 5/4) gravelly clay, brown (7.5YR 4/4) moist; moderate medium subangular blocky structure; very hard, friable, very sticky and very plastic; common fine, very fine, and medium roots; many very fine, interstitial, and common very fine tubular pores; many distinct clay films on faces of peds and lining pores; 25 percent pebbles and 2 percent stones; neutral (pH 6.8); clear wavy boundary. (6 to 10 inches thick)"
      },
      {
        "name": "Bt2",
        "top": 33,
        "bottom": 46,
        "dry_hue": "7.5YR",
        "dry_value": 6,
        "dry_chroma": 4,
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "sandy clay loam",
        "cf_class": "very cobbly",
        "pH": 6.8,
        "pH_class": "neutral",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Bt2--13 to 18 inches; light brown (7.5YR 6/4) very cobbly sandy clay loam, brown (7.5YR 4/4) moist; moderate medium and coarse subangular blocky structure; very hard, friable, moderately sticky and moderately plastic; common very fine, fine, and medium roots; common very fine interstitial and tubular pores; many distinct and few prominent clay films on faces of peds and lining pores; 40 percent cobbles and 10 percent pebbles; neutral (pH 6.8); abrupt smooth boundary. (3 to 6 inches thick)"
      },
      {
        "name": "R",
        "top": 46,
        "bottom": "NA",
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "R--18 inches; hard rhyodacitic tuff."
      }
    ]
  ]
}
