{
  "SERIES": "TICHNOR",
  "STATUS": "Established Series",
  "BYREV": "Rev. LBW:MAV",
  "REVDATE": "12/2014",
  "STATES": "AR,TN",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty, mixed, active, thermic Typic Endoaqualfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Tichnor silt loam, 1 percent slope, cultivated. (Colors are for moist soil unless otherwise stated.)\nAp--0 to 7 inches; brown (10YR 4/3) silt loam; weak coarse subangular blocky structure; friable; many fine and few medium pores; common fine roots; few fine distinct strong brown (7.5YR 5/6) iron concentrations, mainly around root channels; few fine and medium iron-manganese concretions with weakly cemented brown exteriors and strongly cemented hard black interiors; moderately acid; abrupt smooth boundary. (4 to 10 inches thick)\nEg1--7 to 19 inches; light brownish gray (10YR 6/2) silt loam; weak coarse subangular blocky structure; very friable; few fine roots; common fine and common medium pores; many medium distinct strong brown (7.5YR 5/6) and few medium yellowish brown (10YR 5/8) iron concentrations throughout matrix; some pores lined with strong brown (7.5YR 5/6) and a few pores lined with yellowish red (5YR 5/6) iron concentrations; few fine and few medium iron-manganese concretions with weakly cemented brown exteriors and strongly cemented hard black interiors; strongly acid; clear smooth boundary.\nEg2--19 to 31 inches; light gray (10YR 7/1) silt loam; weak coarse subangular blocky structure; very friable; occasional fine root; few fine and few medium pores; few medium distinct pale brown (10YR 6/3) and few fine distinct brownish yellow (10YR 6/6) iron concentrations throughout matrix; few fine and few medium iron-manganese concretions with weakly cemented brown exteriors and strongly cemented hard black interiors; strongly acid; gradual smooth boundary. (Combined thickness of the Eg horizon ranges from 20 to 36 inches.)\nBtg1--31 to 47 inches; light brownish gray (10YR 6/2) silty clay loam; weak coarse subangular blocky structure; friable; few fine and few medium pores; many distinct grayish brown (10YR 5/2) clay accumulations on faces of peds and lining most pores; few medium faint light brownish gray (2.5Y 6/2) iron depletions; few fine and medium distinct strong brown (7.5YR 5/6) and few medium brownish yellow (10YR 6/6) iron concentrations throughout matrix; few fine, few medium and few coarse and few very coarse iron-manganese concretions with weakly cemented brown exteriors and strongly cemented hard black interiors; one crayfish burrow about 2 inches in diameter filled with light brownish gray (10YR 6/2) silt through part of horizon; strongly acid; gradual smooth boundary.\nBtg2--47 to 65 inches; light brownish gray (10YR 6/2) silty clay loam; moderate medium and coarse subangular blocky structure; friable; few fine and few medium pores; many prominent grayish brown (10YR 5/2) clay accumulations on faces of peds and lining most pores; numerous crayfish burrows 1 to 3 inches in diameter filled with light brownish gray (10YR 6/2) silt; burrows are surrounded with grayish brown (10YR 5/2) silty clay loam about one-half inch thick that is hard and brittle; few coarse distinct yellowish brown (10YR 5/4) iron concentrations throughout matrix; few medium distinct brownish yellow (10YR 6/6) and strong brown (7.5YR 5/8) iron concentrations around crayfish burrows; few fine, few medium, few coarse, and few very coarse iron-manganese concretions with thin weakly cemented brown exteriors and strongly cemented hard black interiors; few fine powdery white barite accumulations on faces of a few peds; strongly acid; gradual smooth boundary.\nBtg3--65 to 80 inches; light brownish gray (10YR 6/2) silt loam; moderate medium and coarse subangular blocky structure; firm, some peds brittle; common fine and common medium pores; many distinct light brownish gray (10YR 6/2) clay films on faces of most peds and lining most pores; common coarse distinct yellowish brown (10YR 5/4) and few medium distinct dark yellowish brown (10YR 3/4) iron concentrations throughout matrix; few fine, few medium and few coarse weakly cemented black manganese concretions; strongly acid. (Combined thickness of the Btg horizon ranges from 30 to more than 60 inches.)"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Arkansas County, Arkansas; 2 miles north of DeWitt on Arkansas Highway 130, then east 1000 feet just south of the Little LaGrue Bayou in the SE1/4SW1/4NW1/4, sec. 28, T. 4 S., R. 3 W.; USGS-DEWITT ARK. topographic quad.; lat. 34 degrees 19 minutes 15 seconds N.; long. 91 degrees 20\nminutes 44 seconds W.; NAD 27."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Solum thickness ranges from 50 to more than 80 inches. Depth from the soil surface to the top of the argillic horizon ranges from 24 to 40 inches. Reaction ranges from extremely acid to moderately acid throughout, except for surface layers that have been limed, or affected by irrigation water.\nThe Ap horizon has hue of 10YR, value of 4 or 5, and chroma of 2 or 3. In noncultivated areas, the A horizon has hue of 10YR, value of 4, and chroma of 1 through 3. Texture is silt loam, silt and rarely silty clay loam. Redoximorphic concentrations and depletions are in shades of brown or gray.\nThe Eg horizon has hue of 10YR, value of 5, 6, or 7 and chroma of 1 or 2. Texture is silt loam or silt. Redoximorphic concentrations and depletions are in shades of brown or gray.\nThe Btg horizon has hue of 10YR, value of 5, 6, or 7 and chroma of 1 or 2. Texture is silt loam or silty clay loam. Redoximorphic concentrations and depletions are in shades of yellow, brown or gray.\nThe BC or C horizons, if present, have hue of 10YR, value of 5, 6, or 7 and chroma of 1 or 2. Texture is silt loam or silty clay loam. Redoximorphic concentrations and depletions are in shades of yellow, brown and gray."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These iclude the Adaton, Amagon and Dundee series in this family. Adaton, Amagon, and Dundee soils have A and E horizons with a combined thickness of less than 24 inches. Amagon soils have more than 15 percent sand coarser than very fine in the upper 20 inches of the argillic horizon. Adaton and Dundee soils typically do not have E horizons."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Tichnor soils are on flood plains on broad terraces in the Western Lowlands and Grand Prairie area of Arkansas and other similar areas in the Lower Mississippi Valley; MLRA 131. These soils formed in silty sediments from loess, or from loess mixed with silty alluvium. The mean annual\nprecipitation is about 50 inches and the mean annual temperature is about 62 degrees F near the type location."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These include the competing Amagon soils and Arkabutla, Calhoun, Calloway, Falaya, Foley, Grenada, Hillemann, Oaklimeter and Loring. Arkabutla, Falaya, and Oaklimeter soils, which occur on similar floodplains, do not have argillic horizons. Foley soils, which\noccur on adjacent terraces contain a natric horizon. Calhoun, Calloway, Grenada, Hillemann and Loring soils occur on adjacent loess covered terraces. Calhoun soils contain a glossic horizon. Calloway, Grenada and Loring soils contain a fragipan. Hillemann soils contain a natric horizon."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Poorly drained; runoff is negligible and permeability is moderately slow. Flooding is common. An apparent water table is typically within 12 inches of the soil surface from December through May in undrained areas."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Significant areas are forested with bottomland hardwoods. The main species are oaks and gums with occasional Cypress. The remaining acreage has been cleared and drained and used for row crops and pasture."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Flood plains that drain loess covered areas or areas of mixed loess and alluvium in MLRAs 134 and 131 in the Lower Mississippi Valley of Arkansas, Louisiana, Mississippi, Missouri, and Tennessee. The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: TEMPLE, TEXAS"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Drew County, Arkansas; 1972."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic features and horizons recognized in this pedon:\nOchric epipedon - The zone from the surface to a depth of 31 inches.\nAlbic horizon - The zone from 7 to 31 inches.\nArgillic horizon - The zone from 31 inches to 80 inches.\nADDITIONAL DATA: Characterization of the type location by the University of Arkansas Soil Characterization Laboratory Pedon No. 95AR02.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
