{
  "SERIES": "TICKAPOO",
  "STATUS": "Established Series",
  "BYREV": "Rev. LNL/LR/ELS/JBF",
  "REVDATE": "07/2016",
  "STATES": "NV",
  "OVERVIEW": "The Tickapoo series consists of shallow to a duripan, well drained soils that formed alluvium derived dominantly from ignimbrite. Tickapoo soils are on alluvial fans and fan piedmonts. Slopes are 0 to 15 percent. The mean annual precipitation is about 175 mm and the mean annual temperature is about 10 degrees C.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Clayey, smectitic, mesic, shallow Natrargidic Natridurids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Tickapoo sandy loam - rangeland (Colors for dry soil unless otherwise noted.)\nA--0 to 8 cm; light gray (10YR 7/2) sandy loam, brown (10YR 5/3) moist; weak thick platy structure; soft, very friable, nonsticky and nonplastic; few very fine and fine roots; many very fine and fine, and few medium vesicular pores; 10 percent gravel, noneffervescent in most of this horizon but slightly effervescent in spots; strongly alkaline (pH 8.5); abrupt smooth boundary. (5 to 10 cm thick)\nBt1--8 to 13 cm; light gray (10YR 7/2) sandy clay loam, yellowish brown (10YR 5/4) moist; weak fine subangular blocky structure; slightly hard, friable, moderately sticky and moderately plastic; common fine and very fine roots; many very fine and fine interstitial pores; common faint and few distinct clay films on faces of peds; moderately alkaline (pH 8.2); clear wavy boundary. (5 to 10 cm thick)\nBt2--13 to 28 cm; brown (7.5YR 5/4) sandy clay, brown (7.5YR 4/4) moist; moderate medium prismatic structure; slightly hard, friable, moderately sticky and moderately plastic; common fine and very fine, and few-medium roots; many fine and very fine tubular pores; many distinct clay films on faces of peds and in pores; moderately alkaline (pH 8.2); clear wavy boundary. (13 to 20 cm thick)\nBtk--28 to 43 cm; brown (7.5YR 5/4) sandy clay, brown (7.5YR 4/4) moist; weak medium and fine subangular blocky structure; slightly hard, friable, moderately sticky and moderately plastic; many fine and very fine roots; few very fine and fine interstitial pores; common faint clay films on faces of peds, coatings on sand grains and bridges between sand grains; strongly effervescent; many medium and coarse pinkish white (7.5YR 8/2) filaments of secondary carbonates; strongly alkaline (pH 8.5); abrupt wavy boundary. (13 to 20 cm thick)\nBqkm--43 to 56 cm; very pale brown (10YR 7/3) strongly cemented very gravelly materials with thin discontinuous, indurated silica-cemented lenses, brown (10YR 5/3) moist; massive; very hard, very firm, brittle; many fine and very fine roots, matted on silica cemented lenses; many very fine and fine interstitial, and few fine and very fine tubular pores;35 percent gravel; violently effervescent; strongly alkaline (pH 8.5); clear wavy boundary. (10 to 25 cm thick)\n2Bqk--56 to 112 cm; light gray (10YR 7/2) extremely gravelly coarse sand with a few 1 to 10 cm, very hard and firm lenses where silica has weakly cemented the material, brown (10YR 5/3) moist; single grained; loose, nonsticky and nonplastic; common fine and very fine roots; many fine and very fine, and few medium interstitial pores; 60 percent gravel; strongly effervescent; strongly alkaline (pH 8.5); abrupt wavy boundary. (30 to 60 cm thick)\n2Bqkm--112 to 127 cm; white (10YR 8/1) extremely gravelly coarse sand, light gray (10YR 7/2) moist; massive; weakly cemented with silica; very hard, firm, nonsticky and nonplastic; few fine and very fine roots; few fine and very fine tubular, and few fine and very fine interstitial pores; 60 percent gravel; violently effervescent; strongly alkaline (pH 8.5); clear wavy boundary. (13 to 38 cm thick)\n3C--127 to 152 cm; light brownish gray (10YR 6/2) extremely gravelly coarse sand, grayish brown (10YR 5/2) moist; single grained; loose, nonsticky and nonplastic; few fine and very fine roots; many fine and very fine, and few medium interstitial pores; 60 percent gravel; slightly effervescent; moderately alkaline (pH 8.3); clear wavy boundary. (20 to 38 cm thick)\n4Bqkm--152 to 163 cm; very pale brown (10YR 8/2) strongly cemented extremely gravelly materials, light gray (10YR 7/2) moist; massive; extremely hard, extremely firm; practically no roots; many very fine interstitial pores; 60 percent gravel; violently effervescent; strongly alkaline (pH 8.5)"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Nye County, Nevada; 1,000 feet south and 870 feet east of the northwest corner of section 9, T.4 S., R.54 E., Mount Diablo base line and meridian; USGS White Blotch Springs 7.5 minute topographic quadrangle; latitude 37 degrees 37 minutes 5 seconds N and longitude 115 degrees 54 minutes 51 seconds W; WGS84 Decimal Degrees 37.6186111 latitude, -115.9147222 longitude."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: Usually dry, intermittently moist in winter and spring and in some part for 10 to 20 days cumulative between July and October due to convection storms; typic aridic soil moisture regime.\nMean annual soil temperature: 11 to 13 degrees C.\nDepth to the duripan: 38 to 50 cm.\nDepth to the very gravelly material ranges from 38 to 76 cm.\nReaction: Moderately alkaline or strongly alkaline.\nParticle-size control section - Clay content: Averages 35 to 45 percent.\nRock fragment: 5 to 35 percent\nA horizon\nHue:  10YR or 2.5Y,\nValue: 6 or 7 dry, 4 or 5 moist.\nChroma:  2 or 3.\nStructure:  Weak through strong, thick through thin platy structure or is massive.\nPores: Many or common variable sized vesicular.\nEffervescence: Noneffervescent through slightly effervescent.\nBt1 horizon\nHue  7.5YR or 10YR,\nValue of 5 or 6 dry, 4 or 5 moist,\nChroma:  3 or 4.\nEffervescence: Noneffervescent through slightly effervescent.\nBt2 and Btk horizons\nHue  7.5YR or 10YR,\nValue: 5 or 6 dry, 4 or 5 moist,\nChroma:  3 or 4.\nTexture: Sandy clay, clay or clay loam with more than 35 percent clay\nRock fragments: 0 to 25 percent gravel.\nStructure:  Weak or moderate, fine through coarse prismatic, and angular or subangular blocky.\nEffervescence: Noneffervescent through strongly effervescent.\nSegregated carbonates:  Common in the lower part of the Bt horizon.\nSodium absorption ratio (SAR):  15 to 30 percent in at least some subhorizon of the argillic horizon.\n2Bk and 3C horizons\nRock fragments: 35 to 75 percent gravel.\nOther features:  Few to common, very thin to thin (less than 0.6 cm) silica cemented discontinuous, randomly oriented laminae. Lenses range from extremely hard to hard, very firm or firm and are brittle."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no other series in this family."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Tickapoo soils are on smooth or slightly convex alluvial fans at elevations of 1,460 to 1,680 meters.  Slopes are 0 to 15 percent. Tickapoo soils formed in mixed loamy alluvium derived mainly from ignimbrite. The climate is cool semiarid with a mean annual precipitation of 150 to 200 mm. The mean annual temperature is 9 to 11 degrees C and the frost-free period is 100 to 150 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Koyen, Leo, and Papoose soils.  Koyen soils have cambic horizons and coarse-loamy particle-size control sections. Leo soils have sandy-skeletal particle-size control sections. Papoose lack silica cementation."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Well-drained; very slow through medium runoff; moderately low saturated hydraulic conductivity."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Used for livestock grazing. The dominant vegetation is galleta, bud sagebrush, Nevada ephedra, shadscale, winterfat, Indian ricegrass, spiny hopsage, Anderson wolfberry, and littleleaf horsebrush."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Central Nevada, where the soil is moderately extensive. MLRA 29."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Lander County, Northern Part, Nevada, 1974."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: These soils were formerly classified as Desert soils.\nDiagnostic horizons and features recognized in this pedon are:\nOchric epipedon - The zone from the soil surface to 8 cm (A horizon).\nNatric horizon - The zone from 8 to 43 cm (Bt1, Bt2 and Btk horizons).\nStrongly cemented duripan - The zone from 43 to 56 cm (Bqkm horizon).\nParticle-size control section - The zone from 8 to 43 cm (Bt1, Bt2 and Btk horizons).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
