{
  "SERIES": "TIERNEY",
  "STATUS": "Established Series",
  "BYREV": "Rev. JBF/TM",
  "REVDATE": "06/2017",
  "STATES": "NV,UT",
  "OVERVIEW": "The Tierney series consists of very deep, well drained soils that formed in alluvium derived from mixed rocks. The Tierney soils are on stream terraces, alluvial fans and inset fans. Slopes are 4 to 15 percent. The mean annual precipitation is about 360 mm and the mean annual temperature is about 7 degrees C.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive, frigid Cumulic Haploxerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Tierney very gravelly loam--rangeland. (Colors are for dry soil unless otherwise noted.) The surface is covered with 50 percent gravel and 5 percent cobbles.\nA1--0 to 8 cm; grayish brown (10YR 5/2) very gravelly loam, very dark grayish brown (10YR 3/2) moist; weak fine subangular blocky structure; soft, very friable, slightly sticky and slightly plastic; many very fine and fine roots; common fine tubular pores, many very fine and fine interstitial pores; 50 percent gravel; slightly acid (pH 6.4) clear smooth boundary. (5 to 38 cm thick)\nA2--8 to 28 cm; grayish brown (10YR 5/2) very gravelly sandy loam, very dark grayish brown (10YR 3/2) moist; weak fine and medium subangular blocky structure; soft, very friable, slightly sticky and slightly plastic; many very fine and fine roots; many very fine and fine interstitial pores, common fine tubular pores; 55 percent gravel; neutral (pH 7.2) clear smooth boundary. (15 to 38 cm thick)\nA3--28 to 61 cm; dark grayish brown (10YR 4/2) very gravelly sandy loam, very dark brown (10YR 2/2) moist; moderate fine subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; many very fine through medium roots; common fine tubular pores; 45 percent gravel; neutral (pH 7.0) clear smooth boundary. (0 to 46 cm thick)\nA4--61 to 91 cm; stratified dark grayish brown (10YR 4/2) extremely gravelly sandy loam and very gravelly sandy loam, very dark brown (10YR 2/2) moist, with thin lenses of pale brown (10YR 6/3) extremely gravelly loamy sand, brown (10YR 4/3) moist; massive; soft, very friable, slightly sticky to nonsticky and slightly plastic to nonplastic; many very fine through medium roots; common fine tubular pores; 55 percent gravel and 10 percent cobbles; slightly alkaline (pH 7.4) clear smooth boundary. (30 to 56 cm thick)\nA5--91 to 130 cm; brown (10YR 5/3) extremely gravelly sandy loam, dark brown (10YR 3/3) moist; massive; soft, very friable, slightly sticky and slightly plastic; many very fine through medium roots; common fine tubular pores; 55 percent gravel and 10 percent cobbles; neutral (pH 7.2) clear smooth boundary. (0 to 50 cm thick)\nC--130 to 152 cm; pale brown (10YR 6/3) extremely gravelly loamy sand, brown (10YR 4/3) moist; massive; soft, very friable, nonsticky and nonplastic; 55 percent gravel and 15 percent cobbles; neutral (pH 7.2)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Toiyabe Range, Nye County , Nevada; about 50 feet north and 2000 feet west of the southeast corner of section 29 T.15N., R.42E.; latitude 39 degrees, 7 minutes, 48.1 seconds N and longitude 117 degrees, 16 minutes, 46.0 seconds W; NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: Usually dry; moist in winter and spring, dry summer and fall; xeric soil moisture regime.\nMean annual soil temperature: 7 to 8 degrees C.\nMollic epipedon thickness: 85 to greater than 140 cm.\nReaction: Slightly acid to neutral in upper part; neutral to slightly alkaline in the lower part of the profile.\nParticle-size control section - Clay content: Averages 10 to 18 percent.\nRock fragments: Average 35 to 70 percent, mainly gravel.\nA horizon\nValue: 4 or 5 dry, 2 or 3 moist.\nChroma: 2 or 3.\nA2, A3, A4, and A5 horizons (if present)\nValue: 4 or 5 dry, 2 or 3 moist.\nChroma: 2 or 3.\nTexture: Fine sandy loam or sandy loam.\nModifiers: Very gravelly, gravelly or extremely gravelly.\nC horizons\nValue: 5 through 7 dry, 3 through 5 moist.\nChroma: 3 or 4.\nTexture: Loamy sand, coarse sandy loam, sandy loam or loam.\nModifiers: Very gravelly, gravelly, extremely gravelly or extremely stony."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Ripcon and Steptoe series.\nRipcon soils are intermittently moist in the upper part for 10 to 20 days cumulative due to convection storms between July and September. Steptoe soils average 18 to 27 percent clay in the particle-size control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Tierney soils are on stream terraces, alluvial fans and inset fans. These soils formed in mixed alluvium. Slopes are 4 to 15 percent. Elevations are 2,075 to 2,565 meters. The climate is cool, semiarid with warm, dry summers and cold, moist winters. The mean annual precipitation is 300 to 400 mm, mean annual temperature is 6 to 8 degrees C, and frost-free season is 60 to 90 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Cropper and Cablab soils. Cropper soils have bedrock at 36 to 50 cm and clay averages 27 to 35 percent in the particle-size control section. Cablab soils are somewhat poorly drained and have less than 35 percent rock fragments."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Well drained, slow runoff; moderately high saturated hydraulic onductivity."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Livestock grazing and wildlife habitat. The present vegetation is mainly mountain big sagebrush, rabbitbrush, western needlegrass, bluebunch wheatgrass, bottlebrush squirreltail and basin wildrye."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Central Nevada. These soils are not extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Sever County, Utah, 2017."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon - The zone from 0 to 130 cm. (A1, A2, A3, A4 and A5 horizons)\nParticle-size control section - The zone from 25 to 100 cm. (A3, A4, part of the A2 and A5  horizons)\nNational Cooperative Soil Survey\nU.S.A."
  }
}
