{
  "SERIES": "TIGUA",
  "STATUS": "Established Series",
  "BYREV": "Rev. ERB/HBJ/WWJ",
  "REVDATE": "08/2007",
  "STATES": "TX",
  "OVERVIEW": "The Tigua series consists of very deep, moderately well drained, very slowly permeable soils formed in alluvium, the upper part being clayey and the lower part being loamy.  These soils are on flood plains of major streams and are flooded.  Slopes range from 0 to 1 percent.  Mean annual precipitation is about 8 inches and mean annual temperature is about 63 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Very-fine, smectitic, calcareous, thermic Vertic Torrifluvents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Tigua silty clay--irrigated cropland. Colors are dry conditions unless otherwise stated.)\nAp--0 to 10 inches; pinkish gray (7.5YR 6/2) silty clay, brown (7.5YR 5/2) moist; massive; very hard, very firm; effervescent; moderately alkaline; clear smooth boundary.  (6 to 12 inches thick)\nC1--10 to 50 inches; pinkish gray (5YR 6/2) clay, reddish gray (5YR 5/2) moist; few parallel piped structural aggregates; extremely hard, extremely firm; contains a few cracks 1-1/2 cm wide extending from upper boundary to 30 inches; bedding planes that become more pronounced with depth; few salt deposits; effervescent; moderately alkaline; abrupt wavy boundary.  (35 to 60 inches thick)\n2C2--50 to 60+ inches; light gray (10YR 7/2) stratified silt loam, very fine sandy loam, and silt, grayish brown (10YR 5/2) moist; structureless; soft; friable; effervescent; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: El Paso County; Texas; in cultivated field 65 feet southeast of Denton Road; from a point 0.6 mile southwest of intersection of Denton Road and U. S. Highway 80, which intersection is 1.1 miles southeast of Farm Road 1110 in Clint, Texas; via U. S. Highway 80."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture - Intermittently moist in the soil moisture control section during July-August. Typic aridic soil moisture regime.\nDepth to sandy or loamy substratum: 40 to 70 inches\nThis soil has cracks, when not irrigated, 1/2 to 4 inches wide and 12 inches or more long that extend to a depth of 20 inches or more from the surface or the base of the Ap\nTexture of the 10- to 40- inch control section: clay\nClay content: 60 to about 70 percent\nWeak bedding planes begin at depths ranging from 15 to 25 inches below the surface.  They become more pronounced with depth\nSoil salinity: none to moderate\nA and C horizons\nTexture: silty clay to clay\nHue: 5YR to 10YR\nValue: 5 or 6\nChroma: 2 or 3\n2C horizon\nTexture: silt, silt loam, loam, and very fine sandy loam stratified with sandy to clayey layers"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no competing series."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Tigua soils are on nearly level to slightly depressed flood plains of major streams.  The soil formed in clayey over loamy alluvial sediments many feet thick.  The climate is arid with an average annual precipitation of 4 to 12 inches and a Thornthwaite P-E index of 10 to 15.  The mean annual temperature ranges from 60 degrees to 65 degrees F."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These Saneli, Gila, Glendale, Harkey, and Vinton series.  Gila, Glendale, Harkey, and Vinton soils contain less than 35 percent clay in the 10- to 40- inch control section. Saneli soils are clayey over sandy in the control section."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Moderately well drained.  Surface runoff is very slow to ponded.  Permeability is very slow."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Almost all of this series is used for irrigated cropland.  Crops grown are cotton, alfalfa, grain sorghum, small grains, and vegetables.  Principal vegetation is cottonwood trees, salt cedar, tornillo bush, fourwing saltbush, and alkali sacaton."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Occurs in the southern part of the Trans-Pecos area in West Texas, along the Rio Grande and major tributaries and in southeast New Mexico. This soil occurs in LRR-D, MLRA 42.The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Phoenix, Arizona"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: El Paso County, Texas; 1975."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - The zone from 0 to 10 inches (Ap horizon)\nEntisol feature - The absence of diagnostic subsurface horizons\nFluvial feature - Irregular decrease in organic carbon in the zone from 10 to 60 inches (C1, 2C2 horizons)\nVertic feature - soil cracks\nThese soils were formerly classified in the Alluvial great soil group.\nClassified according to Soil Taxonomy, Second Edition, 1999; Keys to Soil Taxonomy Tenth Edition, 2006.\nWhen the competing series section was updated in September 2001, questions were raised about the pedon description of this series. A field study of the type location is recommended to update the description.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "moderately well",
        "drainage_overview": "moderately well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 25,
        "moist_hue": "7.5YR",
        "moist_value": 6,
        "moist_chroma": 2,
        "texture_class": "silty clay",
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Ap--0 to 10 inches; pinkish gray (7.5YR 6/2) silty clay, brown (7.5YR 5/2) moist; massive; very hard, very firm; effervescent; moderately alkaline; clear smooth boundary.  (6 to 12 inches thick)"
      },
      {
        "name": "C1",
        "top": 25,
        "bottom": 127,
        "moist_hue": "5YR",
        "moist_value": 6,
        "moist_chroma": 2,
        "texture_class": "clay",
        "pH_class": "moderately alkaline",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "C1--10 to 50 inches; pinkish gray (5YR 6/2) clay, reddish gray (5YR 5/2) moist; few parallel piped structural aggregates; extremely hard, extremely firm; contains a few cracks 1-1/2 cm wide extending from upper boundary to 30 inches; bedding planes that become more pronounced with depth; few salt deposits; effervescent; moderately alkaline; abrupt wavy boundary.  (35 to 60 inches thick)"
      }
    ]
  ]
}
