{
  "SERIES": "TIHONET",
  "STATUS": "Established Series",
  "BYREV": "JDT-RBT-CAW",
  "REVDATE": "06/2010",
  "STATES": "MA",
  "OVERVIEW": "The Tihonet series consists of very deep, poorly drained soils that formed in thick sandy glaciofluvial deposits. They are on excavated landscapes where the original solum and substratum has been excavated to the depth of the water table. Slope ranges from 0 through 3 percent. Saturated hydraulic conductivity is high or very high. Mean annual temperature is about 48 degrees F. (9 degrees C.) and mean annual precipitation is about 43 inches (1092 millimeters).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Mixed, mesic Typic Psammaquents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Tihonet coarse sand - in an abandoned cranberry bed area. (Colors are for moist soil unless otherwise stated)\nOe -- 0 to 1 centimeter; black (10YR 2/1) moist, moderately decomposed plant material; weak fine granular structure; very friable; many fine roots throughout and many very fine roots throughout; strongly acid; abrupt smooth boundary. (0 to 15 centimeters thick.)\n^A -- 1 to 11 centimeters; 60 percent very dark brown (10YR 2/2) moist and 40 percent grayish brown (2.5Y 5/2) moist, coarse sand; gray (2.5Y 5/1) dry; massive; very friable; many fine roots throughout and many very fine roots throughout; 12 percent subrounded gravel; strongly acid; clear wavy boundary. (0 to 28 centimeters thick.)\n^Bw -- 11 to 17 centimeters; light olive brown (2.5Y 5/3) moist, sand; massive; friable; common fine roots throughout and common very fine roots throughout; 5 percent (common) medium prominent strong brown (7.5YR 5/8), moist, masses of oxidized iron, 2 percent (common) medium prominent dark reddish brown (5YR 3/4), moist, masses of oxidized iron, and 3 percent (common) fine prominent dark reddish brown (5YR 3/4), moist, masses of oxidized iron; 10 percent subrounded gravel; strongly acid; clear smooth boundary. (0 to 26 centimeters thick.)\n^Cg1 -- 17 to 28 centimeters; dark grayish brown (2.5Y 4/2) moist, sand; massive; friable; common fine roots throughout and common very fine roots throughout; 2 percent (common) coarse prominent yellowish red (5YR 4/6), moist, masses of oxidized iron, 3 percent (common) medium prominent yellowish red (5YR 4/6), moist, masses of oxidized iron, 2 percent (common) medium prominent strong brown (7.5YR 4/6), moist, masses of oxidized iron, and 3 percent (common) fine prominent strong brown (7.5YR 4/6), moist, masses of oxidized iron; 12 percent subrounded gravel; moderately acid; clear smooth boundary.\n^Cg2 -- 28 to 38 centimeters; dark olive gray (5Y 3/2) moist, gravelly coarse sand; massive; friable; 25 percent subrounded gravel; strongly acid; abrupt smooth boundary. (The combined thickness of the ^Cg is 0 to 54 centimeters thick.)\n2Cg3 -- 38 to 112 centimeters; gray (2.5Y 5/1) moist, fine sand; single grain; loose; 2 percent subrounded cobble and 3 percent subrounded gravel; moderately acid; clear wavy boundary.\n2Cg4 -- 112 to 137 centimeters; gray (2.5Y 5/1) moist, sand; single grain; loose; 7 percent subrounded gravel; moderately acid; clear wavy boundary.\n2Cg5 -- 137 to 165 centimeters; gray (2.5Y 5/1) moist, sand; single grain; loose; 2 percent subrounded gravel; moderately acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Plymouth County, Massachusetts; Town of Halifax, 2034 feet East from the intersection of Elm Street and Pond Street and 1,640 feet Southeast of the southern most point of Burrage Pond. USGS Whitman, MA topographic quadrangle, Latitude 42 degrees, 0 minutes, 35 seconds N., Longitude 70 degrees, 52 minutes, 38 seconds W., NAD 1983."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Depth to bedrock is greater than 165 centimeters. Rock fragments range from 0 through 35 percent throughout and typically consist of gravel size granite, gneiss, and schist. Reaction ranges from extremely acid through moderately acid. Human transported materials range from 0 to 40 centimeters.\nThe O horizon, where present, has hue of 5YR through 10YR, value of 2 or 2.5, and chroma of 0 through 2. They commonly consist of a thin layer of hemic or sapric material.\nSome pedons have an A, ^A, or ^Ap horizon that has hue 7.5YR through 2.5Y, value of 2 through 4, and chroma of 1 through 4. Texture ranges from loamy fine sand through coarse sand or their mucky analogs. The horizon is massive or single grain and consistence is friable through loose. When used for cranberry production, the ^Ap horizon commonly consists of anthropotransported material consisting of a mixture of organic material and sand. Excavated areas that have been abandoned for long periods may develop thin A horizons.\nSome pedons have a Bw or ^Bw horizon that has hue 2.5Y, value 5, and chroma 3 or 4. Texture is sand or loamy fine sand. The horizon is massive or single grain and consistence is friable through loose.\nSome pedons have ^Cg horizon that has hue of 2.5Y or 5Y, value of 3 or 4, and chroma 2. The ^Cg horizon typically has common redoximorphic features. Texture is coarse sand or sand and their gravelly analogs.  The horizon is massive and friable.\nThe 2Cg or 2C horizon has hue of 7.5YR through 2.5Y, value of 4 through 6, and chroma of 1 through 6. The 2C horizon typically has common redoximorphic features. Textures range from loamy fine sand through coarse sand and their gravelly analogs. The horizon is single grain and consistence is friable through loose. Some pedons have fine sandy loam to silt loam textures below 40 inches. Some areas have an iron-rich layer with redder hues that is caused by a fluctuating water table."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Arloval, Barren (T), Carrolls, Conrad, Dair, Forbar, Gothenburg, Jamaica (T), Junius, Norway, Rhodesfolly (T), Stafford, Tryon, Tyre, and Wanser series. Arloval, Carrolls, Conrad, Dair, Forbar, Gothenburg, Norway, Tryon, Tyre, and Wanser soils are from outside of Region R. Arloval soils formed in alluvium and receive less annual precipitation. Barren (T) and Jamaica (T) soils formed in 100 centimeters or more of anthrotransported soil material. Carrolls soils have volcanic ash within the particle size control section. Conrad, Dair, Forbar, and Junius soils have carbonates within a depth of 60 inches. Gothenburg and Norway soils formed in alluvium and are neutral through moderately alkaline. Rhodesfolly (T) soils are subaqueous. Stafford soils formed in glaciolacustrine sediments and have thicker sola. Tryon soils formed in alluvial and eolian sediments and receive less rainfall. Tyre soils are moderately deep to sandstone bedrock. Wanser soils are alkaline."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Tihonet soils are level to nearly level soils on outwash plains. These areas were formerly moderately well to excessively drained soils but have been excavated down to the depth of the water table, primarily for mining sand and gravel and for preparation for cranberry production. The soils formed in sandy glaciofluvial materials derived mainly from granite, gneiss, and schist. Some pedons used for cranberry production have anthropotransported soil materials at their surface up to 40 centimeters thick. Slope ranges from 0 through 3 percent. Mean annual precipitation ranges from 1016 through 1270 millimeters, mean annual air temperature ranges from 45 through 52 degrees F. (7 through 11 degrees C.), and mean growing season ranges from 100 to 195 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Rainberry, Birdsall, Carver, Deerfield, Freetown, Hinckley, Mashpee, Massasoit, Merrimac, Plymouth, Swansea, Walpole, Wareham, and Windsor soils. These are all natural soils that have not been excavated. Carver, Deerfield, Hinckley, Merrimac, and Windsor soils are all better drained. Rainberry, Mashpee, and Massasoit soils have Spodic horizons. Freetown and Swansea soils are organic. Birdsall and Walpole soils have Cambic horizons. Scarboro soils have Histic epipedons. Wareham soils have A horizons that are 15 to 25 centimeters thick."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Poorly drained. Potential for surface runoff is high or very high, or negligible were depressional. Saturated hydraulic conductivity is high or very high. Some areas are ponded during winter months. Areas used for the production of cranberries are periodically flooded as a management practice."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Tihonet soils are used for cranberry production in southeastern Massachusetts. Other areas are idle abandoned gravel pits and replicated wetlands. Most areas are vegetated with Hardhack, Threeleaf Goldenrod, Pussywillow, Cranberry, Sheeplaurel, Bayberry, Red Maple, Sphagnum moss, Sweet Pepper Bush, and sedges."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Southeastern Massachusetts. MLRA's 144A and 149B. The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Amherst, Massachusetts."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Plymouth County, Massachusetts, 2010."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic features recognized in this pedon are:\n1) Ochric epipedon - the zone from 0 to 11 centimeters (Oe and ^A horizons).\n2) Aquic conditions - as evidenced by a hue of 2.5Y and a chroma of 1 in a layer at a depth between 40 and 50 centimeters from the mineral soil surface (2Cg3 horizon).\n3) Particle-size control section - the zone from 25 to 100 centimeters (^Cg1, ^Cg2 and 2Cg3 horizons).\nADDITIONAL DATA: Full characterization data for sample no. S07MA023001 (Tihonet). Pedon analyzed by the NSSL, Lincoln, NE.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "poorly",
        "drainage_overview": "poorly"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "^A",
        "top": 1,
        "bottom": 11,
        "dry_hue": "2.5Y",
        "dry_value": 5,
        "dry_chroma": 1,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 2,
        "texture_class": "coarse sand",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "^A -- 1 to 11 centimeters; 60 percent very dark brown (10YR 2/2) moist and 40 percent grayish brown (2.5Y 5/2) moist, coarse sand; gray (2.5Y 5/1) dry; massive; very friable; many fine roots throughout and many very fine roots throughout; 12 percent subrounded gravel; strongly acid; clear wavy boundary. (0 to 28 centimeters thick.)"
      },
      {
        "name": "^Bw",
        "top": 11,
        "bottom": 17,
        "moist_hue": "2.5Y",
        "moist_value": 5,
        "moist_chroma": 3,
        "texture_class": "sand",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "^Bw -- 11 to 17 centimeters; light olive brown (2.5Y 5/3) moist, sand; massive; friable; common fine roots throughout and common very fine roots throughout; 5 percent (common) medium prominent strong brown (7.5YR 5/8), moist, masses of oxidized iron, 2 percent (common) medium prominent dark reddish brown (5YR 3/4), moist, masses of oxidized iron, and 3 percent (common) fine prominent dark reddish brown (5YR 3/4), moist, masses of oxidized iron; 10 percent subrounded gravel; strongly acid; clear smooth boundary. (0 to 26 centimeters thick.)"
      },
      {
        "name": "^Cg1",
        "top": 17,
        "bottom": 28,
        "moist_hue": "2.5Y",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "sand",
        "pH_class": "moderately acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "^Cg1 -- 17 to 28 centimeters; dark grayish brown (2.5Y 4/2) moist, sand; massive; friable; common fine roots throughout and common very fine roots throughout; 2 percent (common) coarse prominent yellowish red (5YR 4/6), moist, masses of oxidized iron, 3 percent (common) medium prominent yellowish red (5YR 4/6), moist, masses of oxidized iron, 2 percent (common) medium prominent strong brown (7.5YR 4/6), moist, masses of oxidized iron, and 3 percent (common) fine prominent strong brown (7.5YR 4/6), moist, masses of oxidized iron; 12 percent subrounded gravel; moderately acid; clear smooth boundary."
      },
      {
        "name": "^Cg2",
        "top": 28,
        "bottom": 38,
        "moist_hue": "5Y",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "coarse sand",
        "cf_class": "gravelly",
        "pH_class": "strongly acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "^Cg2 -- 28 to 38 centimeters; dark olive gray (5Y 3/2) moist, gravelly coarse sand; massive; friable; 25 percent subrounded gravel; strongly acid; abrupt smooth boundary. (The combined thickness of the ^Cg is 0 to 54 centimeters thick.)"
      },
      {
        "name": "2Cg3",
        "top": 38,
        "bottom": 112,
        "moist_hue": "2.5Y",
        "moist_value": 5,
        "moist_chroma": 1,
        "texture_class": "fine sand",
        "pH_class": "moderately acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "2Cg3 -- 38 to 112 centimeters; gray (2.5Y 5/1) moist, fine sand; single grain; loose; 2 percent subrounded cobble and 3 percent subrounded gravel; moderately acid; clear wavy boundary."
      },
      {
        "name": "2Cg4",
        "top": 112,
        "bottom": 137,
        "moist_hue": "2.5Y",
        "moist_value": 5,
        "moist_chroma": 1,
        "texture_class": "sand",
        "pH_class": "moderately acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "2Cg4 -- 112 to 137 centimeters; gray (2.5Y 5/1) moist, sand; single grain; loose; 7 percent subrounded gravel; moderately acid; clear wavy boundary."
      },
      {
        "name": "2Cg5",
        "top": 137,
        "bottom": 165,
        "moist_hue": "2.5Y",
        "moist_value": 5,
        "moist_chroma": 1,
        "texture_class": "sand",
        "pH_class": "moderately acid",
        "narrative": "2Cg5 -- 137 to 165 centimeters; gray (2.5Y 5/1) moist, sand; single grain; loose; 2 percent subrounded gravel; moderately acid."
      }
    ]
  ]
}
