{
  "SERIES": "TILLAMOOK",
  "STATUS": "Established Series",
  "BYREV": "Rev. CO/JAS/RWL",
  "REVDATE": "11/2006",
  "STATES": "OR",
  "OVERVIEW": "The Tillamook Series consists of very deep, moderately well drained soils formed in mixed alluvium on stream terraces. Slopes are 0 to 15 percent. The mean annual precipitation is about 90 inches and the mean annual temperature is about 50 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Medial over loamy, ferrihydritic over isotic, isomesic Aquic Melanudands"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Tillamook medial silt loam, pastureland, on a 2 percent slope and at an elevation of 56 feet. (Colors are for moist soil unless otherwise noted.)\nAp--0 to 8 inches; very dark brown (10YR 2/2) medial silt loam, very dark grayish brown (10YR 3/2) dry; strong fine subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; weakly smeary; many very fine roots; many fine interstitial and irregular pores; very strongly acid (pH 4.6); gradual smooth boundary. (7 to 9 inches thick)\nA1--8 to 20 inches; very dark brown (10YR 2/2) medial silt loam, dark grayish brown (10YR4/2) dry; moderate fine subangular blocky structure parting to moderate very fine granular;slightly hard, friable, slightly sticky and slightly plastic; weakly smeary; many very fine roots; many fine interstitial and irregular pores; very strongly acid (pH 4.6) clear wavy boundary. (8 to 13 inches thick)\nA2--20 to 25 inches; very dark grayish brown (10YR 3/2) medial silt loam, grayish brown (10YR 5/2) dry; moderate fine and very fine subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; weakly smeary; many very fine roots; many very fine tubular pores; very strongly acid (pH 4.6); abrupt wavy boundary. (5 to 8 inches thick)\n2Bw1--25 to 35 inches; dark yellowish brown (10YR 4/4) silty clay loam, light yellowish brown (10YR 6/4) dry; moderate fine and very fine subangular blocky structure; hard, friable, moderately sticky and slightly plastic; few fine and very fine roots; common very fine tubular pores; common fine prominent yellowish brown (10YR 5/8) iron masses, irregular in the matrix; very strongly acid (pH 4.6); gradual smooth boundary. (8 to 12 inches thick)\n2Bw2--35 to 52 inches; dark yellowish brown (10YR 4/4) silty clay loam, light yellowish brown (10YR 6/4) dry; moderate fine and medium subangular blocky structure; hard, firm, moderately sticky and moderately plastic; very few fine roots; common very fine tubular pores; many fine prominent yellowish brown (10YR 5/8) iron masses, irregular in the matrix; very strongly acid (pH 4.6); gradual smooth boundary. (15 to 20 inches thick)\n2BC--52 to 60 inches; yellowish brown (10YR 5/4) silty clay loam, light yellowish brown (10YR 6/4) dry; weak medium subangular blocky structure; hard, firm, moderately sticky and moderately plastic; very few fine roots; common fine tubular pores; many fine prominent yellowish brown (10YR 5/8) iron masses, irregular in the matrix, and many medium distinct grayish brown (10YR 5/2) iron depletions, irregular in the matrix; very strongly acid (pH 4.6)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Tillamook County, Oregon; about 2.5 miles east of the town of Tillamook, 2,600 feet south and 1,300 feet west of the northeast corner of section 28, T. 1 S., R. 9 W.; USGS Tillamook topographic quadrangle; Latitude 45 degrees 27 minutes 22 seconds N. and Longitude 123 degrees 47 minutes 10 seconds W.; NAD 27"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: The soil is usually moist and is dry less than 45 consecutive days between the depths of 4 and 12 inches following the summer solstice. The mean annual soil temperature is 49 to 52 degrees F. The difference between mean summer and mean winter soil temperature varies from 5 to 9 degrees F. The upper part of the particle-size control section has a moist bulk density of 0.75 to 0.90 grams per cubic centimeter, ammonium-oxalate extractable aluminum plus one-half iron of 2.0 to 4.0 percent, P-retention of 90 to 100 percent, and 15-bar water content (air dried) of 20 to 30 percent. Hue is 10YR. The umbric epipedon is 20 to 30 inches thick. Depth to aquic conditions and associated redoximorphic features is 20 to 30 inches.\nThe Ap and A1 horizon has value of 1 or 2 moist, 2 through 5 dry and chroma of 1 or 2 moist and 2 or 3 dry. Texture is medial silt loam with 18 to 25 percent clay by field estimate. It has 0 to 10 percent rounded gravel. Organic carbon content is 6 to 15 percent.\nThe A2 horizon or AB horizon (when present), has value of 2 or 3 moist, 3 through 5 dry and chroma of 2 through 3 moist and dry. Texture is medial silt loam or medial silty clay loam with 25 to 30 percent clay by field estimate. It has 0 to 10 percent rounded gravel.\nThe 2Bw horizon or 2BC horizon (when present), has value of 3 through 5 moist, 4 through 6 dry and chroma of 4 through 6 moist and dry. Texture is silty clay loam or clay loam with 27 to 35 percent clay. It has 0 to 10 percent rounded gravel.\nThe 2C or 3C horizons, when present, have hue of 10YR or 7.5YR, value of 4 through 6 moist and dry and chroma of 2 through 6 moist and dry. Texture is sandy clay loam, loam or clay loam with 15 to 35 percent clay. It has 0 to 80 percent rounded gravel and 0 to 25 percent rounded cobbles. An extremely gravelly loam 3C horizon, when present, occurs at depths below 40 inches and has intermittent very weakly to weakly cemented lenses."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no competing series."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Tillamook soils are on stream terraces at elevations of 20 to 200 feet. The soils formed in mixed alluvium. Slopes are 0 to 15 percent. The climate is characterized by cool wet winters and cool moist summers with fog and low clouds. The mean annual precipitation is 80 to 100 inches. The mean annual temperature is 49 to 52 degrees F. The frost-free period is 160 to 260 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Chitwood, Ginger, Hebo, Knappa, Quillamook, and Wolfer series. Chitwood, Hebo, and Knappa soils qualify for an andic subgroup and are on slightly higher terrace remnants. In addition, Chitwood and Hebo soils have more than 35 percent clay in the particle-size control section and Knappa soils do not have aquic conditions with redox features. Ginger soils are on linear to concave areas of stream terraces, have redox depletions at depths of 12 to 20 inches, and have a particle-size family class of medial over clayey. Quillamook soils are on linear to convex areas of stream terraces, have a medial particle-size family class, and do not have aquic conditions with redox features. Wolfer soils are on convex areas of stream terraces, and have a particle-size family class of medial over sandy or sandy-skeletal."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; moderately slow permeability. An apparent water table is at its upper most limit November through April."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most of these soils have been cleared and are dominantly used for pasture and forage production. Other uses include building sites. Native vegetation includes Sitka spruce, western hemlock, red alder, western swordfern, salmonberry, red elderberry, and grasses."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Coastal stream terraces along the north coast of Oregon; MLRA 4A. The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Tillamook County, Oregon; 2006. The source of the name is the city of Tillamook located about 6 miles east of the Pacific Ocean."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features in this pedon:\nUmbric Epipedon - from surface to depth of 25 inches (Ap, A1 and A2 horizons)\nMelanic epipedon - from surface to depth of 20 inches (Ap and A1 horizons) with value and chroma moist of 2 or less, a melanic index of 1.6 and organic carbon content of 11 percent based on data collected from associated soils.\nAndic soil properties - from the surface to a depth of 25 inches (Ap, A1 and A2 horizons)\nCambic horizon - from a depth of 25 to 52 inches (2Bw1 and 2Bw2 horizons)\nAquic feature - redoximorphic features from a depth of 25 to 40 inches (2Bw1 and 5 inches of the 2Bw2 horizon)\nParticle-size control section - from the surface to a depth of 40 inches (Ap, A1, A2, 2Bw1 and 5 inches of the 2Bw2 horizons)\nMedial over loamy family - Medial from the surface to a depth of 25 inches (Ap, A1 and A2 horizons) with andic properties and 15 bar water content (air dried) of more than 20 percent; loamy from 25 to 40 inches (2Bw1 and 5 inches of the 2Bw2) with moist bulk density of more than 0.90 grams per cubic centimeter.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "moderately well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 20,
        "dry_hue": "10YR",
        "dry_value": 3,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 2,
        "texture_class": "silt loam",
        "pH": 4.6,
        "pH_class": "very strongly acid",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "Ap--0 to 8 inches; very dark brown (10YR 2/2) medial silt loam, very dark grayish brown (10YR 3/2) dry; strong fine subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; weakly smeary; many very fine roots; many fine interstitial and irregular pores; very strongly acid (pH 4.6); gradual smooth boundary. (7 to 9 inches thick)"
      },
      {
        "name": "A1",
        "top": 20,
        "bottom": 51,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 2,
        "texture_class": "silt loam",
        "pH": 4.6,
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "A1--8 to 20 inches; very dark brown (10YR 2/2) medial silt loam, dark grayish brown (10YR4/2) dry; moderate fine subangular blocky structure parting to moderate very fine granular;slightly hard, friable, slightly sticky and slightly plastic; weakly smeary; many very fine roots; many fine interstitial and irregular pores; very strongly acid (pH 4.6) clear wavy boundary. (8 to 13 inches thick)"
      },
      {
        "name": "A2",
        "top": 51,
        "bottom": 64,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "silt loam",
        "pH": 4.6,
        "pH_class": "very strongly acid",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "A2--20 to 25 inches; very dark grayish brown (10YR 3/2) medial silt loam, grayish brown (10YR 5/2) dry; moderate fine and very fine subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; weakly smeary; many very fine roots; many very fine tubular pores; very strongly acid (pH 4.6); abrupt wavy boundary. (5 to 8 inches thick)"
      },
      {
        "name": "2Bw1",
        "top": 64,
        "bottom": 89,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 4,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "silty clay loam",
        "pH": 4.6,
        "pH_class": "very strongly acid",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "2Bw1--25 to 35 inches; dark yellowish brown (10YR 4/4) silty clay loam, light yellowish brown (10YR 6/4) dry; moderate fine and very fine subangular blocky structure; hard, friable, moderately sticky and slightly plastic; few fine and very fine roots; common very fine tubular pores; common fine prominent yellowish brown (10YR 5/8) iron masses, irregular in the matrix; very strongly acid (pH 4.6); gradual smooth boundary. (8 to 12 inches thick)"
      },
      {
        "name": "2Bw2",
        "top": 89,
        "bottom": 132,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 4,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "silty clay loam",
        "pH": 4.6,
        "pH_class": "very strongly acid",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "2Bw2--35 to 52 inches; dark yellowish brown (10YR 4/4) silty clay loam, light yellowish brown (10YR 6/4) dry; moderate fine and medium subangular blocky structure; hard, firm, moderately sticky and moderately plastic; very few fine roots; common very fine tubular pores; many fine prominent yellowish brown (10YR 5/8) iron masses, irregular in the matrix; very strongly acid (pH 4.6); gradual smooth boundary. (15 to 20 inches thick)"
      },
      {
        "name": "2BC",
        "top": 132,
        "bottom": 152,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 4,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "silty clay loam",
        "pH": 4.6,
        "pH_class": "very strongly acid",
        "narrative": "2BC--52 to 60 inches; yellowish brown (10YR 5/4) silty clay loam, light yellowish brown (10YR 6/4) dry; weak medium subangular blocky structure; hard, firm, moderately sticky and moderately plastic; very few fine roots; common fine tubular pores; many fine prominent yellowish brown (10YR 5/8) iron masses, irregular in the matrix, and many medium distinct grayish brown (10YR 5/2) iron depletions, irregular in the matrix; very strongly acid (pH 4.6)."
      }
    ]
  ]
}
