{
  "SERIES": "TILLOU",
  "STATUS": "Established Series",
  "BYREV": "Rev. WLC",
  "REVDATE": "04/2003",
  "STATES": "LA",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty, mixed, active, thermic Aquic Glossudalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Tillou silt loam, level ridge crest less than 1 percent slope in pine woodland.\n(Colors are for moist soil unless otherwise\nstated).\nA1--0 to 5 inches; dark grayish brown (10YR 4/2) silt loam;\nweak medium subangular blocky and weak fine granular structure; friable; common fine and medium roots; strongly acid; clear smooth boundary.  (3 to 7 inches thick).\nA2--5 to 8 inches; brown (10YR 5/3) silt loam; common medium distinct dark grayish brown (10YR 4/2) mottles; weak coarse subangular blocky structure; friable; common fine and very fine roots; common fine black iron-manganese concretions; very strongly acid; clear wavy boundary.  (2 to 4 inches thick).\nB21t--8 to 15 inches; yellowish brown (10YR 5/4) silt loam; common medium faint dark brown (10YR 4/3) and few medium faint\nlight brownish gray (10YR 6/2) mottles; weak medium subangular\nblocky structure; friable; few fine roots; few fine pores; thin patchy clay films on faces of peds; common fine black\niron-manganese concretions; very strongly acid; clear wavy\nboundary.  (5 to 12 inches thick).\nB&A--15 to 20 inches; yellowish brown (10YR 5/4) silt loam\n(60% B2t); light brownish gray (10YR 6/2) silt loam (40% A2);\ncommon medium distinct dark yellowish brown (10YR 4/4) and common coarse distinct light brownish gray (10YR 6/2) mottles; weak\nmedium subangular blocky structure; friable; few medium roots; few fine pores; common fine black iron-maganese concretions; few black streaks; few brittle bodies; A2 material between peds and interspersed within peds; very strongly acid; gradual wavy\nboundary.  (5 to 15 inches thick).\nA&B--20 to 30 inches; light gray (10YR 7/2) silt loam (60%\nA2) and yellowish brown (10YR 5/4) silt loam (40% B2t); weak\nmedium subangular blocky structure; friable; few fine roots;\ncommon fine pores; few fine black and brown iron-manganese concretions; about 20% brittle bodies that are up to 2 inches in diameter; tongues of this horizon extend to a depth of 40 inches; strongly acid; abrupt irregular boundary.  (5 to 15 inches thick).\nB'22t--30 to 40 inches; yellowish brown (10YR 5/4) silty clay loam; 10% light brownish gray (10YR 6/2) silt coatings and\nstreaks; weak medium subangular blocky structure; plastic and\nsticky; many fine pores inside of peds; thin patchy clay films; common black and brown concretions that are up to 3 centimeters in diameter; about 20% firm brittle bodies that are up to 5\ncentimeters in diameter; ped interiors interspersed with silt; strongly acid; abrupt irregular boundary.  (6 to 16 inches thick).\nB'23t--40 to 48 inches; brownish yellow (10YR 6/6) and light yellowish brown (10YR 6/4) silty clay loam; moderate medium and coarse subangular blocky structure; firm; few fine roots; common\nvery fine pores; thin patchy clay films on peds and in pores; few fine and medium black and brown concretions; few thin silt coats\non peds; strongly acid; gradual wavy boundary.  (5 to 16 inches thick).\nIIB'24t--48 to 66 inches; light yellowish brown (10YR 6/4)\nsilt loam; weak very coarse subangular blocky structure; hard,\nvery firm, slightly brittle; few fine roots between peds; common\nvery fine pores in peds; thick continuous clay films on vertical faces of peds, thin continuous clay films on horizontal faces of peds; common very fine black stains on faces of peds; few fine and medium brown concretions; few medium pale brown (10YR 6/3) silt pockets; slightly acid; gradual wavy boundary.  (0 to 20 inches thick).\nIIB'25t--66 to 76 inches; yellowish brown (10YR 5/4) silt\nloam; common medium faint dark yellowish brown (10YR 4/4) and\nlight brownish gray (10YR 6/2) mottles; weak coarse and very\ncoarse subangular blocky structure; few fine roots; many fine\npores; few discontinuous clay films; few fine black concretions;\nfew black stains; neutral."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Morehouse Parish, Louisiana; about 16 miles\nnortheast of Bastrop in the SW1/4NE1/4, sec. 9, T. 23 N., R. 7 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Depth to the loamy Southern Coastal\nPlain sediment ranges from 40 to 80 inches.  Solum thickness\nranges from about 60 to over 100 inches.  The reaction of the A,\nB&A, and B21t horizons ranges from medium acid to very strongly\nacid, except for surface layers where limed.  The reaction of the B22t and lower horizons ranges from strongly acid to mildly\nalkaline.  The effective CEC of the control section is 50 percent\nor more saturated with exchangeable aluminum to a depth of 30\ninches or more.\nThe A horizons have hue of 10YR, value of 3 to 5, and chroma of 2\nor 4.\nThe B2t horizon has hue of 10YR, value of 4 to 6, and chroma of 4\nto 6.  Mottles are in shades of gray, yellow, and brown.  Texture\nis silt loam or silty clay loam.\nThe B&A and A&B horizons have B parts with the same color and\ntexture range as the above B2t horizon.  The A part has hue of\n10YR, value of 5 to 7, and chroma of 1 to 3.\nThe B'2t horizons have hue of 10YR, value of 4 to 6, and chroma of\n4 to 6.  Mottles are in shades of gray, brown, or red.  Texture is silt loam or silty clay loam."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Egypt and Fred series of the same family and the Calloway, Duralde, Frizzell, Metcalf, Necessity,\nand Pooleville series is similar families.  Egypt soils lack Bt horizon above the B&A horizon.  Fred soils have alkaline B\nhorizons.  Calloway and Necessity soils have fragipans.  Duralde\nand Pooleville soils lack Bt horizons and have siliceous sand mineralogy.  Frizzell soils have coarse silty control sections.  Metcalf soils have clay lower B horizons."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Tillou soils are on level to gently sloping terraces.  Slope gradients range from 0 to 5 percent.  The soil formed in a mantle of loess over Southern Coastal Plain sediments.  The climate is warm and humid.  The mean annual precipitation is about 50 inches and the mean annual temperature is about 66\ndegrees F near the type location."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These include the Guyton and Providence series as well as the competing Frizzell series.\nGuyton soils, on concave parts of the landscape and along drainageways, are poorly drained.  Providence soils, at slightly higher elevations, are better drained and have a fragipan."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Tillou soils are somewhat poorly\ndrained; runoff is slow and permeability is slow.  An apparent\nwater table is at a depth of 0.5 to 2.5 feet during late winter\nand early spring."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": null
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Louisiana and possibly Arkansas.  The series is inextensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Morehouse Parish, Louisiana; 1981."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Tillou soils were formerly included with the Calloway series in mapping.  In addition to lacking a fragipan they differ from the Calloway series by having significantly lower yields for most commonly grown crops.  This is due to high levels of exchangeable aluminum in the control section.\nNational Cooperative Soil Survey\nU. S. A."
  }
}
