{
  "SERIES": "TILLEDA",
  "STATUS": "Established Series",
  "BYREV": "Rev.  JEC-HFG-JJJ",
  "REVDATE": "11/2006",
  "STATES": "WI",
  "OVERVIEW": "The Tilleda series consists of very deep, well drained soils formed in loamy glacial till on ground moraines.  Permeability is moderate.  Slopes range from 1 to 35 percent.  Mean annual precipitation is about 30 inches. Mean annual air temperature is about 43 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, active, frigid Haplic Glossudalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Tilleda fine sandy loam - on a 3 percent slope in an alfalfa field.  (Colors are for moist soil unless otherwise stated.)\nAp--0 to 7 inches; very dark grayish brown (10YR 3/2) fine sandy loam, light brownish gray (10YR 6/2) dry; weak medium subangular blocky structure; friable; about 3 percent gravel; many fine and medium roots; neutral; abrupt smooth boundary.  (6 to 9 inches thick)\nBs--7 to 9 inches; brown (7.5YR 4/4) fine sandy loam; weak medium subangular blocky structure; friable; few very dark grayish brown (10YR 3/2) coatings in pores and on some faces of peds; about 3 gravel; common fine and medium roots; neutral; abrupt wavy boundary.  (0 to 5 inches thick)\nE/B--9 to 12 inches; 70 percent brown (7.5YR 4/2) fine sandy loam (E), pinkish gray (7.5YR 7/2) dry; moderate thin platy structure; friable;  extends as tongues into dark reddish brown (5YR 3/4) loam (Bt); moderate medium subangular blocky structure; friable; faint clay films on faces of peds; about 3 percent gravel; common fine roots; neutral; clear wavy boundary.  (0 to 12 inches thick)\nB/E--12 to 24 inches; 80 percent dark reddish brown (5YR 3/4) loam (Bt); moderate fine and medium subangular blocky structure; firm; distinct clay films on faces of peds; penetrated from above by tongues of brown (7.5YR 4/2) fine sandy loam(E), pinkish gray (7.5YR 7/2) dry; moderate thin platy structure; friable; about 3 percent gravel; common fine roots; slightly acid; clear wavy boundary.  (0 to 16 inches thick)\nBt1--24 to 30 inches; dark reddish brown (5YR 3/4) loam; moderate medium angular and subangular blocky structure; firm; distinct clay films on faces of peds; about 3 percent gravel; few fine roots; moderately acid; clear wavy boundary.  (4 to 20 inches thick)\nBt2--30 to 34 inches; dark reddish brown (5YR 3/4) loam; moderate medium subangular blocky structure; friable; faint clay films on faces of peds; about 3 percent gravel; few fine roots; moderately acid; clear wavy boundary.  (3 to 8 inches thick)\nC--34 to 60 inches; dark reddish brown (5YR 3/4) loam; massive; friable; about 3 percent gravel; few fine roots to depth of 40 inches; neutral."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Shawano County, Wisconsin; about 3 miles southeast of Gresham; 190 feet north and 2790 feet west of the SE corner of sec. 7, T.  27 N., R. 15 E. USGS Thornton, Wis. Quad. Latitude  44 degrees 49 minutes 43 seconds N. Longitude  88 degrees 34 minutes 24 seconds W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Depth to the base of the argillic horizon ranges from 30 to 60 inches. Carbonates are typically below a depth of 60 inches, but are at depths of 40 to 60 inches in some pedons. The particle-size control section averages between 18 and 30 percent clay and from 15 to 30 percent fine sand or coarser.  Volume of gravel ranges from 2 to 10 percent throughout the pedon. Volume of cobbles ranges from 0 to 5 percent throughout the pedon. Reaction naturally ranges from strongly acid to slightly acid in the upper part of the solum but ranges to neutral where the soil is limed. Reaction ranges from  strongly acid to neutral in the lower part of the solum and from neutral to moderately alkaline in the substratum.\nThe Ap horizon has hue of 7.5YR or 10YR, value of 3 or 4, and chroma of 2 or 3. Uncultivated pedons have an A horizon with hue of 7.5YR or 10YR, value of 2 or 3, and chroma of 1 or 2. Texture of the Ap or A horizon is loam, fine sandy loam, or sandy loam.\nThe Bs horizon has hue of 5YR, 7.5YR, or 10YR; value of 3 or 4; and chroma of 4. This horizon does not meet the chemical criteria for a spodic horizon.\nThe E horizon has hue of 7.5YR or 10YR, value of 4 to 6, and chroma of 2 or 3.  Texture is fine sandy loam, sandy loam, or loam.\nTilleda soils have a glossic horizon (E/B or B/E horizon or both). The E part has color and texture like the E horizon described above. The Bt part has hue of 2.5YR, 5YR, or 7.5 YR; value of 3 to 5, and chroma of 3 to 6. Value and chroma of 3 do not occur together. Texture is loam, sandy clay loam, or clay loam.\nThe Bt1 horizon has color and texture like the Bt part described above.\nThe C horizon has hue of 2.5YR, 5YR, or 7.5YR; value of 3 to 5; and chroma of 3 to 6.  Value and chroma of 3 do not occur together. Texture is typically loam, but is sandy loam, fine sandy loam, or silt loam in some pedons."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Bamfield, Mossback, Neckrock, and Pecore series. Bamfield and Mossback soils have carbonates within a depth of 40 inches. Neckrock soils have a lithic contact at 20 to 40 inches. Pecore soils are sandy in the lower part of the series control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Tilleda soils are on ground moraines.  Slopes range from 1 to 35 percent.  These soils formed in loamy glacial till of late Wisconsinan age.  Mean annual precipitation ranges from 25 to 35 inches. Mean annual air temperature ranges from 40 to 46 degrees F."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Kennan, Keshena, Menominee, Solona, and Symco soils.  Kennan soils are on similar landscapes nearby where the till has more sand.  Keshena soils are in similar landscape positions in the less sloping areas where there is a perched seasonal high water table within a depth of 40 inches. Menominee soils are adjacent where there is a sand mantle on the till.  Solona soils are adjacent in lower lying positions and are somewhat poorly drained.  In some places, near the mesic-frigid lines, the somewhat poorly drained Symco soils are in low lying postions and are classified as mesic."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained. The potential for surface runoff ranges from negligible to high. Permeability is moderate."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most areas are used for cropland. Common crops are  Corn, small grains, and hay. Some areas are used for pastureland or woodland.  Native vegetation is mixed deciduous and coniferous forests with oak, maple, American elm, basswood, beech, white pine, and red pine predominating."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  North-central Wisconsin in Shawano, Menominee, Oconto, and Waupaca counties.  These soils are of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: St. Paul, Minnesota"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Shawano County, Wisconsin, 1981."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon include; ochric epipedon  0 to 7 inches (Ap);\nglossic horizon  9 to 24 inches (E/B, B/E);\nargillic horizon  12 to 34 inches (B/E, Bt1, Bt2).\nAdditional study is needed of the relationships between solum depth, depth to the base of the argillic horizon, and depth to carbonates.\nADDITIONAL DATA: Refer to soil survey sample number 94WI078391 for NSSL data on a tilleda pedon from Menominee County.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
