{
  "SERIES": "TILLMAN",
  "STATUS": "Established Series",
  "BYREV": "Rev. CRC:DDR:TGM",
  "REVDATE": "09/2016",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, mixed, superactive, thermic Vertic Paleustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Tillman loam-rangeland, at an elevation of 370.2 m (1214 ft). (Colors are for dry soil unless otherwise stated.)\nA1--0 to 8 cm (0 to 3 in); brown (7.5YR 5/3) loam, dark brown (7.5YR 3/3) moist and crushed; moderate medium subangular blocky structure; very firm, very hard; many fine roots and few medium roots; common fine and medium pores; few worm casts and channels; strongly acid; clear smooth boundary. (Thickness of the A horizon is 10 to 40 cm [4 to 16 in])\nA2--8 to 18 cm (3 to 7 in); brown (7.5YR 4/3) clay loam, dark brown (7.5YR 3/3) moist; moderate fine and medium subangular blocky structure; very firm, very hard; many fine roots and few medium roots and many very fine roots; common fine and medium pores; few worm casts and channels; moderately acid; clear smooth boundary. (Thickness of the A horizon is 8 to 40 cm [3 to 16 in])\nBt1--18 to 43 cm (7 to 17 in); reddish brown (5YR 4/3) clay, dark reddish brown (5YR 3/3) moist; moderate coarse prismatic structure parting to strong medium angular blocky structure parting to strong fine angular blocky structure; very firm, extremely hard; common very fine roots, common fine roots,  few medium roots, and few course roots; common fine and medium pores; few worm casts and channels; 30 percent distinct clay films on surface of peds; slightly acid; gradual smooth boundary. (6 to 12 inches thick)\nBt2--43 to 69 cm (17 to 27 in); reddish brown (5YR 4/4) clay, dark reddish brown (5YR 3/4) moist; moderate coarse prismatic structure parting to strong medium angular blocky structure parting to strong fine angular blocky structure; very firm, extremely hard; few very fine roots, few fine roots,  few medium roots; common fine and medium pores; few worm casts and channels; 30 percent distinct clay films and 30 percent distinct pressure faces on surface of peds; slightly alkaline; gradual smooth boundary. (Combined thickness of the Bt horizon is 25 to 80 cm [10 to 32 in])\nBtk1--69 to 102 cm (27 to 40 in); reddish brown (5YR 4/4) clay, dark reddish brown (5YR 3/4) moist; weak coarse prismatic structure parting to moderate medium angular blocky structure parting to moderate fine angular blocky; very firm, extremely hard; few fine roots and few medium roots; 20 percent distinct clay films; 5 percent fine carbonate masses and 5 percent fine carbonate concretions; violent effervescence; moderately alkaline; gradual smooth boundary.\nBtk2--102 to 135 cm (40 to 53 in); reddish brown (5YR 4/4) clay, dark reddish brown (5YR 3/4) moist; weak coarse prismatic structure parting to moderate medium angular blocky structure parting to moderate fine angular blocky; very firm, extremely hard; few fine roots and few medium roots; 15 percent distinct clay films; 5 percent fine carbonate masses and 5 percent fine carbonate concretions; violent effervescence; moderately alkaline; gradual smooth boundary. (8 to 20 inches thick)\nBtk3--135 to 168 cm (53 to 66 in); reddish brown (5YR 4/4) clay, dark reddish brown (5YR 3/4) moist; fine distinct reddish brown (2.5YR 4/4) mottles; weak coarse prismatic structure parting to moderate medium angular blocky structure parting to moderate fine angular blocky; very firm, extremely hard; few fine roots and few medium roots; 10 percent distinct clay films; 7 percent coarse carbonate masses and 7 percent coarse carbonate concretions; violent effervescence; moderately alkaline; gradual smooth boundary.  (Combined thickness of the Btk horizon is 30 to 76 cm [12 to 30 in])\n2BCk--168 to 203 cm (66 to 80 in); reddish brown (2.5YR 4/4) clay, dark reddish brown (2.5YR 3/4) moist; weak coarse prismatic structure parting to moderate medium subangular blocky structure; very firm, extremely hard; few fine roots and few medium roots; 3 percent medium carbonate masses and 3 percent medium carbonate concretions; violent effervescence; moderately alkaline; gradual smooth boundary. (Thickness of the BCk horizon is 0 to 46 cm [0 to 18 in])\n2Cr--203 to 216 cm (80 to 85 in); red (2.5YR 4/8) clay loam, red (2.5YR 4/6) moist; massive; very firm, extremely hard; horizon has rock structure with cleavage planes. Some clay coatings on cleavage planes; violent effervescence; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Wilbarger County, Texas; from the intersection of Farm Road 433 and U. S. Highway 70 in Lockett; 3.6 miles southwest on U. S. Highway 70; 5.0 miles south on Farm Road 1207; 0.05 mile west on county road, 4.9 miles south, 0.1 mile southwest, 5.3 miles southeast and south to gate to fenced enclosure and 160 feet east from gate into rangeland enclosure.\nUSGS topographic quadrangle: Santa Rosa Lake, Texas\nLatitude: 33 degrees, 53 minutes, 15.32 seconds N\nLongitude 99 degrees, 19 minutes, 30.91 seconds W\nDatum: WGS84\nDecimal Degrees:\nLatitude: 33.8875889\nLongitude: -99.3252527\nUTM Easting: 469924 m\nUTM Northing: 3749740 m\nUTM Zone: 14N"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nThickness of the solum: 152 to 203 cm (60 to more than 80 in) over dense clay or clay loam, or claystone\nThickness of the mollic epipedon: 25 to 50 cm (10 to 20 in) and usually extends into the argillic horizon\nDepth to secondary calcium carbonate: 0 to 60 cm (0 to 24 in)\nDepth to a calcic horizon (where present): 100 cm (more than 40 in)\nDepth of cracks: 121 cm (more than 48 in) deep\nCOLE:; more than 0.06 in the upper 100 cm (40 in)\nSome pedons have a few siliceous gravel or cobbles on the surface\nParticle-size control section (weighted average):\nClay content: 35 to 50 percent\nCoarse fragments: amount-0 to 5 percent; size-2 to 250 mm; kind-quartzite\nCEC/clay ratio: 0.6 or more\nA horizon:\nHue: 5YR or 10YR\nValue: 3 to 5, 2.5 to 4 moist\nChroma: 2 or 3\nTexture: loam, silt loam, silty clay loam, or clay loam\nClay content: 18 to 35 percent, but averages 30 percent or less\nCalcium carbonate equivalent: 0 to 2 percent\nElectrical Conductivity (mmhos/cm): 0 to 2\nSodium Adsorption Ratio: 0 to 1\nEffervescence: none to slight\nReaction: slightly acid to moderately alkaline (6.1 to 8.4)\nBt horizon:\nHue: 2.5YR or 5YR\nValue: 3 to 5, 2.5 to 4 moist\nChroma: 2 to 6; with 5 or more in some part of the horizon\nTexture: clay loam, silty clay loam, silty clay, or clay\nOther features: Some pedons have a few slickensides\nCalcium carbonate equivalent: 0 to 5 percent\nIdentifiable secondary carbonate: none to a few fine or medium concretions\nElectrical Conductivity (mmhos/cm): 0 to 2\nGypsum: 0 to 1 percent\nSodium Adsorption Ratio 0 to 2\nEffervescence: none to strong\nReaction: slightly alkaline or moderately alkaline (7.4 to 8.4)\nBtk horizon:\nHue: 2.5YR or 5YR\nValue: 3 to 5, 2.5 to 4 moist\nChroma: 4 to 6; with 5 or more in some part of the horizon\nTexture: clay loam, silty clay loam, silty clay, or clay\nOther features: Some pedons have a few slickensides\nCalcium carbonate equivalent: 5 to 30 percent\nIdentifiable secondary carbonate: few to many, fine to coarse, concretions, films, threads, or masses\nElectrical Conductivity (mmhos/cm): 0 to 8\nGypsum: 0 to 2 percent\nSodium Adsorption Ratio 0 to 12\nEffervescence: strongly effervescent to violently effervescent\nReaction: moderately alkaline (7.9 to 8.4)\nBCk or 2BCk horizons:\nHue: 2.5YR or 5YR\nValue: 3 to 5, 2.5 to 4 moist\nChroma: 4 to 6\nTexture: clay loam, silty clay loam, silty clay, or clay\nCalcium carbonate equivalent: 2 to 20 percent\nIdentifiable secondary carbonate: few to many, fine to coarse, concretions, films or masses\nElectrical Conductivity (mmhos/cm): 0 to 8\nGypsum: 0 to 2 percent\nSodium Adsorption Ratio 0 to 12\nEffervescence: slight or violent\nReaction: slightly alkaline or moderately alkaline (7.4 to 8.4)\nC or 2C horizons:\nColor: in shades of red, brown, gray, or green\nTexture: clay loam, silty clay loam, silty clay, clay, or weakly consolidated claystone\nCalcium carbonate equivalent: 1 to 10 percent\nElectrical Conductivity (mmhos/cm): 0 to 8\nGypsum: 0 to 2 percent\nSodium Adsorption Ratio 0 to 12\nEffervescence: very slight to strong\nReaction: slightly alkaline or moderately alkaline (7.4 to 8.4)"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no competing series in the same family. Similar soils are the Agra (OK), Deandale (TX), Hollister (OK), Renfrow (OK), Sagerton (TX), Westill (OK), and Wichita (TX) series.\nAgra and Renfrow soils: have secondary carbonates below a depth of 60 cm (24 in) and are moist for longer periods of time\nDeandale and Hollister soils: have a mollic epipedon more than 50 cm (20 in) thick and have smectitic mineralogy\nSagerton soils: have a distinct calcic horizon and do not have vertic properties\nWestill soils: have sola less than 152 cm (60 in) thick and have developed mainly in the Blaine Formation of Permian age\nWichita soils: have an ochric epipedon"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material: formed in alluvium from redbed clay and claystone, mainly of the Clear Fork Group of Permian age\nLandscape: alluvial plains\nLandform: paleoterraces\nSlope: 0 to 3\nMean annual precipitation: 584 to 710 mm (23 to 28 in)\nMean annual air temperature: 13.9 to 17.8 degrees C (57 to 64 degrees F)\nFrost-free period: 180 to 230 days\nElevation: 305 to 670 m (1,000 to 2,200 ft)\nThornthwaite annual P-E indices: 33 to 44"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the similar Deandale, Hollister, Tilvern, Vernon, and Wichita series which are on slightly lower landscape positions.\nTilvern and Vernon soils: are higher on positons, have an ochric epipedon, and have sola less than 152 cm (60 in) thick"
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained. Permeability is slow. Runoff is medium on slopes less than 1 percent and high on 1 to 5 percent slopes."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Mainly in cropland with small grains, cotton, and sorghums grown. Native vegetation is mainly buffalograss, grama grasses, vine mesquite, Texas wintergrass, prickly pear and mesquite."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: LRR-H; Rolling Limestone Prairie (MLRA 78D) and Eastern Part of the Central Rolling Red Plains (MLRA 78C) of northwest Texas and western Oklahoma. The series extent is large."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Tillman County, Oklahoma; 1932."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nClassification is changed from Typic Paleustolls to Vertic Paleustolls 4/2000 based on data from several pedons. Also the series is being restricted to soils that are very deep to redbed claystone. Soils formerly mapped in the Tillman series on the Blaine Formation will be included mostly with the Westill series, which is deep to redbed claystone.\nDiagnostic horizons and features recognized in this pedon are:\nMollic epipedon:  0 to 45 cm (0 to 18 in) (A, Bt1, and Bt2 horizons).\nArgillic horizon: 10 to 188 cm (4 to 74 in) (Bt and Btk horizons).\nPale feature: Clay content does not decrease by as much as 20 percent from the maximum within 152 cm (60 in) with chroma of 5 or more in some part of the argillic horizon.\nThe assignment of the cation-exchange activity class is based on lab data from several pedons.\nADDITIONAL DATA: KSSL data, Lab. Nos. 67L538 - 67L543; 67L772, February 1968, and S96OK-065-003.\nTaxonomic version: Keys to Soil Taxonomy, Twelfth Edition, 2014\nNational Cooperative Soil Survey\nU.S.A."
  }
}
