{
  "SERIES": "TILTON",
  "STATUS": "Established Series",
  "BYREV": "Rev. RFB/RHM",
  "REVDATE": "04/1999",
  "STATES": "CO",
  "OVERVIEW": "The Tilton series consists of deep, well drained soils that formed in alluvial materials weathered from mainly fine grained crystalline rock.  The mean annual precipitation is about 20 inches and the mean annual air temperature is about 32 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive Ustic Haplocryolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Tilton loam, grassland.  (Colors are for dry soil unless otherwise stated.)\nA1--0 to 12 inches, brown (10YR 5/3) sandy loam, dark brown (10YR 3/3) moist; weak medium subangular blocky structure that parts to moderate very fine and fine granules; slightly hard, very friable; noncalcareous; mildly alkaline; clear wavy boundary.  (6 to 15 inches thick)\nAC--12 to 26 inches, brown (10YR 5/3) sandy clay loam, dark brown (10YR 4/3) moist; weak medium subangular blocky structure; hard, very friable; 5 percent gravel and cobbles; noncalcareous; mildly alkaline; clear smooth boundary.  (6 to 16 inches thick)\nC--26 to 60 inches, pale brown (10YR 6/3) clay loam, dark brown (10YR 4/3) moist; massive; hard, very friable very weak and inconsistent secondary calcium carbonate in spots; 5 percent gravel; weakly calcareous; moderately alkaline.  (Several feet thick)"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Gunnison County, Colorado; approximately 1/2 mile north of the junction of Brush Creek and West Brush Creek in Sec. 22, T. 135.  R. 85 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Thickness of the mollic epipedon ranges from 7 to 15 inches, and depth to calcareous material ranges from 15 to 36 inches.  Organic carbon of the mollic epipedon ranges from .7 to 4 percent and decreases uniformly with increasing depth.  The soil is 80 to 100 percent base saturated and exchangeable sodium and potassium remain constant or increase slightly with depth.  The control section is typically light clay loam or heavy loam and has 18 to 35 percent clay, 20 to 50 percent silt, and 20 to 52 percent sand, with less than 35 percent being fine sand or coarser.  Rock fragments range from 0 to 15 percent by volume and are mainly of gravel and cobble size.  Mean annual soil temperature ranges from 32 to 47 degrees F., and mean summer soil temperature ranges from 42 to 59 degrees F., without an 0 horizon.\nThe A and B horizons range from pH 7 to 7.8.\nThe A1 horizon has hue of 2.5Y or 10YR, value of 4 or 5 dry, 2 or 3 moist, and chroma of 2 or 3.  Usually the horizon has granular or crumb structure but has subangular blocky structure in some pedons It is soft or slightly hard.\nThe AC horizon has hue of 2.5Y through 7.5YR, value of 5 or 6 dry, 4 or 5 moist, and chroma of 2 through 4.\nThe C horizon has hue of 2.5Y through 7.5YR.  It ranges from pH 8.0 to 8.6."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Auzqui, Babb, Bynum, Dewville, Emerald, Promontory, Redcloud, Tampico, Teton, Thayne, and Wrenman series Auzqui soils are calcareous throughout and formed in calcareous materials derived from limestone and shales.  Bynum, soils have a calcic horizon and generally have over 15 percent rock fragments throughout their control section.  Bynum, Promontory, Teton and Wrenman soils have bedrock at depths of less than 40 inches.  Dewville soils have B2 and C horizons with more than 35 percent fine and coarser sand and have C horizons with less than 18 percent clay at some depth above 40 inches.  Emerald and Tampico soils are noncalcareous throughout.  Redcloud soils have more than 15 percent rock fragments in their control section.  Thayne soils have 35 to 80 percent rock fragments in the lower part of the control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: The Tilton soils are on moderate to steeply sloping alluvial fans and valley filling side slopes.  Slope gradient ranges from 2 to 50 or more percent.  The soils formed in moderately fine textured weakly calcareous parent materials derived principally from fine grained crystalline rocks with some inclusion from sedimentary rock.  At the type location the average annual precipitation is 20 inches with uniform distribution throughout the year.  The average annual temperature is 32 degrees F., and the average summer temperature is 48 degrees F."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Cabin soils and the competing Emerald soils.  Cabin soils have argillic horizons ."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; slow to medium runoff; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are used as native pastureland, and for recreational purposes.  Native vegetation is mainly Thurbers fescue with lesser amounts of Idaho fescue, nodding brome, wheatgrass, yarrow, larkspur and big sagebrush."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  High mountain areas of central Colorado.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Gunnison County, Colorado, 1975."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  OSED scanned by NSSQA and cleaned up by Colorado.  Last revised by state on 1/75.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A1",
        "top": 0,
        "bottom": 30,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "sandy loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "mildly alkaline",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "A1--0 to 12 inches, brown (10YR 5/3) sandy loam, dark brown (10YR 3/3) moist; weak medium subangular blocky structure that parts to moderate very fine and fine granules; slightly hard, very friable; noncalcareous; mildly alkaline; clear wavy boundary.  (6 to 15 inches thick)"
      },
      {
        "name": "AC",
        "top": 30,
        "bottom": 66,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "sandy clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "mildly alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "AC--12 to 26 inches, brown (10YR 5/3) sandy clay loam, dark brown (10YR 4/3) moist; weak medium subangular blocky structure; hard, very friable; 5 percent gravel and cobbles; noncalcareous; mildly alkaline; clear smooth boundary.  (6 to 16 inches thick)"
      },
      {
        "name": "C",
        "top": 66,
        "bottom": 152,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "C--26 to 60 inches, pale brown (10YR 6/3) clay loam, dark brown (10YR 4/3) moist; massive; hard, very friable very weak and inconsistent secondary calcium carbonate in spots; 5 percent gravel; weakly calcareous; moderately alkaline.  (Several feet thick)"
      }
    ]
  ]
}
