{
  "SERIES": "TIMBERVILLE",
  "STATUS": "Established Series",
  "BYREV": "Rev. RLG,JHW",
  "REVDATE": "02/2002",
  "STATES": "PA,VA,WV",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, mixed, active, mesic Typic Hapludults"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Timberville silt loam - pasture   (Colors are for moist soil.)\nAp--0 to 9 inches; dark brown (10YR 4/3) silt loam; moderate fine and very fine granular structure; friable; many fine roots; 2 percent chert gravel; medium acid; clear smooth boundary.  (0 to 12 inches thick)\nE--9 to 13 inches; yellowish brown (10YR 5/4) silty clay loam; weak fine and medium subangular blocky structure; friable; few fine roots; 2 percent chert gravel; many very fine manganese stains; few worm casts; medium acid; clear smooth boundary.  (0 to 12 inches thick)\nBw--13 to 27 inches; strong brown (7.5YR 5/6) gravelly silty clay loam; weak fine and medium subangular blocky structure; friable; few fine roots in upper part of horizon; many fine manganese stains and concretions up to 2mm; 25 percent rounded and angular chert gravel; medium acid; clear smooth boundary.  (12 to 28 inches thick)\n2Bt1--27 to 36 inches; yellowish red (5YR 5/8) silty clay with many coarse distinct red (2.5YR 4/6) mottles; moderate fine and medium subangular blocky structure; firm; slightly sticky and slightly plastic; common, faint, continuous clay films; 2 percent chert gravel; strongly acid; gradual wavy boundary.\n2Bt2--36 to 65 inches; yellowish red (5YR 5/8) silty clay with many coarse distinct red (2.5YR 4/8) and reddish yellow (7.5YR 6/6) mottles; weak medium and fine subangular blocky structure with pockets that are massive; firm; few, faint, discontinuous clay films; small manganese concretions and stains; 2 percent chert gravel; extremely acid.  (combined thickness of the 2Bt horizon is 8 to 40 or more inches)"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": null
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Solum thickness and depth to bedrock is more than 60 inches.  The sequence of horizons may include A and B horizons along with buried A and/or buried B horizons overlying unconforming 2Bt horizons.  Depth to unconforming 2Bt horizons is 20 to 40 inches.  Rock fragments of chert and sandstone, normally less than 6 inches in diameter, range from 0 to 35 percent in the surface layer and from 0 to 60 percent in individual horizons in the solum.  The substratum in some pedons consists of channer or gravel layers.  The soil is extremely acid through slightly acid throughout, unless limed.\nThe Ap horizon has hue of 7.5YR or 10YR, value of 3 through 6, and chroma of 3 through 5.  It is silt loam, loam, or fine sandy loam, in the fine earth fraction.\nThe A horizon, where present, has hue of 7.5YR or 10YR, value of 3 through 6, and chroma of 2 through 5.  It is silt loam, loam, or fine sandy loam in the fine earth fraction.\nThe E horizon has hue of 7.5YR or 10YR, value of 4 through 6, and chroma of 1 through 6.  It is silt loam, loam, or fine sandy loam in the fine earth fraction.\nThe Bw horizon has hue of 7.5YR or 10YR, value of 4 through 6, and chroma of 4 through 8.  It is loam, silt loam, silty clay loam, or clay loam, in the fine earth fraction.\nThe Ab horizon, where present, has hue of 7.5YR or 10YR, value of 3 through 6, and chroma of 2 through 4.  It is silt loam, loam, or silty clay loam, in the fine earth fraction.\nThe Bwb horizon, where present, has hue of 7.5YR through 2.5Y, value of 4 through 6, and chroma of 4 through 8.  It is silt loam, loam, silty clay loam, clay loam, or sandy clay loam in the fine earth fraction.\nThe 2Bt horizon dominantly has a 5YR hue, but ranges from 5YR through 10YR, value of 3 through 5, and chroma of 4 through 8.  It is clay, clay loam, silty clay loam, silt loam, or silty clay in the fine earth fraction.\nThe 2Btb horizon, where present, has hue of 5YR through 10YR, value of 3 through 5, and chroma of 4 through 8. It is clay, clay loam, silty clay loam, silt loam, or silty clay in the fine earth fraction."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Agnos, Boden, Braddock, Buckhall, Christian, Clifton, Fairfax, Gassville, Groseclose, Howell, Lodi, Monmouth, Muse, Pervina, Quantico Sequoia, Trappist, and Unison series.  Agnos, Braddock, Buckhall, Christian, Clifton, Quantico, Groseclose, Lodi, Trappist, and Unison soils do not have 2B horizons.  In addition, Braddock and Unison soils contain rock fragments of granodiorite or greenstone, Groseclose soils contain dominantly shale fragments, and Lodi and Christian soils dominantly have redder hue.   Buckhall and Clifton soils formed in residuum of granite gneiss and schist, and Quantico soils formed in marine and fluvial sediments on the coastal plain.  Boden and Gassville soils have bedrock within a depth of 60 inches.  Fairfax soils formed in a silty fluvial mantle over residuum of gneiss and schist.  Howell and Monmouth soils have few or no rock fragments, and they contain detectable amounts of glauconite or diatomaceous earth. Muse, Sequoia and Trappist soils contain dominantly shale fragments. In addition, Muse and Sequoia soils have dominantly redder colors throughout the solum.  Pervina soils occur in areas having significantly higher average annual rainfall.\nSimilar soils in related families include Doniphan, Frederick, and Macedonia soils.  These soils have Bt horizons within a depth of 20 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Timberville soils are on colluvial fans, on concave areas at the heads of drainageways, or on low areas adjacent to upland drainageways throughout the limestone valley. Slopes range from 0 to 15 percent.  The soils have formed in colluvial/alluvial material from soils dominantly derived from limestone and containing interbedded sandstone and shale.  The mean annual temperature ranges from 50 to 57 degrees F, and mean annual precipitation ranges from 30 to 40 inches near the type location."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Carbo, Edom, Endcav, Frederick, Hagerstown, Lodi, and Nixa soils.  All of these soils occupy adjacent uplands.  Frederick, Hagerstown and Lodi soils have Bt horizons within a depth of 20 inches.  Carbo and Endcav soils contain more than 60 percent clay in the particle-size control section.  Nixa soils have a fragipan and contain more gravel throughout."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; slow to moderate runoff; moderate permeability.  Most areas are subject to brief periods of flooding during periods of intense rainfall."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most areas are cleared and are used for cultivated crops and pasture.  The remainder is wooded.  Native vegetation is mixed hardwood species."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Limestone valleys in Virginia, West Virginia, and possibly Kentucky and Tennessee.  The series is estimated to be of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Morgantown, West Virginia"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Rockingham County, Virginia, 1977."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  A 10/81 revision changed the concept of the series from fine-loamy Fluventic Dystrochrepts to clayey Typic Hapludults.\nDiagnostic horizons and features recognized in this pedon are:\n1. Ochric epipedon - the zone from the surface of the soil to a depth of 13 inches (Ap, E horizons)\n2. Cambic horizon - the zone from 13 to 27 inches (Bw horizon)\n3. Argillic horizon - the zone from 27 to 65 inches (2Bt horizons).  4. Unconforming material (discontinuity)- at 27 inches.\nSIR = VA0107, VA0197 (VARIANT)\nMLRA = 125, 128, 147\nREVISED = 5/11/94, MHC\nNational Cooperative Soil Survey\nU.S.A."
  }
}
