{
  "SERIES": "TIMGULCH",
  "STATUS": "Tentative Series",
  "BYREV": "Rev. DJT/JAL",
  "REVDATE": "12/2002",
  "STATES": "ID",
  "OVERVIEW": "The Timgulch series consists of shallow, well drained, moderately permeable soils that formed in residuum from basalt. They are on foothills and have slopes of 15 to 65 percent. The average annual precipitation is about 26 inches and the average annual air temperature is about 42 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive, frigid Lithic Ultic Haploxerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Timgulch gravelly loam, forested - on a west-facing slope of 20 percent at 5,280 feet elevation. When described on October 25, 1993, the soil was dry throughout. (Colors are for air-dry soil unless otherwise noted.)\nA--0 to 8 inches: brown (7.5YR 4/3) gravelly loam, dark brown (7.5YR 3/2) moist; moderate fine granular structure; soft, very friable, slightly sticky and slightly plastic; many very fine, fine and medium roots; many very fine, fine and medium irregular pores; 30 percent gravel; neutral (pH 7.3); clear wavy boundary. (5 to 10 inches thick)\nAC-- 8 to 15 inches; brown (7.5YR 4/4) extremely gravelly loam, dark brown (7.5YR 3/2) moist; weak fine subangular blocky structure; soft, very friable, slightly sticky and slightly plastic; many very fine, fine and medium roots; many very fine, fine and medium irregular pores; 65 percent gravel and 10 percent cobbles; neutral (pH 6.6); gradual wavy boundary. (3 to 8 inches thick)\nR--15 inches; fractured basalt."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Boise County, Idaho; about 2 miles north and 4 miles west of Banks; about 2,400 feet north and 1,600 feet east of the southwest corner of sec. 15, T. 9 N., R. 2 E.;  Latitude - 44 degrees, 7 minutes, 2 seconds N.; Longitude - 116 degrees, 12 minutes, 31 seconds W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nMollic epipedon thickness - 7 to 20 inches\nDepth to bedrock - 10 to 20 inches\nAverage annual soil temperature - 42 to 47 degrees F\nBase saturation by sum of cations - 50 to 75 percent in the zone from the mineral soil surface to bedrock\nA horizon\nHue - 7.5YR or 10YR\nValue - 2 or 3 moist\nChroma - 2 or 3 dry or moist\nRock fragments - 0 to 5 percent cobbles, 15 to 30 percent gravel and 15 to 35 percent total\nClay content - 15 to 25 percent\nAC horizon\nHue - 7.5YR or 10YR\nValue - 4 or 5 dry, 3 or 4 moist\nChroma - 2 to 4 dry or moist\nRock fragments - 0 to 15 percent cobbles, 60 to 70 percent gravel and 60 to 85 percent total\nClay content - 15 to 20 percent"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Baldknob, Blewett, Fivebit, Franktown, Thirstygulch, and Wintercanyon series.  Baldknob soils have a component of volcanic ash and a cambic horizon.  Blewett soils have a component of volcanic ash and have 5 to 20 percent soft sandstone fragments.  Fivebit soils have 25 to 35 percent clay in the particle-size control section.  Franktown soils have 5 to 10 percent clay in the particle-size control section. Thirstygulch soils have a Bw horizon and 10 to 20 percent volcanic glass in the A and AB horizons. Wintercanyon soils have a Bw horizon and are strongly to slightly acid in the particle-size control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Timgulch soils are on foothills. These soils formed in residuum from basalt. Slopes are 15 to 65 percent. Elevations range from 4,400 to 6,100 feet. The average annual precipitation is 24 to 30 inches and the average annual air temperature is 40 to 45 degrees F. The  frost-free period is 80 to 100 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Gwin, Highvalley (T) and Shirts (T) soils. These soils are on foothills. Gwin soils have a Bt horizon. Highvalley soils are very deep. Shirts soils are loamy."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; rapid to very rapid runoff; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are used for grazing. Native vegetation is bluebunch wheatgrass, mallow ninebark and common snowberry."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Southwestern Idaho. This series is not extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES PROPOSED",
    "content": "SERIES PROPOSED:  Boise County, Idaho, 1994.  The name is coined from timber gulch."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon - the zone from the soil surface to 15 inches (A and AC horizons)\nParticle-size control section - the zone from 10 to 15 inches (part of the AC horizon) or from 0 to 14 inches when bedrock is at 14 inches or less\nBedrock - at 15 inches (R horizon)\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 20,
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "loam",
        "cf_class": "gravelly",
        "pH": 7.3,
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "A--0 to 8 inches: brown (7.5YR 4/3) gravelly loam, dark brown (7.5YR 3/2) moist; moderate fine granular structure; soft, very friable, slightly sticky and slightly plastic; many very fine, fine and medium roots; many very fine, fine and medium irregular pores; 30 percent gravel; neutral (pH 7.3); clear wavy boundary. (5 to 10 inches thick)"
      },
      {
        "name": "AC",
        "top": 20,
        "bottom": 38,
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "loam",
        "cf_class": "extremely gravelly",
        "pH": 6.6,
        "pH_class": "neutral",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "AC-- 8 to 15 inches; brown (7.5YR 4/4) extremely gravelly loam, dark brown (7.5YR 3/2) moist; weak fine subangular blocky structure; soft, very friable, slightly sticky and slightly plastic; many very fine, fine and medium roots; many very fine, fine and medium irregular pores; 65 percent gravel and 10 percent cobbles; neutral (pH 6.6); gradual wavy boundary. (3 to 8 inches thick)"
      },
      {
        "name": "R",
        "top": 38,
        "narrative": "R--15 inches; fractured basalt."
      }
    ]
  ]
}
