{
  "SERIES": "TIMHILL",
  "STATUS": "Established Series",
  "BYREV": "Rev. AW:JWF",
  "REVDATE": "04/2003",
  "STATES": "OK",
  "OVERVIEW": "The Timhill series consists of shallow, well drained, moderately permeable soils that formed in material weathered from tilted rhyolite of Cambrian age.  They are on the highest parts of the Arbuckle Mountains and are on the sloping tops and the strongly sloping to steep shoulder and back slopes.  Slopes are 5 to 30 percent.  Mean annual precipitation is 37 inches.  Mean annual temperature is 63 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive, thermic Lithic Haplustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Timhill stony silt loam--forest.\n(Colors are for dry soil unless otherwise stated.)\nA--0 to 7 inches; dark brown (10YR 3/3) stony silt loam,\nvery dark grayish brown (10YR 3/2) moist; moderate medium granular structure; hard, very friable; many fine and a few medium roots;\nmany fine and medium pores; rhyolite fragments make up about 35 percent by volume; neutral; gradual wavy boundary.  (4 to 8 inches thick)\nBw--7 to 15 inches; dark brown (7.5YR 4/2) very gravelly silt loam, dark brown (7.5YR 3/2) moist; moderate medium and fine\ngranular structure; hard, friable; few fine and medium roots; rhyolite fragments make up about 40 percent by volume; neutral;\nclear wavy boundary.  (5 to 9 inches thick)\nC--15 to 18 inches; yellowish red (5YR 5/6) very gravelly\nloam, yellowish red (5YR 4/6) moist; massive; few fine roots; rhyolite fragments make up about 80 percent by volume; slightly\nacid; abrupt irregular boundary.  (1 to 3 inches thick)\nR--18 to 30 inches; indurated rhyolite tilted 40 degrees from horizontal."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Murray County, Oklahoma; about 6 miles south and\n1/2 mile west of Davis; 1,300 feet south and 800 feet west of the northeast corner of sec. 1, T. 2 S., R. 1 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Solum thickness ranges from 9 to 17 inches.  Depth to indurated rhyolite bedrock ranges from 10 to 20 inches.\nThe A horizon has hue of 7.5YR or 10YR, value of 3 to 5, and\nchroma of 2 or 3.  It is stony silt loam or stony loam.  Content\nof coarse fragments make up 25 to 50 percent by volume.  About 15\nto 25 percent by volume is less than 76 mm in diameter, and 10 to\n25 percent by volume is more than 76 mm in diameter.  Reaction is medium acid to neutral.\nThe B horizon has hue of 5YR or 7.5YR, value of 3 to 5, and chroma\nof 2 to 4.  It is very gravelly silt loam, very gravelly loam,\ncobbly silt loam, or cobbly loam.  Content of coarse fragments\nmake up 35 to 65 percent by volume.  About 35 to 50 percent by\nvolume is less than 76 mm in diameter, and 0 to 15 percent by\nvolume is more than 76 mm in diameter.  Reaction is medium acid to neutral.\nThe C horizon has hue of 2.5YR or 5YR, value of 4 or 5, and chroma\nof 3 to 6.  It is very gravelly loam.  Content of coarse fragments make up 70 to 80 percent by volume and are less than 76 mm in diameter.  Reaction is slightly acid.\nThe R layer is indurated rhyolite that is tilted more than 20\ndegrees from horizontal."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Brewster, Eckert, Kiti,\nLampshire, and Palopinto series in the same family and the Aledo, Atascosa, Eckrant, Shidler, Woodford, and Yates series of similar families.  Brewster, Eckert, Lampshire, and Palopinto soils lack B horizons and are dry for longer periods of time.  In addition, Eckert, Kiti, and Palopinto soils are more alkaline in reaction.  Also, Kiti soils formed over tilted limestone.  Aledo soils have carbonatic mineralogy and are more alkaline in reaction.  Atascosa soils have an argillic horizon.  Eckrant soils have more than 35 percent clay content in the control section.  Shidler soils have\nless than 35 percent coarse fragments.  Woodford soils have\nsiliceous mineralogy and formed over tilted sandstone.  Yates\nsoils lack a mollic epipedon."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Timhill soils are on the highest parts of the Arbuckle Mountains.  They are on the sloping tops and the strongly sloping to steep shoulder and back slopes.  The soil formed in material weathered from tilted rhyolite of Cambrian age.  Slopes\nare 5 to 30 percent.  The climate is subhumid.  Mean annual precipitation is 36 to 38 inches.  Mean annual temperature ranges from 62 to 64 degrees F.  Thornthwaite annual P-E indices range\nfrom 46 to 62."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are soils of the competing Kiti series.  The Kiti soils are on similar areas."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Timhill soils are well drained.\nRunoff is rapid, and permeability is moderate."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used mainly for rangeland.  The vegetation consists of post oak, blackjack oak, sumac, and buckbrush with a sparse understory of tall and midgrasses."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Arbuckle Mountains of Oklahoma.  The\nseries is not extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Murray County, Oklahoma; 1982."
  },
  "REMARKS": {
    "section": "ADDITIONAL DATA",
    "content": "ADDITIONAL DATA:  Oklahoma State University laboratory data 77-OK-50-5.\nNational Cooperative Soil Survey\nU. S. A."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 18,
        "dry_hue": "10YR",
        "dry_value": 3,
        "dry_chroma": 3,
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "silt loam",
        "cf_class": "stony",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "A--0 to 7 inches; dark brown (10YR 3/3) stony silt loam,"
      },
      {
        "name": "Bw",
        "top": 18,
        "bottom": 38,
        "dry_hue": "7.5YR",
        "dry_value": 4,
        "dry_chroma": 2,
        "moist_hue": "7.5YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "silt loam",
        "cf_class": "very gravelly",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Bw--7 to 15 inches; dark brown (7.5YR 4/2) very gravelly silt loam, dark brown (7.5YR 3/2) moist; moderate medium and fine"
      },
      {
        "name": "C",
        "top": 38,
        "bottom": 46,
        "dry_hue": "5YR",
        "dry_value": 5,
        "dry_chroma": 6,
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "NA",
        "cf_class": "very gravelly",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "C--15 to 18 inches; yellowish red (5YR 5/6) very gravelly"
      },
      {
        "name": "R",
        "top": 46,
        "bottom": 76,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "R--18 to 30 inches; indurated rhyolite tilted 40 degrees from horizontal."
      }
    ]
  ]
}
