{
  "SERIES": "TIMPAHUTE",
  "STATUS": "Inactive Series",
  "BYREV": "Rev. TBH-LNL-JVC",
  "REVDATE": "08/2008",
  "STATES": "NV",
  "OVERVIEW": "The Timpahute series consists of moderately deep to a duripan, well drained soils that formed in alluvium derived from mixed volcanic rocks.  Timpahute soils are on fan remnants.  Slopes are 0 to 15 percent.  The mean annual precipitation is about 10 inches and the mean annual temperature is about 52 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS:  Fine, smectitic, mesic Xeric Natridurids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Timpahute gravelly loam--rangeland (Colors are for dry soil unless otherwise noted.)\nA--0 to 3 inches; pale brown (10YR 6/3) gravelly loam, dark brown (10YR 3/3) moist; moderate thick platy structure; soft, very friable, slightly sticky, slightly plastic; few fine roots; many medium vesicular pores; gravel pavement on the surface of the soil; neutral (pH 7.0); abrupt smooth boundary.  (1 to 4 inches thick)\nBt1--3 to 10 inches; brown (7.5YR 5/4) clay loam, brown (7.5YR 4/4) moist; weak coarse prismatic structure that parts to moderate fine and medium subangular blocky structure; slightly hard, friable, sticky, plastic; common fine roots; many very fine and fine pores; few thin clay films on faces of peds and in pores; neutral (pH 7.0); abrupt smooth boundary.  (5 to 8 inches thick)\nBt2--10 to 22 inches; brown (7.5YR 5/4) clay, brown (7.5YR 4/4) moist; moderate fine prismatic structure that parts to strong fine and medium subangular blocky structure; hard, firm, very sticky, very plastic; many fine roots; common very fine and fine pores; many thin clay films on faces of peds and in pores; neutral (pH 7.3); clear smooth boundary.  (10 to 15 inches thick)\nBtkn--22 to 25 inches; light brown (7.5YR 6/4) clay, brown (7.5YR 4/4) moist; strong fine prismatic structure that parts to strong medium and coarse subangular blocky structure; hard, friable, sticky, very plastic; common fine roots; common very fine and fine pores; many thin and few moderately thick clay films on peds and in pores; few slickensides; slightly effervescent; few medium distinct pinkish gray (7.5YR 7/2) lime segregations; strongly alkaline (pH 9.0); abrupt smooth boundary.  (3 to 6 inches thick)\nBqkm1--25 to 33 inches; light gray (10YR 7/2) indurated gravelly duripan with continuous laminar caps coated with white (10YR 8/2) lime and containing pockets and strata of pale brown (10YR 6/3), light brownish-gray (10YR 6/2), light gray (10YR 7/2) and brown (10YR 5/3) moist; strong thick platy structure; extremely hard, extremely firm; few fine roots matted on faces of peds; few very fine pores; few less than 1/3 inch thick very hard and firm, weakly silica and lime-cemented strata in the lower part; few thin clay films on faces of peds in the upper part; about 30 percent pebbles; violently effervescent; strongly alkaline (pH 8.8); abrupt wavy boundary. (6 to 20 inches thick)\nBqkm2--33 to 42 inches; light gray (10YR 7/2) very gravelly duripan of weakly cemented strata and several indurated laminae that are less than 1/4 inch thick and are coated with white (10YR 8/2) lime, pale brown (10YR 6/3) moist; massive; very hard, firm; few very fine pores; about 60 percent lime-coated pebbles; violently effervescent; strongly alkaline (pH 8.8); clear wavy boundary. (0 to 10 inches thick)\n2C--42 to 54 inches; light gray (10YR 7/2) very gravelly loamy sand, pale brown (10YR 6/3) moist; single grain; loose; many very fine and fine, and few medium pores: about 80 percent pebbles and cobblestones that in the upper part are lime coated on the under sides; violently effervescent; strongly alkaline (pH 8.5)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Lincoln County, Nevada; about 1,350 feet north and 300 feet west of the southeast corner of section 25, T. 3 N., R. 67 E.; USGS Mount Wilson SW 7.5 minute topographic quadrangle; 38 degrees 05 minutes 15 seconds north latitude and 114 degrees 24 minutes 37 seconds west longitude, NAD27."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nThe soils are usually dry during most years, mainly during summer and autumn. Thickness of the solum and depth to the duripan ranges from 19 to 30 inches. The upper part of the solum is noncalcareous and ranges from neutral to strongly alkaline, and the lower part of solum and the C horizon are calcareous and are moderately to strongly alkaline.  As much 85 3 percent of the Surface is covered by stones. The A1 horizon has value of 6 or 7 dry and 3 through 5 moist, and chroma of 2 or 3. It has weak or moderate, thin to very thick platy structure, or is massive. Where the soil has an A2 horizon it commonly has weak or moderate, very fine or fine granular or subangular blocky structure. Some pedons have thin, continuous or discontinuous A2 horizons. The B2t horizon has hue of 10YR or 7.5YR, value of 4 through 6 dry and 4 or 5 moist, and chroma of 3 through 5. At least the B21t horizon has moderate to strong, fine to coarse prismatic structure and the lower part of the B2t horizon has weak to strong, fine to coarse subangular blocky, weak to moderate, fine to coarse prismatic structure.  The argillic horizon is predominantly light clay, but the range includes sandy clay, heavy clay loam, and the lower part is clay loam or sandy clay loam in some pedons. The B horizon averages more than 35 percent clay. The B2t horizon contains more than 15 percent exchangeable sodium in at least some part. In some pedons some subhorizon of the B horizon contains as much as 30 percent by volume of gravel. Few to many, fine to coarse white pinkish gray or very pale brown lime segregations are in the lower part of the B horizon. The duripan ranges from 6 to 30 inches in thickness. The thinner duripans are completely indurated and others consist of 1 to 4 inch-thick indurated layers interbedded with noncemented to strongly cemented layers. The C horizon under the duripan is either loamy or sandy and contains as much as 80 percent pebbles and cobblestones."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Cortez, Fertaline and Tickapoo series.  The Cortez soils have 4 to 14 inch-thick A horizons and abrupt change in texture from the A to B horizon, having more than 15 percent clay increase.  Fertaline soils have mean annual soil temperature less than 47 F. and have thin A2 horizons.  Tickapoo soils have weakly cemented hardpans consisting of discontinuous indurated silica laminae less than 1/4 inch thick."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Timpahute soils are on smooth, nearly level to strongly sloping old dissected alluvial fans at elevations ranging from 4,800 to 6,300 feet and have slope gradients of O to 15 percent. The fans have been truncated by intermittent stream channels up to 15 or 20 feet deep.  These soils formed in loamy alluvium mostly from ignimbrite but containing some material from andesite, basalt, obsidian, and sandstone.  The climate is cool, semiarid. Mean annual precipitation ranges from 8 to 12 inches, the average annual temperature from 47 to 54 F., and the frost-free season from 115 to 150 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Cliffdown, Crestline, Dixie, Leo and Neola soils and the competing Tickapoo soils. Cliffdown, Crestline, and Leo soils have, in a major part of the control section, more than 35 percent by volume of coarse fragments. Dixie soils lack natric horizons and silica-cemented hardpans. Neola soils lack argillic horizons and have petrocalcic horizons at depths of less than 20 inches."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained. Runoff is very slow to medium, depending upon slope. Permeability is very slow."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used mostly for range. The dominant vegetation is Wyoming big sagebrush and galleta in the moister areas and spiny hopsage, bud sagebrush, galleta, Nevada ephedra, and littleleaf horsebrush in the drier areas."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Southeastern Nevada.  These soils are moderately extensive.  MLRA 29."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Davis, California."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Lincoln County (Pahranagat Valley Area), Nevada, 1940."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  This series was inactivated in August 2008 for several reasons.  The extensive revision of the soil survey of Meadow Valley Area (NV613) no longer correlated the series and the type location was mapped over with other series.  The Timpahute series as mapped in the soil survey of Pahranagat-Penoyer Area (NV611) has a questionable concept on which moisture subclass typifies the series as mapped.  The series is correlated to Ecological Site R029XY006NV, Loamy 8-10 P.Z. in the Pahranagat-Penoyer Area, but text in the survey publication indicates a drier ecological site (6-8 P.Z.) may be more appropriate.  The remaining acres of Timpahute are currently correlated to the Lojet series until a future update occurs.\nThe revision of December 2004 corrected the type location section and other minor format errors.  The presence of a natric horizon in the typical pedon is questionable due to relatively low pH (neutral reaction) for most of the zone of clay accumulation.  If only the 22 to 25 inch horizon has high sodium content, then the pedon fails to have a natric horizon.  Further field study of this soil is needed to determine whether it should be reclassified to the subgroup of Xeric Argidurids and to determine the best method to update the series concept.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 8,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "loam",
        "cf_class": "gravelly",
        "pH": 7,
        "pH_class": "neutral",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "A--0 to 3 inches; pale brown (10YR 6/3) gravelly loam, dark brown (10YR 3/3) moist; moderate thick platy structure; soft, very friable, slightly sticky, slightly plastic; few fine roots; many medium vesicular pores; gravel pavement on the surface of the soil; neutral (pH 7.0); abrupt smooth boundary.  (1 to 4 inches thick)"
      },
      {
        "name": "Bt1",
        "top": 8,
        "bottom": 25,
        "dry_hue": "7.5YR",
        "dry_value": 5,
        "dry_chroma": 4,
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "clay loam",
        "pH": 7,
        "pH_class": "neutral",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Bt1--3 to 10 inches; brown (7.5YR 5/4) clay loam, brown (7.5YR 4/4) moist; weak coarse prismatic structure that parts to moderate fine and medium subangular blocky structure; slightly hard, friable, sticky, plastic; common fine roots; many very fine and fine pores; few thin clay films on faces of peds and in pores; neutral (pH 7.0); abrupt smooth boundary.  (5 to 8 inches thick)"
      },
      {
        "name": "Bt2",
        "top": 25,
        "bottom": 56,
        "dry_hue": "7.5YR",
        "dry_value": 5,
        "dry_chroma": 4,
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "clay",
        "pH": 7.3,
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bt2--10 to 22 inches; brown (7.5YR 5/4) clay, brown (7.5YR 4/4) moist; moderate fine prismatic structure that parts to strong fine and medium subangular blocky structure; hard, firm, very sticky, very plastic; many fine roots; common very fine and fine pores; many thin clay films on faces of peds and in pores; neutral (pH 7.3); clear smooth boundary.  (10 to 15 inches thick)"
      },
      {
        "name": "Btkn",
        "top": 56,
        "bottom": 64,
        "dry_hue": "7.5YR",
        "dry_value": 6,
        "dry_chroma": 4,
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "clay",
        "pH": 9,
        "pH_class": "strongly alkaline",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Btkn--22 to 25 inches; light brown (7.5YR 6/4) clay, brown (7.5YR 4/4) moist; strong fine prismatic structure that parts to strong medium and coarse subangular blocky structure; hard, friable, sticky, very plastic; common fine roots; common very fine and fine pores; many thin and few moderately thick clay films on peds and in pores; few slickensides; slightly effervescent; few medium distinct pinkish gray (7.5YR 7/2) lime segregations; strongly alkaline (pH 9.0); abrupt smooth boundary.  (3 to 6 inches thick)"
      },
      {
        "name": "Bqkm1",
        "top": 64,
        "bottom": 84,
        "dry_hue": "10YR",
        "dry_value": 7,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 3,
        "texture_class": "clay",
        "cf_class": "gravelly",
        "pH": 8.8,
        "pH_class": "strongly alkaline",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "Bqkm1--25 to 33 inches; light gray (10YR 7/2) indurated gravelly duripan with continuous laminar caps coated with white (10YR 8/2) lime and containing pockets and strata of pale brown (10YR 6/3), light brownish-gray (10YR 6/2), light gray (10YR 7/2) and brown (10YR 5/3) moist; strong thick platy structure; extremely hard, extremely firm; few fine roots matted on faces of peds; few very fine pores; few less than 1/3 inch thick very hard and firm, weakly silica and lime-cemented strata in the lower part; few thin clay films on faces of peds in the upper part; about 30 percent pebbles; violently effervescent; strongly alkaline (pH 8.8); abrupt wavy boundary. (6 to 20 inches thick)"
      },
      {
        "name": "Bqkm2",
        "top": 84,
        "bottom": 107,
        "dry_hue": "10YR",
        "dry_value": 7,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 3,
        "cf_class": "very gravelly",
        "pH": 8.8,
        "pH_class": "strongly alkaline",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bqkm2--33 to 42 inches; light gray (10YR 7/2) very gravelly duripan of weakly cemented strata and several indurated laminae that are less than 1/4 inch thick and are coated with white (10YR 8/2) lime, pale brown (10YR 6/3) moist; massive; very hard, firm; few very fine pores; about 60 percent lime-coated pebbles; violently effervescent; strongly alkaline (pH 8.8); clear wavy boundary. (0 to 10 inches thick)"
      },
      {
        "name": "2C",
        "top": 107,
        "bottom": 137,
        "dry_hue": "10YR",
        "dry_value": 7,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 3,
        "texture_class": "loamy sand",
        "cf_class": "very gravelly",
        "pH": 8.5,
        "pH_class": "strongly alkaline",
        "narrative": "2C--42 to 54 inches; light gray (10YR 7/2) very gravelly loamy sand, pale brown (10YR 6/3) moist; single grain; loose; many very fine and fine, and few medium pores: about 80 percent pebbles and cobblestones that in the upper part are lime coated on the under sides; violently effervescent; strongly alkaline (pH 8.5)."
      }
    ]
  ]
}
