{
  "SERIES": "TIMPANOGOS",
  "STATUS": "Established Series",
  "BYREV": "Rev. TBH-JMW-MJD",
  "REVDATE": "03/2004",
  "STATES": "ID,UT",
  "OVERVIEW": "The Timpanogos soils are very deep, well drained soils that formed in lake sediments derived from quartz, limestone, sandstone, gneiss, and granite.  Timpanogos soils are on lake terraces and have slopes of 0 to 40 percent.  The mean annual temperature is about 48 degrees F., and the mean annual precipitation is about 18 inches.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, mesic Calcic Argixerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Timpanogos loam - cultivated (Colors are for dry soil unless otherwise noted.\nAp--0 to 6 inches; dark grayish brown (10YR 4/2) loam, very dark brown (10YR 2/2) moist; weak fine granular structure; soft, friable; many fine roots; few fine pores; slightly alkaline (pH 7.5); clear smooth boundary.\nA--6 to 15 inches; dark grayish brown (10YR 4/2) loam, very dark brown (10YR 2/2) moist; weak fine blocky structure; slightly hard, friable, slightly plastic; many fine roots; many medium and fine pores; slightly alkaline (pH 7.5); gradual smooth boundary.\nBt--15 to 27 inches; brown (7.5YR 5/4) loam, dark brown (7.5YR 3/4) moist; moderate medium subangular blocky structure; hard, firm, slightly sticky, slightly plastic; many fine roots; many medium pores; few thin clay films on ped faces and in pores; neutral (pH 7.3); clear wavy boundary.\nCk1--27 to 39 inches; brown (7.5YR 5/4) loam, brown (7.5YR 4/4) moist; massive; hard, firm, slightly sticky, slightly plastic; few fine roots; few medium and fine pores; very strongly calcareous, moderately alkaline (pH 7.9); diffuse smooth boundary.\nCk2--39 to 60 inches; very pale brown (10YR 7/4) fine sandy loam, yellowish brown (10YR 5/4) moist; massive; soft friable; few fine roots; few medium and fine pores; thin layers or veins of lime; strongly calcareous, moderately alkaline (pH 8.3)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Davis County, Utah; 650 feet south and 850 feet east of the north 1/4 corner of Sec. 26, T.4 N., R.1 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Timpanogos soils are dry for 60 or more consecutive days in all parts between 7 and 20 inches, in more than 7 out of 10 years. The combined thickness of the A and Bt horizons range from 17 to 35 inches. The calcic horizon contains 15 to 45 percent calcium carbonate equivalent and is at depths of less than 43 inches. The water table is at depths of 40 to 60 or more inches.\nThe A horizon has hue of 10YR or 7.5YR, value of 2 or 3 moist and 4 or 5 dry, and chroma of 2 or 3. Texture of is typically loam or silt loam, but some is marginal to very fine sandy loam or silty clay loam. Organic matter content ranges from 1.5 to 5 percent. The A horizon is usually noncalcareous, in some places it is weakly calcareous where the soil is irrigated.\nThe Bt horizon has hue of 7.5YR or 10YR, value of 3 or 4 moist, and 4 through 6 dry, and chroma of 3 or 4. Texture ranges from fine sandy loam to loam. Clay films range from thin and patchy to thin and continuous.\nIn some pedons, the C horizon has distinct mottles below depths of 30 inches. The C horizon is of moderately fine, medium, or coarse textured.  Coarse textured layers are at depths below 40 inches."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  Related soils are in the Ada, Bingham, Bissel, Hyrum, Kidman, Mendon, Millard, Nephi, Northdale, Parleys, Pleasant View, St.  Marys, Scorup, Springmeyer, and Tollgate series. Ada and Hyrum soils have gravelly clay loam argillic horizons. Bingham soils have gravelly loam argillic horizons that have chroma of 1 or 2, and very gravelly C horizons. Bissell soils are noncalcareous throughout and they have clay loam or sandy clay loam argillic horizons. Kidman and Pleasant View soils lack argillic horizons. Kidman soils, in addition, have fine sandy loam control sections, and Pleasant View soils have mollic epipedons more than 20 inches thick and gravelly control sections. Mendon soils have mollic epipedons of chroma of less than 2 and more than 20 inches thick. Millard and St.Marys soils have hues of 5YR in the argillic horizon. Millard soils in addition, have gravelly coarse textures at depths of less than 40 inches. Nephi soils have silty clay loam argillic horizons of 5YR hue. Northdale and Scorup soils have hues of 5YR throughout. Parleys soils have silty clay loam argillic horizons containing less than 15 percent coarser than very fine sand. Springmeyer and Tollgate soils have cobbly or gravelly clay loam argillic horizons and lack Ck horizons."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Timpanogos soils are on lake terraces. Slopes are most commonly 0 to 10 percent and range from 0 to 40 percent. These soils have formed in mixed, medium textured like sediments derived commonly from quartzite, limestone, sandstone, gneiss, and granite. The climate is dry subhumid. The mean annual temperature ranges from 45 to 51 degrees F., the mean summer temperature from 66 to 73 degrees F., and the freeze-free season from 140 to 180 days. The mean annual precipitation ranges from 15 to 20 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Bingham, Kidman, and Parleys soils, listed as competing series, and the Francis and Hillfield soils.  Francis soils are of loamy fine texture,lack argrillic horizons, and are noncalcareous.  Hillfield soils lack both mollic epipedons and argillic horizons."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well and moderately well drained. Surface runoff is slow or medium, depending upon slope and vegetation.  Permeability is moderate."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Used extensively for general irrigated crops such as alfalfa, small grains, potatoes, and sugar beets. Areas at elevations above existing irrigation projects are used for growing dryland alfalfa and small grains.  Steeper areas are used mostly for growing fruit or as rangeland. The native vegetation is mainly bluebunch wheatgrass, western wheatgrass, Indian ricegrass, big sagebrush, and oakbrush."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Northern Utah and southern Idaho. These soils are extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Phoenix, Arizona"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Davis County (Davis-Weber Area), Utah, 1967. The name is taken from a mountain park in central Utah."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: The superactive cation exchange activity class was added in 03/2003 to the taxonomic classification by the National Soil Survey Center on request of the Reno MLRA office, without review of the soil series property data. The remainder of this document has not been updated."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "NA"
  },
  "SITE": [
    [
      {
        "drainage": "well and moderately well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 15,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 2,
        "texture_class": "loam",
        "cf_class": "NA",
        "pH": 7.5,
        "pH_class": "slightly alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Ap--0 to 6 inches; dark grayish brown (10YR 4/2) loam, very dark brown (10YR 2/2) moist; weak fine granular structure; soft, friable; many fine roots; few fine pores; slightly alkaline (pH 7.5); clear smooth boundary."
      },
      {
        "name": "A",
        "top": 15,
        "bottom": 38,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 2,
        "texture_class": "loam",
        "cf_class": "NA",
        "pH": 7.5,
        "pH_class": "slightly alkaline",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "A--6 to 15 inches; dark grayish brown (10YR 4/2) loam, very dark brown (10YR 2/2) moist; weak fine blocky structure; slightly hard, friable, slightly plastic; many fine roots; many medium and fine pores; slightly alkaline (pH 7.5); gradual smooth boundary."
      },
      {
        "name": "Bt",
        "top": 38,
        "bottom": 69,
        "dry_hue": "7.5YR",
        "dry_value": 5,
        "dry_chroma": 4,
        "moist_hue": "7.5YR",
        "moist_value": 3,
        "moist_chroma": 4,
        "texture_class": "loam",
        "cf_class": "NA",
        "pH": 7.3,
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bt--15 to 27 inches; brown (7.5YR 5/4) loam, dark brown (7.5YR 3/4) moist; moderate medium subangular blocky structure; hard, firm, slightly sticky, slightly plastic; many fine roots; many medium pores; few thin clay films on ped faces and in pores; neutral (pH 7.3); clear wavy boundary."
      },
      {
        "name": "Ck1",
        "top": 69,
        "bottom": 99,
        "dry_hue": "7.5YR",
        "dry_value": 5,
        "dry_chroma": 4,
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "loam",
        "cf_class": "NA",
        "pH": 7.9,
        "pH_class": "moderately alkaline",
        "distinctness": "diffuse",
        "topography": "smooth",
        "narrative": "Ck1--27 to 39 inches; brown (7.5YR 5/4) loam, brown (7.5YR 4/4) moist; massive; hard, firm, slightly sticky, slightly plastic; few fine roots; few medium and fine pores; very strongly calcareous, moderately alkaline (pH 7.9); diffuse smooth boundary."
      },
      {
        "name": "Ck2",
        "top": 99,
        "bottom": 152,
        "dry_hue": "10YR",
        "dry_value": 7,
        "dry_chroma": 4,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "fine sandy loam",
        "cf_class": "NA",
        "pH": 8.3,
        "pH_class": "moderately alkaline",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Ck2--39 to 60 inches; very pale brown (10YR 7/4) fine sandy loam, yellowish brown (10YR 5/4) moist; massive; soft friable; few fine roots; few medium and fine pores; thin layers or veins of lime; strongly calcareous, moderately alkaline (pH 8.3)."
      }
    ]
  ]
}
