{
  "SERIES": "TIMPSON",
  "STATUS": "Established Series",
  "BYREV": "JB; Rev. KLG",
  "REVDATE": "11/2009",
  "STATES": "AR,LA,TX",
  "OVERVIEW": "The Timpson series consists of very deep, moderately well drained soils.  These nearly level soils formed in loamy and clayey alluvial sediments on Pleistocene age marine or fluvatile terraces overlying the Wilcox Formation.  Slope ranges from 0 to 2 percent.  Mean annual air temperature is about 18 degrees C (65 degrees F), and mean annual precipitation is about 1270 mm (50 in).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-silty, siliceous, semiactive, thermic Oxyaquic Glossudalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Timpson silt loam, on a mound, 1 percent slope in timber; elevation is 58 m (190 ft)  (Colors are for moist soil unless otherwise stated.)\nA--0 to 18 cm (0 to 7 in); dark grayish brown (10YR 4/2) silt loam; weak fine subangular blocky structure; soft, friable; many fine, medium and coarse roots; strongly acid; clear smooth boundary.  (Thickness is 8 to 20 cm [3 to 8 in].)\nE--18 to 36 cm (7 to 14 in); yellowish brown (10YR 5/4) very fine sandy loam; weak medium subangular blocky structure; soft; very friable; many fine, medium and coarse roots; very strongly acid; clear smooth boundary.\nBE--36 to 53 cm (14 to 21 in); strong brown (7.5YR 5/6) very fine sandy loam; moderate fine and medium subangular blocky structure; soft; very friable; many fine, medium and coarse roots; few fine distinct yellow (10YR 7/6) and few fine faint reddish yellow masses of iron accumulation; extremely acid; clear smooth boundary. (Combined thickness of E and BE horizons is 25 to 76 cm [10 to 30 in].)\nBt1--53 to 71 cm (21 to 28 in); strong brown (7.5YR 5/8) loam; weak coarse prismatic structure parting to weak fine subangular blocky; slightly hard, friable; common fine, medium and coarse roots; many very fine and common fine and medium pores; few fine distinct red (2.5YR 4/6) masses of iron accumulation; few faint clay films on faces of peds; very strongly acid; clear smooth boundary.\nBt2--71 to 86 cm (28 to 34 in); strong brown (7.5YR 5/6) loam; weak coarse prismatic structure parting to weak fine subangular blocky; slightly hard, friable; few fine, medium and coarse roots; many very fine and common fine and medium pores; few fine faint reddish yellow (7.5YR 6/8) iron accumulations; few faint clay films on faces of peds; few fine black iron-manganese concretions; very strongly acid; clear smooth boundary.\nBt3--86 to 112 cm (34 to 44 in); yellowish brown (10YR 5/6) loam; weak coarse prismatic structure parting to moderate medium subangular blocky; slightly hard, friable; few fine, medium and coarse roots; many fine and common medium pores; few coarse pores; common medium distinct yellowish red (5YR 5/6) and few medium faint reddish yellow (7.5YR 6/6) masses of iron accumulation; few faint clay films on faces of peds; few thin light gray (10YR 7/2) skeletans and clay depletions; few fine and medium black iron-manganese concretions; about 20 percent of matrix is brittle; very strongly acid; clear smooth boundary. (Combined thickness of Bt horizon is 25 to 102 cm [10 to 40 in].)\nBt/E--112 to 135 cm (44 to 53 in); light yellowish brown (10YR 6/4) loam in the Bt part; weak fine prismatic structure parting to moderate fine subangular blocky; hard, friable; few fine, medium and coarse roots; common fine and medium pores; common medium prominent red (2.5YR 5/8) masses of iron accumulation; common fine prominent yellowish red (5YR 4/6) masses of iron accumulation; few fine prominent red (2.5YR 4/8) masses of iron accumulation; grayish brown clay films mainly on vertical faces of prisms; faint clay films throughout; light gray (10YR 7/2) intrusions of albic materials (E parts) make up about 33 percent of the volume, and about 20 percent are tongues 10 to 15 mm wide that extend through the horizon; about 10 percent of matrix is brittle; very strongly acid; abrupt irregular boundary. (Thickness is 0 to 36 cm [0 to 14 in].)\n2Btg/E--135 to 145 cm (53 to 57 in); light brownish gray (10YR 6/2) clay loam in the Btg part; weak coarse prismatic structure parting to weak fine subangular blocky; extremely hard, very firm; few fine and medium roots; few fine pores; common medium and coarse prominent red (2.5YR 4/6) masses of iron accumulation; few fine distinct brownish yellow (10YR 6/6) masses of iron accumulation; few clay films on faces of prisms; light gray (10YR 7/2) intrusions of albic materials (E parts) make up about 40 percent of the volume, and about 33 percent are tongues 5 to 12 mm wide and 5 to 7 cm long; very strongly acid; clear smooth boundary. (Thickness is 0 to 31 cm [0 to 12 in].)\n2Btg1--145 to 158 cm (57 to 62 in); gray (10YR 6/1) clay loam; weak coarse prismatic structure parting to moderate fine subangular blocky; extremely hard, very firm; few fine and medium roots; few fine pores; common medium and coarse red (2.5YR 4/6) masses of iron accumulation; few fine distinct strong brown (7.5YR 5/6) masses of iron accumulation; few pressure faces up to 10 cm across; very strongly acid; gradual wavy boundary.\n2Btg2--158 to 188 cm (62 to 74 in); light brownish gray (10YR 6/2) clay loam; weak coarse prismatic structure parting to moderate fine subangular blocky; extremely hard, very firm; few fine and medium roots; few fine pores; many medium and coarse distinct yellowish brown (10YR 5/6) masses of iron accumulation; few fine distinct strong brown (7.5YR 5/8) masses of iron accumulation; few pressure faces; common faint grayish clay films on faces of prisms; very strongly acid; gradual smooth boundary.\n2B't3--188 to 203 cm (74 to 80 in); strong brown (7.5YR 5/8) sandy clay loam; weak medium prismatic structure parting to weak fine subangular blocky; very hard, firm; few fine and medium roots; few fine and medium pores; many medium and coarse yellowish brown (10YR 5/6) and light brownish gray (10YR 6/2) iron depletions; common faint dark yellowish brown clay films on faces of prisms; very strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Shelby County, Texas; from the intersection of Farm Road 417 and Texas Highway 87 in Shelbyville; approximately 11 miles northeast on Farm Road 417 to Farm Road 139; 1.4 miles north on Farm Road 139; 0.6 mile west on logging road; 500 feet northwest on skid trail in compartment #8 of the Sabine National Forest. (Latitude: 31 degrees, 50 minutes, 9.1 seconds N; Longitude: 93 degrees, 56 minutes, 58.8 seconds W.  Huxley, Texas, Louisiana topographic quadrangle; NAD 1927)"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil Moisture: An udic soil moisture regime.  The soil moisture control section is not dry in any part for more than 90 days in normal years.\nMean annual soil temperature: 19 to 21 degrees C (67 to 69 degrees F)\nDepth to abrupt lithologic discontinuity: 114 to 152 cm (45 to 60 in)\nDepth to albic materials: 58 to 152 cm (23 to 60 in)\nDepth to albic horizon: 8 to 20 cm (3 to 8 in)\nDepth to argillic horizon: 46 to 86 cm (18 to 34 in)\nDepth to glossic horizon: 76 to 127 cm (30 to 50 in)\nDepth to redox depletions: 46 to 100 cm (18 to 40 in)\nDepth to episaturation: 76 to 100 cm (30 to 39 in)\nThickness of solum:  more than 200 cm (80 in)\nParticle-size control section (weighted average)\nClay content: 10 to 18 percent\nRock fragments: 0 to 5 percent\nCEC/clay ratio: 0.24 to 0.40\nA or Ap Horizon\nHue: 10YR\nValue: 3 to 5\nChroma: 2 or 3\nTexture: loam, silt loam, very fine sandy loam or fine sandy loam\nClay content: 2 to 12 percent\nRedox concentrations: amount-none to few, size-fine to coarse, contrast-faint to prominent, boundary-sharp to diffuse, location-throughout, shades-brown\nRock fragments: rounded ironstone or quartzite range from 0 to 5 percent\nReaction: very strongly to slightly acid (4.5 to 6.5)\nE Horizon\nHue: 7.5 YR or 10YR\nValue: 5 to 7\nChroma: 3 or 4\nTexture: loam, silt loam, very fine sandy loam or fine sandy loam\nClay content: 2 to 12 percent\nRedox concentrations: amount-none to common, size-fine to coarse, contrast-faint to prominent, boundary-sharp to diffuse, location-throughout, shades-brown or yellow\nRock fragments: rounded ironstone or quartzite range from 0 to 5 percent\nReaction: very strongly to moderately acid (4.5 to 6.0)\nBE Horizon, where present\nHue: 7.5YR or 10YR\nValue: 4 to 7\nChroma: 6 or 8\nTexture: loam, silt loam, very fine sandy loam or fine sandy loam\nClay content: 4 to 10 percent\nRedox concentrations: amount-none to common, size-fine to coarse, contrast-faint to prominent, boundary-sharp to diffuse, location-throughout, shades-brown or yellow\nRock fragments: rounded ironstone or quartzite range from 0 to 5 percent\nReaction: extremely to moderately acid (3.6 to 6.0)\nBt Horizon\nHue: 7.5YR or 10YR\nValue: 5 or 6\nChroma: 4 to 8\nTexture: loam or silt loam. Silty clay loam may occur below the control section of some pedons\nClay content: 10 to 30 percent\nClay films: location throughout, contrast faint to prominent\nRedox concentrations: amount-none to common, size-fine to coarse, contrast-faint to prominent, boundary-clear to diffuse, location-throughout, shades-red, brown or yellow\nRedox depletions: amount-0 to 5 percent, size-fine to coarse, contrast-faint to prominent, boundary-clear to diffuse, location-throughout, shades-gray\nRock fragments: rounded ironstone or quartzite range from 0 to 5 percent\nBrittleness: 0 to 20 percent\nAlbic materials: 0 to 5 percent in shades of gray\nReaction: extremely to strongly acid (3.6 to 5.5)\nBt/E Horizon\nHue: 7.5YR or 10YR\nValue: 5 or 6\nChroma: 4 to 8\nVariegated:  Horizon may be variegated in shades of red, brown, yellow or gray\nTexture: loam or silt loam.  Silty clay loam may occur below the control section\nClay content: 10 to 30 percent\nClay films: location throughout, contrast faint to prominent\nRedox concentrations: amount-few to common, size-fine to coarse, contrast-faint to prominent, boundary-clear to diffuse, location-in matrix, shades-red, yellow or brown\nRedox depletions: amount-none to common, size-fine to coarse, contrast-faint to prominent, boundary-clear to diffuse, location-in matrix, shades-gray\nAlbic materials:  8 to 35 percent\nRock fragments: rounded ironstone or quartzite range from 0 to 5 percent\nBrittleness: 0 to 10 percent\nAlbic materials:  8 to 35 percent\nReaction: extremely to strongly acid (3.6 to 5.5)\n2Bt/E or 2Btg/E Horizon\nColors:  Shades of red, brown or gray\nTexture: clay loam, clay, silty clay or silty clay loam?\nClay content: 30 to 50 percent\nClay films: location throughout, contrast faint to prominent\nRedox concentrations: amount-few to many, size-fine to coarse, contrast-faint to prominent, boundary-clear to diffuse, location-in matrix, shades-red, brown or yellow\nRedox depletions: amount-few to many, size-fine to coarse, contrast-faint to prominent, boundary-clear to diffuse, location-in matrix, shades-gray\nBrittleness: 0 to 5 percent\nAlbic materials:  15 to 45 percent\nReaction: extremely or very strongly acid (3.6 to 5.0)\n2Bt Horizon where present\nHue: 10YR to 5YR\nValue: 4 or 5\nChroma: 6 or 8\nVariegated:  horizon may be variegated in shades of red, brown, yellow or gray\nTexture: clay loam, clay, silty clay or silty clay loam\nClay content: 30 to 50 percent\nClay films: location throughout, contrast faint to prominent\nRedox concentrations: amount-few to many, size-fine to coarse, contrast-faint to prominent, boundary-clear to diffuse, location-in matrix, shades-red, brown or yellow\nRedox depletions: amount-few to many, size-fine to coarse, contrast-faint to prominent, boundary-clear to diffuse, location-in matrix, shades-gray\nReaction: extremely or very strongly acid (3.6 to 5.0)\n2B't or 2BC Horizon\nHue: 5YR to 7.5YR\nValue: 5 or 6\nChroma: 6 or 8\nVariegated:  horizon may be variegated in shades of yellow, brown, red, gray or olive\nTexture: silty clay loam, clay loam, loam or sandy clay loam\nClay content: 20 to 40 percent\nClay films: location throughout, contrast faint to prominent\nRedox concentrations: amount-few to many, size-fine to medium, contrast-faint to prominent, boundary-clear to diffuse, location-in matrix, shades-yellow, brown or red\nRedox depletions: amount-few to many, size-fine to coarse, contrast-faint to prominent, boundary-clear to diffuse, location-in matrix, shades-gray or olive\nReaction: extremely or very strongly (3.6 to 5.0)"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no other series in the same family.  Similar soils are the Gist, Glenmora, Keithville, Leverett, Messer and Tippo series.\nGist soils: have a CEC:clay ratio of more than 0.6.\nMesser soils: lack a clayey lithologic discontinuity.\nLeverett and Tippo soils: have mixed mineralogy.\nKeithville and Glenmora soils: lack a glossic horizon"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material: loamy and clayey alluvium over the residuum of the Wilcox geologic formation\nLandscape: Coastal plain\nLandform: fluvatile or marine terrace\nSlope: 0 to 2 percent\nMean annual air temperature range: 18 to 19 degrees C (65 to 66 degrees F)\nMean annual precipitation range: 1220 to 1320 mm (48 to 52 in)\nFrost-free period: 235 to 240 days\nElevation: 31 to 122 m (100 to 400 ft)\nThornthwaite annual P-E indices: 78 to 84"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Metcalf (LA), Latex (TX), Guyton (LA), and Eastwood (TX) series.\nMetcalf soils: are on lower intermound positions and have aquic conditions in the upper part of the argillic horizon.\nLatex soils: are on ridges and do not have a glossic horizon.\nGuyton soils: are on lower positions and have a gray matrix throughout.\nEastwood soils: are on ridges and sideslopes and have a fine particle size family."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Moderately well drained.  Permeability is moderately slow.  Runoff is low to medium.  A perched water table is at a depth of 76 to 107 cm (2.5 to 3.5 feet) for brief to long durations during January through March."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used for pasture or woodland.  Native vegetation consists of loblolly pine, shortleaf pine, sweetgum and red oak.  Bermudagrass and bahiagrass are used in most improved pastures."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Eastern Texas and Louisiana; Land Resource Region (P); MLRA 133B; the series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Shelby County, Texas, 2002, Shelby County soil survey area, Texas, 2002. The name is from a nearby community."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  The series was formerly included in the Sawtown, Cart and Messer series.  The series was separated based on particle size control section and presence of a clayey lithologic discontinuity.\nDiagnostic horizons and features recognized in this pedon are:\nParticle size control section: 53 to 104 cm (21 to 41 in.)  (Bt1, Bt2, Bt3 horizon)\nOchric epipedon: 0 to 36 cm (0 to 14 in).  (A and E horizons)\nArgillic horizon: 53 to 203 cm (21 to 80 in).  (Bt, Bt/E, 2Bt/E, 2Btg, 2Bt'3 horizons)\nGlossic horizon: 112 to 145 cm (44 to 57 in).  (Bt/E, 2Bt/E horizons)\nRedoximorphic concentrations: 36 to 188 cm (21 to 74 in).  (BE, Bt, Bt/E, 2Btg/E, 2Btg1 horizons)\nRedoximorphic depletions: 86 to 203 cm (34 to 80 in).  (Bt3, Bt/E, 2Btg/E, 2Btg, 2Bt'3 horizons)\nEpisaturation:  The zone of saturation at 86 to 145 cm (34 to 57 in).  (Bt3, Bt/E, 2Btg/E horizons)\nLithologic discontinuity: At the upper boundary of the 2Btg/E horizon.\nThe assignment of the cation-exchange activity class is supported by laboratory data number S86TX-419-001 from Shelby County, Texas."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "ADDITIONAL DATA: TAMU Data from type location S86TX-419-001.  Particle-size analysis tests were performed at the project office on six pedons.  Piezometer data available from the type location for the period of October 1993 through October 2001.\nTAXONOMIC VERSION:  Keys to Soil Taxonomy, 10th Edition, 2006"
  },
  "SITE": [
    [
      {
        "drainage": "moderately well",
        "drainage_overview": "moderately well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 18,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "silt loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A--0 to 18 cm (0 to 7 in); dark grayish brown (10YR 4/2) silt loam; weak fine subangular blocky structure; soft, friable; many fine, medium and coarse roots; strongly acid; clear smooth boundary.  (Thickness is 8 to 20 cm [3 to 8 in].)"
      },
      {
        "name": "E",
        "top": 18,
        "bottom": 36,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "very fine sandy loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "E--18 to 36 cm (7 to 14 in); yellowish brown (10YR 5/4) very fine sandy loam; weak medium subangular blocky structure; soft; very friable; many fine, medium and coarse roots; very strongly acid; clear smooth boundary."
      },
      {
        "name": "BE",
        "top": 36,
        "bottom": 53,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "7.5YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "very fine sandy loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "extremely acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "BE--36 to 53 cm (14 to 21 in); strong brown (7.5YR 5/6) very fine sandy loam; moderate fine and medium subangular blocky structure; soft; very friable; many fine, medium and coarse roots; few fine distinct yellow (10YR 7/6) and few fine faint reddish yellow masses of iron accumulation; extremely acid; clear smooth boundary. (Combined thickness of E and BE horizons is 25 to 76 cm [10 to 30 in].)"
      },
      {
        "name": "Bt1",
        "top": 53,
        "bottom": 71,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "7.5YR",
        "moist_value": 5,
        "moist_chroma": 8,
        "texture_class": "loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bt1--53 to 71 cm (21 to 28 in); strong brown (7.5YR 5/8) loam; weak coarse prismatic structure parting to weak fine subangular blocky; slightly hard, friable; common fine, medium and coarse roots; many very fine and common fine and medium pores; few fine distinct red (2.5YR 4/6) masses of iron accumulation; few faint clay films on faces of peds; very strongly acid; clear smooth boundary."
      },
      {
        "name": "Bt2",
        "top": 71,
        "bottom": 86,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "7.5YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bt2--71 to 86 cm (28 to 34 in); strong brown (7.5YR 5/6) loam; weak coarse prismatic structure parting to weak fine subangular blocky; slightly hard, friable; few fine, medium and coarse roots; many very fine and common fine and medium pores; few fine faint reddish yellow (7.5YR 6/8) iron accumulations; few faint clay films on faces of peds; few fine black iron-manganese concretions; very strongly acid; clear smooth boundary."
      },
      {
        "name": "Bt3",
        "top": 86,
        "bottom": 112,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bt3--86 to 112 cm (34 to 44 in); yellowish brown (10YR 5/6) loam; weak coarse prismatic structure parting to moderate medium subangular blocky; slightly hard, friable; few fine, medium and coarse roots; many fine and common medium pores; few coarse pores; common medium distinct yellowish red (5YR 5/6) and few medium faint reddish yellow (7.5YR 6/6) masses of iron accumulation; few faint clay films on faces of peds; few thin light gray (10YR 7/2) skeletans and clay depletions; few fine and medium black iron-manganese concretions; about 20 percent of matrix is brittle; very strongly acid; clear smooth boundary. (Combined thickness of Bt horizon is 25 to 102 cm [10 to 40 in].)"
      },
      {
        "name": "Bt/E",
        "top": 112,
        "bottom": 135,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 4,
        "texture_class": "loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "abrupt",
        "topography": "irregular",
        "narrative": "Bt/E--112 to 135 cm (44 to 53 in); light yellowish brown (10YR 6/4) loam in the Bt part; weak fine prismatic structure parting to moderate fine subangular blocky; hard, friable; few fine, medium and coarse roots; common fine and medium pores; common medium prominent red (2.5YR 5/8) masses of iron accumulation; common fine prominent yellowish red (5YR 4/6) masses of iron accumulation; few fine prominent red (2.5YR 4/8) masses of iron accumulation; grayish brown clay films mainly on vertical faces of prisms; faint clay films throughout; light gray (10YR 7/2) intrusions of albic materials (E parts) make up about 33 percent of the volume, and about 20 percent are tongues 10 to 15 mm wide that extend through the horizon; about 10 percent of matrix is brittle; very strongly acid; abrupt irregular boundary. (Thickness is 0 to 36 cm [0 to 14 in].)"
      },
      {
        "name": "2Btg/E",
        "top": 135,
        "bottom": 145,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 2,
        "texture_class": "clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "2Btg/E--135 to 145 cm (53 to 57 in); light brownish gray (10YR 6/2) clay loam in the Btg part; weak coarse prismatic structure parting to weak fine subangular blocky; extremely hard, very firm; few fine and medium roots; few fine pores; common medium and coarse prominent red (2.5YR 4/6) masses of iron accumulation; few fine distinct brownish yellow (10YR 6/6) masses of iron accumulation; few clay films on faces of prisms; light gray (10YR 7/2) intrusions of albic materials (E parts) make up about 40 percent of the volume, and about 33 percent are tongues 5 to 12 mm wide and 5 to 7 cm long; very strongly acid; clear smooth boundary. (Thickness is 0 to 31 cm [0 to 12 in].)"
      },
      {
        "name": "2Btg1",
        "top": 145,
        "bottom": 158,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 1,
        "texture_class": "clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "2Btg1--145 to 158 cm (57 to 62 in); gray (10YR 6/1) clay loam; weak coarse prismatic structure parting to moderate fine subangular blocky; extremely hard, very firm; few fine and medium roots; few fine pores; common medium and coarse red (2.5YR 4/6) masses of iron accumulation; few fine distinct strong brown (7.5YR 5/6) masses of iron accumulation; few pressure faces up to 10 cm across; very strongly acid; gradual wavy boundary."
      },
      {
        "name": "2Btg2",
        "top": 158,
        "bottom": 188,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 2,
        "texture_class": "clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "2Btg2--158 to 188 cm (62 to 74 in); light brownish gray (10YR 6/2) clay loam; weak coarse prismatic structure parting to moderate fine subangular blocky; extremely hard, very firm; few fine and medium roots; few fine pores; many medium and coarse distinct yellowish brown (10YR 5/6) masses of iron accumulation; few fine distinct strong brown (7.5YR 5/8) masses of iron accumulation; few pressure faces; common faint grayish clay films on faces of prisms; very strongly acid; gradual smooth boundary."
      },
      {
        "name": "2B't3",
        "top": 188,
        "bottom": 203,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "7.5YR",
        "moist_value": 5,
        "moist_chroma": 8,
        "texture_class": "sandy clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "2B't3--188 to 203 cm (74 to 80 in); strong brown (7.5YR 5/8) sandy clay loam; weak medium prismatic structure parting to weak fine subangular blocky; very hard, firm; few fine and medium roots; few fine and medium pores; many medium and coarse yellowish brown (10YR 5/6) and light brownish gray (10YR 6/2) iron depletions; common faint dark yellowish brown clay films on faces of prisms; very strongly acid."
      }
    ]
  ]
}
