{
  "SERIES": "TINAJA",
  "STATUS": "Established Series",
  "BYREV": "Rev. GWA/RJA/LWH",
  "REVDATE": "08/2007",
  "STATES": "NM",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive, mesic Aridic Calciustepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Tinaja gravelly sandy clay loam - rangeland.  (Colors are for dry soil unless otherwise stated.)\nA1--0 to 6 inches; light brownish gray (10YR 6/2) gravelly sandy clay loam, brown (10YR 4/3) moist; moderate very fine granular structure; soft, friable, slightly sticky and slightly plastic; common fine and medium roots; many fine interstitial pores; 15 percent pebbles; slightly effervescent; slightly alkaline; clear smooth boundary.  (4 to 7 inches thick)\nA2--6 to 12 inches; light brownish gray (10YR 6/2) very gravelly sandy clay loam, yellowish brown (10YR 5/4) moist; moderate fine and very fine granular structure; soft, firm, slightly sticky and plastic; common fine and very fine roots; many fine interstitial pores; 50 percent fine pebbles; slightly effervescent; slightly alkaline; gradual wavy boundary.  (0 to 7 inches thick)\nBk1--12 to 25 inches; very pale brown (10YR 7/3) very gravelly sandy clay loam, light yellowish brown (10YR 6/4) moist; weak coarse subangular blocky structure; slightly hard, firm, slightly sticky and plastic; few fine and very fine roots; common tubular pores; 40 percent pebbles less than 3/4 inch diameter and 15 percent pebbles more than 3/4 inch diameter; strongly effervescent; calcium carbonate accumulated on bottom of pebbles; moderately alkaline; gradual wavy boundary.  (7 to 39 inches thick)\nBk2--25 to 41 inches; pale brown (10YR 6/3) very gravelly sandy clay loam, yellowish brown (10YR 5/4) moist; massive; slightly hard, firm, slightly sticky and plastic; few fine and very fine roots; many interstitial pores; 40 percent pebbles less than 3/4 inch diameter and 15 percent pebbles more than 3/4 inch diameter; strongly effervescent calcium carbonate accumulated on bottom of pebbles; moderately alkaline; clear wavy boundary.  (10 to 20 inches thick)\n2C--41 to 66 inches; pale brown (10YR 6/3) extremely gravelly loamy sand, yellowish brown (10YR 5/4) moist; single grained; loose nonsticky and nonplastic; few fine and very fine roots; many interstitial pores; 75 percent pebbles 1/2 of which is larger than 3/4 inch diameter; slightly effervescent; slightly alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Colfax County, New Mexico; about 3 miles north of Maxwell; 1,320 feet east and 2,110 feet south of NW corner Sec. 13, T.  27 N., R. 22 E.; 104 degrees, 33 minutes, 24 seconds west longitude;  36 degrees, 34 minutes, 32 seconds north latitude."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil Moisture:  Intermittently moist in some part of the SMCS in the spring, summer and winter. Aridic ustic moisture regime.\nSoil Temperature:  50 to 56 degrees F.\nParticle-size control section:  18 to 30 percent clay.\nRock fragments:  0 to 30 percent cobbles and stones, 20 to 60 percent pebbles all on a weighted average\nDepth to lithologic discontinuity:  more than 40 inches\nA horizon\nHue: 5YR, 7.5YR, or 10YR\nValue:  5 or 6 dry, 3 through 5 moist\nChroma:  2 through 4\nTexture:  fine sandy loam, very fine sandy loam, loam or clay loam.\nBk horizon\nHue: 7.5YR or 10YR\nValue:  6 through 8 dry, 4 through 6 moist\nChroma:  2 through 4\nTexture:  loam or sandy clay loam\nReaction: slightly alkaline or moderately alkaline.\n2C horizon\nHue: 2.5Y through 7.5YR\nValue:  6 through 8 dry, 5 through 7 moist\nChroma:  3 through 8\nTexture:  sand, loamy sand, or sandy loam with 0 to 85 percent pebbles."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Buckndoe (AZ), Chicosa (CO), Katzine (AZ), Saraton (CO), Twobutte (KS), Upler (UT), and Yatne (UT) series. Buckndoe soils are deep to hardpan. Chicosa soils have a cambic horizon. Saraton soils are moderately deep to a paralithic contact. Twobutte soils are moderately deep to hard caliche bedrock. Upler and Yatne soils have a Bk horizon that can be more yellow than 7.5YR. Katzine soils have less than 18 percent clay in the particle-size control section"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Tinaja soils are on hilly, gravelly, convex river terrace remnants, cuestas, and mesas, where elevations range from 5,800 to 7,800 feet.  They formed in gravelly alluvium and colluvium.  Slope is 3 to 75 percent.  The climate is semiarid continental with annual precipitation ranging from 13 to 18 inches with the majority received during the period of July through September.  Mean annual temperature is about 47 to 55 degrees F.  The frost-free period is about 100 to 160 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Colmor, Silver, Swastika, Litle, and Orella soils.  Colmor, Silver, and Swastika soils have a non-skeletal control section.  Litle and Orella soils have bedrock within 40 inches."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; medium to rapid runoff; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Native range, wildlife, and gravel pits.  The present vegetation is blue grama, little bluestem, sideoats grama, threeawn, and yucca."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northern New Mexico.  This soil is inextensive.  MLRA 36 & 70A."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Phoenix, Arizona"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Colfax County, New Mexico, 1974."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - the zone from the surface of the soil to a depth of about 12 inches. ( A horizon)\nCalcic horizon - the zone from 12 to 41 inches. (Bk horizons)\nUstic feature - Ustic soil moisture regime bordering on Aridic.\nClassified according to Soil Taxonomy, Second Edition, 1999; Keys to Soil Taxonomy Tenth Edition, 2006.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
