{
  "SERIES": "TINCAN",
  "STATUS": "Established Series",
  "BYREV": "Rev. MPK/TDT",
  "REVDATE": "02/1999",
  "STATES": "OR",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy, mixed, superactive, mesic, shallow Aridic Haploxerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Tincan gravelly silt loam - rangeland, (Colors are for dry soil unless otherwise stated.)\nA1--0 to 10 inches; brown (10YR 5/3) gravelly silt loam, dark brown (10YR 3/3) moist; weak medium platy structure parting to moderate medium subangular blocky; slightly hard, friable, nonsticky and slightly plastic; many very fine and fine, and common medium roots; many very fine and fine, and common medium irregular and tubular pores; 30 percent gravel; neutral (pH 6.7); clear smooth boundary.\nA2--10 to 16 inches; brown (10YR 5/3) gravelly silt loam, dark brown (10YR 3/3) moist; weak medium subangular blocky structure; slightly hard, friable, nonsticky and slightly plastic; common very fine, fine and medium roots; common very fine, fine and medium irregular and tubular pores; 25 percent gravel; neutral (pH 6.7); clear wavy boundary.\nCr--16 inches; diatomaceous earth."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Harney County, Oregon, about 3 miles south of Drewsey, about 2,300 feet south and 600 feet east of the northwest corner of section 11, T. 21 S., R. 35 E., on the Drewsey quadrangle.  (Latitude 43 degrees, 45 minutes, 46 seconds N, Longitude 118 degrees, 23 minutes, 15 seconds W)"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The mean annual soil temperature is 47 to 51 degrees F.  The mollic epipedon is 10 to 20 inches thick.  The thickness of the solum and depth to soft bedrock ranges from 10 to 20 inches.  The particle-size control section 15 to 35 percent rock fragments mainly as gravel, and 20 to 27 percent clay.\nThe A horizon has values of 4 or 5 dry, 2 or 3 moist and chroma of 2 or 3 moist and dry.  It is silt loam or loam."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  This is the McCoin series.  McCoin soils have a cambic horizon."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Tincan soils are on hills and have slopes of 20 to 60 percent.  The soils formed in colluvium and residuum from diatomaceous earth and tuffaceous sedimentary rocks.  Elevation is 3,400 to 4,600 feet.  The climate is characterized by cool, moist winters and hot, dry summers.  The mean annual precipitation is 9 to 12 inches.  The mean annual temperature is 45 to 49 degrees F.  The frost free period is 80 to 100 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Gumble, Porterfield, and Risley soils.  These soils have an ochric epipedon.  Gumble and Risley soils have greater than 35 percent clay in the particle-size control section and have an argillic horizon.  Risley soils are 20 to 40 inches deep over soft bedrock."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained, moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  The soils are used for livestock grazing and wildlife habitat.  The potential native vegetation is Wyoming big sagebrush, Idaho fescue, bluebunch wheatgrass, and Sandberg bluegrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Southeastern Oregon; MLRA 10 Snake River area.  The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Harney County, Oregon, 1997."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon - from 0 to 16 inches thick (A1, A2 horizons)\nParticle-size control section - from 10 to 16 inches (A2 horizon)\nNational Cooperative Soil Survey\nU.S.A."
  }
}
