{
  "SERIES": "TINCUP",
  "STATUS": "Established Series",
  "BYREV": "Rev. MHF/CDJ/RWL",
  "REVDATE": "06/2011",
  "STATES": "OR",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, isotic, frigid Humic Dystrudepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Tincup very cobbly loam - woodland, on a 10 percent slope at 4,040 feet elevation.  (When described on January 9, 1990 the soil was moist throughout.  Colors are for moist soil unless otherwise noted.)\nOi--0 to 2 inches; slightly decomposed litter of needles, leaves, twigs, and woody materials.\nA--2 to 9 inches; very dark grayish brown (10YR 3/2) very cobbly loam, dark grayish brown (10YR 4/2) dry; weak very fine and fine subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; common very fine, many fine and medium, and few coarse roots; many very fine and fine tubular pores; 35 percent gravel and 25 percent cobbles; strongly acid (pH 5.4); clear wavy boundary. (7 to 9 inches thick)\nBw1--9 to 19 inches; dark yellowish brown (10YR 3/4) extremely cobbly loam, light yellowish brown (10YR 6/4) dry; weak fine subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; common fine, and many medium and coarse roots; many fine tubular pores; 30 percent gravel and 35 percent cobbles; strongly acid (pH 5.2); clear wavy boundary.\nBw2--19 to 30 inches; dark yellowish brown (10YR 4/4) extremely cobbly loam, very pale brown (10YR 7/4) dry; weak very fine subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; common medium and coarse roots; many fine tubular pores; 25 percent gravel and 45 percent cobbles; strongly acid (pH 5.2); abrupt wavy boundary.  (Combined thickness of the Bw horizon ranges from 13 to 33 inches)\nR--30 inches; fractured sandstone."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Curry County, Oregon; about 330 feet north and 2,310 feet east of the southwest corner of section 27, T. 36 S., R. 12 W., W.  M. (Latitude 42 degrees, 25 minutes, 32 seconds N.; Longitude 124 degrees, 06 minutes, 26 seconds W.)"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The mean annual soil temperature is 41 to 46 degrees F.  The soils are usually moist but are dry in all parts of the moisture control section for less than 45 consecutive days between depths of 4 and 12 inches in the four months following the summer solstice.  The particle-size control section averages 10 to 20 percent clay, more than 30 percent coarser than fine sand, and has 50 to 80 percent rock fragments.  Depth to bedrock and solum thickness is 20 to 40 inches.  Soil reaction is strongly acid to moderately acid throughout.\nThe A horizon has hue of 7.5YR or 10YR, value of 2 or 3 moist, 3 or 4 dry and chroma of 2 or 3 moist and dry.  It is very cobbly loam averaging 10 to 20 percent clay.  It has 15 to 35 percent gravel and 20 to 30 percent cobbles.\nThe Bw horizon has hue of 7.5YR, 10YR or 2.5Y, value of 3 or 4 moist, 5 to 7 dry and chroma of 4 to 6 moist and dry.  It is very cobbly loam, extremely cobbly loam, or extremely cobbly sandy loam averaging 10 to 20 percent clay.  It has 20 to 30 percent gravel and 30 to 50 percent cobbles."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Bigdutch and Bobsgarden series.  Bigdutch soils have 20 to 35 percent clay in the particle-size control section.  Bobsgarden soils are greater than 60 inches deep to bedrock and have 27 to 35 percent clay in the particle-size control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  The Tincup soils are on metastable broad ridgetops and active side slopes of mountains.  Slopes are 0 to 90 percent.  The soils formed in colluvium and residuum derived from metasedimentary or metavolcanic rock types of the Dothan Formation.  Elevations are 3,800 to 5,500 feet.  The climate is characterized by cool wet winters and warm moist summers.  The mean annual precipitation is 120 to 160 inches.   The mean annual temperature is 40 to 45 degrees F.  The frost-free period is 60 to 120 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Gamelake and Tolfork soils.  Gamelake soils are on broad ridgetops and south-facing slopes, are greater than 60 inches deep, and have umbric epipedons 10 to 20 inches thick.  Tolfork soils are on north-facing slopes, are 40 to 60 inches deep, and have umbric epipedons greater than 20 inches thick."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; moderately rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  The soils are used for timber production, watershed, recreation, and wildlife habitat.  The native vegetation is Douglas-fir, white fir, Shasta red fir, sugar pine, golden chinkapin, Sadler oak, little princes pine, pachystima, cascade Oregongrape, western princes pine, creeping snowberry, deerfoot vanillaleaf, western rattlesnake plantain, baldhip rose, and whitevein shinleaf."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Mountainous areas of southwestern Oregon; MLRA 1.  The series is not extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Curry County, Oregon, 1995."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Classification of this soil is based on laboratory data from the associated Gamelake series (pedon 90P 309).  Diagnostic horizons and features recognized in this pedon include:\nHumic subgroup - color requirement is met from 2 to 9 inches.\nCambic horizon - from a depth of 9 to 30 inches  (Bw1, Bw2 horizons).\nParticle size control section - from 12 to 30 inches (part of Bw1 horizon, Bw2 horizon) with a weighted average of 69 percent rock fragments.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
