{
  "SERIES": "TINE",
  "STATUS": "Established Series",
  "BYREV": "Rev. AJC/GB",
  "REVDATE": "04/1999",
  "STATES": "CO,WY",
  "OVERVIEW": "The Tine series consists of deep, well to somewhat excessively drained soils that formed in noncalcareous transported material over beds of sand, gravel and cobble.  Tine soils are on fans, terrraces, outwash plains, glacial moraines and eskers.  Slopes are 0 to about 30 percent.  Mean annual precipitation is about 20 inches and mean annual temperature is about 34 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Sandy-skeletal, mixed Ustic Haplocryolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Tine sandy loam - grassland.  (Colors are of dry soil unless otherwise stated.)\nA--0 to 10 inches; dark grayish brown (10YR 4/2) sandy loam, very dark brown (10YR 2/2) moist; strong fine granular structure; soft, very friable, nonsticky, nonplastic; 10 percent pebbles; neutral\n(pH 6.6); clear smooth boundary.  (5 to 15 inches thick)\nC--10 to 18 inches; grayish brown (10YR 5/2) gravelly sandy loam, dark grayish brown (10YR 4/2) moist; massive; soft, very friable, nonsticky, nonplastic; 20 percent pebbles and cobbles; neutral\n(pH 6.8); gradual wavy boundary.  (5 to 10 inches thick)\n2C--18 to 60 inches; sand, pebbles and cobbles; slightly alkaline (pH 7.6)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Gunnison County, Colorado; at northwest corner of range test lot in NE1/4 Sec. 2, T. 13 S., R. 82 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Depth to uniformly calcareous material ranges from, 40 to more than 60 inches.  Exchangeable sodium ranges from 0 to 15 percent.  Mean annual soil temperature is about 36 degrees F., and mean summer soil temperature is about 52 degrees F.  Depth to the sandy-skeletal 2C horizon ranges from 10 inches.\nThe A horizon has hue of 2.5Y through 7.5YR, value 4 or 5 moist, 2 or 3 moist, and chroma of 1 through 3.  It ranges from slightly acid to slightly alkaline.\nThe C horizon has hue of 2.5Y through 7.5YR.  It ranges from slightly acid to slightly alkaline.\nThe C horizon is usually gravelly sandy loam or loam with 5 to 18 percent silt, and 50 to 80 percent sand with more than 35 percent fine or coarser sand.  It has less than 35 percent rock fragments.\nThe 2C horizon is gravelly or very gravelly loamy sand or sand.  It has 35 to 80 percent rock fragments and these are mainly 1/4 to 10 inches in diameter, but also includes stones."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:   These are the Bearmouth, Collier, Ledgefork, Pierian, and Wiggleton series.  Bearmouth and Wiggleton soils have calcium carbonate above depths of 40 inches.  Collier soils have 30 percent ash and cindery materials.  Ledgefork soils have loamy fine sand or loamy sand in the A and upper C horizons.  Pierian soils have rock fragments dominated by stones and boulders more than 10 inches in diameter."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Tine soils are on alluvial fans, terraces, outwash plains, glacial moraines, and eskers.  Slope gradients range from 0 to about 30 percent.  These soils formed in moderately coarse textured noncalcareous transported material overlying beds of sand, gravel, and cobbles.  At the type location the average annual precipitation is approximately 16 inches ranging from 15 to 25 inches with peak periods of precipitation during the spring and summer.  The mean annual temperature is 32 to 40 degrees F. and mean summer temperature is 50 degrees F."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the competing Pierian soils and the Tomichi soils.  Tomichi soils contain fewer than 35 percent rock fragments."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well to somewhat excessively drained; slow runoff; rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are used as native pastureland and recreational purposes."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  High mountain valleys of central Colorado and adjacent parts of Wyoming.  The series is of moderate extent.\nUSE AND VEGETATION:  These soils are used as native pastureland and fro recreational purposes.  Principal native vegetation is sagebrush, ring muhly, and Idaho fescue."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Jackson County, Colorado."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Last updated by the state 1/95.  Diagnostic features include a mollic epipedon from 0 to 10 inches.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well to somewhat excessively",
        "drainage_overview": "well to somewhat excessively"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 25,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "sandy loam",
        "pH_class": "neutral",
        "narrative": "A--0 to 10 inches; dark grayish brown (10YR 4/2) sandy loam, very dark brown (10YR 2/2) moist; strong fine granular structure; soft, very friable, nonsticky, nonplastic; 10 percent pebbles; neutral"
      },
      {
        "name": "C",
        "top": 25,
        "bottom": 46,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "sandy loam",
        "cf_class": "gravelly",
        "pH_class": "neutral",
        "narrative": "C--10 to 18 inches; grayish brown (10YR 5/2) gravelly sandy loam, dark grayish brown (10YR 4/2) moist; massive; soft, very friable, nonsticky, nonplastic; 20 percent pebbles and cobbles; neutral"
      },
      {
        "name": "2C",
        "top": 46,
        "bottom": 152,
        "texture_class": "sand",
        "pH": 7.6,
        "pH_class": "slightly alkaline",
        "narrative": "2C--18 to 60 inches; sand, pebbles and cobbles; slightly alkaline (pH 7.6)."
      }
    ]
  ]
}
