{
  "SERIES": "TINEMAHA",
  "STATUS": "Established Series",
  "BYREV": "Rev. ET-DC-DV-MAV",
  "REVDATE": "07/2016",
  "STATES": "CA",
  "OVERVIEW": "The Tinemaha series consists of very deep, well drained soils that formed in alluvium from dominantly granitic sources.  Tinemaha soils are on alluvial fans and fan terraces and have slopes of 0 to 15 percent.  The mean annual precipitation is about 180 mm and the mean annual temperature is about 14 degrees C.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive, thermic Xeric Haplargids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Tinemaha gravelly loamy coarse sand - on an east facing slope of 8 percent under Cooper goldenbush, Nevada ephedra, longspine horsebrush, Fremont dalea, spiny hopsage, and desert needlegrass at an elevation of 1,295 meters.  (Colors are for dry soil unless otherwise stated; when described (3/27/80) the soil was moist to 51 cm).\nA1--0 to 3 cm; pale brown (10YR 6/3) stony loamy coarse sand, brown (10YR 4/3) moist; massive; soft, very friable, nonsticky and nonplastic; few very fine roots; many very fine interstitial pores; 1 percent boulders, 3 percent stones, 3 percent cobbles, and 10 percent fine gravel; neutral (pH 7.0); abrupt smooth boundary.  (0 to 8 cm thick).\nA2--3 to 23 cm; pale brown (10YR 6/3) stony loamy coarse sand, brown (10YR 4/3) moist; massive; soft, very friable, nonsticky and nonplastic; few very fine and fine roots; many very fine interstitial pores; 1 percent boulders, 3 percent stones, 3 percent cobbles, and 10 percent fine gravel; neutral (pH 7.2); clear wavy boundary.  (15 to 25 cm thick).\nBt1--23 to 38 cm; brown (10YR 5/3) very cobbly sandy clay loam, dark brown (10YR 3/3) moist; moderate medium subangular blocky structure; hard, friable, moderately sticky and moderately plastic; few very fine roots; common very fine interstitial and few very fine tubular pores; few faint clay films in pores and bridging mineral grains; 10 percent stones, 30 percent cobbles, and 10 percent fine gravel; neutral (pH 7.2); clear wavy boundary.  (13 to 18 cm thick).\nBt2--38 to 69 cm; yellowish brown (10YR 5/4) very cobbly sandy clay loam, brown (10YR 4/3) moist; moderate medium subangular blocky structure; hard, friable, moderately sticky and moderately plastic; few very fine roots; common very fine interstitial and few very fine tubular pores; common faint clay films on ped faces, in pores, and bridging mineral grains; 10 percent stones, 30 percent cobbles, and 10 percent fine gravel; neutral (pH 7.2); gradual wavy boundary.  (20 to 33 cm thick).\nC--69 to 152 cm; pale brown (10YR 6/3) very stony loamy coarse sand, brown (10YR 4/3) moist; massive; slightly hard, very friable, nonsticky and nonplastic; few very fine roots; many very fine interstitial pores; 20 percent stones, 20 percent cobbles, and 10 percent fine gravel; neutral (pH 7.2)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Inyo County, California.  About 6 miles south of Big Pine and one mile west of Fish Springs in Owens Valley and 75 feet northwest of powerline tower on west side of powerline road; 1,300 feet north and 75 feet west of the southeast corner of section 17, T. 10 S., R. 34 E.; USGS Fish Springs 7.5 minute topographic quadrangle; latitude 37 degrees 04 minutes 34 seconds N and longitude 118 degrees 16 minutes 19 seconds W; WGS84 Decimal Degrees 37.0761111 latitude, -118.2719444 longitude."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Thickness of the solum is 48 to 76 cm.  The mean annual soil temperature is 15 to 17.8 degrees C.  The soil temperature is below 8.3 degrees C.  From about November 15 to March 1, and is below 5 degrees C from about December 15 to February 15.  The soil between the depths of 36 and 91 cm is dry throughout for 190 to 205 days from about May 15 to December 1.  It is moist throughout for 75 to 90 days from about January 1 to April 1 and is moist in some or all parts for 60 to 75 consecutive days from about March 1 to May 15 when the soil temperature exceeds 8.3 degrees C.  The surface is covered with 10 to 90 percent rock fragments with 10 to 50 percent gravel, 0 to 20 percent cobbles and 0 to 20 percent boulders and stones.  The soil is neutral or slightly alkaline.\nThe A horizon color is 10YR 5/3, 6/3, 6/4 or 7/3.  Moist color is 10YR 3/3, 4/3, 4/4 or 5/3.  It has 15 to 35 percent rock fragments with 10 to 30 percent gravel, 1 to 10 percent cobbles, 3 to 10 percent stones and boulders.  Textures are loamy coarse sand, loamy sand, gravelly loamy sand or gravelly loamy coarse sand averaging 3 to 10 percent clay.  The organic carbon content is 0.2 to 0.4 percent.  Some pedons have a fragile vesicular horizon just below the soil surface.\nThe Bt horizon color is 10YR 4/4, 5/3, 5/4, 6/3, 6/4, 7/2 or 7/3.  Moist color is 10YR 3/3, 4/2, 4/3, 4/4, 5/4; 7.5YR 4/4 or 4/6.  It has an average of 35 to 80 percent rock fragments with 10 to 30 percent gravel, 10 to 30 percent cobbles and 5 to 40 percent stones.  The fine-earth fraction is sandy loam or sandy clay loam.  Clay content is 12 to 30 percent but averages 20 to 30 percent in the upper 50 cm of the horizon.\nThe C horizon color is 10YR 4/4, 5/3, 6/3, 6/4, 7/2, 7/3; or 7.5YR 6/6.  Moist color is 10YR 4/3, 5/3, 5/4; or 7.5YR 4/6.  It has 35 to 80 percent rock fragments with 10 to 30 percent gravel, 15 to 30 percent cobbles, and 30 to 50 percent stones.  Texture of the fine-earth fraction is loamy coarse sand or sandy loam and averages 3 to 10 percent clay."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Lubkin series in the same family and the Kayo series.  The Lubkin series has 10 to 18 percent clay in the control section.  The Kayo series has an annual soil temperature of 8.3 to 15 degrees C."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Tinemaha soils are on fan terraces.  Slopes are 0 to 15 percent.  They formed in alluvium dominantly from granitic sources.  Elevations are 1,220 to 1,650 meters.  The climate is arid with hot dry summers and cool moist winters.  Mean annual precipitation is 100 to 250 mm.  Mean January temperature is about 5.6 degrees C.  Mean July temperature is about 28 degrees C; mean annual temperature is 13 to 16. degrees C.  Frost-free season is 140 to 200 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Goodale, Cartago and Lubkin soils.  Goodale soils are sandy-skeletal and do not have an argillic horizon and are on recent alluvial fans and fan terraces.  Cartago soils are sandy, do not have an argillic horizon and are on alluvial fans and fan terraces.  Lubkin soils have 10 to 18 percent clay within the control section and are on fan terraces."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; slow to medium runoff; moderately slow over rapid permeability.  Subject to rare flooding."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Tinemaha soils are used for rangeland and wildlife habitat.  Vegetation is spiny hopsage, Nevada ephedra, Cooper goldenbush, California buckwheat and desert needlegrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Southern Owens Valley of eastern California.  The series is not extensive in MLRA - 29."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES PROPOSED",
    "content": "SERIES PROPOSED:  Benton-Owens Valley Area, Inyo County, California, 1986.  The name is from nearby Tinemaha Creek."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Major diagnostic horizons and other soil characteristics recognized in the profile are:\n1.  Ochric epipedon -- 0 to 23 cm (A1 and A2)\n1.1  Colors have too high of value and are not thick enough for mollic epipedon\n1.2 Organic carbon less than 0.6 percent (Lincoln lab data)\n2.  Argillic horizon -- 23 to 69 cm (Bt1 and Bt2)\n2.1 Clay increased from 8 percent clay (A2) to 23 percent (Bt1 and Bt2) by field estimates and hydrometer.\n2.2 Clay films observed\nOther Soil Characteristics:\n1.  Thermic soil temperature regime -- (MAST 15 to 17.8 degrees C) on preliminary SCS soil temperature transect 55 years local climatic records and BLM data.\n2.  Mineralogy -- assumed mixed; no indications otherwise\n3.  Particle-size class -- loamy-skeletal estimates, hydrometer, and rock fragment content.\n4.  Xeric subgroup -- soil moisture control section is dry less than three fourths time that the soil temperature at 51 cm is above 5 degrees C (based on SCS moisture/temperature transect data.\n5.  Moisture regime -- Aridic-Xeric\n5.1  The MCS is dry throughout from May 15 to December 1.  It is moist throughout from January 1 to April 1.\n5.2  The soil temperature exceeds 5 degrees C from February 15 to December 15 (300 days).  Within this time period, the MCS is dry from May 15 to December 1 (200 days).\n5.3  The soil temperature exceeds 8.3 degrees C from March 1 to November 15 (260 days).  Within this time period, the MCS is dry from May 15 to November 15 (185 days).\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A1",
        "top": 0,
        "bottom": 3,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "loamy coarse sand",
        "cf_class": "stony",
        "pH": 7,
        "pH_class": "neutral",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "A1--0 to 3 cm; pale brown (10YR 6/3) stony loamy coarse sand, brown (10YR 4/3) moist; massive; soft, very friable, nonsticky and nonplastic; few very fine roots; many very fine interstitial pores; 1 percent boulders, 3 percent stones, 3 percent cobbles, and 10 percent fine gravel; neutral (pH 7.0); abrupt smooth boundary.  (0 to 8 cm thick)."
      },
      {
        "name": "A2",
        "top": 3,
        "bottom": 23,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "loamy coarse sand",
        "cf_class": "stony",
        "pH": 7.2,
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "A2--3 to 23 cm; pale brown (10YR 6/3) stony loamy coarse sand, brown (10YR 4/3) moist; massive; soft, very friable, nonsticky and nonplastic; few very fine and fine roots; many very fine interstitial pores; 1 percent boulders, 3 percent stones, 3 percent cobbles, and 10 percent fine gravel; neutral (pH 7.2); clear wavy boundary.  (15 to 25 cm thick)."
      },
      {
        "name": "Bt1",
        "top": 23,
        "bottom": 38,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "sandy clay loam",
        "cf_class": "very cobbly",
        "pH": 7.2,
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bt1--23 to 38 cm; brown (10YR 5/3) very cobbly sandy clay loam, dark brown (10YR 3/3) moist; moderate medium subangular blocky structure; hard, friable, moderately sticky and moderately plastic; few very fine roots; common very fine interstitial and few very fine tubular pores; few faint clay films in pores and bridging mineral grains; 10 percent stones, 30 percent cobbles, and 10 percent fine gravel; neutral (pH 7.2); clear wavy boundary.  (13 to 18 cm thick)."
      },
      {
        "name": "Bt2",
        "top": 38,
        "bottom": 69,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 4,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "sandy clay loam",
        "cf_class": "very cobbly",
        "pH": 7.2,
        "pH_class": "neutral",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bt2--38 to 69 cm; yellowish brown (10YR 5/4) very cobbly sandy clay loam, brown (10YR 4/3) moist; moderate medium subangular blocky structure; hard, friable, moderately sticky and moderately plastic; few very fine roots; common very fine interstitial and few very fine tubular pores; common faint clay films on ped faces, in pores, and bridging mineral grains; 10 percent stones, 30 percent cobbles, and 10 percent fine gravel; neutral (pH 7.2); gradual wavy boundary.  (20 to 33 cm thick)."
      },
      {
        "name": "C",
        "top": 69,
        "bottom": 152,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "loamy coarse sand",
        "cf_class": "very stony",
        "pH": 7.2,
        "pH_class": "neutral",
        "narrative": "C--69 to 152 cm; pale brown (10YR 6/3) very stony loamy coarse sand, brown (10YR 4/3) moist; massive; slightly hard, very friable, nonsticky and nonplastic; few very fine roots; many very fine interstitial pores; 20 percent stones, 20 percent cobbles, and 10 percent fine gravel; neutral (pH 7.2)."
      }
    ]
  ]
}
