{
  "SERIES": "TINN",
  "STATUS": "Established Series",
  "BYREV": "Rev. GLL-JAW-RMR-HLH",
  "REVDATE": "10/2020",
  "STATES": "TX",
  "OVERVIEW": "The Tinn series consists of very deep, moderately well drained, very slowly permeable soils that formed in calcareous clayey alluvium.  These soils are on flood plains of dissected plains that drain the Blackland Prairies.  Slopes are dominantly less than 1 percent but range from 0 to 2 percent. Mean annual precipitation is about 991 mm (39.0 in) and the mean annual air temperature is about 18.3 degrees C (65.0 degrees F).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, smectitic, thermic Typic Hapluderts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Tinn clay--cultivated.  (Colors are for moist soil unless otherwise noted.)\nAp--0 to 15 cm (0 to 6 in); black (10YR 2/1) clay, very dark gray (10YR 3/1) dry; moderate coarse angular blocky structure parting to moderate very fine and fine angular blocky structure; very hard, very firm; plastic; few fine roots; few fine and medium pores; slightly effervescent; moderately alkaline; abrupt smooth boundary.  (10 to 20 cm [4 to 8 in] thick)\nA--15 to 46 cm (6 to 18 in); black (10YR 2/1) clay, very dark gray (10YR 3/1) dry; moderate coarse angular blocky structure parting to moderate very fine and fine angular blocky; very hard, very firm; few fine roots; few fine and medium pores; common pressure faces; about 2 percent fine siliceous pebbles, and about 2 percent fine ironstone pebbles; few worm casts; few medium grayish brown (2.5Y 5/2) streaks along root channels; slightly effervescent; moderately alkaline; gradual wavy boundary.  (15 to 38 cm [6 to 15 in] thick)\nBss1--46 to 71 cm (18 to 28 in); black (10YR 2/1) clay, very dark gray (10YR 3/1) dry; moderate coarse angular blocky structure parting to moderate fine and medium angular blocky; very hard, very firm; few fine roots; few fine and medium pores; common fine pressure faces; common fine slickensides; about 2 percent fine siliceous pebbles, and about 2 percent fine ironstone pebbles; few worm casts; few medium grayish brown (2.5Y 5/2) streaks along root channels; slightly effervescent; moderately alkaline; gradual wavy boundary.  (20 to 51 cm [8 to 20 in] thick)\nBss2--71 to 137 cm (28 to 54 in); black (10YR 2/1) clay, very dark gray (10YR 3/1) dry; moderate coarse angular blocky structure parting to moderate fine and medium angular blocky structure; very hard, very firm; few fine roots; few fine and medium pores; many prominent grooved slickensides that range from 5 to 10 cm across; most slickensides are oriented at 45 degrees; few fine black concretions; few medium calcium carbonate concretions that are pitted; about 2 percent siliceous pebbles; about 2 percent shell fragments; few worm casts; few coarse very dark gray (10YR 3/1) masses; slightly effervescent; moderately alkaline; gradual wavy boundary.  (0 to 76 cm [0 to 30 in] thick)\nBss3--137 to 183 cm (54 to 72 in); very dark gray (10YR 3/1) clay, dark gray (10YR 4/1) dry; moderate coarse angular blocky structure parting to moderate fine and medium angular blocky; very hard, very firm; few fine roots; few fine and medium pores; common prominent grooved slickensides up to 1 m(3.3 ft) across, slickensides are oriented at 45 to 60 degrees; few fine and medium calcium carbonate concretions that are pitted; few worm casts; slightly effervescent; moderately alkaline; gradual wavy boundary.  (25 to 61 cm [10 to 24 in] thick)\nBkssy--183 to 203 cm (72 to 80 in); very dark grayish brown (2.5Y 3/2) clay, dark grayish brown (2.5Y 4/2) dry, moderate coarse angular blocky structure parting to moderate fine and medium angular blocky; very hard, very firm; few fine roots; few fine and medium pores; few fine grooved slickensides up to 50 cm across, slickensides are oriented at 45 to 60 degrees; common fine and medium calcium carbonate concretions; few fine and medium masses of gypsum; few black (10YR 2/1) streaks; slightly effervescent; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Limestone County, Texas; from the intersection of Farm Road 171 and Farm Road 73 in Coolidge, 2.8 miles northeast on Farm Road 73, 0.6 miles north on county road, and 400 ft east on Pin Oak Creek floodplain in cropland.\nUSGS topographic quadrangle: Coolidge, TX;\nLatitude 31 degrees, 48 minutes, 00.6 seconds N;\nLongitude 96 degrees, 38 minutes, 03.5 seconds W\nDecimal Degrees\nLatitude: 31.8001667\nLongitude: -96.6343056\nDatum:  WGS84"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil Moisture:  An Udic soil moisture regime.  The soil moisture control section is not dry in any part for as long as 90 cumulative days per year.\nSoil depth: greater than 203 cm (80 in)\nThickness of ochric epipedon: 25 to 58 cm (10 to 23 in)\nDepth to secondary carbonates: 71 to 183 cm (28 to 80 in)\nDepth to cambic horizon: 25 to 58 cm (6 to 58 in)\nDepth to gypsum accumulations (when present): 121 to 203 cm (48 to 80 in)\nDepth to salt accumulations (when present): 91 to 203 cm (36 to 80 in)\nVertic features: Slickensides and/or wedge-shaped aggregates begin at depths from 25 to 58 cm (10 to 23 in), becoming more distinctly expressed between 51 to 152 cm (20 and 60 in). Soil cracks when dry and the cracks are 1.3 to 5 cm (0.5 in to 2 in) wide and extend to a depth of more than 30 cm (12 in).  The cracks remain open from 60 to 90 cumulative days in most years. Undisturbed areas have subdued gilgai, with microhighs 5 to 15 cm (2 to 6 in) higher than microlows.\nParticle-size control section (weighted average)\nClay content: 42 to 60 percent\nA horizon:\nHue: 10YR to 5Y\nValue: 2 to 3 moist, 2 to 4 dry\nChroma: 1 to 3\nTexture: silty clay or clay\nRock fragments: 0 to 2 percent; size-2 to 5 mm; kind-quartzite\nEffervescence: very slight to strong\nReaction (pH): slightly alkaline to moderately alkaline (7.6-8.4)\nBw and Bk horizon (where present):\nHue: 10YR to 5Y\nValue: 2 to 5\nChroma: 1 to 3\nTexture: silty clay or clay\nRock fragments: 0 to 2 percent; size-2 to 5 mm; kind-quartzite\nIdentifiable secondary carbonates: amount-0 to 5 percent, kind- calcium carbonate masses and concretions.\nEffervescence: very slight to strong\nReaction (pH): slightly alkaline to moderately alkaline (7.6-8.4)\nBss, Bssy, Bkssy, and Bkss horizons:\nHue: 10YR to 5Y\nValue:  3 to 6\nChroma: 1 to 4\nTexture: silty clay or clay Slickensides/Pressure faces: 5 to 50 percent/0 to 50 percent\nRedox concentrations:  amount-0 to 5 percent, shades- brown, olive or yellow\nRock fragments: 0 to 4 percent; size-2 to 5 mm; kind-quartzite\nIdentifiable secondary carbonates:  amount-0 to 5 percent, kind- calcium carbonate masses and concretions\nGypsum (where present): amount-1 to 5 percent, kind-gypsum masses and crystals\nEffervescence: very slight to strong\nReaction (pH): slightly alkaline to moderately alkaline (7.6-8.4)"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Eastham and Hallsbluff series.  Similar soils are the Branyon, Burleson, Kaufman, and Trinity soils.\nEastham soils: are not calcareous in the upper 51 cm (20 in).\nHallsbluff soils: have a mollic epipedon with chroma of 2.\nBranyon and Burleson soils: are Usterts.  In addition, Burleson soils are noncalcareous in the upper 51 cm (20 in).\nKaufman and Trinity soils: have very-fine control sections."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material: calcareous clayey alluvium\nLandscape:  dissected plains\nLandform: flood plains\nMicrorelief: on subdued gilgai in undisturbed areas with microknolls 5 to 15 cm (2 to 6 in) higher than microdepressionsSlope: 0 to 2 percent, mainly less than 1 percent\nMean annual precipitation:  692 to 1197 mm (27 to 47 in).\nMean annual air temperature: 17.0 to 21.7 degrees C (63 to 71 degrees F)\nFrost-free period: 224 to 279 days\nElevation: 43 to 399 m (141 to 1309 ft)\nThornthwaite P-E Index: exceed 44"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Branyon, Burleson, Ferris, Heiden, Houston Black, and Trinity series.\nBranyon and Burleson soils: are on higher terrace positions.\nFerris and Heiden soils: have chroma of 2 or more in the upper 30 cm (12 in).\nHouston Black soils: have greater amplitude of waviness and are on uplands in a higher position.\nTrinity soils: have very-fine particle-size control sections and are in similar positions."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:\nDrainage class: Moderately well.\nPermeability class: Very slow.\nRunoff: high on slopes less than 1 percent and very high on slopes of 1 to 2 percent.\nWetness: Flooding is common except where the soil is protected.   Duration of flooding is very brief or brief."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most areas are in pasture or cultivated to crops such as cotton, corn, sorghums, or small grains.  Native vegetation is elm, hackberry, oak, and ash, with an understory of grasses such as species of paspalums and panicums."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:\nGeneral area: mainly in Central Texas on streams draining the Blackland Prairies (MLRA 86)\nLand Resource Region: J - Southwestern Prairies Cotton and Forage Region\nMajor Land Resource Area: 86A - Texas Blackland Prairie, Northern Part\nExtent: extensive"
  },
  "REGIONAL OFFICE": {
    "section": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE",
    "content": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Hill County, Texas; 1975."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Classification of the Tinn series was changed from Vertic Haplaquolls to Typic Pelluderts (3/88).  This change was based on several years study and analysis of the soils mapped in the Tinn series.  The series type location was moved from Hill County to Limestone County to a pedon that is near the center of the series range in characteristics and near the center of the geographic distribution.  Classification change from Typic Pelluderts to Typic Hapluderts based on Amendment 16, SOIL TAXONOMY (2/94).\nDiagnostic horizons and features recognized in this pedon are:\nOchric Epipedon:  0 to 46 cm (0 to 18 in) (Ap, A horizons)\nVertic Properties: slickensides from 46 to 203 cm (18 to 80 in) (Bss1, Bss2, Bkssy horizons)\nGypsum accumulations: 183 to 203 cm (72 to 80 in) (Bkssy horizons)\nIdentifiable secondary calcium carbonate:  71 to 203 cm (28 to 80 in) (Bss2, Bss3, Bkssy horizons)\nADDITIONAL DATA: Kellogg Laboratory data from Caldwell County (S10TX0550011)\nKSSL Data from Bell County, TX (S08TX027004)\nTAXONOMIC VERSION:  Keys to Soil Taxonomy, Twelfth Edition, 2014.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
