{
  "SERIES": "TINYTOWN",
  "STATUS": "Established Series",
  "BYREV": "Rev. RHM/LC/TWH",
  "REVDATE": "01/2010",
  "STATES": "CO",
  "OVERVIEW": "The Tinytown series consists of very deep, well drained soils that formed in alluvium or slope alluvium derived from arkose.  Tinytown soils are on alluvial fans, valley sides, and drainageways.  Slopes range from 3 to 30 percent.  Mean annual precipitation is about 18 inches and the mean annual temperature is about 43 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, superactive, frigid Typic Haplustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Tinytown gravelly coarse sandy loam - grassland.  (Colors are for dry soil unless otherwise noted.)\nA1--0 to 6 inches; weak red (2.5YR 4/2) gravelly coarse sandy loam, very dusky red (2.5YR 2/2) moist; moderate fine granular structure, slightly hard, very friable; 20 percent fine and very fine angular granite gravel; neutral (pH 6.6); clear smooth boundary.  (4 to 10 inches thick)\nA2--6 to 12 inches; reddish brown (2.5YR 5/3) gravelly coarse sandy loam, dark reddish brown (2.5YR 3/3) moist; moderate medium subangular blocky structure that parts to fine granules; hard, very friable, slightly sticky, slightly plastic; 20 percent fine and very fine angular granite gravel; neutral (pH 6.6); clear smooth boundary. (6 to 10 inches thick)\nBw--12 to 20 inches; weak red (10R 5/4) gravelly coarse sandy loam, weak red (10R 4/4) moist; weak medium prismatic structure that parts to medium subangular blocks; very hard, very friable; peds are extremely hard, very friable; 30 percent fine and very fine angular granite gravel; neutral (pH 6.8); gradual smooth boundary.  (7 to 20 inches thick)\nC--20 to 60 inches; reddish brown (2.5YR 5/4) gravelly coarse sandy loam, reddish brown (2.5YR 4/4) moist; massive; extremely hard, very friable; 30 percent fine and very fine angular granite gravel; neutral (pH 6.8)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Douglas County, Colorado; about 1 mile north of Palmer Lake; 1,200 feet north and 300 feet east of the S1/4 corner of Sec. 32, T. 10 S., R. 67 W.; Larkspur USGS quad; lat. 39 degrees 08 minutes 00 seconds N. and long. 104 degrees 54 minutes 47 seconds W., NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture:  The soil moisture control section dries out in early summer and is intermittently moist in mid-summer through early fall; ustic moisture regime, typic subclass.\nMean annual soil temperature: 43 to 46 degrees F.\nMean summer soil temperature: 59 to 65 degrees F.\nTinytown soils typically are noncalcareous to depths of more than 60 inches but depth to uniformly calcareous material: 40 to more than 60 inches.\nBase saturation: 60 to 100 percent; typically more than 80 percent\nDepth to the base of the argillic horizon: 15 to 50 inches\nSand characteristics: a large proportion of the sand fraction is medium, coarse, and very coarse angular granite sand which has a high percentage of flat bearing surfaces between sand grains.\nParticle-size control section (weighted average):\nClay content:  5 to 18 percent\nSand content:  50 to 80 percent; greater than 35 percent fine sand and coarser\nRock fragments:  2 to 35 percent\nA horizon\nHue: 10YR through 2.5YR\nValue: 3 to 5 dry, 1 to 3 moist\nChroma: 1 through 3.\nTexture: gravelly sandy loam, gravelly coarse sandy loam, coarse sandy loam, sandy loam\nRock fragment content: 0 to 35 percent; mainly gravel but cobble is included\nReaction slightly acid to slightly alkaline\nBw horizon\nHue: 5YR through 10R\nValue: 4 through 7 dry, 3 through 6 moist\nChroma: 1 through 6.\nTexture: gravelly sandy loam, gravelly coarse sandy loam, coarse sandy loam\nRock fragment content: 3 to 35 percent; mainly gravel but cobble is included\nReaction slightly acid to slightly alkaline\nC horizon\nHue: 5YR through 10R\nValue: 4 through 7 dry, 3 through 6 moist\nChroma: 1 through 6.\nTexture: gravelly sandy loam, gravelly coarse sandy loam, coarse sandy loam, loamy fine sand, sandy loam, fine sandy loam\nRock fragment content: 2 to 35 percent; mainly gravel but cobble is included\nReaction slightly acid to slightly alkaline"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Baggs, Baxton, Belain, Bitterroot, Burnt Fork, Chincap, Hopley, Kalispell, Mott, Relan, Tally, Unaweep, Vebar, Victor, and Weedzunit series.\nThe Baggs, Burnt Fork, Kalispell, Mott, Tally, and Victor soils have hue yellower than 5YR in the cambic horizon.\nBelain, Baxton, Bitterroot, Chincap, Hopley, Vebar, and Weedzunit soils have a lithic or paralithic contact within 60 inches.\nThe Relan and Unaweep soils have horizons of secondary carbonate accumulations."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Tinytown soils are on alluvial fans, valley sides, and drainageways.  Slope gradients range from 3 to 30 percent. The soils formed in alluvium or slope alluvium derived principally from reddish-brown arkose beds of the Fountain and Lyons formations.  Mean annual precipitation is 18 to 22 inches, with peak periods of precipitation occurring in the spring and summer. Mean annual temperature is 42 to 45 degrees F. Frost free season is 80 to 125 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Cheesman and Garber soils.  Cheesman soils have sandy clay loam argillic horizons.  Garber soils have more than 35 percent rock fragments and have mollic epipedons more than 16 inches thick."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; slow to medium runoff; moderately rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are used principally as native pastureland; however, they are tilled in some small areas.  Native vegetation is mainly big bluestem, little bluestem, sandreed grass, needleandthread grass, and blue grama, with some Gambel oak and mountain mahogany."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  The foothill areas of east-central Colorado; MLRA 48A and 49.  The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Douglas County, Colorado, Castle Rock Area; 1974."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nDiagnostic horizons and features recognized in this pedon are:\nSeries control section:  The zone from 0 to 60 inches.\nParticle-size control section:  The zone from 10 to 40 inches (part of the A2, Bw, part of the C horizons).\nMollic epipedon:  from 0 to 12 inches (A1 and A2 horizons).\nCambic horizon:  from 12 to 20 inches (Bw horizon).\nThe 01/2009 revision changes the classification from Aridic Haplustolls to Typic Haplustolls. The classification when established was coarse-loamy, mixed Aridic Haploborolls.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
