{
  "SERIES": "TIOCANO",
  "STATUS": "Established Series",
  "BYREV": "GSM-WJG-CKH",
  "REVDATE": "11/2013",
  "STATES": "TX",
  "OVERVIEW": "The Tiocano series consists of very deep, somewhat poorly drained, very slowly permeable soils. These nearly level soils formed in clayey alluvium of Pliestocene age and occur in closed depressions. Slopes range less than 1 percent. Mean annual precipitation is about 610 mm (24 in), and mean annual air temperature is about 22.8 degrees C (73 degrees F).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, smectitic, hyperthermic Udic Haplusterts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Tiocano clay, 0.5 percent slope in a concave depression in pastureland; elevation 128 meters (420 feet). (Colors are for dry soil unless otherwise stated.)\nA--0 to 25 cm (0 to 10 in); dark gray (10YR 4/1) clay, very dark gray (10YR 3/1) moist; moderate fine angular blocky structure; when dry, upper 5 cm (2 in) has very fine and fine granular structure; very hard, very firm, very sticky, plastic; few fine roots; few fine and medium pores; few fine reddish brown iron concentrations along old root channels; moderately alkaline; gradual wavy boundary. Thickness is 10 to 53 cm (4 to 21 in)\nBss1--25 to 81 cm (10 to 32 in); dark gray (10YR 4/1) clay, very dark gray (10YR 3/1) moist; moderate coarse and medium angular blocky structure; very hard, very firm, very sticky, very plastic; few fine roots; few fine pores; few fine reddish brown iron concentrations in upper part; wedge-shaped peds have long axes tilted about 25 degrees from horizontal, and have shiny faces; common distinct slickensides; moderately alkaline; diffuse wavy boundary.\nBss2--81 to 127 cm (32 to 50 in); gray (10YR 5/1) clay, dark gray (10YR 4/1) moist; moderate medium angular blocky structure; very hard, very firm, very sticky, very plastic; many distinct wedge-shaped peds that have their axes tilted about 25 to 45 degrees from the horizontal; peds have shiny faces; many distinct slickensides; few dark gray streaks along old cracks; strongly effervescent; moderately alkaline; gradual wavy boundary. Combined thickness of the Bss horizons is 56 to 152 cm (22 to 60 in)\nBCk--127 to 168 cm (50 to 66 in); light brownish gray (10YR 6/2) clay, grayish brown (10YR 5/2) moist; weak fine and medium subangular blocky structure; very hard, very firm, sticky, plastic; few masses and nodules of calcium carbonate; strongly effervescent; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Starr County, Texas; from the intersection of U.S. Highway 83 and Farm Road 755 in Rio Grande City; 13.6 miles northeast on Farm Road 755; 9.3 miles east on Farm Road 490; 3.6 miles north on Farm Road 2844; 125 feet east in pasture. (Latitude: 26 degrees, 33 minutes, 50 seconds N; Longitude: 98 degrees, 32 minutes, 24 seconds W. Rincon topographic quadrangle; NAD 83)"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil Moisture: An ustic moisture regime, but long durations of ponding influences the soil moisture control section.\nMean annual soil temperature: 22.2 to 24.4 degrees C (72 to 76 degrees F)\nSlickensides: 25 to 50 percent of ped faces in the Bss horizons\nCracks:  10 to about 102 mm (0.4 inch to about 4 in) wide, when dry, at the surface that extend to depths of 76 to 102 cm (30 to 40 in).\nMicrorelief: amplitude of waviness between the microhighs and the microlows is 36 to 127 cm (14 to 50 in).\nSome pedons have up to 15 cm (6 in) of loamy overwash sediments on the surface.\nSome pedons have 2BC or 2C horizons of mottled loamy and sandy sediments below 152 cm (60 in).\nA Horizon\nHue: 10YR\nValue: 2 to 5\nChroma: 1\nTexture: sandy clay, silty clay, or clay\nClay content: 40 to 55 percent\nEffervescence: none or slight\nReaction: neutral to moderately alkaline\nBss andBkss (where present)\nHue: 10YR or 2.5Y\nValue: 2 to 6\nChroma: 1\nTexture: sandy clay, silty clay, or clay\nClay content: 40 to 60 percent\nIdentifiable secondary carbonate: 0 to 5 percent; fine; masses; throughout\nCalcium Carbonate Equivalent: 0 to 5 percent\nEffervescence: none to strong\nReaction: neutral to moderately alkaline\nBCk Horizon\nHue: 10YR or 2.5Y\nValue: 4 to 6\nChroma: 1 to 3\nTexture: sandy clay, clay loam. silty clay, or clay\nClay content: 30 to 55 percent\nIdentifiable secondary carbonate: 0 to 5 percent; fine; masses; throughout\nCalcium Carbonate Equivalent: 5 to 40 percent\nEffervescence: none to strong\nReaction: neutral to moderately alkaline\n2C or 2Ck (where present)\nHue: 10YR or 2.5Y\nValue: 5 to 7\nChroma: 1 to 3\nTexture: fine sandy loam, loam, or sandy clay loam\nClay content: 15 to 25 percent\nIdentifiable secondary carbonate: 0 to 5 percent; fine; masses; throughout\nCalcium Carbonate Equivalent: 5 to 40 percent\nEffervescence: none to strong\nReaction: neutral to moderately alkaline"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: This is the Banquete(TX) series in the same family. Similar soils include Realitos(TX), Buchel(TX), Mercedes(TX), Montell(TX), Victine(TX), and Victoria(TX) series.\nBanquete soils: occur in open-ended depressions and remain ponded for shorter periods of time.\nBuchel soils: occur on flood plains, are moderately well drained, and have chroma of 2 or more within 81 cm (32 in) of the surface.\nMercedes and Montell soils: have ochric epipedons.\nRealitos soils: occur in closed depressions and are ponded for shorter periods of time.\nVictine soils: have SAR of more than 13 within 102 cm (40 in) of the surface.\nVictoria soils: have SAR of 4 to 13 within 102 cm (40 in) of the surface."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material: clayey alluvium of Pleistocene age\nLandscape: inland dissected coastal plain or relict delta plain\nLandform: closed depression\nSlope: 0 to 1 percent\nMean annual precipitation range: 660 to 914 mm (26 to 36 in)\nThornthwaite annual P-E indices: 22 to 44\nMean annual air temperature range: 21.1 to 23.3 degrees C (70 to 74 degrees F)\nFrost-free period: 250 to 365 days\nElevation: 4.6 to 274.3 m (15 to 900 ft)"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Brennan, Hidalgo, Incell, McAllen, Racombes, Ramadero, Rio, and Willacy series.\nBrennan soils: occur on the vegetated sandsheet and have argillic horizons.\nHidalgo and McAllen soils: occur on paleoterraces, and have calcic horizons.\nIncell soils: occur in depressions and have less than 35 percent clay in the particle-size control section.\nRacombes and Willacy soils: occur on marine terraces and have argillic horizons.\nRamadero soils: occur in drainageways and have argillic horizons.\nRio soils: occur in depressions, and do not have vertic properties."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Somewhat poorly drained; Runoff is negligible and ponds water for long periods after heavy rains. Permeability is very slow. Water enters the soil rapidly when it is dry and cracked and very slowly when it is moist and cracks are closed."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Used primarily for wildlife habitat and livestock grazing but some areas are used for forage production. Hartweg paspalum is the principal native grass in microlows. Buffalograss, nutsedge, and curlymesquite grass are on microhighs. Brush species include Retama, coffee bean and sesbania."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Northern, Central, and Lower Rio Grande Plains of Texas (MLRA 83A, 83C, and 83D) in Land Resource Region (LRR) I. The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Cameron County, Texas; 1923."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nEdited 11/2013 (RFG-CKH): edited %clay and CCE in RIC, updated competing series, geographic setting, and associated series sections.\nDiagnostic horizons and features in this pedon are:\nMollic epipedon: 0 to 81 cm (0 to 32 in) (A and Bss1 horizons).\nCambic horizon: 81 to 168 cm (32 to 66 in) (Bss2 and BCk horizons).\nVertic feature-Slickensides and tilted peds: 25 to 127 cm (10 to 50 in) (Bss1 and Bss2 horizons).\nADDITIONAL DATA: NSSL data Live Oak County, TX (S92TX-297-002). Particle size analysis was performed at the local project office for 1 pedon from Duval County.\nTaxonomic version: Keys to Soil Taxonomy, Eleventh edition, 2010.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
