{
  "SERIES": "TIPPETT",
  "STATUS": "Established Series",
  "BYREV": "Rev. SCW/RWL",
  "REVDATE": "08/2001",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, smectitic, frigid Vertic Palexerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Tippett ashy silty clay loam - rangeland, on a 3 percent slope at an elevation of 4,770 feet.  (When described on June 16, 1993, the soil was moist above the clay, but slightly moist within the clay.  Colors are for moist soil unless otherwise noted.)\nAp--0 to 10 inches; black (10YR 2/1) ashy silty clay loam, dark gray (10YR 4/1) dry; strong fine granular and moderate fine subangular blocky structure; slightly hard, friable, sticky and slightly plastic; few fine and common very fine roots; few fine and common very fine irregular pores; 2 percent gravel; neutral (pH 7.0); clear smooth boundary.  (8 to 12 inches thick)\nBw--10 to 14 inches; very dark brown (10YR 2/2) silty clay loam, dark grayish brown (10YR 4/2) dry; moderate fine and medium subangular blocky structure; slightly hard, friable, sticky and slightly plastic; common very fine roots; common very fine tubular pores; neutral (pH 7.2); abrupt smooth boundary.  (2 to 13 inches thick)\n2E--14 to 16 inches; dark grayish brown (10YR 4/2) loam, light brownish gray (10YR 6/2) dry; moderate fine and medium subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; common very fine roots; common very fine tubular pores; 10 percent cobbles and 3 percent gravel; neutral (pH 7.2); abrupt smooth boundary.  (0 to 9 inches thick)\n3Bt--16 to 30 inches; brown (7.5YR 4/3) clay, brown (10YR 4/3) dry; moderate medium prismatic structure; hard, firm, very sticky and very plastic; few very fine roots; few very fine tubular pores; continuous prominent clay films on ped faces and lining pores; slightly alkaline (pH 7.4); gradual smooth boundary.  (4 to 14 inches thick)\n3Btkss1--30 to 43 inches; brown (7.5YR 4/3) clay, brown (7.5YR 4/4) dry; moderate medium prismatic structure; very hard, firm, very sticky and very plastic; few very fine tubular pores; many slickensides; continuous prominent clay films on ped faces and lining pores; lime segregated in seams and as few fine soft masses; strongly effervescent; moderately alkaline (pH 8.0); clear wavy boundary.\n3Btkss2--43 to 51 inches; brown (7.5YR 4/3) clay, brown (7.5YR 4/4) dry; moderate medium prismatic structure; hard, firm, very sticky and very plastic; few very fine tubular pores; many slickensides; many distinct clay films on ped faces; lime segregated in seams and as common fine soft masses; strongly effervescent; moderately alkaline (pH 8.1); gradual wavy boundary.  (Combined thickness of 3Btkss horizon is 21 to 36 inches)\n3BCk--51 to 60 inches; strong brown (7.5YR 4/6) gravelly clay; strong brown (7.5YR 5/6) dry; weak fine and medium subangular blocky structure; hard, friable, sticky and plastic; lime coating on rock fragments; strongly effervescent; 5 percent cobbles and 20 percent gravel; moderately alkaline (pH 8.0)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Wallowa County, Oregon, about 13 miles NE of Joseph; 1,320 feet north and 1,000 feet west of the SE corner of section 4, T. 1 S., R. 46 E.  (Latitude 45 degrees, 30 minutes, 13 seconds N. and longitude 117 degrees, 2 minutes, 34 seconds W.)"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The mean annual soil temperature is 44 to 47 degrees F.  The soils are usually moist, but are dry in all parts of the moisture control section for 60 to 90 days during the summer in most years.  The particle size control section has 40 to 55 percent clay.  There is an absolute clay increase of 15 to 20 percent between the 2E and 3Bt horizons.  Cracks are 5 mm or more wide in most years and slickensides are present in the 3Btkss horizon.  Depth to bedrock is 40 to more than 60 inches.  The mollic epipedon is 10 to 20 inches thick and includes all or part of the Bw horizon.  Depth to albic materials is 10 to 20 inches.  Depth to the clayey argillic horizon is 15 to 25 inches.  Depth to slickensides and lime accumulation is 20 to 35 inches.   The soil reaction is neutral or slightly alkaline above the clay and slightly alkaline or moderately alkaline within the clay.\nThe A horizon has value of 2 or 3 moist, 3 to 5 dry.  The structure is granular or subangular blocky.  It has 0 to 5 percent gravel.  Acid oxalate extractable aluminum plus one-half iron is 0.3 to 1.0 percent and volcanic glass is 10 to 20 percent.  It is ashy silty clay loam with 27 to 30 percent clay.\nThe Bw horizon has value of 2 or 3 moist, 4 or 5 dry.  It is silt loam or silty clay loam with 25 to 30 percent clay.\nThe 2E horizon has value of 3 to 5 moist, 5 to 7 dry, and chroma of 2 or 3 moist and dry.  It has texture of silt loam or loam with 20 to 25 percent clay.  Rock fragments range from 0 to 15 percent cobbles and 0 to 15 percent gravel and appear as a stone line.\nThe 3Bt horizon has hue of 7.5YR or 10YR.  The soil texture is clay with 40 to 50 percent clay.  The soil structure is prismatic or angular blocky.\nThe 3Btkss horizon has hue of 7.5YR or 10YR, value of 4 or 5 dry, and chroma of 3 to 6 moist and dry.  The soil structure is prismatic or angular blocky.  Segregated lime is absent in some pedons.  The percentage of clay ranges from 45 to 55.  It has 0 to 10 percent CaCO3 equivalent.\nThe 3BCk horizon has colors similar to the 3Btkss horizon.  It is clay loam or clay with 35 to 45 percent clay.  Rock fragments range from 0 to 10 percent cobbles and 5 to 20 percent gravel.  The 3BCk horizon may be absent in some pedons."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  This is the Lacrol (T) series.  Lacrol soils lack a vitrandic feature in the surface 8 to 12 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Tippett soils are in large depressions or drainageways on plateaus and structural benches.  Slopes are 0 to 3 percent.  The soils formed in loess over clayey alluvium or lacustrine deposits.  Elevation is 3,400 to 5,000 feet.  The climate is characterized by cold wet winters and hot dry summers.  The mean annual precipitation is 13 to 17 inches, and the mean annual temperature is 42 to 45 degrees F.  The frost-free period is 70 to 100 days."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "GEOGRAPHICALLY ASSSOCIATED SOILS",
    "content": null
  },
  "USE AND VEGETATION": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; very slow permeability."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  The soils are used for livestock grazing.  Potential native vegetation is Idaho fescue, baltic rush, bluegrass, and oatgrass."
  },
  "REGIONAL OFFICE": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Plateaus of northeast Oregon, MLRA 9.  Series is of small extent."
  },
  "ORIGIN": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "REMARKS": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Wallowa County, 1999.  The name is from the Tippett Ranch located on the Zumwalt Prairie."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": null
  }
}
