{
  "SERIES": "TIPPO",
  "STATUS": "Established Series",
  "BYREV": "Rev. WAC:WMK:RBH",
  "REVDATE": "11/2018",
  "STATES": "MS",
  "OVERVIEW": "The Tippo series consists of somewhat poorly drained soils that formed in silty sediment. Permeability is moderate.  These nearly level to gently sloping soils are on broad flood plains or low terraces along streams that drain the Southern Mississippi Valley Silty Uplands.  Slopes are 0 to 5 percent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-silty, mixed, active, thermic Aquic Glossudalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Tippo silt loam--cultivated.  (Colors are for moist soil unless otherwise stated.)\nAp--0 to 6 inches; dark brown (10YR 4/3) silt loam; few fine faint grayish brown mottles; weak fine granular structure; very friable; few fine roots; very strongly acid; abrupt smooth boundary.  (3 to 9 inches thick)\nBt1--6 to 12 inches; yellowish brown (10YR 5/4) silt loam; few fine distinct light brownish gray (10YR 6/2) mottles; weak medium subangular blocky structure; friable; slightly plastic; few fine roots; few pores filled with dark brown silt loam; few patchy clay films in pores and on faces of peds; very strongly acid; gradual smooth boundary.\nBt2--12 to 20 inches; mottled yellowish brown (10YR 5/4), pale brown (10YR 6/3), and light brownish gray (10YR 6/2) silt loam; weak fine and medium subangular blocky structure; friable; few fine roots; few patchy clay films in pores and on faces of peds; few fine and medium brown and black concretions; very strongly acid; clear wavy boundary.  (Combined thickness of the Bt horizon is 10 to 24 inches.)\nEb--20 to 30 inches; light brownish gray (10YR 6/2) silt; common medium distinct brown (10YR 5/3) and yellowish brown (10YR 5/6) mottles; weak fine granular and subangular blocky structure; friable; slightly brittle and compact in brown portion; few fine roots; common fine pores; few fine and medium brown and black concretions; very strongly acid; gradual irregular boundary.  (3 to 12 inches thick)\nE/Bb--30 to 50 inches; brown (10YR 5/3) (E) silt with many medium and coarse distinct yellowish brown (10YR 5/6) (B) and light brownish gray (10YR 6/2) mottles; weak medium subangular blocky structure; friable; yellowish brown portion comprising about 30 percent of mass is slightly brittle; few fine and medium black and brown concretions; strongly acid; gradual irregular boundary.  (8 to 25 inches thick)\nB/Eb--50 to 80 inches; mottled dark yellowish brown (10YR 4/4), yellowish brown (10YR 5/4), and pale brown (10YR 6/3) silt loam (B); tongues of gray (10YR 6/1) silt (E) 1 to 2 inches wide at intervals of 3 to 4 inches extend through the horizon; moderate coarse prismatic parting to weak medium subangular blocky structure; friable; patchy clay films on brown portion; few fine brown and black concretions; medium acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Tallahatchie County, Mississippi; 4.0 miles west of Charleston, along State Highway 32; 1.0 mile south and 30 feet east of gravel road.  SW1/4SW1/4 sec. 6, T. 24 N., R. 2 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The solum ranges from 60 to more than 80 inches in thickness.  The soil ranges from very strongly acid to medium acid, except the surface layer in areas that have been limed.\nThe A or Ap horizon has hue of 10YR or 7.5YR, value of 4 or 5, and chroma of 2 to 4.  It is silt or silt loam.\nThe Bt horizon has hue of 10YR, value of 4 to 6, and chroma of 3 to 6; mottles with chroma of 2 or less, are few in the upper part of the Bt horizon, and common or many in the lower part; or the horizons are mottled in shades of brown and gray.  Texture is silt or silt loam.  The upper 20 inches of the Bt horizon has 8 to 18 percent clay.\nThe E horizon has hue of 10YR, value of 5 or 6, and chroma of 1 to 3.\nThe E/Bb horizon has hue of 10YR, value of 6, and chroma of 1 to 3 in the E part, and hue of 10YR, value of 5 or 6, and chroma of 4 to 6 in the B part.  It is silt or silt loam.  It is slightly brittle in the brown part, which commonly is 20 to 40 percent of the mass.  Black or brown concretions, if present, are few to many.\nThe B/Eb horizon has the B part mottled in shades of brown and gray.  It is silt or silt loam.  The E part is tongues of gray silt between the prisms and coatings on the faces of prisms; these make up 15 to 30 percent of the mass."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no competing series in the same family.  Closely related series include the Bude, Calloway, Duralde, Frizzell, Gillsburg, and Leverett series.  Bude and Calloway soils are fine-silty in the particle-size control section and have a fragipan.  Duralde soils are fine-silty in the particle-size control section.  Frizzell soils have siliceous mineralogy.  Gillsburg soils have a thick A horizon of recent sediment and are grayer in the B horizon.  Leverett soils do not have mottles with chroma of 2 or less in the upper 10 inches of the Bt horizon."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Tippo soils are on broad flood plains or low stream terraces along streams in the Southern Mississippi Valley Silty Uplands.  These are nearly level to gently sloping soils.  Slopes range from 0 to 5 percent.  These soils formed in silty sediment.  The climate is warm and humid.  Near the type location, the mean annual precipitation is 53 inches and the mean annual temperature is 64 degrees F."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the competing Leverett series and the Bonn, Cascilla, Collins, and Falaya series.  Well drained Leverett soils are in similar positions as the Tippo series.  Poorly drained Bonn soils, which are on associated broad flats and in depressions, have a natric horizon and the upper 20 inches of the Bt horizon has 18 to 35 percent clay.  Well drained Cascilla soils do not have a Bt horizon and are on natural levees.  Moderately well drained Collins soils and somewhat poorly drained Falaya soils mainly are on rather wide flood plains, and, in addition, the Collins soils have thin stratifications in the upper 20 inches of the soil, and Falaya soils do not have an upper Bt horizon."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Somewhat poorly drained; medium to slow runoff; moderate permeability.  In wet seasons late in winter and early in spring, water is perched at a depth of 1.5 to 2.5 feet.  Some areas of these soils are subject to occasional or frequent flooding for brief periods late in winter and early in spring."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most areas of Tippo soils are cropped to cotton, corn, soybeans, or pasture.  A small acreage is in mixed hardwoods and pine trees."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Mississippi.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Auburn, Alabama"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Tallahatchie County, Mississippi; 1975."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - the zone from the surface of the soil to a depth of approximately 6 inches (Ap horizon).\nArgillic horizon - the upper part, the zone from approximately 6 to 20 inches (the Bt1, Bt2 horizons); the zone from approximately 30 to 80 inches (the B part of the E/Bb and the B part of the B/Eb).\nGlossic feature - tongues of albic material in the argillic horizon, the zone from approximately 30 to 80 inches (E/Bb, B/Eb).\nAquic feature - mottles having chroma of 2 or less in the upper 10 inches of the argillic horizon, the zone from approximately 6 to 20 inches (Bt1, Bt2).\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "somewhat poorly"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 15,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "silt loam",
        "pH_class": "very strongly acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Ap--0 to 6 inches; dark brown (10YR 4/3) silt loam; few fine faint grayish brown mottles; weak fine granular structure; very friable; few fine roots; very strongly acid; abrupt smooth boundary.  (3 to 9 inches thick)"
      },
      {
        "name": "Bt1",
        "top": 15,
        "bottom": 30,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "silt loam",
        "pH_class": "very strongly acid",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "Bt1--6 to 12 inches; yellowish brown (10YR 5/4) silt loam; few fine distinct light brownish gray (10YR 6/2) mottles; weak medium subangular blocky structure; friable; slightly plastic; few fine roots; few pores filled with dark brown silt loam; few patchy clay films in pores and on faces of peds; very strongly acid; gradual smooth boundary."
      },
      {
        "name": "Bt2",
        "top": 30,
        "bottom": 51,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "silt loam",
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bt2--12 to 20 inches; mottled yellowish brown (10YR 5/4), pale brown (10YR 6/3), and light brownish gray (10YR 6/2) silt loam; weak fine and medium subangular blocky structure; friable; few fine roots; few patchy clay films in pores and on faces of peds; few fine and medium brown and black concretions; very strongly acid; clear wavy boundary.  (Combined thickness of the Bt horizon is 10 to 24 inches.)"
      },
      {
        "name": "Eb",
        "top": 51,
        "bottom": 76,
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 2,
        "texture_class": "silt",
        "pH_class": "very strongly acid",
        "distinctness": "gradual",
        "topography": "irregular",
        "narrative": "Eb--20 to 30 inches; light brownish gray (10YR 6/2) silt; common medium distinct brown (10YR 5/3) and yellowish brown (10YR 5/6) mottles; weak fine granular and subangular blocky structure; friable; slightly brittle and compact in brown portion; few fine roots; common fine pores; few fine and medium brown and black concretions; very strongly acid; gradual irregular boundary.  (3 to 12 inches thick)"
      },
      {
        "name": "E/Bb",
        "top": 76,
        "bottom": 127,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 3,
        "texture_class": "silt",
        "pH_class": "strongly acid",
        "distinctness": "gradual",
        "topography": "irregular",
        "narrative": "E/Bb--30 to 50 inches; brown (10YR 5/3) (E) silt with many medium and coarse distinct yellowish brown (10YR 5/6) (B) and light brownish gray (10YR 6/2) mottles; weak medium subangular blocky structure; friable; yellowish brown portion comprising about 30 percent of mass is slightly brittle; few fine and medium black and brown concretions; strongly acid; gradual irregular boundary.  (8 to 25 inches thick)"
      },
      {
        "name": "B/Eb",
        "top": 127,
        "bottom": 203,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "silt loam",
        "narrative": "B/Eb--50 to 80 inches; mottled dark yellowish brown (10YR 4/4), yellowish brown (10YR 5/4), and pale brown (10YR 6/3) silt loam (B); tongues of gray (10YR 6/1) silt (E) 1 to 2 inches wide at intervals of 3 to 4 inches extend through the horizon; moderate coarse prismatic parting to weak medium subangular blocky structure; friable; patchy clay films on brown portion; few fine brown and black concretions; medium acid."
      }
    ]
  ]
}
