{
  "SERIES": "TIPP",
  "STATUS": "Established Series",
  "BYREV": "LBW Rev MDJ",
  "REVDATE": "11/2019",
  "STATES": "AR",
  "OVERVIEW": "The Tipp series consists of very deep, moderately well drained, slowly permeable soils that formed in silty and clayey alluvium   These level to nearly level soils are on the flood plain of the White River in the Western Lowlands of Arkansas; MLRA 131.  Slopes range from 0 to 3 percent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, mixed, active, thermic Cumulic Hapludolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Tipp silty clay loam - idle field.  (Colors are for moist soils unless otherwise stated.)\nAp1--0 to 5 inches; dark brown (10YR 3/3) silty clay loam; moderate medium subangular blocky structure; firm; common fine and medium roots; common fine and medium pores; slightly acid; clear smooth boundary.\nAp2--5 to 10 inches; very dark grayish brown (10YR 3/2) silty clay loam; moderate medium and coarse subangular blocky structure; firm; common fine and medium roots; common fine and medium pores; few charcoal fragments; neutral; clear smooth boundary. (Combined thickness of the A horizon ranges from 10 to 20 inches.)\nBw1--10 to 21 inches; very dark grayish brown (10YR 3/2) silty clay; strong medium subangular blocky structure; firm; common fine roots common fine, medium and coarse pores; few fine faint dark grayish brown (10YR 4/2) iron depletions on faces of some peds; neutral; clear smooth boundary.\nBw2--21 to 34 inches, dark brown (10YR 3/3) silty clay; moderate medium subangular blocky structure; firm; common fine roots; common fine, medium and coarse pores; common fine and medium dark yellowish brown (10YR 4/4) iron accumulations on faces of some peds; neutral; clear smooth boundary.\nBw3--34 to 47 inches, very dark grayish brown (10YR 3/2) silty clay; moderate fine and medium subangular blocky structure; firm; few fine roots; common fine and medium pores; common medium distinct dark yellowish brown (10YR 4/4) iron accumulations on faces of some peds; few fine iron-manganese concentrations; neutral; clear smooth boundary.\nBw4--47 to 60 inches, grayish brown (10YR 5/2) silty clay; moderate fine and medium subangular blocky structure; firm; few fine roots; common fine pores; common medium distinct brown (10YR 4/3) and dark yellowish brown (10YR 4/4) iron accumulations on faces of some peds; few medium prominent black (10YR 2/1) manganese accumulations on faces of some peds; few fine iron-manganese concentrations; slightly acid; gradual smooth boundary.\nBw5--60 to 77 inches, brown (10YR 4/3) silty clay loam; moderate fine and medium subangular blocky structure; firm; common fine pores; many medium and coarse distinct dark yellowish brown (10YR 4/4, 10YR 4/6) iron accumualtions on faces of some peds; many medium distinct grayish brown (10YR 5/2) iron depletions on faces of some peds; few medium prominent black (10YR 2/1) manganese accumulations on faces of some peds; few fine iron-manganese concretions; slightly acid.  (Combined thickness of the Bw ranges from 40 to more than 70 inches.)"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Woodruff County, Arkansas; approximately 8 3/4 miles north of Augusta in the NE1/4NW1/4SE1/4, sec. 18, T. 9 N., R. 3 W.; USGS Augusta NE topographic quadrangle; lat. 35 degrees, 24 minutes, 36 seconds N and long. 91 degrees, 20 minutes, 43 seconds W, NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Solum thickness ranges from 50 to more than 70 inches.  The mollic epipedon ranges from 24 to 50 inches or more in thickness.  Reaction ranges from moderately acid to neutral in the A and upper Bw and moderately acid to slightly alkaline in the lower Bw and C horizons.\nThe A horizon has hue of 10YR or 7.5YR, value of 3, and chroma of 2 or 3.  The texture is silt loam or silty clay loam.\nThe upper Bw horizons have hue of 10YR or 7.5YR, value of 3 or 4, and chroma of 2 to 4.  Some pedons have iron accumulations or depletions in shades of brown.  Texture is silty clay loam or silty clay.\nThe lower Bw horizons have hue of 10YR, value of 4 or 5, and chroma of 2 to 4.  Iron accumulations or depletions in shades of brown and gray.  Texture is silty clay loam or silty clay.\nThe C horizon (where present) has hue of 10YR, value of 4 or 5 and chroma of 2, 3 or 4.  Iron accumulations and depletions are in shades of brown or gray. Texture is dominantly silt loam or silty clay loam, but ranges to loam, clay loam, silty clay and clay."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:   Tipp is the only series in this family."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  These soils are on level to nearly level soils are on the flood plain of the White River in the Western Lowlands of Arkansas.  Slopes range from 0 to 3 percent.  Tipp soils formed in silty and clayey alluvium from the Ozark Uplands and Western Lowlands.  Mean annual rainfall is about 51 inches and mean annual temperature is about 61 degrees F. near the type location."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Kobel, Taylorbay and Yancopin series.  All are on similar landscapes.  Kobel soils are in a fine particle-size class, do not have a mollic epipedon and are poorly drained.  Taylorbay soils are in a fine-silty particle-size class and are well drained.  Yancopin soils are in a fine-silty particle-size class, do not have a mollic epipedon and are somewhat poorly drained."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Moderately well drained; negligible to moderate surface runoff: moderately slow permeability.  Unprotected areas of these soils flood for brief to very long periods mostly during the winter and early spring.  These soils typically have an apparent seasonal water table at 4 to 6 feet below the soil surface for brief periods in the winter an early spring."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most areas are cleared and used for cultivated crops of soybeans, corn, grain sorghum and wheat.  Minor areas are used for pasture and hay production.  The native vegetation was bottomland hardwood forest of oaks, hickory, pecan, cottonwood and sycamore."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  The Western Lowlands of northeast Arkansas and southeast Missouri and posibbly the St. Francis Basin of northeast Arkansas and southeast Missouri.  The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE",
    "content": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE: AUBURN, ALABAMA"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Woodruff County, Arkansas; 1998."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nDiagnostic horizons recognized in this pedon are:\nMollic epipedon - 0 to 47 inches (Ap1, Ap2, Bw1, Bw2 and Bw3 horizons)\nCambic horizon -21 to 77 inches (Bw1, Bw2, Bw3, Bw4 and Bw5 horizons)\n2016 Update was to change status to Established.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
