{
  "SERIES": "TIRZAH",
  "STATUS": "Tentative Series",
  "BYREV": "RJL-STE-JWL/Rev. JAK",
  "REVDATE": "12/2007",
  "STATES": "NC",
  "OVERVIEW": "MLRA(s): 136-Southern Piedmont (thermic part)\nDepth Class: Very deep\nDrainage class (Agriculture): Well drained\nInternal Free Water Occurrence: Very deep\nFlooding Frequency and Duration: None\nPonding Frequency and Duration: None\nSaturated Hydraulic Conductivity: Moderately high or moderately low\nShrink-swell Potential: Moderate\nLandscape: Piedmont uplands\nLandform: Ridges and side slopes\nGeomorphic Component: Interfluves, crests, side slopes, nose slopes, or head slopes\nHillslope Profile Position: Summits, shoulders, or backslopes\nParent Material: Residuum weathered from fine-grained volcanic and metavolcanic rocks of the Carolina Slate Belt\nSlope: 0 to 45 percent\nElevation: 184.5 meters (about 605 feet)\nFrost Free Period (type location): 182 days\nMean Annual Air Temperature (type location): 15 degrees C. (about 59 degrees F.)\nMean Annual Precipitation (type location): 1120 millimeters (about 44 inches)",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Very-fine, kaolinitic, thermic Typic Kanhapludults"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Tirzah silt loam, in woods on an 11 percent slope. (Colors are for moist soil, unless otherwise stated.)\nA--0 to 10 centimeters (about 0 to 4 inches); dark reddish gray (5YR 4/2) silt loam, reddish gray (5YR 5/2) dry; moderate medium granular structure; friable, nonsticky, slightly plastic; many fine, medium, and coarse roots; slightly acid; clear wavy boundary. (0 to 25 centimeters thick, about 0 to 10 inches)\nBt1--10 to 25 centimeters (about 4 to 10 inches); reddish brown (2.5YR 4/4) clay; strong medium angular blocky structure; firm, moderately sticky, moderately plastic; many fine, medium, and coarse roots; common distinct clay films on all faces of peds; slightly acid; clear wavy boundary.\nBt2--25 to 84 centimeters (about 10 to 33 inches); red (2.5YR 4/6) clay; strong medium angular blocky structure; firm, moderately sticky, moderately plastic; common fine, medium, and coarse roots; many distinct clay films on faces of peds; moderately acid; gradual wavy boundary.\nBt3--84 to 135 centimeters (about 33 to 53 inches); red (2.5YR 4/6) clay; 10 percent medium prominent yellow (10YR 7/8) mottles; strong medium angular blocky structure; firm, moderately sticky, moderately plastic; few fine and medium roots; many distinct clay films on faces of all peds; strongly acid; gradual wavy boundary. (Combined thickness of the Bt horizon is 64 to 152 centimeters, about 25 to 60 inches thick.)\nBC--135 to 203 centimeters (about 53 to 80 inches); red (2.5YR 4/6) clay; 20 percent medium prominent yellow (10YR 7/8) mottles; moderate medium angular blocky structure; firm, slightly sticky, slightly plastic; few fine roots; common pockets of clay loam; strongly acid; clear wavy boundary. (0 to 25 centimeters, 0 to 10 inches thick)"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Montgomery County, North Carolina; about 6.4 miles north of Uwharrie, NC on North Carolina Highway 109 to Secondary Road 1156; 0.5 mile west on Secondary Road 1156 to Secondary Road 1179; 0.25 mile south on Secondary Road 1179; 1.5 miles east and south on USFS Road S97; about 25 meters west of road, in woods. USGS Badin, NC topographic quadrangle; latitude 35 degrees 28 minutes and 11 seconds N. and longitude 80 degrees 04 minutes and 01 seconds W., NAD 27"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nDepth to the top of the argillic horizon: 1 to 25 centimeters (less than 10 inches)\nDepth to the base of the argillic horizon: 75 to 150 centimeters (30 to 60 inches) or more\nDepth to bedrock: More than 152 centimeters (about 60 inches)\nDepth to seasonal high water table: More than 150 centimeters (about 5.0 feet)\nRock Fragment Content: 0 to 35 percent by volume in the A, Ap, and BA horizons, 0 to 15 percent in the Bt and BC, and 0 to 50 percent in the C horizon mostly of quartz, volcanic, and metavolcanic rocks\n(Effective) Cation Exchange Capacity: 0 to 15 milliequivalents per 100 grams of soil in the A horizon; 5 to 10 in the B horizons; and 3 to 12 in the C horizon\nSoil reaction: Very strongly acid (4.5) to moderately acid (6.0), except where limed.\nOther features: Less than 15 percent sand coarser than very fine sand"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:\nCullen soils--formed from acid to mafic crystalline rock and generally have higher sand content throughout the profile\nClosely related soils with fine particle-size:\nBadin soils--have paralithic contact at 50 to 100 centimeters\nCatharpin soils--have a lithologic discontinuity in the subsoil\nCecil soils--derived from felsic crystalline and metamorphic rock\nDavidson soils--are dark red throughout, and subsoil that extends to more than 150 centimeters\nGaston soils--derived from mafic and intermediate crystalline rock\nGeorgeville soils--have low shrink-swell potential\nLaurens soils--have a subsoil that extends to less than 75 centimeters\nLloyd soils--have dark red subsoil color, derived from intermediate metamorphic and crystalline rock\nMayodan soils--derived from Triassic sediments\nMecklenburg soils--have mixed clay mineralogy\nNanford soils--have paralithic contact at 100 to 150 centimeters\nPacolet soils--derived from felsic crystalline and metamorphic rock\nTarrus soils--have paralithic contact at 100 to 150 centimeters\nUwharrie soils--have mixed clay mineralogy"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nElevation Range: 90 to 245 meters (about 300 to 800 feet)\nFrost Free Period: 210 to 225 days\nMean Annual Air Temperature: 14 to 21 degrees C. (about 57 to 70 degrees F.)\nMean Annual Precipitation: 1040 to 1300 millimeters (about 41 to 51 inches)"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:\nAll Geographically Associated soils contain less clay in the patricle-size control section.\nAlamance soils--have a brown or yellow subsoil\nBadin soils--have paralithic contact at 50 to 100 centimeters\nBiscoe soils--are somewhat poorly drained, and have a paralithic contact at 50 to 100 centimeters (20 to 40 inches)\nCallison soils--are moderately well drained, and have a paralithic contact at 50 to 100 centimeters (20 to 40 inches)\nCid soils--are moderately well or somewhat poorly drained, and have a paralithic contact at 50 to 100 centimeters (20 to 40 inches)\nEnon soils--have mixed clay mineralogy, and high shrink-swell potential\nGeorgeville soils--have low shrink-swell potential\nGoldston soils--contain more rock fragments, have paralithic contact at 25 to 50 centimeters (10 to 20 inches), and lithic contact at 50 to 100 centimeters (20 to 40 inches)\nGundy soils--have mixed clay mineralogy, have high base saturation, and have paralithic contact at 100 to more than 150 centimeters (40 to more than 60 inches)\nHerndon soils--have a brown subsoil\nIredell soils--have mixed clay mineralogy, and very high shrink swell potential\nKirksey soils--are moderately well drained, and have a lithic contact at 100 to 150 centimeters\nLaurens soils--have a thinner subsoil (less than 75 centimeters (30 inches) to underlying material)\nLignum soils--are moderately well drained, and have a paralithic contact at 100 to 150 centimeters (40 to 60 inches)\nMandale soils--are somewhat poorly drained\nMebane soils--have mixed clay mineralogy, are somewhat poorly drained, and have very high shrink-swell potential\nMisenheimer soils--are moderately well to somewhat poorly drained, and have paralithic contact at 25 to 50 centimeters (10 to 20 inches)\nMocksville soils--have mixed clay mineralogy\nNanford soils--have paralithic contact at 100 to 150 centimeters\nPageland soils--are moderately well drained, have high base saturation, and have a paralithic contact at 50 to 100 centimeters (20 to 40 inches)\nPoindexter soils--have mixed clay mineralogy, and have paralithic contact at 50 to 100 centimeters (20 to 40 inches)\nSecrest soils--are moderately well or somewhat poorly drained, and have a paralithic contact at 50 to 100 centimeters (20 to 40 inches)\nTarrus soils--have paralithic contact at 100 to 150 centimeters"
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:\nDrainage class (Agricultural): Well drained\nInternal Free Water Occurrence: Very deep (Greater than 150 centimeters)\nFlooding Frequency and Duration: None\nPonding Frequency and Duration: None\nSaturated Hydraulic Conductivity: Moderately high (1.00 to 10.00 micrometers per second)\nPermeability: Moderate or moderately slow"
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:\nMajor Uses: Cropland, hayland and pasture, woodland, and urban development\nVegetation: Where cultivated--tobacco, soybeans, corn, small-grain, cotton, fruits, and vegetables. Where wooded--mixed hardwoods and pines."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:\nDistribution: The Carolina Slate Belt areas of North Carolina, and possibly South Carolina, Georgia, and Virginia\nExtent: Moderate"
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Raleigh, North Carolina"
  },
  "ORIGIN": {
    "section": "SERIES PROPOSED",
    "content": "SERIES PROPOSED: Montgomery County, North Carolina, 2007"
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Tirzah soils were previously mapped in the Carolina Slate Belt of North Carolina, South Carolina, and possibly Georgia during the 1950s and 1960s. The series was made inactive due to overlapping soil properties with competing series. Since the early 1970s, Tirzah soils have been mapped with Georgeville, Mecklenburg, Cullen, Hiwassee, Coronaca, Davidson, Uwharrie, and less commonly Lloyd soils. Taxonomic division of clayey Ultisols into fine or very-fine families allows for the reactivation of the series. It is confined to residual materials derived from rocks associated with the Carolina Slate Belt geologic\nformations.\nDiagnostic horizons and features recognized in this pedon are:\nOchric epipedon--the zone between 0 and 10 centimeters (about 0 to 4 inches) (A horizon)\nKandic horizon--the zone from 10 to 135 centimeters (about 4 to 53 inches) (Bt horizons\nArgillic horizon--the zone between 10 and 135 centimeters (about 4 to 53 inches) (Bt horizons)\nSeries control--section: 0 to 200 centimeters (about 0 to 79 inches)"
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "ADDITIONAL DATA:\nLaboratory Data: Reference data are available from the NRCS-Soil Survey\nLaboratory, Lincoln, Nebraska; sampled as the Cullen Series, Sample\nNumber=95P5897 and 95P5898).\nDatabase Information:\nData Mapunit ID--TBD\nUser Pedon ID--TBD"
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 10,
        "dry_hue": "5YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "5YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "silt loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "A--0 to 10 centimeters (about 0 to 4 inches); dark reddish gray (5YR 4/2) silt loam, reddish gray (5YR 5/2) dry; moderate medium granular structure; friable, nonsticky, slightly plastic; many fine, medium, and coarse roots; slightly acid; clear wavy boundary. (0 to 25 centimeters thick, about 0 to 10 inches)"
      },
      {
        "name": "Bt1",
        "top": 10,
        "bottom": 25,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "2.5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "clay",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bt1--10 to 25 centimeters (about 4 to 10 inches); reddish brown (2.5YR 4/4) clay; strong medium angular blocky structure; firm, moderately sticky, moderately plastic; many fine, medium, and coarse roots; common distinct clay films on all faces of peds; slightly acid; clear wavy boundary."
      },
      {
        "name": "Bt2",
        "top": 25,
        "bottom": 84,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "2.5YR",
        "moist_value": 4,
        "moist_chroma": 6,
        "texture_class": "clay",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bt2--25 to 84 centimeters (about 10 to 33 inches); red (2.5YR 4/6) clay; strong medium angular blocky structure; firm, moderately sticky, moderately plastic; common fine, medium, and coarse roots; many distinct clay films on faces of peds; moderately acid; gradual wavy boundary."
      },
      {
        "name": "Bt3",
        "top": 84,
        "bottom": 135,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "2.5YR",
        "moist_value": 4,
        "moist_chroma": 6,
        "texture_class": "clay",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "strongly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bt3--84 to 135 centimeters (about 33 to 53 inches); red (2.5YR 4/6) clay; 10 percent medium prominent yellow (10YR 7/8) mottles; strong medium angular blocky structure; firm, moderately sticky, moderately plastic; few fine and medium roots; many distinct clay films on faces of all peds; strongly acid; gradual wavy boundary. (Combined thickness of the Bt horizon is 64 to 152 centimeters, about 25 to 60 inches thick.)"
      },
      {
        "name": "BC",
        "top": 135,
        "bottom": 203,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "2.5YR",
        "moist_value": 4,
        "moist_chroma": 6,
        "texture_class": "clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "BC--135 to 203 centimeters (about 53 to 80 inches); red (2.5YR 4/6) clay; 20 percent medium prominent yellow (10YR 7/8) mottles; moderate medium angular blocky structure; firm, slightly sticky, slightly plastic; few fine roots; common pockets of clay loam; strongly acid; clear wavy boundary. (0 to 25 centimeters, 0 to 10 inches thick)"
      }
    ]
  ]
}
