{
  "SERIES": "TISBURY",
  "STATUS": "Established Series",
  "BYREV": "Rev. MFF-SMF",
  "REVDATE": "05/1999",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-silty over sandy or sandy-skeletal, mixed, active, mesic Aquic Dystrudepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Tisbury silt loam - cultivated.\n(Colors are for moist soil.)\nAp--0 to 8 inches; very dark grayish brown (10YR 3/2) silt loam; weak coarse granular structure; friable; many very fine and fine roots; few scattered pebbles; strongly acid; abrupt smooth boundary.  (6 to 12 inches thick)\nBw1--8 to 18 inches; yellowish brown (10YR 5/6) silt loam; weak medium and coarse subangular blocky structure; very friable; common very fine and fine roots; few scattered pebbles; strongly acid; clear wavy boundary.\nBw2--18 to 26 inches; brownish yellow (10YR 6/6) silt loam; massive; very friable; few fine roots; few scattered pebbles; common medium prominent grayish brown (2.5Y 5/2) iron depletions and common medium distinct strong brown (7.5YR 5/6) masses of iron accumulation; strongly acid; clear wavy boundary.  (Combined thickness of the Bw horizons is 12 to 36 inches)\n2C--26 to 60 inches; grayish brown (10YR 5/2) extremely gravelly sand; single grain; loose; 60 percent gravel; common medium prominent strong brown (7.5YR 5/6) masses of iron accumulation and common medium faint light brownish gray (10YR 6/2) iron depletions; strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  New London County, Connecticut; town of Ledyard, 250 feet west along Route 214 from the intersection with Spicer Hill Road, 600 feet south of Route 214, and 50 feet west of Lee Brook.  USGS Uncasville topographic quadrangle, latitude 41 degrees 26 minutes 15 seconds N., longitude 72 degrees 00 minutes 6 seconds W., NAD 27."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Thickness of the solum ranges from 17 to 40 inches and typically corresponds to the depth to sand and gravel.  Rock fragments range from 0 to 5 percent in the solum and from 0 to 70 percent in the substratum.  The fragments are mainly rounded pebbles and typically make up 75 percent or more of the total rock fragments.  Unless limed, the soil is very strongly acid to moderately acid.\nThe Ap horizon has hue 7.5YR or 10YR, value and chroma 2 through 4.  Dry value is 6 or more.  Undisturbed pedons have a thin A horizon with value 2 or 3 and chroma 1 through 3.  The Ap or A horizon is silt loam or very fine sandy loam.  It has weak or moderate granular structure and is friable or very friable.\nThe upper part of the B horizon has hue 7.5YR or 10YR, value 4 or 5 and chroma 3 through 6.  The lower part of the B horizon has hue 7.5YR through 2.5Y, value 4 through 6, chroma 3 through 6, and has redoximorphic features above a depth of 24 inches.  The B horizon is silt loam or very fine sandy loam.  It has weak granular or weak subangular blocky structure or the horizon massive.  Consistence is friable or very friable.\nThe 2C horizon is neutral or has hue 2.5YR through 2.5Y, value 4 through 6 and chroma 0 through 6.  It typically has redoximorphic features.  The horizon is commonly stratified sand and gravel.  Texture of individual strata ranges from coarse sand through fine sand to loamy sand in the fine earth."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no other series currently in the same family.\nThe Agawam, Allard, Belgrade, Branford, Bridgehampton, Ellington, Enfield, Hartland, Haven, Hero, Montesa, Narragansett, Ninigret, Pittstown, Pompton, Rainbow, Scio, Sutton, Unadilla, Wapping and Watchaug series are similar soils in related families. Montesa series are from outside of LRRs L, R, and S.\nAgawam, Allard, Branford, Bridgehampton, Enfield, Hartland, Haven, Narragansett and Unadilla soils lack iron depletions within a 24 inch depth.  Belgrade and Scio soils have a coarse-silty particle size control section.  Ellington, Hero and Ninigret soils are coarse-loamy over sandy or sandy-skeletal.  Montesa, Pompton, Sutton, Wapping and Watchaug soils are coarse-loamy.  Pittstown and Rainbow soils are coarse-loamy and have a dense substratum."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Tisbury soils are nearly level and gently sloping soils on terraces and outwash plains.  Slope commonly is 0 to 3 percent, but the range includes 0 to 8 percent.  The soils formed in a silty eolian deposits over stratified sandy and gravelly outwash materials derived from a variety of acid rocks.  Mean annual temperature is 45 degrees to 52 degrees F., mean annual precipitation is 40 to 50 inches; and the growing season is 120 to 195 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Agawam, Bridgehampton, Enfield, Haven, Narragansett, Ninigret, Rainbow, Scio, Unadilla and Wapping soils and the Deerfield, Raynham, Raypol, Sudbury and Walpole soils.  Well drained Enfield soils and poorly drained Raypol soils are associated in a drainage sequence.  Deerfield and Sudbury soils are sandy terrace associates.  Raynham and Walpole soils are poorly drained soils in low terrace areas."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Moderately well drained.  Surface runoff is slow to medium.  Permeability is moderate in the solum and rapid or very rapid in the substratum.  The soil has a seasonal high water table."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Much of the acreage is used for cultivated crops, hay or pasture.  Common crops are silage corn, vegetables, tobacco and nursery stock.  Some areas are idle, wooded or used for community development.  Common trees are red, white and black oak, red maple, white ash, gray birch, white pine and hemlock."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Late Wisconsin glaciofluvial terraces in Connecticut, Rhode Island and Massachusetts; MLRAs 144A, 145, and 149B.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Amherst, Massachusetts"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Dukes and Nantucket Counties, Massachusetts, 1925."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  This revision reflects change in soil taxonomy and general updating.  Cation exchange activity class placement determined from a review of limited lab data and similar or associated soils.\nDiagnostic horizons and features recognized in this pedon include:\n1. Ochric epipedon - the zone from 0 to 8 inches (Ap);\n2. Cambic horizon - the zone from 8 to 26 inches;\n3. Lithologic discontinuity - significant change in particle-size distribution occurs at 26 inches;\n4. Particle-size class - averages coarse-silty above 26 inches and sandy or sandy-skeletal below meeting contrasting criteria;\n5. Aquic subgroup - redoximorphic depletions of chroma 2 or less occur at a depth of 18 inches.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
