{
  "SERIES": "TISCH",
  "STATUS": "Established Series",
  "BYREV": "Rev. AZ/RJE",
  "REVDATE": "09/2004",
  "STATES": "WA",
  "OVERVIEW": "The Tisch series consists of deep, very poorly drained soils formed in material from diatomaceous earth,  volcanic ash and alluvium.  They are in upland basins and drainageways. Slopes are 0 to 3 percent.  The average mean annual precipitation is about 47 inches and the mean annual temperature is about 50 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Medial, mixed, acid, mesic Typic Endoaquands"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Tisch silt, pasture.  (Colors are for moist soil unless otherwise noted.)\nAp--0 to 7 inches, very dark brown (l0YR 2/2) silt, grayish brown (l0YR 5/2) dry; weak, fine and moderate, granular and weak, platy structure; slightly hard, friable, slightly sticky and sightly plastic; many very  fine roots; medium acid (pH 6.0); clear, smooth boundary. (6 to ll inches thick)\nA3--7 to l2 inches, very dark brown (l0YR 3/2) silt, grayish brown (l0YR 5/2) dry; moderate, medium,  subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; many very fine roots; medium acid (pH 6.0); abrupt, smooth boundary. (0 to 8 inches thick)\nCl--l2 to l7 inches, very dark grayish brown (l0YR 3/2) silt, light brownish gray (l0YR 6/2) dry; few  fine distinct dark brown (7.5YR 4/4) mottles; moderate, coarse, prismatic structure; slightly hard, firm, slightly sticky and slightly plastic; many very fine roots, common fine and very fine pores; organic deposits  in fine pores and along root channels; slightly acid (pH 6.2); clear smooth boundary.  (5 to 7 inches thick)\nC2--l7 to 26 inches, dark grayish brown (l0YR 4/2) silt, light gray (l0YR 7/2) dry; weak, thick platy  structure; slightly hard, firm, slightly sticky and slightly plastic; many very fine roots; common very fine  and fine pores; organic deposits in pores and along root channels; slightly acid (pH 6.4); abrupt, broken  boundary.  (0 to l0 inches thick)\nC3--26 to 28 inches, dark yellowish brown (l0YR 4/3) silt (pumicite), very pale brown (l0YR 7/3) dry;  massive; slightly hard, firm, slightly sticky and slightly plastic; common very fine roots; common very fine and fine pores; organic deposits in pores and along root channels; slightly acid (pH 6.4); abrupt smooth  boundary.  (0 to 3 inches thick)\nC4--28 to 55 inches, very dark brown (l0YR 2/2) silt, grayish brown (l0YR 5/2) dry; massive; slightly  hard, firm, slightly sticky and slightly plastic; few very fine roots; common very fine pores; organic deposits  in pores and along root channels; slightly acid (pH 6.2); abrupt smooth boundary.  (20 to 30 inches thick)\nC5--55 to 65 inches, black (l0YR 2/l) and very dark brown (l0YR 2/2) muck, dark grayish brown (l0YR 4/2)  dry; finely laminated; hard, friable, slightly sticky and slightly plastic; few very fine pores; medium acid  (pH 5.8); clear smooth boundary.  (0 to 5 inches thick)"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Pierce County, Washington; 2,070 feet east and l00 feet south of northwest corner sec. 7, T.  l7 N., R. 4 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The mean annual soil temperature at depth of 20 inches is estimated to range from  49 to 52 degrees F.  Reaction ranges from neutral to strongly acid.\nThe A horizon has hue of l0YR through 5Y, value of 2 or 3 moist, 4 or 5 dry, and chroma of l or 2 moist and  dry.  It contains as much as 20 percent organic matter.\nThe C horizon has hue of l0YR, 2.5Y, 5Y or neutral, value of 2 to 7 moist, 4 to 8 dry, and chroma of 0 to 3  moist and dry.  It is silt or silt loam. Some pedons lack layers of sapric material."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Cocolalla and Tulane series.  Cocolalla soils have layers of silty clay loam  and are neutral to mildly alkaline.  Tulane soils are neutral to moderately alkaline in the upper part and neutral to extremely acid in the lower part."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  These soils are in upland basins and drainages at elevations ranging from 50 to l,000  feet. Slopes are 0 to 3 percent.  The soils formed in material mainly of diatomaceous earth, volcanic ash, and  alluvium. Tisch soils are in subhumid to humid climates having cool relatively dry summers and mild moist  winters.  Mean annual precipitation is 35 to 60 inches. Mean January temperature is 40 degrees F.; mean July temperature is 59 degrees F.; mean annual temperature is 50 degrees F.  The frost-free season is about 160 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Bellingham, Dollar, Dupont, Mukilteo, Norma, Semiahmoo, Sifton, Snohomish, and Wapato soils.  Bellingham, Dollar, Norma, Sifton, Snohomish, and Wapato soils have mix mineralogy. Dupont, Mukilteo, and Semiahmoo soils are Histosols."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Very poorly drained; very slow runoff or ponded; moderately slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used primarily for pasture and wildlife habitat.  Vegetation on uncleared areas is willow,  red alder, western cedar, western hemlock, black hawthorne, spirea, grasses, and sedge."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Western Washington and possibly northwestern Oregon.  The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Pierce County, Washington, l945.\nClassification only updated 3/94 because of recent amendments to Soil Taxonomy.  Meets criteria for andic soil properties.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": null
  },
  "SITE": [
    [
      {
        "drainage": "very poorly"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 18,
        "texture_class": "silt",
        "pH": 6,
        "narrative": "Ap--0 to 7 inches, very dark brown (l0YR 2/2) silt, grayish brown (l0YR 5/2) dry; weak, fine and moderate, granular and weak, platy structure; slightly hard, friable, slightly sticky and sightly plastic; many very  fine roots; medium acid (pH 6.0); clear, smooth boundary. (6 to ll inches thick)"
      },
      {
        "name": "C3",
        "top": 66,
        "bottom": 71,
        "texture_class": "silt",
        "pH": 6.4,
        "pH_class": "slightly acid",
        "narrative": "C3--26 to 28 inches, dark yellowish brown (l0YR 4/3) silt (pumicite), very pale brown (l0YR 7/3) dry;  massive; slightly hard, firm, slightly sticky and slightly plastic; common very fine roots; common very fine and fine pores; organic deposits in pores and along root channels; slightly acid (pH 6.4); abrupt smooth  boundary.  (0 to 3 inches thick)"
      },
      {
        "name": "C4",
        "top": 71,
        "bottom": 140,
        "texture_class": "silt",
        "pH": 6.2,
        "pH_class": "slightly acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "C4--28 to 55 inches, very dark brown (l0YR 2/2) silt, grayish brown (l0YR 5/2) dry; massive; slightly  hard, firm, slightly sticky and slightly plastic; few very fine roots; common very fine pores; organic deposits  in pores and along root channels; slightly acid (pH 6.2); abrupt smooth boundary.  (20 to 30 inches thick)"
      },
      {
        "name": "C5",
        "top": 140,
        "bottom": 165,
        "pH": 5.8,
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "C5--55 to 65 inches, black (l0YR 2/l) and very dark brown (l0YR 2/2) muck, dark grayish brown (l0YR 4/2)  dry; finely laminated; hard, friable, slightly sticky and slightly plastic; few very fine pores; medium acid  (pH 5.8); clear smooth boundary.  (0 to 5 inches thick)"
      }
    ]
  ]
}
