{
  "SERIES": "TISONIA",
  "STATUS": "Established Series",
  "BYREV": "Rev. LTS:JFB:WGH",
  "REVDATE": "07/1999",
  "STATES": "FL",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Clayey, smectitic, euic, thermic Terric Sulfihemists"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Tisonia mucky peat in tidal marsh. (Colors are for moist soil.)\nOe--0 to 18 inches; dark grayish brown (2.5Y 4/2) partly decomposed organic material; about 60 percent fiber, 30 percent rubbed; massive; very friable; sodium pyrophosphate extract color is light gray (10YR 6/1); about 30 percent mineral material; 1.66 percent sulfur and 22.6 mmhos/cm conductivity in the upper 9 inches and 2.96 percent sulfur and 27.8 mmho/cm conductivity in the lower 9 inches; slightly acid in water at field moisture (air dry pH 5.2 in .01M calcium carbonate); gradual smooth boundary.  (16 to 27 inches thick)\nCg--18 to 65 inches; dark olive gray (5Y 3/2) clay; massive; flows easily between the fingers when squeezed; 2.73 percent sulfur and 48.2 mmhos/cm conductivity in the upper 6 inches and 2.27 percent sulfur and 36.2 mmhos/cm conductivity in the remainder; n value is 2.86; neutral in water at field moisture (air dry pH 5.2 in .01M calcium carbonate)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Duval County, Florida; 100 feet east of Eagle Bend Island Boulevard, 3.16 miles north of Yellow Bluff Road in NW1/4NE1/4NW1/4 sec. 33, T. 2 N., R. 27 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Sulfur content ranges from 1.5 to about 3.5 percent.  The organic layers in all tiers are dominantly hemic materials.  Reaction ranges from slightly acid to mildly alkaline in water throughout the profile in its natural state; after air drying pH in 0.01M calcium carbonate decreases to medium acid or lower.  Conductivity of the saturation extract ranges from about 22 to 51 mmhos/cm.\nThe Oe horizon has colors in hue of 10YR, 7.5YR, 2.5Y, and 5Y, value of 2 to 4 and chroma of 2.\nThe Cg horizon has hue of 10YR to 5Y, value of 3 to 5, and chroma of 1 or 2.  Texture is clay.  The material in this horizon flows easily between the fingers when squeezed.  The n value is more than 1.  Lenses of loamy fine sand and sandy loam range from none to common at depths greater than 40 inches."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no known series in the same family.  Closely similar soils in other families are Capers, Dirego, Handsboro, Homosassa, Rappahannock, Weekiwachee, and Wulfert.  Capers and Homosassa soils are mineral.  Dirego and Wulfert soils are underlain by sandy material.  Handsboro soils have stratified mineral layers throughout the profile.  Rappahannock soils are less saline having conductivity of the saturation extract of layers at depths below about 6 inches of less than 16 mmho/cm.  Weekiwachee soils are underlain by sandy materials, and hard bedrock is within depths of 40 to 52 inches.  In addition, Homosassa, Weekiwachee, and Wulfert soils have mean annual soil temperature of more than 72 degrees F."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Tisonia soils are in large tidal marsh areas.  Elevations are approximately sea level or below.  The soil formed from halophytic plant remains and clayey alluvium deposited in areas subject to daily inundation with sea water.  Near the type location, average annual precipitation is about 54 inches and mean annual temperature is about 69 degrees F."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Pamlico, Leon, and Ridgeland series.  All of these soils lack sulfidic materials, and in addition, Leon and Ridgeland soils are mineral soils."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Tisonia soils are very poorly drained; very slow permeability.  Fluctuating tides cover the surface twice daily."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Tisonia soils are used mainly for wildlife habitat and as a nursery for saltwater fin and shell fish.  Native vegetation is dominantly needlegrass rush, seashore saltgrass, marshhay cordgrass, and smooth cordgrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  The Atlantic Coastal States of Northern Florida, Georgia, and possibly North and South Carolina.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Raleigh, North Carolina"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Duval County, Florida; 1977."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  This series is proposed for areas previously mapped as tidal marsh.  Values for sulfur and conductivity are based on laboratory data.\nTABULAR SERIES DATA:\nSOI-5  Soil Name   Slope  Airtemp FrFr/Seas Precip  Elevation\nFL0182 TISONIA     0-  1   62- 70  240-285  45- 55     0-   5\nSOI-5  FloodL FloodH Watertable Kind   Months  Bedrock Hardness\nFL0182                 0-0.5  APPARENT JAN-DEC  60-60\nSOI-5  Depth  Texture                3-Inch  No-10  Clay%   -CEC-\nFL0182  0-18  HM MPT                  0-  0    -     0- 0    -\nFL0182 18-65  C                       0-  0 100-100 60-85    -\nSOI-5  Depth    -pH-     O.M.  Salin  Permeab   Shnk-Swll\nFL0182  0-18  6.1- 7.8  40-65 16-32   6.0-  20  LOW\nFL0182 18-65  6.1- 7.8    -   16-32  0.00-0.06  HIGH\nNational Cooperative Soil Survey\nU.S.A."
  }
}
