{
  "SERIES": "TITUS",
  "STATUS": "Established Series",
  "BYREV": "Rev. MB-AAC-RJB",
  "REVDATE": "06/2015",
  "STATES": "IL,IA",
  "OVERVIEW": "The Titus series consists of very deep, poorly drained soils on flood plains. They formed in silty or clayey slackwater sediments. Slope ranges from 0 to 2 percent. Mean annual air temperature is about 12.8 degrees C (55 degrees F), and mean annual precipitation is about 1020 mm (40 inches).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, smectitic, mesic Vertic Endoaquolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Titus silty clay loam - nearly level in a cultivated field. (Colors are for moist soil unless otherwise stated.)\nAp--0 to 18 cm (0 to 7 inches); black (10YR 2/1) silty clay loam, dark gray (10YR 4/1) dry; weak medium angular blocky structure; firm; slightly acid; abrupt smooth boundary.\nA1--18 to 28 cm (7 to 11 inches); black (10YR 2/1) silty clay loam, dark gray (10YR 4/1) dry; moderate fine angular blocky structure; firm; neutral; clear smooth boundary.\nA2--28 to 36 cm (11 to 14 inches); very dark gray (N 3/) silty clay loam, dark gray (10YR 4/1) dry; moderate fine angular blocky structure; firm; neutral; gradual smooth boundary. [Combined thickness of the A horizon is 25 to 61 cm (10 to 24 inches).]\nBg1--36 to 71 cm (14 to 28 inches); dark gray (5Y 4/1) silty clay loam; weak fine prismatic structure parting to weak medium angular blocky; firm; common gray (5Y 5/1) slickensides and pressure faces on faces of peds; few fine distinct olive (5Y 4/4) masses of oxidized iron throughout; neutral; diffuse smooth boundary.\nBg2--71 to 99 cm (28 to 39 inches); gray (5Y 5/1) silty clay loam; weak medium angular blocky structure; firm; few dark gray (N 4/) pressure faces on faces of peds; few thin strata of silt loam in the lower part; common fine prominent dark yellowish brown (10YR 4/4) masses of oxidized iron throughout; neutral; diffuse smooth boundary. [Combined thickness of the Bg horizon is 36 to 122 cm (14 to 48 inches).]\nCg--99 to 158 cm (39 to 62 inches); gray (5Y 5/1) silty clay loam with thin strata of sand and sandy loam; common fine prominent dark yellowish brown (10YR 4/4) masses of oxidized iron throughout; massive; firm; neutral."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Greene County, Illinois; about 11 miles (17.7 kilometers) northwest of Carrollton; 1275 feet (389 meters) west and 50 feet (15 meters) south of the northeast corner of sec. 12, T. 10 N., R. 14 W.; USGS Kampsville topographic quadrangle; lat. 39 degrees 20 minutes 12 seconds N. and long. 90 degrees 36 minutes 4 seconds W., NAD 27; UTM Zone 15, 706739 easting and 4356900 northing, NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nDepth to the base of soil development: 89 to 152 cm (35 to 60 inches)\nThickness of the mollic epipedon: 25 to 61 cm (10 to 24 inches)\nAverage content of clay in the particle-size control section: between 35 and 45 percent\nReaction: slightly acid or neutral in the upper and middle parts of the series control section; slightly acid to slightly alkaline in the lower part of the series control section\nSpecial features: calcium carbonate concretions are present in some pedons.\nAp or A horizon;\nHue: 10YR, 5Y or N (neutral)\nValue: 2 or 3 (4 or 5 dry)\nChroma: 0 to 2\nTexture: silty clay loam or silty clay\nOther features: Some pedons have redox concentrations with higher chroma in the lower part.\nBg horizon:\nHue: 10YR, 2.5Y, 5Y or N (neutral)\nValue: 4 to 6\nChroma: 0 to 2\nTexture: silty clay loam or silty clay\nAverage clay content: 35 to 45 percent\nAverage sand content: 1 to 15 percent\nAverage rock fragment content: less than 2 percent\nRedox features:\nHue: 7.5YR, 10YR or 2.5Y\nValue : 3 to 5\nChroma: 1 to 8\nOther features: Some pedons have thin strata of silt loam to sandy loam in the lower part of the Bg horizon. Some pedons have pressure faces or slickensides on faces of peds.\nBkg, BCkg, BCg, and/or Cg horizons:\nHue: 10YR, 2.5Y or 5Y\nValue: 4 to 6\nChroma: 1 or 2\nTexture: dominantly silty clay loam, but contains thin strata of silt loam, loam, sandy loam, loamy sand or sand in some pedons.\nAverage clay content: 20 to 30 percent\nAverage sand content: 15 to 30 percent, individual strata have as much as 95 percent sand.\nAverage rock fragment content: less than 15 percent\nRedox features:\nHue: 7.5YR, 10YR, 2.5Y or 5Y\nValue: 4 or 5\nChroma: 1 to 8"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Carlow, Chequest, Cove, Fults, Kalona, Kings, Lanyon, Mackerlake, Marna, Moline Rosedell, Streator, Waldorf, and Woodbury series. Carlow, Chequest, Kings, and Streator soils contain more than 30 percent clay and less than 15 percent sand in the lower part of the series control section (B and C horizons). Cove soils are neutral to moderately acid and have more clay in the lower part of the series control section. Fults soils average more than 45 percent clay in the upper part of the particle-size control section. Kalona soils have less than 15 percent sand in the lower part of the series control section. Lanyon soils have carbonates at a depth of 31 to 51 cm (12 to 20 inches) depth in the upper third of the series control section. Mackerlake soils have peraquic moisture regime  and have sodium adsorption ratio of greater than 13. Marna soils have more sand in the lower part of the series control section. Moline soils have carbonates within a depth of 127 cm (50 inches). Rosedell soils have carbonates ranging from 31 to 71 cm (12 to 28 inches), and the lower part of the series is slightly alkaline or moderately alkaline. Waldorf soils average between 40 and 50 percent clay and less than 10 percent fine sand or coarser in the particle-size control section. Woodbury soils have a mean annual soil temperature less than 13.3 degrees C (56 degrees F)."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Titus soils are on flood plains of large streams. They occupy micro-highs, shallow depressions, and backswamps. Slope ranges from 0 to 2 percent. These soils formed in silty clay loam or silty clay slackwater sediments and may be stratified in the lower part. Climate is mid-continental with hot summers and cold winters. Mean annual air temperature ranges from 8.9 to 13.9 degrees C (48 to 57 degrees F, mean annual precipitation ranges from 760 to 1140 mm (30 to 45 inches), frost-free period ranges from 160 to 200 days, and elevation ranges from 104 to 213 meters (340 to 700 feet) above mean sea level."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Ambraw, Beaucoup, Darwin, and Tice soils. Ambraw soils are fine-loamy and are on similar or slightly higher parts of the flood plains nearby. Beaucoup soils are fine-silty and are on similar or slightly higher adjacent or nearby parts of the flood plains. Darwin soils have more clay in the control section and are on similar or slightly lower parts of the flood plains. The somewhat poorly drained Tice soils are fine-silty and are on higher parts of the flood plain."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Poorly drained. The potential for surface water runoff is low or negligible.  Saturated hydraulic conductivity is moderately low to moderately high (0.42 to 1.41 micrometers per second). Permeability is slow. Flooding typically occurs occasionally or frequently on Titus soils. Most areas protected by levees are rarely flooded."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most areas are used to grow cultivated crops. Corn and soybeans are the principal crops. Native vegetation is hydrophytic grasses and sedges, mixed with hardwoods such as cottonwood and ash. See Additional Data section for native vegetative cover in Iowa."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Southern and western Illinois and southwestern Iowa. Moderately extensive with about 45,000 acres (18,211 hectares) correlated in MLRAs 108A, 108B, 108C, 109, 113, 114B, and 115C."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Indianapolis, Indiana."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Adams County, Illinois, 1974."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are: mollic epipedon - the zone from the surface of the soil to a depth of approximately 36 cm (14 inches) (Ap, A1, and A2 horizons); cambic horizon - the zone from a depth of about 36 to 99 cm (14 to 39 inches) (Bg1 and Bg2 horizons); endosaturation supported by gleyed colors throughout the control section.\nADDITIONAL DATA: In Iowa, the native vegetative cover is a herbaceous wetland community commonly inhabited with Bluejoint Grasses, White Cutgrasses, Fox Sedges, Oval Sedges, Inland Rushes, Torreys Rushes, Dark Green Bulrushes, Flatstem Spikerushes, Blue Vervains, Indian Hemps, Winged Loosestrifes, Wild Mints, and Water Horehounds. Source: Iowa State Office, Natural Resources Conservation Service, Des Moines, IA.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "poorly"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 18,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 1,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 1,
        "texture_class": "silty clay loam",
        "pH_class": "slightly acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Ap--0 to 18 cm (0 to 7 inches); black (10YR 2/1) silty clay loam, dark gray (10YR 4/1) dry; weak medium angular blocky structure; firm; slightly acid; abrupt smooth boundary."
      },
      {
        "name": "A1",
        "top": 18,
        "bottom": 28,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 1,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 1,
        "texture_class": "silty clay loam",
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A1--18 to 28 cm (7 to 11 inches); black (10YR 2/1) silty clay loam, dark gray (10YR 4/1) dry; moderate fine angular blocky structure; firm; neutral; clear smooth boundary."
      },
      {
        "name": "A2",
        "top": 28,
        "bottom": 36,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 1,
        "texture_class": "silty clay loam",
        "pH_class": "neutral",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "A2--28 to 36 cm (11 to 14 inches); very dark gray (N 3/) silty clay loam, dark gray (10YR 4/1) dry; moderate fine angular blocky structure; firm; neutral; gradual smooth boundary. [Combined thickness of the A horizon is 25 to 61 cm (10 to 24 inches).]"
      },
      {
        "name": "Bg1",
        "top": 36,
        "bottom": 71,
        "moist_hue": "5Y",
        "moist_value": 4,
        "moist_chroma": 1,
        "texture_class": "silty clay loam",
        "pH_class": "neutral",
        "distinctness": "diffuse",
        "topography": "smooth",
        "narrative": "Bg1--36 to 71 cm (14 to 28 inches); dark gray (5Y 4/1) silty clay loam; weak fine prismatic structure parting to weak medium angular blocky; firm; common gray (5Y 5/1) slickensides and pressure faces on faces of peds; few fine distinct olive (5Y 4/4) masses of oxidized iron throughout; neutral; diffuse smooth boundary."
      },
      {
        "name": "Bg2",
        "top": 71,
        "bottom": 99,
        "moist_hue": "5Y",
        "moist_value": 5,
        "moist_chroma": 1,
        "texture_class": "silty clay loam",
        "pH_class": "neutral",
        "distinctness": "diffuse",
        "topography": "smooth",
        "narrative": "Bg2--71 to 99 cm (28 to 39 inches); gray (5Y 5/1) silty clay loam; weak medium angular blocky structure; firm; few dark gray (N 4/) pressure faces on faces of peds; few thin strata of silt loam in the lower part; common fine prominent dark yellowish brown (10YR 4/4) masses of oxidized iron throughout; neutral; diffuse smooth boundary. [Combined thickness of the Bg horizon is 36 to 122 cm (14 to 48 inches).]"
      },
      {
        "name": "Cg",
        "top": 99,
        "bottom": 158,
        "moist_hue": "5Y",
        "moist_value": 5,
        "moist_chroma": 1,
        "texture_class": "silty clay loam",
        "pH_class": "neutral",
        "narrative": "Cg--99 to 158 cm (39 to 62 inches); gray (5Y 5/1) silty clay loam with thin strata of sand and sandy loam; common fine prominent dark yellowish brown (10YR 4/4) masses of oxidized iron throughout; massive; firm; neutral."
      }
    ]
  ]
}
