{
  "SERIES": "TIVIN",
  "STATUS": "Established Series",
  "BYREV": "Rev. JCW/RMM/GLP",
  "REVDATE": "12/2011",
  "STATES": "KS",
  "OVERVIEW": "The Tivin series consists of very deep, somewhat excessively drained, rapidly permeable soils that formed in eolian deposits. These soils are on dunes on paleoterrace in river valleys of the Great Bend Sand Plains (MLRA 79). Slopes range from 1 to 35 percent. Mean annual precipitation is 680 millimeters (27 inches) and mean annual temperature is 13 degrees C (55 degrees F).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Mixed, mesic Typic Ustipsamments"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Tivin fine sand in rangeland. (Colors are for dry soil unless otherwise stated.)\nA--0 to 20 centimeters (0 to 8 inches); yellowish brown (10YR 5/4), interior, fine sand, dark yellowish brown (10YR 4/4), interior, moist; single grain; loose, loose, nonsticky and nonplastic; common very fine and fine roots throughout; 1 percent clay; moderately acid; clear smooth boundary. (8 to 41 centimeters thick; 3 to 16 inches thick)\nAC--20 to 46 centimeters (8 to 18 inches); light yellowish brown (10YR 6/4), interior, fine sand, yellowish brown (10YR 5/4), interior, moist; single grain; loose, loose, nonsticky and nonplastic; common very fine roots throughout; 1 percent clay; slightly acid; gradual wavy boundary. (0 to 41 centimeters; 0 to 16 inches thick)\nC--46 to 200 centimeters (18 to 79 inches); brownish yellow (10YR 6/6),interior, sand, yellowish brown (10YR 5/6), interior, moist; single grain; loose, loose, nonsticky and nonplastic; few very fine roots throughout; 1 percent clay; neutral"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Reno county, Kansas; 6.4 kilometers (4 miles) north of Hutchinson; 731 meters (2399 feet) west and 247 meters (812 feet) north of southeast corner of sec. 16, T. 22 S. R. 5 W. ( USGS Buhler topographic quadrangle; lat. 38 degrees 7 minutes 57.1 seconds N. and long. 97 degrees 52 minutes 30.2 seconds W.) NAD 83"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture regime: ustic moisture regime bordering on udic\nSoil temperature regime: mesic\nMean annual soil temperature: 12 to 14 degrees C (54 to 57 degrees F)\nParticle-size control section (weighted average) clay content: 0 to 3 percent\nParticle-size control section (weighted average) sand content: 80 to 98 percent\nDepth to bedrock: greater than 200 centimeters (80 inches)\nDepth to secondary calcium carbonate: greater than 200 centimeters (80 inches)\nThickness of the ochric epipedon: 8 to 41 centimeters (3 to 16 inches)\nA horizon:\nHue: 10YR\nValue: 5 or 6 (dry) 4 to 6 (moist)\nChroma: 2 to 4\nTexture: loamy fine sand or fine sand\nClay content: 0 to 3 percent\nSand content: 80 to 98 percent\nReaction: moderately acid or slightly acid\nAC horizon:\nHue: 10YR or 7.5YR\nValue: 5 or 6 (dry) 4 or 5 (moist)\nChroma: 2 to 4\nTexture: loamy fine sand, fine sand or sand\nClay content: 0 to 3 percent\nSand content: 80 to 98 percent\nReaction: slightly acid or neutral\nC horizon:\nHue: 10YR or 7.5YR\nValue: 5 or 6 (dry) 4 or 5 (moist)\nChroma: 3 to 6\nTexture: loamy fine sand, fine sand or sand\nClay content: 0 to 3 percent\nSand content: 80 to 98 percent\nReaction: slightly acid or neutral\nSome pedons have a 2C or 2Ab horizon within 100 to 150 centimeters (40 to 60 inches) with textures of very fine sandy loam, loam, fine sandy loam or silt loam. Clay ranges from 10 to 20 percent. Some pedons also have a 3C horizon with sand, fine sand, or coarse sand textures. Clay ranges from 0 to 3 percent.\nSome pedons contain carbonates and gravels."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Duda (SD), McKelvie (NE), Peji (SD), Simeon (NE), and Valentine (NE) soils in the same family.\nDuda and Peji soils are moderately deep and have sandstone at 50 to 100 centimeters (20 to 40 inches).\nMcKelvie soils have sandstone fragments in the control section.\nSimeon soils have up to 15 percent by volume gravel.\nValentine soils have a mean annual soil temperature lower than 12 degrees C (54 degrees F)."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material: eolian deposits\nLandform: dunes on paleoterraces in river valleys\nSlopes: 1 to 35 percent\nElevation: 350 to 550 meters (1150 to 1800 feet)\nMean annual air temperature: 11 to 13 degrees C (52 to 55 degrees F).\nMean annual precipitation: 610 to 890 millimeters (24 to 35 inches)\nWettest months: Mar. - Oct.\nDriest months: Nov. - Feb.\nFrost-free period: 160 to 225 days"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Dillhut, Langdon, Plev, Pratt, Solvay, Spelvin, and Turon series.\nDillhut soils are moderately well drained, have a buried soil between 50 to 100 centimeters (20 and 40 inches), and occur on lower landform positions.\nLangdon soils contain lamellae, and are on similar landform positions.\nPlev soils are poorly drained, have a buried soil between 100 to 178 centimeters (40 and 70 inches), and are in interdunal depressions.\nPratt and Turon soils have an argillic horizon and contain lamellae, and occur on lower relief dunes.\nSolvay soils are somewhat poorly drained and occur in interdunes.\nSpelvin soils are well-drained, have a fine-loamy particle size control section and occur on interdunes."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:\nDrainage: somewhat excessively drained\nRunoff: low or very low\nSaturated Hydraulic Conductivity: high and very high"
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Used mainly for grazing beef cattle. Native vegetation is sand bluestem, sand dropseed, and prairie sandreed."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: North and South Central Kansas. LRR H Great Plains Winter Wheat and Range, MLRA 74 Central Kansas Sandstone Hills and MLRA 79 Great Bend Sand Plains. This series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Denver, Colorado"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Reno County, Kansas 1999"
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nochric epipedon: 0 to 20 centimeters (0 to 8 inches) (A)\nKeys to Soil Taxonomy: Eleventh edition, 2010\nADDITIONAL DATA:\nData is available from the National Soil Survey Center, Soil Survey Laboratory for Pedon IDs 95KS155028 and 99KS151022. KSU data: 10KS029501 and 09KS1571042\nLRR=H\nDATE: 05/15/95: Series Proposed: Tivin is our mesic soil for Tivoli. We feel that Valentine is a little too far north to be used in south central Kansas. JCW\n12/23/99: series established per Reno County final correlation.\n08/2011: GLP\nUpdated competing series. Updated geographically associated soils. Changed permeability to saturated hydraulic conductivity. Changed keys to soil taxonomy to eleventh edition.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "somewhat excessively"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 20,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 4,
        "texture_class": "fine sand",
        "pH_class": "moderately acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A--0 to 20 centimeters (0 to 8 inches); yellowish brown (10YR 5/4), interior, fine sand, dark yellowish brown (10YR 4/4), interior, moist; single grain; loose, loose, nonsticky and nonplastic; common very fine and fine roots throughout; 1 percent clay; moderately acid; clear smooth boundary. (8 to 41 centimeters thick; 3 to 16 inches thick)"
      },
      {
        "name": "AC",
        "top": 20,
        "bottom": 46,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 4,
        "texture_class": "fine sand",
        "pH_class": "slightly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "AC--20 to 46 centimeters (8 to 18 inches); light yellowish brown (10YR 6/4), interior, fine sand, yellowish brown (10YR 5/4), interior, moist; single grain; loose, loose, nonsticky and nonplastic; common very fine roots throughout; 1 percent clay; slightly acid; gradual wavy boundary. (0 to 41 centimeters; 0 to 16 inches thick)"
      },
      {
        "name": "C",
        "top": 46,
        "bottom": 200,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 6,
        "texture_class": "sand",
        "pH_class": "neutral",
        "narrative": "C--46 to 200 centimeters (18 to 79 inches); brownish yellow (10YR 6/6),interior, sand, yellowish brown (10YR 5/6), interior, moist; single grain; loose, loose, nonsticky and nonplastic; few very fine roots throughout; 1 percent clay; neutral"
      }
    ]
  ]
}
