{
  "SERIES": "TIVOLI",
  "STATUS": "Established Series",
  "BYREV": "Rev. ECN-JGF-TGM",
  "REVDATE": "09/2016",
  "STATES": "KS,OK,TX",
  "OVERVIEW": "The Tivoli series consists of very deep, excessively drained, rapidly permeable soils that formed in sandy eolian sediments. These soils occur on undulating to hummocky sand dunes on stream terraces. Slope is complex and ranges from 1 to 45 percent. Mean annual precipitation is 660 mm (26 in), and the mean annual temperature is 16.1 degrees C (61 degrees F).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Mixed, thermic Typic Ustipsamments"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Tivoli fine sand, rangeland, at an elevation of 608 m (1995 ft). (Colors are for dry soil unless otherwise stated.)\nA--0 to 18 cm (0 to 7 in); pale brown (10YR 6/3) fine sand, brown (10YR 4/3) moist; single grain; loose, very friable; many roots; neutral; gradual smooth boundary. (Thickness of the A horizon is 10 to 25 cm [4 to 10 in])\nC--18 to 152 cm (7 to 60 in); yellow (10YR 7/6) fine sand, brownish yellow (10YR 6/6) moist; single grain; loose; roots decrease as depth increases; neutral."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Woodward County, Oklahoma; about 2 1/2 miles northeast of Woodward; 2000 feet north and 3350 feet west of the southeast corner of sec. 9, T. 23 N., R. 20 W.\nUSGS topographic quadrangle: Woodward NE, OK;\nLatitude: 36 degrees, 28 minutes, 59.41 seconds N\nLongitude: 99 degrees, 20 minutes, 48.94 seconds W\nDatum: NAD83\nDecimal Degrees:\nLatitude: 36.4831694\nLongitude: -99.3469278\nUTM Northing: 4037597 m\nUTM Easting: 468924 m\nUTM Zone 14"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil Moisture regime: Typic-Ustic\nA horizon:\nHue: 5YR to 10YR\nValue: 4 to 6\nChroma: 2 to 6\nTexture: fine sand, loamy sand, or loamy fine sand\nOrganic matter: less than 1 percent\nEffervescence: none\nReaction: slightly acid to slightly alkaline\nAC horizon (where present):\nHue: 5YR to 10YR\nValue of 4 to 8\nChroma of 3 to 8\nTexture: fine sand\nEffervescence: none\nReaction: slightly acid to moderately alkaline\nC horizon:\nHue: 5YR to 10YR\nValue of 5 to 8\nChroma of 3 to 8\nTexture:  sand, fine sand, loamy sand, or loamy fine sand\nEffervescence: none; some pedons are calcareous below depths of 102 cm (40 in)\nReaction: slightly acid to slightly alkaline in the upper part and neutral to moderately alkaline in the lower part"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Goodnight, Jester, and Southside series in the same family. Similar soils are the Likes and Nutivoli series.\nGoodnight soils: are moist for longer periods\nJester soils: are calcareous throughout and occur on or adjacent to flood plains\nLikes soils: are effervescent throughout, have secondary carbonates within 51 cm (20 in) of the surface and are dry for longer periods\nSouthside soils: formed in alluvium and have gravelly textures\nNutivoli soils: are dry for longer periods"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material: sandy eolian sediments\nLandscape: river valleys and dissected plains\nLandform: sand dunes on sand sheets and stream terraces\nSlope: complex, 1 to 45 percent\nMean annual precipitation: 508 to 810 mm (20 to 32 in)\nMean annual air temperature: 13.9 to 17.8 degrees C (57 to 64 degrees F)\nFrost free period: 185 to 240 days\nElevation ranges: 304.8 to 884 m (1000 to 2,900 ft)\nThornthwaite annual P-E index values: 30 to 44"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the competing Jester series and the Carwile, Daycreek, Devol, Eda, Grandfield, Lincoln, Miles, and Nobscot series.\nCarwile soils: have a fine textured particle-size control section and occur in lower concave areas\nDaycreek soils: have a water table within 152 cm (60 in) of the soil surface\nDevol soils: occur in adjacent slightly lower areas, have argillic horizons, and are coarse-loamy in the particle-size control section\nEda soils: contain lamellae and occur in slightly lower side slopes and undulating areas\nGrandfield and Miles soils: occur on slightly lower broad flats or ridges, and have argillic horizons that are fine-loamy in the particle-size control section\nJester soils: occur in lower areas closer to streams\nLincoln soils: occur on flood plains\nNobscot soils: occur on slightly higher areas further from the streams, have argillic horizons that are coarse-loamy in the particle-size control section, and have shinnery oak vegetation."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:\nDrainage class: excessive\nPermeability: rapid\nRunoff: negligible on 1 to 5 percent slopes, very low on 5 to 20 percent slopes, and low on greater than 20 percent slopes"
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Used mainly for grazing beef cattle. Native vegetation is sand bluestem, sand dropseed, and sand reedgrass. Sandsage brush and skunk brush are woody invaders."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: LRR H; Central Rolling Red Plains, Western and Eastern Parts (MLRAs 78B and 78C) of Oklahoma, Kansas, and Texas. The series is extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Major County, Oklahoma; 1936."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nEdited 11/2013 (RFG-ROG-TGM): Converted to tabular format and added metric measurements. Updated competing series, geographic setting, and associated soils sections.\nDiagnostic horizons and features recognized in this pedon are:\nOchric epipedon: 0 to 18 cm (0 to 7 in) (A horizon)\nPsaments: less than 35 percent (by volume) rock fragments and a texture of loamy fine sand or coarser in all layers between the A horizon or a depth of 25 cm (10 in) from the mineral soil surface, whichever is deeper, and a depth of 102 cm (40 in).\nADDITIONAL DATA: None\nTaxonomic version: Keys to Soil Taxonomy, Twelfth Edition, 2014.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
