{
  "SERIES": "TIVY",
  "STATUS": "Tentative Series",
  "BYREV": "Rev. RCH",
  "REVDATE": "08/2017",
  "STATES": "CA",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, thermic Typic Haploxeralfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Tivy loam-rangeland (Colors for dry conditions unless otherwise noted)\nO1--A thin litter of dried and partly decomposed grass and forbs parts rests on:\nA11--0 to 2 inches; grayish brown (2.5Y 5/2) loam, very dark gray (10YR 3/1) moist; medium to fine granular structure; slightly hard, friable, nonsticky; many angular gravel fragments of parent rock; abundant fine grass roots; common very fine tubular and many very fine interstitial pores; slightly acid (pH 6.1); abrupt wavy boundary.\nA12--2 to 12 inches; grayish brown (2.5Y 5/2) loam, very dark grayish brown (10YR 3/2) moist; massive; hard, friable, nonsticky; many angular gravels of parent rock, some partially weathered; common fine roots; common fine and very fine tubular, and many very fine interstitial pores; slightly acid (pH 6.1); clear wavy boundary.\nB2t--12 to 26 inches; brown (10YR 5/3) heavy loam, very dark grayish brown (10YR 3/2) moist; weak medium subangular blocky structure with few to common thin clay films on ped faces and as coatings in tubular pores; hard, friable, slightly sticky; some angular gravel fragments of parent rock; few fine roots; many medium and fine tubular pores; slightly acid (pH 6.5); clear irregular boundary.\nC--26 + inches; gray to light gray with yellowish streaks, variably weathered and broken hornblende schist; rock fabric clearly visible; joint planes nearly vertical; some dark brown clay coatings on fracture planes in the upper part; a few roots penetrate along these breaks; several feet to unweathered rock (R)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Fresno County, California.  3/4 mile north of the Squaw Valley Ranger Station (California Division of Forestry).  N 1/4 corner, sec. 35, T.13S., R.25E., M.D.B.&M."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Soils have ochric epipedons (less than 1 percent O.M. in upper 10 inches and less than 1.2 percent O.M.  throughout upper 4 inches) and an argillic horizon.  The soils are usually moist but dry for 60 consecutive days.  The mean annual soil temperature is 60 to 72 degrees F.  Mineralogy of the clay fraction is dominated by montmorillonite.  Angular gravel or cobble \"float\" is common within the solum.  The \"float\" may be parent rock or dike rock fragments.  The thickness of the solum is quite variable within short distances, ranging from about 10 to 30 inches to the contact with the weathered parent rock (C horizon).\nThe A horizon color ranges from brown to grayish brown when dry (10YR 5/3, 4/3, 5/2, 2.5Y 5/2), and dark brown to very dark grayish brown or very dark gray when moist (10YR 3/3, 3/2, 3/1).  The dark color is strongly influenced by the relatively high proportions of dark mineral fragments in the sand fraction.  The average organic matter is less than 1 percent.  The surface structure is usually massive and the consistence hard when dry, although thin, weak to medium granular A horizons can be found on sites protected from trampling.  The A horizon ranges in reaction from neutral to moderately acid; in texture from fine sandy loam to clay loam.\nThe Bt horizons have a minimal degree of development with textures ranging from heavy loam to light clay loam or sandy clay loam.  They range in color from dark brown to light yellowish brown in 10YR hues with values of 4 to 6 and chromas 3 and 4, and dark brown or very dark grayish brown when moist (10YR 3/3, 3/2); in structure from massive to moderate subangular blocky; in reaction from neutral to slightly acid."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These include in the same family the Arbuckle, Borden, Esparto, Harrington, Montpellier, Ramona, Snelling, Tehama, Wasioja and Wyman soils which are developed in alluvium.  The Blasingame soils are more strongly developed with reddish brown clay loam Bt horizons with strong structure.  The Fallbrook and Sesame soils are more strongly developed with greater clay increase from A to B.  These soils are developed on granitic bedrock.  Similar soils in another subgroup are Cajalco, Trimmer, Sobrante, and Millerton soils with higher organic matter in the A horizon and reddish brown or yellowish red Bt horizons.  Millerton soils are less than 20 inches deep to a lithic contact.  Similar soils in another order are Soper and Tretten which have A horizons higher in organic matter and are not massive and hard when dry."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Tivy soils occupy gentle to very steep slopes of an upland topography that ranges from undulating lands to prominent ridges and hills carved from gabbro-diorite or hornblende schist.  Most areas of these soils are rock free, but some are studded with dark colored, angular outcrops of parent rock.  The soils range in elevation from about 500 to 2000 feet, occupying warmer and relatively drier aspects at the higher elevations.  The climate is semiarid mesothermal with hot, dry summers and cool, moist winters.  The mean annual precipitation increases with elevation, ranging from about 14 to 20 inches most of which falls during the winter and spring.  Conversely, mean annual temperatures decrease with increasing elevation,  ranging from about 62 degrees F. to 59 degrees F.  Mean winter temperatures range from about 47 degrees F. to 45 degrees F., mean summer temperatures from about 79 degrees F. to 76 degrees F.  The average frost-free season ranges from about 200 to 400 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  Tivy soils adjoin areas of Vista, Fallbrook and Delpiedra soils.  They are often closely associated with Cibo, Blasingame, Porterville, Mount Olive, and occasionally with Millerton and Tretten soils."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well to somewhat excessive drained.  The runoff is medium to rapid depending upon the slope or surface compaction.  Permeability is moderate.  Infiltration may be reduced in places from excessive trampling by grazing animals."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Primarily used for range or dry land pasture.  Some small areas on gentle slopes used for wild hay production.  The present vegetation consists mainly of annual grasses and forbs.  Scattered blue oak, interior live oak, mariposa manzanita and wedgeleaf ceanothus invade the grassland cover at higher elevations or on lower protected slopes."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Lower western foothills of the Central Sierra Nevada Mountains, California.  The series is of minor extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES PROPOSED",
    "content": "SERIES PROPOSED:  Eastern Fresno County Area, 1953.  (Name from Tivy Mountain, Fresno County, California)."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: This soil was formerly classified in the Noncalcic Brown group.\nThe activity class was added to the classification in January of 2003. Competing series were not checked at that time. - ET\nFormatting errors corrected August 2017. - DEB\nOSED scanned by SSQA.  Last revised by state on 7/67.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
