{
  "SERIES": "TLIKAKILA",
  "STATUS": "Established Series",
  "BYREV": "Rev. DVP/DLM",
  "REVDATE": "03/2005",
  "STATES": "AK",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Medial over sandy or sandy-skeletal, amorphic over mixed, acid Typic Cryaquands"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Tlikakila silt loam - on a east facing slope of 1 percent at 80 feet elevation under shrubs, grass, and scatter Lutz spruce. (All colors are for moist soil)\nOe--0 to 1 inches; very dark brown (10YR 2/2) moderately decomposed plant material; many very fine and fine roots; extremely acid (pH 4.3); clear smooth boundary. (1 to 4 inches thick)\nA--1 to 10 inches; dark brown (7.5YR) and dark brown (10YR 3/3) silt loam; weak fine granular structure; very friable, nonsticky and nonplastic; many very fine and fine roots; slightly smeary; extremely acid (pH 4.4); abrupt wavy boundary. (4 to 12 inches thick)\nBw--10 to 19 inches; dark yellowish brown (10YR 4/4) and light olive brown (2.5Y 5/4) silt loam; moderate fine granular structure; very friable, nonsticky and nonplastic; many very fine and fine roots; very smeary; 2 percent 4 mm faint brown (7.5YR 4/4) redoximorphic concentrations; extremely acid (pH 4.4); clear wavy boundary. (8 to 13 inches thick)\n2Bg--19 to 34 inches; greenish gray (10G 5) sandy loam; weak fine granular structure; very friable, nonsticky and nonplastic; many very fine and fine roots; 15 percent 10 mm prominent brown (7.5YR 4/4) redoximorphic concentrations; 10 percent gravel; extremely acid (pH 4.4); clear wavy boundary. (12 to 18 inches thick)\n3C--34 to 60 inches; variegated very gravelly sand; single grain; loose, nonsticky and nonplastic; 35 percent gravel; strongly acid (pH 5.1)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Western Kenai Area, Alaska; about 2 miles south and 1 mile west of the mouth of Kasilof River, Alaska; in the 1,400 feet west and 1,100 feet south of the NE 1/4, section 21, T. 3 N., R. 12 W.; Keani B-4 SW 1:25,000 quad, Seward Meridian; UTM north 6690280 and UTM east 590300, zone 5."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture regime: aquic\nMean annual soil temperature: about 34 degrees F\nDepth to sandy or sandy-skeletal material: 24 to 35 inches\nAmorphous material: dominates upper part of particle size control section:\nO horizon:\nMatrix color: hue of 7,5YR or 10YR; value of 2 to 3; chroma of 1 to 3\nReaction class: extremely acid or very strongly acid\nA horizon:\nMatrix color: hue of 7.5YR or 10YR; value of 2 or 3; chroma of 2 or 3\nTexture: silt loam, very fine sandy loam\nReaction class: extremely acid or very strongly acid\nBw horizon:\nMatrix color: hue of 7.5YR to 2.5Y; value of 3 to 5; chroma of 3 or 4\nRedoximorphic features: hue of 7.5YR or 10YR; value of 3 to 5; chroma of 3 to 5\nTexture: silt loam, very fine sandy loam\nReaction class: extremely acid or very strongly acid\n2Bg horizon:\nMatrix color: hue of 2.5Y to 10Y; value of 4 or 5; chroma of 1 or 2\nRedoximorphic features: hue of 7.5YR or 10YR; value of 3 to 5; chroma of 3 to 5\nTexture: sandy loam, fine sandy loam modified by 0 to 20 percent total coarse fragment; 0 to 20 percent gravel, 0 to 5 percent cobbles\nReaction class: extremely acid or very strongly acid\n3C horizon:\nTexture: sand, loamy sand modified by 20 to 50 percent total coarse fragments; 20 to 50 percent gravel, 0 to 10 percent cobbles\nReaction class: very strongly acid or strongly acid"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no competing series in this classification."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nDrainage class: very poorly drained\nParent material: ash influenced loess over loamy alluvium over sandy and gravelly glaciofluvial deposits\nLandform: depressions on till plains, depressions on terraces\nSlopes: 0 to 20 percent\nMean annual temperature: 33 to 36 degrees F.\nMean annual precipitation: 20 to 35 inches"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are Iliamna and Redoubt soils. Iliamna and Redoubt soils are well drained and occur on terraces and hills."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Very poorly drained, very high runoff. Saturated hydraulic conductivity is high in the solum and high to very high in the substratum."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Used for Forestry, wildlife habitat, and recreation. The native vegetation is shrubs, grass, and sparse cover of Lutz spruce."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: MLRA 224 Cook Inlet Lowlands, South-central Alaska. The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Western Kenai Peninsula Area, Alaska, 2005"
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic features and horizons recognized in this profile include:\nAndic soil properties: from 1 to 19 inches. (a and Bw horizons)\nCambic horizon: 10 to 19 inches. (Bw horizon)\nRedoximorphic features: from 10 to 34 inches. (Bw and 2Bg horizons)\nSandy or sandy-skeletal material: from 34 to 60 inches. (3C horizon)\nTemperature regime: cryic\nMoisture regime: aquic.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
