{
  "SERIES": "TOA",
  "STATUS": "Established Series",
  "BYREV": "Rev. JLL/GRB",
  "REVDATE": "03/2008",
  "STATES": "PR",
  "OVERVIEW": "The Toa series consists of very deep, well drained, moderately permeable soils are on river flood plains.  They formed in stratified alluvial sediments of mixed origin.   Near the type location, the mean annual temperature is about 78 degrees F., and the mean annual precipitation is about 70 inches.  Slopes range from 0 to 2 percent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS:  Fine, mixed, active, isohyperthermic Fluventic Hapludolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Toa silty clay loam - sugarcane.  (Colors are for moist conditions.)\nAp--0 to 8 inches; dark brown (10YR 3/3) silty clay loam; weak fine granular structure; friable; slightly sticky, slightly plastic; common fine roots; many fine sand grains; about 3 percent, by volume, pebbles; strongly acid; clear smooth boundary.\nAB--8 to 17 inches; dark brown (10YR 3/3) silty clay loam; weak medium subangular blocky structure, parting to weak fine granular; friable; slightly sticky, slightly plastic; few fine roots; common fine black (10YR 2/1) nodules; neutral; clear smooth boundary.  (Combined thickness of the Ap and A horizons ranges from 12 to 20 inches)\nBw--17 to 29 inches; dark yellowish brown (10YR 3/4) silty clay loam; weak medium and coarse subangular blocky parting to weak fine subangular blocky; friable; slightly sticky, slightly plastic; few fine roots, few fine vesicular pores, common fine black (10YR 2/1) nodules; few fine distinct brown (7.5YR 4/4) masses of iron accumulation; slightly alkaline; clear smooth boundary.  (8 to 15 inches thick)\nBC--29 to 43 inches; brown (10YR 4/3) silty clay loam; weak medium subangular blocky structure; friable; slightly sticky, slightly plastic; few fine roots; few brick fragments found at the top of this horizon; few fine distinct reddish brown (5YR 5/3) masses of iron accumulation; slightly alkaline; clear smooth boundary.  (0 to 15 inches thick)\nC--43 to 65 inches; dark yellowish brown (10YR 4/4) clay loam; massive; friable; slightly sticky, slightly plastic; few fine black (10YR 2/1) nodules; few fine faint yellowish brown (10YR 5/6) masses of iron accumulation; few fine faint light gray (10YR 7/1) areas of iron depletions; slightly alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Suroeste SCD, Puerto Rico.  Approximately 0.9 mile southwest of the Lavadero community from the intersection of P.R. Hwy. 2 and P.R. Hwy. 345, about 2,300 feet south of P.R. Hwy. 345 on dirt road from the intersection of the highway at the kilometer marker 2.5, and about 650 feet east of road in sugarcane field.  Rosario topographic quadrangle; lat. 18 degrees 07 minutes 31 seconds N., long. 67 degrees  06 minutes 47 seconds W.; PRD 1940."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Solum thickness ranges from 20 to 40 inches.  Thickness of the mollic epipedon ranges from 12 to 20 inches.  Reaction ranges from strongly acid to neutral in the Ap and A horizons, and from neutral to slightly alkaline in the Bw, BC, and C horizons.  Organic carbon does not decrease regularly with depth.  Less than 15 percent, by volume, pebbles in the A, Ap, AB, BA, Bw and BC horizons and 20 to 80 percent, by volume, in the 2C horizon.\nThe Ap or A horizon has hue of 10YR, value of 2 or 3, and chroma of 1 to 3.  Texture is silty clay loam, silty clay or clay.\nThe AB or BA horizon has hue of 10YR, value of 3, and chroma of 1 to 3.  Iron accumulations in shades of brown range from none to common.  Texture is sandy clay loam, silty clay loam or clay.\nThe Bw horizon has hue of 10YR, value of 3 or 4, and chroma of 1 to 4.    Redoximorphic features in shades of brown and red range from few to common.  Texture is silty clay loam, clay loam, silty clay or sandy clay in the fine-earth fraction.\nThe BC or C horizon, where present, has hue of 10YR or 2.5Y, value of 3 to 5, and chroma of 1 to 6.  Redoximorphic features in shades of brown, red and gray range from few to many.  Texture is silty clay loam, clay loam, silty clay or sandy clay.\nThe 2C horizon, where present, has hue of 10YR or 2.5Y, value of 3 or 4, and chroma of 1 or 2.  Redoximorphic features in shades of brown, red and gray range from few to many.  Texture is coarse sand or loamy coarse sand."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no other known series in the same family."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Toa soils are on river flood plains.  They formed in sediments of mixed origin.  The climate is humid tropical.  Slopes range from 0 to 2 percent.  The average annual air temperature ranges from 77 to 79 degrees F., and the average annual precipitation ranges from 60 to 82 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These include the Bajura, Coloso, Dique, Reilly, and Vivi series.  All of these soils are in flood plain positions.  Bajura, Coloso, and Dique soils lack mollic epipedons.  In addition, Bajura soils are poorly drained, Coloso soils are somewhat poorly drained, and Dique soils have fine-loamy control sections.  The excessively drained Reilly soils have sandy-skeletal control sections.  The somewhat excessively drained Vivi soils have coarse-loamy control sections."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most areas of Toa soils are used for the production of sugarcane.  Some areas are in tame grasses and used for pasture.  Vegetation consists of native and introduced species."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Humid river flood plains of Puerto Rico.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Raleigh, North Carolina."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Soil Survey of Puerto Rico; 1942."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and featu4es recognized in this pedon:\nMollic epipedon - the zone from 0 to 17 inches (Ap and AB horizons).\nCambic horizon - the zone from 17 to 29 inches (Bw horizon).\nToa soils are in MLRA 272 and 273."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "NA"
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 20,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "silty clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Ap--0 to 8 inches; dark brown (10YR 3/3) silty clay loam; weak fine granular structure; friable; slightly sticky, slightly plastic; common fine roots; many fine sand grains; about 3 percent, by volume, pebbles; strongly acid; clear smooth boundary."
      },
      {
        "name": "AB",
        "top": 20,
        "bottom": 43,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "silty clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "AB--8 to 17 inches; dark brown (10YR 3/3) silty clay loam; weak medium subangular blocky structure, parting to weak fine granular; friable; slightly sticky, slightly plastic; few fine roots; common fine black (10YR 2/1) nodules; neutral; clear smooth boundary.  (Combined thickness of the Ap and A horizons ranges from 12 to 20 inches)"
      },
      {
        "name": "Bw",
        "top": 43,
        "bottom": 74,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 4,
        "texture_class": "silty clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bw--17 to 29 inches; dark yellowish brown (10YR 3/4) silty clay loam; weak medium and coarse subangular blocky parting to weak fine subangular blocky; friable; slightly sticky, slightly plastic; few fine roots, few fine vesicular pores, common fine black (10YR 2/1) nodules; few fine distinct brown (7.5YR 4/4) masses of iron accumulation; slightly alkaline; clear smooth boundary.  (8 to 15 inches thick)"
      },
      {
        "name": "BC",
        "top": 74,
        "bottom": 109,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "silty clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "BC--29 to 43 inches; brown (10YR 4/3) silty clay loam; weak medium subangular blocky structure; friable; slightly sticky, slightly plastic; few fine roots; few brick fragments found at the top of this horizon; few fine distinct reddish brown (5YR 5/3) masses of iron accumulation; slightly alkaline; clear smooth boundary.  (0 to 15 inches thick)"
      },
      {
        "name": "C",
        "top": 109,
        "bottom": 165,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly alkaline",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "C--43 to 65 inches; dark yellowish brown (10YR 4/4) clay loam; massive; friable; slightly sticky, slightly plastic; few fine black (10YR 2/1) nodules; few fine faint yellowish brown (10YR 5/6) masses of iron accumulation; few fine faint light gray (10YR 7/1) areas of iron depletions; slightly alkaline."
      }
    ]
  ]
}
