{
  "SERIES": "TOCITO",
  "STATUS": "Established Series",
  "BYREV": "Rev. JVC/RJA/LWH/DKR/WWJ",
  "REVDATE": "08/2007",
  "STATES": "CO,NM",
  "OVERVIEW": "The Tocito series consists of very deep, well drained soils that formed in alluvium derived from siltstone and shale. Tocito soils are on low stream terraces and fan terraces. Permeability is moderately slow.  Slopes are 1 to 3 percent.  Mean annual precipitation is about 7 inches and mean annual temperature is about 53 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty, mixed, active, calcareous, mesic Typic Torriorthents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Tocito silt loam -- on a fan terrace sloping 2 percent to the north at 4,910 feet elevation -- irrigated cropland.  (Colors are for dry soil unless otherwise noted.)\nAp--0 to 6 inches; pale brown (10YR 6/3) silt loam, brown (10YR 4/3) moist; weak thick platy structure parting to moderate medium granular; soft, very friable, slightly sticky and slightly plastic; many very fine roots; common very fine tubular pores; strongly effervescent; moderately alkaline (pH 8.2); clear smooth boundary.  (2 to 6 inches thick)\nAB--6 to 12 inches; pale brown (10YR 6/3) clay loam, dark grayish brown (10YR 4/2) moist; moderate medium subangular blocky structure; slightly hard, friable, sticky and plastic; many fine and common very fine roots; common fine and very fine tubular pores; strongly effervescent; moderately alkaline (pH 8.0); clear wavy boundary.  (0 to 10 inches thick)\nBy--12 to 16 inches; pale brown (10YR 6/3) silty clay loam, brown (10YR 5/3) moist; moderate coarse subangular blocky structure; hard, friable, sticky and plastic; common fine and very fine roots; few fine and common very fine tubular pores; secondary silt-sized gypsum crystals segregated in few fine irregularly shaped accumulations on ped faces and as filaments; strongly effervescent; moderately alkaline (pH 7.9); clear wavy boundary.  (4 to 10 inches thick)\nCy1--16 to 28 inches; light brownish gray (10YR 6/2) silt loam, brown (10YR 5/3) moist; massive; slightly hard, friable, slightly sticky and slightly plastic; few medium and very fine roots; few fine and common very fine tubular pores; few lamina of very fine sandy loam; secondary silt-sized gypsum crystals segregated in very few fine irregularly shaped filaments; strongly effervescent; moderately alkaline (pH 8.0); clear smooth boundary.\nCy2--28 to 49 inches; pale brown (10YR 6/3) clay loam, brown (10YR 5/3) moist; massive; hard, firm, sticky and plastic; few medium and very fine roots; few fine and very fine tubular pores; few lamina of silt loam; secondary silt-sized gypsum crystals segregated in very few fine irregularly shaped filaments; strongly effervescent; moderately alkaline (pH 8.0); clear smooth boundary.\nCy3--49 to 70 inches; pale brown (10YR 6/3) silty clay loam, brown (10YR 5/3) moist; massive; hard, firm, sticky and plastic; few very fine roots; few fine and very fine tubular pores; few lamina of silt loam, secondary silt-sized gypsum crystals segregated in very few fine irregularly shaped filaments; strongly effervescent; moderately alkaline (pH 8.0); (Combined thickness of the C horizons is more than 40 inches)"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  San Juan County, New Mexico; on the Navajo Indian Reservation about 2 miles west of Shiprock, on the Navajo Community College farm; 1,000 feet west and 950 feet north of the southeast corner of sec. 27, T.30N., R.18W; Latitude 36 degrees 46 minutes 49 seconds N and Longitude 108 degrees 43 minutes 18 seconds W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture - Typically the soil moisture control section is intermittently moist in some part from July to October and December to March. Typic aridic moisture regime.\nSoil temperature - 54 to 57 degrees F.\nRock fragments - usually none, but some pedons have up to 15 percent fine gravel in thin subhorizons.\nA horizon\nValue: 5 or 6 dry, 4 or 5 moist.\nTexture: silt loam or very fine sandy loam.\nCalcium carbonate equivalent: 5 to 10 percent.\nAB horizon\nValue: 5 or 6 dry, 4 or 5 moist.\nChroma: 2 or 3.\nTexture: clay loam or loam.\nSalinity, mmhos/cm: 2 to 4.\nSodicity, SAR: 0 to 5.\nCalcium carbonate equivalent: 5 to 10 percent.\nBy horizon\nValue: 5 or 6 dry, 4 or 5 moist.\nChroma: 2 through 4.\nTexture:  silty clay loam or clay loam.\nSalinity, mmhos/cm: 2 to 4.\nSodicity, SAR: 0 to 5.\nCalcium carbonate equivalent: 5 to 10 percent.\nGypsum content: 1 to 5 percent.\nCy horizons\nValue: 5 through 7 dry, 4 through 6 moist.\nChroma: 2 through 4.\nTexture: stratified very fine sandy loam to silty clay loam.  Salinity, mmhos/cm: 4 to 8.\nSodicity, SAR: 0 to 13.\nCalcium carbonate equivalent: 10 to 15 percent.\nGypsum content: 1 to 5 percent.\nOther features: horizons containing gypsum do not contain enough gypsum, are too thin to qualify as gypsic horizons."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: there are no competing series."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Tocito soils are on low stream terraces and fan terraces of probable early Holocene age.  Tocito soils formed in stratified alluvium derived from Cretaceous siltstone and shale. Slopes are 1 to 3 percent.  Elevation ranges from 4,800 to 5,300 feet.  The mean annual precipitation is 5 to 8 inches with 35 to 60 percent falling as rain from high-intensity convective thunderstorms between July and September.  The mean annual temperature is 51 to 54 degrees F.  The average frost-free period is 140 to 160 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Bebeevar, Gyptur, Littlehat, Notal, and Persayo soils.  Bebeevar soils are sandy and occur on adjacent flood plains. Gyptur soils have gypsic horizons and are strongly saline-sodic. Littlehat soils are moderately deep to soft bedrock and occur on adjacent uplands. Notal soils are fine textured. Persayo soils are shallow to soft bedrock on adjacent uplands."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained, medium runoff; moderately slow permeability. Flooding frequency ranges from none to rare."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Tocito soils are used for livestock grazing and irrigated cropland and pasture. Present vegetation is alkali sacaton, galleta, mound saltbush, Russian thistle, ribscale, black greasewood and bottlebrush squirreltail.  Corn and alfalfa are the main cultivated crops."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Tocito soils are of small extent on the Four Corners Platform portion of the Colorado Plateau province in northwest New Mexico.  MLRA 35."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Phoenix, Arizona"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  San Juan County, New Mexico, Shiprock Area Soil Survey, 1993."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - the zone from the soil surface to a depth of about 6 inches.  (Ap horizon)\nEntisol feature - the lack of diagnostic subsurface horizons.  This soil contains segregated gypsum in the BCy and C horizons, but does not contain segregated calcium carbonate. The soil is stratified, but does not demonstrate irregular organic carbon distribution.  This soil seldom floods but has the potential to flood in unusual storms.\nADDITIONAL DATA: Salinity values were determined on four pedons, including the type location, with a Wheatstone bridge. In addition, percent gypsum, electrical conductivity, and particle-size were determined on the typifying pedon through reference samples by the BIA soils laboratory in Gallup, NM.\nClassified according to Soil Taxonomy Second Edition, 1999; Keys to Soil Taxonomy Tenth Edition, 2006.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
