{
  "SERIES": "TODACHEENE",
  "STATUS": "Established Series",
  "BYREV": "Rev. CDH/JVC/LWH",
  "REVDATE": "08/2007",
  "STATES": "NM",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, frigid Pachic Argiustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Todacheene loam -- on a footslope sloping 10 percent to the south at 8,920 feet elevation -- rangeland. (Colors are for dry soil unless otherwise noted.  When described, the soil was dry from 0 to 33 inches, slightly moist from 33 to 51 inches, and moist from 51 to 80 inches.)\nA -- 0 to 2 inches; very dark gray (5YR 3/1) loam, black (5YR 2.5/1) moist; moderate thick platy structure parting to weak medium granular; soft, very friable, slightly sticky and nonplastic; few medium, few fine, and many very fine roots; few very fine irregularly shaped pores; slightly acid (pH 6.4); clear smooth boundary. (2 to 4 inches thick)\nBA -- 2 to 6 inches; very dark gray (5YR 3/1) loam, black (5YR 2.5/1) moist; weak medium prismatic structure parting to weak medium subangular blocky; slightly hard, friable, slightly sticky and slightly plastic; few coarse, few medium, few fine, and common very fine roots; few very fine tubular pores; very few thin clay films on faces of peds; slightly acid (pH 6.4); clear smooth boundary. (3 to 8 inches thick)\nBt1 -- 6 to 18 inches; very dark gray (5YR 3/1) loam, black (5YR 2.5/1) moist; moderate medium prismatic structure parting to weak medium subangular blocky; slightly hard, friable, slightly sticky and slightly plastic; few coarse, few medium, few fine, and common very fine roots; few fine and few very fine tubular pores; lower part of horizon contain common thin (1-2 mm thick) earthworm burrows filled with casts from underlying horizon; common thin clay films on faces of peds and lining pores; 5 percent pebbles; neutral (pH 6.6); clear wavy boundary. (11 to 14 inches thick)\nBt2 -- 18 to 23 inches; reddish brown (5YR 5/4) with dark gray (5YR 4/1) sandy clay loam, reddish brown (5YR 4/4) with very dark gray (5YR 3/1) moist; weak medium prismatic structure parting to moderate medium subangular blocky; slightly hard, friable, slightly sticky and slightly plastic; few medium, few fine, and common very fine roots; common fine and common very fine tubular pores; common thin (1-2 mm thick) earthworm burrows filled with casts from overlying horizon; common thin clay films on faces of peds and lining pores; 5 percent pebbles; neutral (pH 6.8); gradual wavy boundary. (5 to 12 inches thick)\nBt3 -- 23 to 37 inches; reddish brown (5YR 5/4) fine sandy loam, reddish brown (5YR 4/4) moist; weak medium prismatic structure parting to moderate coarse subangular blocky; slightly hard, friable, slightly sticky and slightly plastic; few medium, few fine, and common very fine roots; common fine and common very fine tubular pores; few thin (2-4 mm thick) earthworm burrows filled with casts from same horizon; few oval shaped krotovinas approximately 2 inches in diameter filled with loam material from the epipedon above; few moderately thick and common thin clay films on faces of peds; 5 percent pebbles; neutral (pH 6.8); clear wavy boundary. (0 to 14 inches thick)\n2Bt4 -- 37 to 44 inches; brown (7.5YR 5/4) gravelly sandy loam, brown (7.5YR 4/3) moist; moderate medium subangular blocky structure; slightly hard, friable, slightly sticky and nonplastic; few medium, few fine, and common very fine roots; few fine and common very fine tubular pores; common thin clay films on faces of peds; 15 percent pebbles and 5 percent cobbles; neutral (pH 7.0); clear wavy boundary. (7 to 23 inches thick)\n2Bt5 -- 44 to 60 inches; brown (7.5YR 5/4) very gravelly coarse sandy loam, brown (7.5YR 4/3) moist; weak medium subangular blocky structure; soft, very friable, slightly sticky and nonplastic; few fine and few very fine roots; few very fine tubular pores; common thin clay films bridging sand grains, few thin clay films on rock fragments; 40 percent pebbles, 10 percent stones, and 5 percent cobbles; neutral (pH 7.0); gradual wavy boundary. (0 to 26 inches thick)\n2Bt6 -- 60 to 80 inches; brown (7.5YR 5/4) gravelly sandy loam, brown (7.5YR 4/3) moist; few fine prominent yellowish red (5YR 4/6) mottles; weak medium subangular blocky structure; slightly hard, friable, slightly sticky and nonplastic; few very fine roots; few very fine tubular pores; common thin clay films bridging sand grains and on rock fragments, few thin clay films on faces of peds; 20 percent pebbles and 10 percent cobbles; neutral (pH 7.2)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: San Juan County, New Mexico; on the Navajo Indian Reservation about 9.5 miles west-southwest of Sheep Springs; 2,500 feet west and 1,500 feet north of the southeast corner of sec. 28, T.22N., R.19W; Latitude 36 degrees 6 minutes 30 seconds N and Longitude 108 degrees 52 minutes 16 seconds W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture - Typically, the soil moisture control section (SMCS) is moist in all parts from January to May and intermittently moist in some part from June to December. The SMCS is moist in all parts greater than 40 percent of the time (cumulative), when the soil temperature at 20 inches is 41 degrees F or higher. Typic ustic moisture regime.\nSoil temperature - 42 to 44 degrees F.\nReaction - slightly acid or neutral\nSilicate clay content, control section weighted average - 18 to 27 percent by weighted average\nRock fragment content, control section weighted average - less than 15 percent\nDepth to base of Mollic epipedon - 16 to 26 inches\nDepth to top of Argillic horizon - 6 to 11 inches\nOrganic carbon content - 0.6 to 2.4 percent in mollic epipedon\nA horizon\nHue: 5YR or 7.5YR.\nValue: 3 or 4 dry, 2 through 3 moist.\nChroma: 1 through 3.\nBA and Bt1 horizons\nHue: 5YR or 7.5YR.\nValue: 3 or 4 dry, 2 through 3 moist.\nChroma: 1 through 3.\nClay content: 18 to 27 percent.\nTexture: loam or sandy clay loam.\n2Bt2 and 2Bt3 horizons\nHue: 5YR or 7.5YR.\nValue: 4 or 5 dry, 3 or 4 moist.\nChroma: 4 through 6.\nClay content: 18 to 27 percent.\nTexture: sandy clay loam, fine sandy loam, or loam.\nLower Bt horizons\nHue: 5YR or 7.5YR.\nValue: 5 or 6 dry, 3 or 4 moist.\nChroma: 4 through 6.\nClay content: 10 to 27 percent.\nTexture: gravelly sandy loam, very gravelly coarse sandy loam, or gravelly sandy clay loam.\nRock fragments: Total range is 20 to 60 percent; 15 to 40 percent pebbles; 5 to 10 percent cobbles; 0 to 10 percent stones.\nOther features: some pedons have hues of 10YR through 5Y below 40 inches."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Bowbells (ND), Cambern (AZ), Carfall (MT), Center Creek (UT), Chugcreek (WY), Detra (UT), Fiesta (NM), Flaxton (ND), Hereford (AZ), Hesperus (CO), Jaythree (NM), Laceycreek (MT), Ohwiler (CO), Pachel (MT), Schauson (UT), Shermap (CO), Tschicoma (NM) and Weed (T)(CO) series. Bowbells, Flaxton, Hereford, Pachel, and Weed soils are calcareous above a depth of 40 inches or immediately below the solum if thicker than 40 inches and have continuous horizons of visible calcium carbonate accumulation. Carfall soils have hue of 10YR or 2.5Y and elevations less than 3500 feet.  Center Creek soils contain mottles within 20 to 40 inches and are somewhat poorly drained. Cambern and Chugcreek soils have bedrock at depths of 20 to 40 inches. Detra, Hesperus, Schauson, and Weed soils have mean summer soil temperatures above 57 degrees F. Fiesta soils have rock fragments derived from granite, gneiss, and schist. Jaythree soils formed in alluvium derived from arkosic sandstone and shale. Shermap soils formed in eolian deposits, and slope alluvium derived from sandstone. Tschicoma soils formed in slope alluvium derived from latite, dacite, and rhyolitic tuff. In addition, Detra soils formed in materials derived from limestone, sandstone, and shale; Hesperus soils have hues yellower than 7.5YR; and Schauson soils have moisture control sections that are dry for 50 to 55 percent of the time when the soil temperature is above 41 degrees F.  Laceycreek soils have hue yellower than 7.5YR. Bowbells, Carfall, Chugcreek, Flaxton, Hesperus, Laceycreek, Ohwiler, and Pachel soils are in LRRs E, F, and G and are moist in May and June."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Todacheene soils are on footslopes and fan terraces of mesas and calderas. They formed in alluvium derived from Tertiary basalt and basaltic tuff. Slopes are 5 to 20 percent. Elevation ranges from 8,500 to 9,000 feet. The mean annual precipitation is 20 to 22 inches with more than 50 percent falling as snow from winter storms. The mean annual temperature is 40 to 42 degrees F. The average frost-free period is 80 to 100 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Owlspring (T), Sonsela (T), Viewpoint (T), and Washpass (T) soils. Owlspring soils are fine-silty, somewhat poorly drained, and occur on adjacent toeslopes.  Sonsela soils are loamy-skeletal, lack mollic epipedons, and occur on backslopes. Viewpoint soils are shallow to basalt, and occur on adjacent shoulders and knolls. Washpass soils are coarse-loamy, have a cryic temperature regime, and occur on north-facing slopes."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; medium runoff; moderate permeability"
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Todacheene soils are used for livestock grazing.  Present vegetation is Kentucky bluegrass, bottlebrush squirreltail, needleleaf sedge, pingue, silvery lupine, and pussytoes, with scattered Gambel oak, ponderosa pine, and Rocky Mountain juniper."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Todacheene soils are of small extent on the Defiance Uplift-Chuska Mountains portion of the Colorado Plateau province in northwest New Mexico and northeast Arizona.  MLRA 35."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Phoenix, Arizona"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: San Juan County, New Mexico, Shiprock Area Soil Survey, 1993. Todacheene is a local place name."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon - The zone from the soil surface to a depth of about 18 inches.  (A, BA, and Bt1 horizons)\nPachic subgroup - The presence of a mollic epipedon that is greater than 16 inches thick.\nArgillic horizon - The zone from 6 to 37 inches. (Bt1, Bt2, and Bt3 horizons)\nClassified according to Soil Taxonomy Second Edition, 1999; Keys to Soil Taxonomy Tenth Edition, 2006.\nThe Todacheene series was originally proposed and later dropped from the adjacent Fort Defiance Area soil survey.\nADDITIONAL DATA: A pedon within this series concept was sampled by the National Soil Survey Laboratory (NSSL) at the original type location as pedon # S86-NM-045-001. Organic carbon values were extrapolated from this data.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
