{
  "SERIES": "TODDS POINT",
  "STATUS": "Established Series",
  "BYREV": "Rev. NRB-MGD-CIB",
  "REVDATE": "09/2018",
  "STATES": "ME",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Euic, frigid Typic Sulfihemists"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Todds Point mucky peat in a salt grass tidal marsh, undrained. (Colors are for moist soil unless noted otherwise.)\nOe1--0 to 80 cm; dark brown (10YR 3/3) mucky peat (hemic material); 60 percent fiber, 35 percent rubbed; dense mat of roots, stems, and leaves; many very fine and fine roots and common medium roots; very friable; estimated 10 percent mineral material of mostly silt and very fine sand; slightly alkaline; gradual wavy boundary.\nOe2--80 to 107 cm; very dark gray (10YR 3/1) mucky peat (hemic material); 50 percent fibers, 30 percent rubbed; massive; very friable; estimated 5 percent mineral material of mostly silt and very fine sand; slightly alkaline; clear wavy boundary.  (Combined thickness of the Oe horizons is 35 to 165 cm thick.)\nOa--107 to 165 cm; very dark brown (10YR 2/2) broken face, rubbed, and pressed muck (sapric material); 30 percent fibers, 15 percent rubbed, massive; very friable; estimated 10 percent mineral material of silt and very fine sand; slightly alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Sagadahoc County, Maine; Town of Georgetown; 1.25 miles southwest of the entrance gate to Reid State Park to a large parking lot at the end of the Seguinland Road, and approximately 250 feet southwest of the lower parking lot into the adjacent tidal marsh; USGS Boothbay Harbor topographic quadrangle; latitude 43 degrees 46 minutes 28.7 seconds N., and longitude 69 degrees 44 minutes 04.7 seconds W., WGS 84."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Thickness of the organic deposits is more than 130 cm. The soil ranges from strongly acid to moderately alkaline in its natural condition and ultra-acid to neutral once oxidized. Mineral content (with varying textures from silty clay to sand) ranges from 5 to 50 percent throughout the profile. The electrical conductivity ranges from 0.6 to 4.5 dS/m in a 1:5 soil to water mixture by volume. Salt content ranges from about 5,000 to 35,000 ppm. The soil commonly is moderately saline in the surface tier and moderately saline to strongly saline in the subsurface and bottom tiers. In some places the range includes slightly saline.\nThe surface tier is neutral or has hue of 7.5YR to 5Y, value of 2 to 4, and chroma of 1 to 4. It is typically hemic materials but some pedons have fibric materials. Unrubbed fiber content is 35 to 100 percent; rubbed fiber content ranges from 20 to 85 percent.\nThe subsurface tier is neutral or has hue of 7.5YR to 5Y, value of 2 to 4, and chroma of 1 to 4. The organic materials are dominantly hemic but some pedons have layers of sapric materials up to 30 cm thick. Unrubbed fiber content is 20 to 70 percent; rubbed fiber content is less than 40 percent.\nThe bottom tier is neutral or has hue of 7.5YR to 5Y, value of 2 to 4, and chroma of 1 to 3. Unrubbed fiber content is 10 to 50 percent; rubbed fiber content is less than 40 percent.\nSome pedons have thin mineral horizons less than 30 cm thick between organic horizons within 130 cm of the surface. Mineral horizons below a depth of 130 cm are common. Textures range from silty clay loam to sand or their mucky modifier in the mineral portions of the profile."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are currently no other series in the same family. Ipswich soils are in a related family but occur in areas with a mesic soil temperature regime."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Todds Point soils are level and occur in tidal marshes along the coast of Maine. These soils are subject to tidal flooding twice daily except in areas protected by dikes and tide gates. These soils formed in partially decomposed organic material from salt tolerant herbaceous plants. The climate is cool temperate and humid. Mean annual temperature ranges from 5 to 9 degrees C and mean annual precipitation ranges from 1600 to 2200 mm."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Fort Knox, Gouldsboro, Petit Manan, Pemaquid, Phippsburg, and Damariscotta soils in nearby tidal marsh areas. Fort Knox soils have organic materials 40 to 130 cm thick and are underlain by loamy mineral materials. Gouldsboro soils are fine-silty mineral soils with a thin to absent organic cap less than 20 cm thick. Petit Manan soils have organic materials 20 to 40 cm thick and are underlain by fine-silty mineral material. Pemaquid soils have organic materials between 40 and 130 cm thick but are underlain by sandy mineral materials. Phippsburg soils have an organic cap that ranges from 20 to 40 cm thick and are underlain by sandy mineral materials. Damariscotta soils are sandy mineral soils with a thin to absent organic cap less than 20 cm thick."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Very poorly drained. Runoff is negligible or ponded. The soil is subject to very brief, very frequent tidal fluctuations. Saturated hydraulic conductivity is moderately high to very high."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most areas are in salt marsh and provide food or habitat for fish, shellfish, and wildfowl. Small scattered areas are used for growing saltgrass hay. The most common grasses are marsh hay cordgrass, smooth cordgrass, and seashore saltgrass. Other vegetation includes sea lavender, glasswort, seaside goldenrod, and sea-blite."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Coastal areas and tidal zones in Maine; MLRA 144B. The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Amherst, Massachusetts."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Sagadahoc County, Maine, 2018."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: These soils were formerly mapped as tidal marsh and/or sulfihemists.\nDiagnostic horizons and features recognized in this pedon include:\n1. Hemic material - the zone from 0 to 107 cm has rubbed fiber content between 17 and 74 percent (Oe1 and Oe2 horizons).\n2. Sapric material - the zone from 107 to 165 cm has a rubbed fiber content less than 17 percent (Oa horizons).\n3. Sulfihemists great group - sulfidic materials within a depth of 100 cm.\n4. Reaction (pH value) is more than 4.5 throughout the control section.\nADDITIONAL DATA: This pedon is entered as 2017ME023002 in the National Soils Information System.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
