{
  "SERIES": "TODDVILLE",
  "STATUS": "Established Series",
  "BYREV": "Rev. PHC-TAM-TWN",
  "REVDATE": "06/2009",
  "STATES": "WI",
  "OVERVIEW": "The Toddville series consists of very deep, moderately well drained soils formed in 100 to 150 centimeters of loess or silty alluvium and in the underlying stratified alluvium.  These soils are on treads and risers on stream terraces in river valleys. Slope ranges from 0 to 6 percent.  Mean annual precipitation is about 860 millimeters.  Mean annual temperature is about 8 degrees C.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty, mixed, superactive, mesic Typic Argiudolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Toddville silt loam, on a 2 percent slope, in a cultivated field, at an elevation of about 232 meters above sea level.  (Colors are for moist soil unless otherwise stated.)\nAp--0 to 25 centimeters; black (10YR 2/1) silt loam, dark grayish brown (10YR 4/2) dry; weak very fine subangular blocky structure; friable; many fine roots; slightly acid; abrupt smooth boundary.\nAB--25 to 49 centimeters; dark brown (10YR 3/3) silt loam with some areas of brown (10YR 4/3), brown (10YR 5/3) dry; weak fine subangular blocky structure; friable; thin coats of very dark brown (10YR 2/2) in upper part of horizon; common fine roots; slightly acid; clear wavy boundary.\nBt1--49 to 79 centimeters; dark yellowish brown (10YR 4/4) silt loam; moderate medium subangular blocky structure; friable; few faint clay films on faces of peds; few fine roots; slightly acid; clear wavy boundary.\nBt2--79 to 104 centimeters; brown (10YR 5/3) silt loam; moderate medium subangular blocky structure; firm; few fine roots; few faint clay films on faces of peds; common fine prominent strong brown (7.5YR 5/6) and strong brown (7.5YR 5/8) masses of iron accumulation; strongly acid; gradual wavy boundary.\n2Bt3--104 to 127 centimeters; brown (10YR 5/3) stratified silt loam, loam, sandy loam, and sand; weak medium subangular blocky structure; friable; few faint clay films on faces of peds; a few manganese oxides as streaks; few organic coats in worm and root channels; many medium prominent strong brown (7.5YR 5/6) and strong brown (7.5YR 5/8) masses of iron accumulation; slightly acid; clear wavy boundary.\n2C--127 to 152 centimeters; brown (10YR 5/3) sand with thin lenses and small pockets of loam, silt loam, and sandy loam near the upper boundary; single grain; loose; few medium prominent strong brown (7.5YR 5/6) and strong brown (7.5YR 5/8) masses of iron accumulation; slightly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Major Land Resource Area (MLRA) 105-Northern Mississippi Valley Loess Hills, La Crosse County, Wisconsin subset; about 2 miles southwest of Burns; located about 1,625 feet west and 450 feet south of the northeast corner of section 29, T. 17 N., R. 5 W.; USGS Bangor topographic quadrangle; lat. 43 degrees 55 minutes 37 seconds N. and long. 90 degrees 59 minutes 49 seconds W., NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nThickness of the mollic epipedon--25 to 49 centimeters\nThickness of loess or silty alluvium--100 to 150 centimeters\nDepth to carbonates--more than 150 centimeters\nClay content in the particle-size control section (weighted average)--18 to 27 percent\nSand content in the particle-size control section (weighted average)--0 to 10 percent\nRock fragment content--0 percent\nAp or A horizon:\nHue--10YR\nValue--2 or 3\nChroma--1 to 3\nTexture--silt loam\nClay content--15 to 25 percent\nSand content--0 to 10 percent\nReaction--pH 5.1 to 7.3\nThickness--18 to 25 centimeters\nAB horizon (when present):\nHue--10YR\nValue--2 or 3\nChroma--2 or 3\nTexture--silt loam\nClay content--15 to 27 percent\nSand content--0 to 10 percent\nReaction--pH 5.1 to 7.3\nThickness--0 to 25 centimeters\nSome pedons have a BA horizon\nBt horizon:\nHue--7.5YR, 10YR, or 2.5Y\nValue--3 to 5\nChroma--3 or 4\nTexture--silt loam or silty clay loam\nClay content--18 to 30 percent\nSand content--0 to 10 percent\nReaction--pH 5.1 to 7.3\nThickness--45 to 70 centimeters\n2Bt horizon:\nHue--7.5YR, 10YR, or 2.5Y\nValue--4 or 5\nChroma--3 or 4\nTexture--stratified silt loam, loam, fine sandy loam, or sandy loam with thin strata of coarser textures\nClay content--10 to 25 percent\nSand content--2 to 75 percent\nReaction--pH 5.1 to 7.3\nThickness--15 to 35 centimeters\n2BC (when present) or 2C horizon:\nHue--7.5YR, 10YR, or 2.5Y\nValue--4 to 8\nChroma--2 to 6\nTexture--stratified fine sand, medium sand, loamy fine sand, loamy sand, with few thin strata of finer textures\nClay content--0 to 15 percent\nSand content--70 to 98 percent\nReaction--5.1 to 7.3"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Ashdale, Broadwell, Dinsdale, Douglas, Elkhart, Elmont, Gymer, Healing, Lycurgus, Malcolm, Meadowbank, Mendota, Mickle, Ogle, Osco, Parkway, Plano, Proctor, Richwood, Ripon, Sibley, Sidell, Tama, Tecumseh, Wakenda, and Waupecan series.\nAshdale--have limestone bedrock within a depth of 150 centimeters\nBroadwell--have a clay content that averages more than 27 percent in the particle-size control section\nDinsdale--have a clay content of 18 to 27 percent in the lower third of the series control section\nDouglas--have a sand content of 15 to 45 percent in the lower third of the series control section\nElkhart--have carbonates within a depth of 100 centimeters\nElmont--have a paralithic contact within a depth of 150 centimeters\nGymer--have a clay content of 20 to 30 percent in the lower half of the series control section\nHealing--have chert and sandstone fragments in the lower third of the series control section\nLycurgus--have a sand content of 10 to 40 percent in the upper two thirds of the series control section\nMalcolm--have a sand content of 20 to 70 percent in the lower third of the series control section\nMeadowbank--have a clay content that averages 27 to 35 percent in the particle-size control section\nMendota--have carbonates within a depth of 102 centimeters and have a rock fragment content of 12 to 60 percent in the lower third of the series control section\nMickle--have a sand content of less than 50 percent in the lower third of the series control section\nOgle--have a clay content of more than 15 percent in the lower third of the series control section and have matrix hues of 2.5YR, 5YR, or 7.5YR in the lower third of the series control section\nOsco--have a sand content of less than 7 percent in the lower third of the series control section\nParkway--have a sand content of 20 to 40 percent in the lower third of the series control section\nPlano--have a clay content that averages 27 to 35 percent in the particle-size control section\nProctor--have a sand content of more than 10 percent within a depth of 100 centimeters (39 inches)\nRichwood--do not have a frequently saturated zone within a depth of 1.8 meters during the wettest periods of years when precipitation is within one standard deviation of the 30 year mean of annual precipitation\nRipon--have limestone bedrock within a depth of 100 centimeters\nSibley--have a mollic epipedon 61 to 91 centimeters thick (24 to 35 inches)\nSidell--have a rock fragment content of 2 to 10 percent in the lower third of the series control section\nTama--have a sand content of less than 5 percent in the lower third of the series control section\nTecumseh--have a sand content of 30 to 50 percent in the lower third of the series control section\nWakenda--have a sand content of less than 10 percent in the lower third of the series control section\nWaupecan--have an average rock fragment content of more than 15 percent in the lower part of the series control section and have carbonates within a depth of 152 centimeters"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material--100 to 150 centimeters of loess or silty alluvium and in the underlying stratified alluvium\nLandform--treads and risers on stream terraces in river valleys\nSlope--0 to 6 percent\nElevation--200 to 400 meters above sea level\nMean annual air temperature--6 to 10 degrees C\nMean annual precipitation--760 to 965 millimeters\nFrost-free period--145 to 205 days"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Richwood and Rowley soils.\nRichwood--are on slightly higher landscape positions and do not have a frequently saturated zone within a depth of 1.8 meters during the wettest periods of years when precipitation is within one standard deviation of the 30 year mean of annual precipitation\nRowley--are on slightly lower landscape positions and have a frequently saturated zone between depths of 0.3 to 0.6 meters during the wettest periods of years when precipitation is within one standard deviation of the 30 year mean of annual precipitation"
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:\nDrainage class--moderately well drained--a frequently saturated zone occurs between depths of 1 and 1.8 meters during the wettest periods of years when precipitation is within one standard deviation of the 30 year mean of annual precipitation, this saturation is considered perched\nSaturated hydraulic conductivity--1.00 to 10.00 micrometers per second in the loess or silty alluvium and 10.00 to 100.00 micrometers per second in the underlying stratified alluvium"
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:\nMost areas are cultivated. The principal crops are corn, soybeans, small grain, and hay. The native vegetation is mixed big bluestem, little bluestem, switchgrass, other grasses of the tall grass prairie grasses and scattered oak or hickory trees."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:\nPhysiographic division--Interior Plains\nPhysiographic province--Central Lowland\nPhysiographic section--Wisconsin driftless section\nMLRA--Northern Mississippi Valley Loess Hills (105)\nLRR--M; southwestern and west-central Wisconsin\nExtent--moderate"
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: St. Paul, Minnesota; MLRA SSO 10-10 (La Crosse, Wisconsin)"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: La Crosse County, Wisconsin, 1957."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nParticle-size control section--the zone from a depth of 49 to 99 centimeters;\nseries control section--the zone from the surface to a depth of 150 centimeters.\nDiagnostic horizons and features recognized in this pedon are:\nmollic epipedon--the zone from the surface of the soil to a depth of 49 centimeters (Ap and AB horizons);\nargillic horizon--the zone from a depth of 49 to 127 centimeters (Bt1, Bt2, and 2Bt3 horizons);\nudic moisture regime.\nCation-exchange activity class is supported by lab data from NSSL.\nTaxonomy version--Keys to Soil Taxonomy, tenth edition, 2006."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "ADDITIONAL DATA:\nLaboratory data--National Soil Survey Laboratory, Lincoln, Nebraska; user pedonid 77WI103001 (http://ssldata.sc.egov.usda.gov/)."
  },
  "SITE": [
    [
      {
        "drainage": "moderately well",
        "drainage_overview": "moderately well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 25,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 1,
        "texture_class": "silt loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Ap--0 to 25 centimeters; black (10YR 2/1) silt loam, dark grayish brown (10YR 4/2) dry; weak very fine subangular blocky structure; friable; many fine roots; slightly acid; abrupt smooth boundary."
      },
      {
        "name": "AB",
        "top": 25,
        "bottom": 49,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "silt loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "AB--25 to 49 centimeters; dark brown (10YR 3/3) silt loam with some areas of brown (10YR 4/3), brown (10YR 5/3) dry; weak fine subangular blocky structure; friable; thin coats of very dark brown (10YR 2/2) in upper part of horizon; common fine roots; slightly acid; clear wavy boundary."
      },
      {
        "name": "Bt1",
        "top": 49,
        "bottom": 79,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "silt loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bt1--49 to 79 centimeters; dark yellowish brown (10YR 4/4) silt loam; moderate medium subangular blocky structure; friable; few faint clay films on faces of peds; few fine roots; slightly acid; clear wavy boundary."
      },
      {
        "name": "Bt2",
        "top": 79,
        "bottom": 104,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 3,
        "texture_class": "silt loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "strongly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bt2--79 to 104 centimeters; brown (10YR 5/3) silt loam; moderate medium subangular blocky structure; firm; few fine roots; few faint clay films on faces of peds; common fine prominent strong brown (7.5YR 5/6) and strong brown (7.5YR 5/8) masses of iron accumulation; strongly acid; gradual wavy boundary."
      },
      {
        "name": "2Bt3",
        "top": 104,
        "bottom": 127,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 3,
        "texture_class": "sandy loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "2Bt3--104 to 127 centimeters; brown (10YR 5/3) stratified silt loam, loam, sandy loam, and sand; weak medium subangular blocky structure; friable; few faint clay films on faces of peds; a few manganese oxides as streaks; few organic coats in worm and root channels; many medium prominent strong brown (7.5YR 5/6) and strong brown (7.5YR 5/8) masses of iron accumulation; slightly acid; clear wavy boundary."
      },
      {
        "name": "2C",
        "top": 127,
        "bottom": 152,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 3,
        "texture_class": "sandy loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly acid",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "2C--127 to 152 centimeters; brown (10YR 5/3) sand with thin lenses and small pockets of loam, silt loam, and sandy loam near the upper boundary; single grain; loose; few medium prominent strong brown (7.5YR 5/6) and strong brown (7.5YR 5/8) masses of iron accumulation; slightly acid."
      }
    ]
  ]
}
