{
  "SERIES": "TODTHILL",
  "STATUS": "Established Series",
  "BYREV": "LAH-RBT-DAS-JTI",
  "REVDATE": "04/2017",
  "STATES": "NY",
  "OVERVIEW": "The Todthill series consists of moderately deep, well drained soils formed in a loamy mantle of supraglacial melt-out till overlying serpentinite bedrock. They are nearly level to very steep soils on ridges and hills on glaciated uplands. Saturated hydraulic conductivity is moderately high or high. Slope ranges from 0 to 75 percent. Mean annual temperature is 12 degrees Celsius. Mean annual precipitation is 1165 millimeters.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive, mesic Dystric Eutrudepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Todthill very gravelly loam, on a 43 percent slope in an idle sideslope. (Colors are for moist soil unless specified otherwise.)\nA-- 0 to 18 centimeters; very dark gray (10YR 3/1) gravelly loam, brown (10YR 5/3) dry; strong fine granular structure; very friable; many very fine and fine and common coarse roots; 17 percent gravel and 1 percent cobbles; slightly acid (pH 6.4); clear smooth boundary. (7 to 25 centimeters thick.)\nAB-- 18 to 30 centimeters; dark reddish brown (5YR 3/3) very gravelly loam; moderate medium subangular blocky structure; very friable; many very fine and fine and common coarse roots; 41 percent gravel and 1 percent cobbles; neutral (pH 6.6); clear wavy boundary.\nBw-- 30 to 76 centimeters; dark reddish brown (5YR 3/4) extremely gravelly fine sandy loam; moderate medium subangular blocky structure; friable; common very fine, fine, and coarse roots; 68 percent gravel and 5 percent cobbles; neutral (pH 6.6); abrupt irregular boundary. (20 to 76 centimeters thick.)\n2R-- 76 centimeters; greenish gray (10Y 6/1) serpentine bedrock."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Richmond County, New York; From intersection of Richmond Hill Road and Old Mill Road, 950 feet West on Old Mill Road, then 50 feet North on a South facing slope of 43 percent; USGS Arthur Kill topographic quadrangle; Latitude 40 degrees, 34 minutes, 23.1 seconds N. and Longitude 74 degrees, 9 minutes, 0.5 seconds W., NAD 1983. (Rockwell GPS Receiver)"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Thickness of the solum ranges from 46 to 92 centimeters. Depth to serpentinite bedrock ranges from 50 to 100 centimeters. Rock fragments range from 0 to 85 percent by volume with more than 35 percent (weighted average) rock fragments in the control section. The soil texture is loam or fine sandy loam in the fine-earth fraction. The soil reaction ranges from moderately acid to slightly alkaline.\nThe Ap, A or AB horizon has hue of 5YR to 2.5Y, value of 2 to 4, and chroma of 1 to 3. It has weak to strong granular structure. Consistence is very friable or friable.\nThe Bw horizon has hue of 2.5YR to 10YR, value of 3 to 6, and chroma of 3 to 6. It has moderate subangular blocky structure. Consistence is friable.\nThe C horizon, if present, has hue of 2.5YR to 10YR, value of 3 to 5, and chroma of 3 to 6. The horizon is structureless/massive and consistence is friable or firm. Some pedons have a thin Cr horizon just above the serpentine bedrock."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no competing series. The Pennichuck series is in a closely related family.  Pennichuck soils formed in till derived mainly from phyllite and have channers of phyllite throughout the profile."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Todthill soils are nearly level to very steep soils on bedrock-controlled hills and ridges on glaciated uplands. They developed in a mantle of supraglacial melt-out till (Wisconsinan age) mainly derived from serpentinite and red sandstone, siltstone, and/or shale. Slope ranges from 0 to 75 percent. The climate is humid and temperate. Mean annual precipitation ranges from 1011 to 1283 millimeters. Mean annual temperature ranges from 8 to 17 degrees Celsius. The frost-free period is 210 to 235 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Boonton, Branford, Cheshire, Fredon, Haledon, Hasbrouck, Ludlow, Manchester, Penwood, Wotalf, Wethersfield, and Wilbraham soils.  Boonton, Haledon, and Hasbrouck soils formed in till derived from red sedimentary rocks and basalt and contain argillic horizons and fragipan restrictions.  Branford, Fredon, Manchester and Penwood formed in glaciofluvial deposits derived from red sedimentary rock. Cheshire soils formed in melt-out till derived from red sedimentary rock and/or basalt and are very deep to bedrock contact. Ludlow, Wethersfield and Wilbraham soils formed in lodgment till derived from red sedimentary rock and/or basalt. Wotalf soils formed in the same parent material as Todthill and are shallow to serpentine bedrock contact."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Well drained. The potential for surface runoff is medium to high. Saturated hydraulic conductivity is moderately high or high."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: These soils are mainly forested or used for urban development. Some areas are managed as open space or woodland areas and are used for recreational purposes. Native vegetation includes little bluestem grass, Indiangrass, Japanese honeysuckle, blackberry, switchgrass, tulip tree, oak, and Ailanthus."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: These soils occur on glaciated upland landscapes associated with serpentinite bedrock on Staten Island, NY and in Hoboken, NJ in MLRA 144A. The soils of this series are of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE",
    "content": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE: Amherst, Massachusetts."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Richmond County, New York, 2014."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and other features associated with the typical pedon include:\n1. Ochric epipedon - the zone from 0 to 18 centimeters (A horizon).\n2. Cambic horizon - the zone from 30 to 75 centimeters (Bw horizon).\n3. Lithic subgroup - serpentine bedrock contact at 75 centimeters.\nADDITIONAL DATA: Full characterization data for sample no. S1995NY085031. Pedon analyzed by the NSSL, Lincoln, NE.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 18,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 1,
        "texture_class": "loam",
        "cf_class": "gravelly",
        "pH": 6.4,
        "pH_class": "slightly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A-- 0 to 18 centimeters; very dark gray (10YR 3/1) gravelly loam, brown (10YR 5/3) dry; strong fine granular structure; very friable; many very fine and fine and common coarse roots; 17 percent gravel and 1 percent cobbles; slightly acid (pH 6.4); clear smooth boundary. (7 to 25 centimeters thick.)"
      },
      {
        "name": "AB",
        "top": 18,
        "bottom": 30,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "5YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "loam",
        "cf_class": "very gravelly",
        "pH": 6.6,
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "AB-- 18 to 30 centimeters; dark reddish brown (5YR 3/3) very gravelly loam; moderate medium subangular blocky structure; very friable; many very fine and fine and common coarse roots; 41 percent gravel and 1 percent cobbles; neutral (pH 6.6); clear wavy boundary."
      },
      {
        "name": "Bw",
        "top": 30,
        "bottom": 76,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "5YR",
        "moist_value": 3,
        "moist_chroma": 4,
        "texture_class": "fine sandy loam",
        "cf_class": "extremely gravelly",
        "pH": 6.6,
        "pH_class": "neutral",
        "distinctness": "abrupt",
        "topography": "irregular",
        "narrative": "Bw-- 30 to 76 centimeters; dark reddish brown (5YR 3/4) extremely gravelly fine sandy loam; moderate medium subangular blocky structure; friable; common very fine, fine, and coarse roots; 68 percent gravel and 5 percent cobbles; neutral (pH 6.6); abrupt irregular boundary. (20 to 76 centimeters thick.)"
      },
      {
        "name": "2R",
        "top": 76,
        "bottom": "NA",
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10Y",
        "moist_value": 6,
        "moist_chroma": 1,
        "texture_class": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "2R-- 76 centimeters; greenish gray (10Y 6/1) serpentine bedrock."
      }
    ]
  ]
}
