{
  "SERIES": "TOEFOOT",
  "STATUS": "Established Series",
  "BYREV": "Rev. RG/CLM",
  "REVDATE": "01/2007",
  "STATES": "ID",
  "OVERVIEW": "The Toefoot series consists of very deep, well drained soils that formed in mixed alluvium on stream terraces and toeslopes.  Slopes are 0 to 4 percent.  The mean annual precipitation is about 15 inches and the mean annual temperature is about 43 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, superactive, frigid Cumulic Haploxerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Toefoot silt loam--on a 1 percent southwest facing slope at 5,250 feet in wheat stubble. (Colors are for dry soil unless otherwise noted. When described on October 2, 1980, the soil was dry to 40 inches and moist below.)\nAp--0 to 6 inches; dark grayish brown (10YR 4/2) silt loam, black (10YR 2/1) moist; moderate fine granular structure; soft, very friable, slightly sticky and slightly plastic; common very fine and fine, and few medium roots; common fine and few medium tubular pores; 8 percent gravel; neutral (pH 7.3); abrupt smooth boundary. (6 to 14 inches thick)\nA--6 to 11 inches; grayish brown (10YR 5/2) silt loam, very dark brown (10YR 2/2) moist; weak fine subangular blocky parting to moderate medium granular structure; slightly hard, very friable, slightly sticky and slightly plastic; few very fine, fine and medium roots; few fine tubular pores; slightly alkaline (pH 7.4); abrupt smooth boundary. (2 to 5 inches thick)\nBw--11 to 14 inches; grayish brown (10YR 5/2) silt loam, very dark grayish brown (10YR 3/2) moist; weak fine subangular blocky structure; slightly hard, very friable, slightly sticky and nonplastic; few very fine, fine, and medium roots; few fine tubular pores; slightly effervescent; slightly alkaline (pH 7.5); abrupt smooth boundary. (3 to 11 inches thick)\nAkb--14 to 26 inches; grayish brown (10YR 5/2) silt loam, very dark gray (10YR 3/1) moist; weak medium granular structure; slightly hard, very friable, slightly sticky and nonplastic; common very fine, few fine and few medium roots; few fine and medium tubular pores; many fine masses and threads of secondary carbonates in lower part of horizon; strongly effervescent; 4 percent gravel; moderately alkaline (pH 7.9); clear wavy boundary. (0 to 12 inches thick)\nBk1--26 to 33 inches; light brownish gray (10YR 6/2) gravelly loam, dark grayish brown (10YR 4/2) moist; massive; soft, very friable, nonsticky and nonplastic; common very fine and few fine and medium roots; few fine and medium tubular pores; strongly effervescent; 15 percent fine gravel; moderately alkaline (pH 8.0); abrupt wavy boundary.\nBk2--33 to 40 inches; light brownish gray (10YR 6/2) very gravelly sandy loam, dark grayish brown (10YR 4/2) moist; massive; soft, very friable, nonsticky and nonplastic; common very fine, few fine and medium roots; few fine and medium tubular pores; common medium coatings of secondary carbonates on undersides of rock fragments; strongly effervescent; 40 percent gravel; moderately alkaline (pH 8.0); abrupt wavy boundary.\n2Bk3--40 to 50 inches; light brownish gray (10YR 6/2) silt loam, dark grayish brown (10YR 4/2) moist; massive;  soft, very friable, slightly sticky and slightly plastic; common very fine, few fine and medium roots; few fine and medium tubular pores; common fine threads of secondary carbonates; few fine silica-coated pockets of volcanic ash throughout; slightly effervescent; 8 percent gravel; moderately alkaline (pH 8.0); clear smooth boundary. (Combined thickness of the Bk horizons is 22 to 30 inches)\n2C--50 to 62 inches; pale brown (10YR 6/3) silt loam, dark brown (10YR 3/3) moist; massive; soft, very friable, slightly sticky and slightly plastic; few very fine and fine roots; few fine tubular pores; slightly effervescent; moderately alkaline (pH 8.0)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Oneida County, Idaho; about 8 miles west and 13 miles north of Malad City; about 900 feet west and 1,200 feet south of the northeast corner of section 18, T. 12 S., R. 35 E.; USGS Dairy Creek 7.5 minute topographic quadrangle; 42 degrees, 23 minutes, 03 seconds north latitude and 112 degrees, 24 minutes, 25 seconds west longitude, NAD83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nThickness of the mollic epipedon - 20 to 31 inches\nDepth to secondary carbonates - 7 to 11 inches\nAverage annual soil temperature - 44 to 46 degrees F.\nAverage summer soil temperature - 63 to 66 degrees F.\nControl section averages - 13 to 17 percent clay\nAp and A horizons\nValue - 4 or 5 dry, 2 or 3 moist\nChroma - 1 or 2 dry or moist\nReaction - neutral to moderately alkaline\nBw horizon\nValue - 4 or 5 dry, 2 or 3 moist\nChroma - 1 through 3 dry or moist\nReaction - slightly alkaline or moderately alkaline\nAkb horizon\nValue  4 or 5 dry, 2 or 3 moist\nChroma  1 or 2 dry or moist\nBk and 2Bk horizons\nValue - 5 or 6 dry, 3 or 4 moist\nChroma - 1 through 3 dry or moist\nTexture - GR-L, GRV-SL, SIL\nCalcium carbonate equivalent  10 to 20 percent\n2C horizon\nValue  5 or 6 dry, 3 or 4 moist\nChroma  2 through 4 dry or moist"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Freels, Mooretown, and Rubicity series.   Freels and Mooretown soils do not have calcic horizons and have redoximorphic features and endosaturation within 60 inches of the soil surface.  Rubicity soils do not have calcic horizons."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Toefoot soils are on stream terraces and concave toeslopes at elevations of 5,000 to 5,400 feet.  They formed in mixed alluvium.  Slopes are 0 to 4 percent.  The mean annual precipitation is 13 to 17 inches.  The mean annual air temperature is 42 to 44 degrees F.  The frost-free period is 80 to 100 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Arbone, Parleys and Rexburg soils. These soils are on adjacent sideslopes. They all lack cumulic properties."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; low surface runoff; moderate permeability (moderately high or high saturated hydraulic conductivity)."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Nonirrigated cropland and rangeland. Dominant crop is wheat. Native vegetation is basin big sagebrush, bluebunch wheatgrass, rabbitbrush and basin wildrye."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Southeastern Idaho.  These soils are not extensive (about 1,700 acres).  MLRA 13."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Oneida County, Idaho, 1994."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon (cumulic feature) - The zone from the surface to 26 inches (Ap, A, Bw and Akb horizons).\nCalcic horizon - The zone from 33 to 40 inches (Bk2 horizon).\nParticle-size control section - The zone from 10 inches to 40 inches (part of the A, the Bw, Akb, Bk1 and Bk2 horizons).\nThere is an irregular decrease in organic carbon with depth.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
