{
  "SERIES": "TOEJA",
  "STATUS": "Established Series",
  "BYREV": "Rev. RAF/GJS/JBF",
  "REVDATE": "03/2016",
  "STATES": "NV",
  "OVERVIEW": "The Toeja series consists of deep, well drained soils that formed in loess high in volcanic ash over residuum derived from tuff. Toeja soils are on hills. Slopes are 4 to 30 percent. The mean annual precipitation is about 275 mm and the mean annual temperature is about 7 degrees C.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, frigid Aridic Argixerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Toeja gravelly loam - rangeland.  (Colors are for dry soil unless otherwise noted.)\nA1--0 to 8 cm; grayish brown (10YR 5/2) gravelly loam, dark brown (10YR 3/3) moist; weak medium platy structure; soft, very friable, slightly sticky and slightly plastic; many very fine and few fine roots; many very fine interstitial and few very fine tubular pores; 20 percent gravel; neutral (pH 6.8); abrupt smooth boundary. (3 to 10 cm thick)\nA2--8 to 20 cm; brown (10YR 5/3) clay loam, dark brown (10YR 3/3) moist; weak coarse subangular blocky structure; hard, very friable, slightly sticky and moderately plastic; many very fine and few fine roots; many very fine and few fine tubular pores; neutral (pH 7.0); clear smooth boundary. (8 to 20 cm thick)\nBt1--20 to 33 cm; brown (10YR 5/3) loam, dark brown (10YR 3/3) moist; moderate coarse subangular blocky structure; hard, very friable, slightly sticky and slightly plastic; many very fine, few fine and medium roots; common very fine and few fine tubular pores; very few faint clay films in pores; neutral (pH 6.8); clear smooth boundary. (10 to 20 cm thick)\nBt2--33 to 51 cm; brown (10YR 5/3) clay loam, brown (10YR 4/3) moist; moderate coarse subangular blocky structure; very hard, friable, very sticky and very plastic; common very fine and few fine roots; many very fine interstitial, common very fine, and few fine tubular pores; 5 percent fine gravel; common faint clay films in pores; few faint clay films on peds and many faint clay films on gravel soil mass interfaces; neutral (pH 6.8); clear wavy boundary. (15 to 36 cm thick)\nBt3--51 to 79 cm; pale brown (10YR 6/3) gravelly clay loam, brown (10YR 4/3) moist; moderate coarse subangular blocky structure; very hard, friable, moderately sticky and moderately plastic; common very fine roots; common very fine, and few fine tubular pores; 25 percent gravel; few faint clay films on peds and in pores; neutral (pH 6.8); gradual wavy boundary.  (18 to 30 cm thick)\nC--79 to 112 cm; pale brown (10YR 6/3) loam, brown (10YR 4/3) moist; moderate medium subangular blocky structure; hard, very friable, slightly sticky and slightly plastic; few very fine roots; common very fine interstitial pores; 10 percent gravel; neutral (pH 7.0); abrupt wavy boundary. (18 to 30 cm thick)\n2Cqk--112 to 122 cm; variegated pale brown (10YR 6/3) and dark grayish brown (10YR 4/2) very gravelly coarse sandy loam that is weakly silica-cemented, brown (10YR 4/3) moist; massive; very hard, firm, nonsticky and nonplastic; common very fine tubular pores; 55 percent gravel; many fine distinct very pale brown (10YR 8/2), white  (10YR 8/1) carbonate segregations; strongly effervescent; strongly alkaline (pH 9.0); abrupt wavy boundary. (0 to 25 cm thick)\n2Cr--122 cm; weathered tuff."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Eureka County, Nevada; approximately 11 miles north of Carlin; about 2,400 feet north and 2,300 feet west of the apparent southeast corner of section 26, T. 35 N., R. 51 E.; USGS Swales Mountain NW 7.5 minute topographic quadrangle; latitude 40 degrees 53 minutes 31 seconds N and longitude 116 degrees 12 minutes 26 seconds W; WGS84 Decimal Degrees 40.8919444 latitude, -116.2072222 longitude."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: Moist in the winter and spring, dry late June to October; xeric soil moisture regime bordering on aridic.\nMean annual soil temperature: 7 to 8 degrees C.\nMollic epipedon thickness: 25 to 43 cm and includes the upper Bt horizons.\nDepth of base of Bt horizon: 64 to 100 cm.\nDepth to bedrock: 109 to 150 cm.\nDepth to Cqk horizon: 109 to 140 cm.\nOther features: Nongravelly substratum phases are recognized.\nParticle-size control section - Clay content:  20 to 35 percent.\nRock fragments: Average 0 to 15 percent.\nA horizon\nValue: 4 or 5 dry, 2 or 3 moist.\nChroma: 2 or 3.\nStructure: Weak or moderate very thin to medium platy, fine to coarse subangular blocky or granular or it is massive.  (platy or massive in A1 only).\nConsistence: Soft or slightly hard.\nBt horizon\nHue: 10YR or 2.5Y.\nValue: 5 or 6 dry, 4 or 5 moist.\nChroma: 2 through 4.\nTexture: Loam or clay loam but is sandy clay loam in some pedons.\nRock fragments: Up to 20 percent gravel in any one subhorizon.\nStructure: Moderate medium or coarse subangular blocky or prismatic.\nC horizon\nHue: 10YR or 2.5Y.\nValue: 4 through 6 dry, 4 or 5 moist.\nChroma: 2 or 3.\nTexture: Loam, gravelly loam or gravelly sandy loam.\n2Cqk horizon (when present)\nConsistence: Hard or very hard."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Eboda, Reluctan, Say, and Simon series.\nEboda, Reluctan, and Say soils are moderately deep to bedrock. Simon soils are 100 to 150 cm deep to the base of the Bt horizon."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Toeja soils are on hills. These soils formed in loess high in volcanic ash over residuum derived from tuff.  Slopes are 4 to 30 percent. Elevations are 1,550 to 1,920 meters. The climate is cool, semiarid with cool, moist winters and warm, dry summers. The mean annual precipitation is 250 to 300 mm; mean annual temperature is 6 to 7 degrees C, and the frost-free season is 80 to 100 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Berning, Short Creek, Susie Creek, and Ucopia soils. Berning and Short Creek soils are clayey-skeletal. Susie Creek soils have a clay argillic horizon. Ucopia soils have a light sandy loam particle-size control section."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Well drained; medium runoff; moderately high saturated hydraulic conductivity."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Rangeland and wildlife habitat. The vegetation is principally big sagebrush, low rabbitbrush, bluebunch wheatgrass, Thurber needlegrass, bottlebrush squirreltail and Sandberg bluegrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  North-central Nevada. These soils are moderately extensive. MLRA 25."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Eureka County, Nevada, 1971."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon - The zone from the soil surface to about 33 cm (A1, A2, and Bt1 horizons).\nArgillic horizon - The zone from about 20 to 79 cm (Bt1, Bt2, and Bt3 horizons).\nParalithic contact - The boundary at about 122 cm (Cr layer).\nParticle-size control section - The zone from about 20 to 70 cm (Bt1, Bt2 and a portion of the Bt3 horizons).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
