{
  "SERIES": "TOGCHA",
  "STATUS": "Established Series",
  "BYREV": "RD:  FJY/RTG",
  "REVDATE": "07/2007",
  "STATES": "PB",
  "OVERVIEW": "The Togcha series consists of very deep, well drained, moderately permeable soils on rolling volcanic uplands. They formed in slope alluvium from weathered tuff and tuff breccia. Slopes range from 3 to 15 percent. The mean annual precipitation is about 90 inches, and the mean annual temperature is about 79 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Very-fine, mixed, active, isohyperthermic Udertic Haplustepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Togcha silty clay, on an 8 percent slope under swordgrass (Miscanthus floridulus). (Colors are for moist soil unless otherwise stated. Textures are apparent field textures.)\nAl--0 to 1 inch; dark reddish brown (5YR 3/3) silty clay; moderate very fine granular structure; friable, slightly sticky and slightly plastic; common very fine and fine roots; many very fine interstitial pores; strongly acid (pH 5.4); abrupt smooth boundary. (0.5 to l inch thick)\nA2--1 to 5 inches; dark reddish brown (2.5YR 3/4) silty clay; moderate medium and coarse subangular blocky structure parting to moderate very fine and fine subangular blocky; friable, moderately sticky and moderately plastic; many very fine and fine roots and few medium and coarse roots; many very fine and fine, common medium and few coarse tubular pores; strongly acid (pH 5.4); clear smooth boundary. (3 to 8 inches thick)\nBt1--5 to 11 inches; dark red (2.5YR 3/6) and yellowish red (5YR 4/6) silty clay, colors in a fine, reticulate pattern; moderate medium subangular blocky structure parting to moderate very fine subangular blocky; friable, moderately sticky and moderately plastic; many very fine roots and common fine roots; common very fine and fine and few medium tubular pores; common thin clay films on ped faces and lining pores; few black sand-sized manganese nodules; strongly acid (pH 5.3); clear wavy boundary. (4 to 14 inches thick)\nBt2--11 to 14 inches; yellowish red (5YR 5/6) and dark red (2.5YR 3/6) silty clay, dark red in fine to medium patches and yellowish red in a fine elongated reticulate pattern; weak very fine subangular blocky structure; friable, moderately sticky and moderately plastic; common very fine roots and few fine roots; many very fine and fine and few medium tubular pores; common thin clay films on ped faces and lining pores; strongly acid (pH 5.2); clear wavy boundary. (2 to 12 inches thick)\nBt3--14 to 28 inches; dark red (2.5YR 3/6) silty clay; weak medium subangular blocky structure; very friable, moderately sticky and moderately plastic; common very fine roots; many very fine and fine and few medium tubular pores; few thin clay films on vertical ped faces; strongly acid (pH 5.4); clear smooth boundary. (0 to 16 inches thick)\nC1--28 to 32 inches; red (2.5YR 4/6) material that is 95 percent sand-sized saprolitic flecKs which rub down to silty clay; massive; very friable, moderately sticky and moderately plastic; few very fine roots; many very fine and fine and few medium tubular pores; moderately acid (pH 5.6); abrupt smooth boundary. (2 to 20 inches thick)\nC2--32 to 41 inches; dark red (2.5YR 3/6) silty clay; massive; very friable, moderately sticky and moderately plastic; few very fine roots; many very fine and fine and common medium tubular pores; few thin red (2.5YR 4/6) clay films lining pores; strongly acid (pH 5.5); abrupt smooth boundary. (2 to 20 inches thick)\nC3--41 to 60 inches; red (2.5YR 4/6) and dark red (2.5YR 3/6) material that is 90 percent sand-sized and 3 percent fine pebble-sized saprolitic flecks that rub down to silty clay; massive; very friable, moderately sticky and moderately plastic; few very fine roots; many very fine and fine and common medium tubular pores; slight changes in color of saprolitic flecks, one thin strata containing black grains; moderately acid (pH 5.6)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Guam; Ija Experiment Station, near future pond site, about 500 feet NE of the end of the paved road; lat. 13 degrees 16 minutes 30 seconds N. and long. 144 degrees 42 minutes 52 seconds E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture - Not continuously moist in all parts of the soil moisture control section for 90 to 120 cumulative days, primarily between February and May. The soil is usually moist from July through December.\nMean annual soil temperature - 77 to 86 degrees F., with less than 4 degrees F.  variation between summer and winter.\nControl section - Percent clay:  60 to 80 percent in the B horizon.\nA horizon\nColor:  2.5YR 3/4, 5YR 3/3, 3/4, 7.5YR 3/2.\nTexture:  Silty clay loam, silty clay.\nStructure:  Granular or subangular blocky.\nReaction:  Strongly acid or moderately acid.\nB horizon\nColor:  2.5YR 3/4, 3/6, 4/6, 5YR 4/4, 4/6, 5/6.\nTexture:  Silty clay or clay,\nReaction:  Strongly acid or moderately acid.\nC horizon\nColor:  2.5YR 3/4, 3/6, 4/6, 5YR 4/4, 4/6, 4/8, 5/6.  Texture:  Silty clay or clay\nReaction:  Strongly acid or moderately acid.\nOther features:  Buried A horizons are in some pedons; 10YR 5/2 mottles and manganese stains occur below 40 inches in some pedons."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  None."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Moderately sloping to sloping uplands. These soils formed in slope alluvium from weathered tuff and tuff breccia.  Elevation is 100 to 1,000 feet. Mean annual precipitation ranges from 80 to 100 inches, most of which falls between June and November. Mean annual temperature is 79 degrees F., with less than 4 degrees F.  difference between summer and winter."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Agfayan, Akina, Atate, and Ylig soils. Agfayan soils are very shallow. Akina and Atate soils are formed in residuum and overlie saprolite. Ylig soils are somewhat poorly drained and have low chroma mottles in the profile."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; slow or medium runoff; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Many areas are farmed.  Other areas are in savannah and are used for watershed and wildlife habitat."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Southern Guam; the series is inextensive, with about 2,500 acres."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Guam; July 1985."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nDiagnostic features and horizons recognized in this pedon are:\nOchric epipedon - From surface to 5 inches.\nVertic subgroup - COLE is greater than 0.07 throughout the profile.  Argillic horizon - 5 to 28 inches.\nHapl great group - C1 and C3 horizons are sand-and gravel-sized saprolitic flecks that crush or rub to clay texture. Do not meet intent of Pale great group as these are not pedogenic clays, but rather saprolitic layers. More study needed to determine if this is a paralithic content.\nWould be a Ultic Vertic Haplustalf if the subgroup were recognized.\nADDITIONAL DATA:  Characterized by the National Soil Survey Laboratory (sample #S83-GU-066-014).\nTaxonomic Version: Keys to Soil Taxonomy, 10th edition 2006.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
