{
  "SERIES": "TOGUS",
  "STATUS": "Established Series",
  "BYREV": "Rev. KJL-JAF-WDH",
  "REVDATE": "01/2000",
  "STATES": "ME",
  "OVERVIEW": "The Togus series consists of very deep, very poorly drained soils that formed in a mantle of slightly decomposed organic soil material over sandy mineral material.  They are in bogs along the shoreline of large lakes and between lakes where the water level is controlled by dams.  Slope is 0 to 2 percent.  Permeability is moderately rapid in the organic material and rapid to very rapid in the underlying mineral material.  Mean annual precipitation is about 40 inches and mean annual temperature is about 45 degrees F at the type location.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Sandy or sandy-skeletal, mixed, euic, frigid Terric Haplofibrists"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Togus peat (Colors are for moist soil.)\nOi1--0 to 7 inches, dark brown (10YR 4/3) broken face and brown (10YR 5/3) and light yellowish brown (10YR 6/4) when pressed and rubbed, peat (fibric material); massive; nonsticky; about 95 percent fiber unrubbed and 90 percent fiber when rubbed; about 60 percent sphagnum moss and 40 percent woody shrubs and reeds; about 30 percent coarse woody fragments; strongly acid (pH 5.2 in water and about 4.5 in 0.01M calcium chloride); abrupt smooth boundary.\nOi2--7 to 15 inches; dark brown (10YR 3/3) broken face and black (10YR 5/3) when pressed and rubbed, peat (fibric material); massive; nonsticky; held together in a continuous  fabric by rhizomes and woody roots; about 95 percent fiber unrubbed and 85 percent fiber when rubbed; about 50 percent sphagnum moss, 20 percent woody fibers and 30 percent herbaceous fibers; strongly acid (pH 5.2 in water and about 4.5 in 0.01M calcium chloride); abrupt smooth boundary.\nOi3--15 to 36 inches, dark reddish brown (5YR 2/2) broken face and black (10YR 2/1) when pressed, peat (fibric material); massive; nonsticky; about 80 percent fiber unrubbed and 70 percent fiber when rubbed; about 40 percent mineral soil; 80 percent herbaceous fibers and 20 percent coarse woody fibers; slightly acid (pH 6.2 in water and about 5.5 in 0.01M calcium chloride); abrupt smooth boundary.\nC--36 to 65 inches, strong brown (7.5YR 5/6) fine sand and sand; single grain; loose; common coarse prominent gray (5YR 5/1) iron depletions, and common coarse prominent olive (5Y 5/3) and yellowish red (5YR 4/6) masses of iron accumulation; 5 percent gravel; slightly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Kennebec County, Maine; Town of Belgrade; located on the west side of Foster Point at the south end of Great Pond; about 300 feet from the edge of the bog; USGS Belgrade topographic quadrange."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The thickness of the organic soil material and the depth to the mineral substratum ranges from 16 to 51 inches.  The organic materials range from 50 to 80 percent herbaceous fibers and 20 to 50 percent woody fibers in the organic material below 12 inches.  Sphagnum surface layers range from 0 to 18 inches thick but are present on about half of the Togus soils.  Other common surface layers are herbaceous materials of matted grasses, cattails, and reeds, or woody material from shrubs, tree leaves and branches.  Thin mineral soil layers 1 to 2 inches thick are common on those bogs adjacent to streams and rivers.  The soil is extremely acid to slightly acid (0.01M calcium chloride) in the organic layers and is very strongly acid to slightly acid (water) in the mineral substratum.\nThe surface tier has hues of 5YR to 10YR, values of 2 to 6 and chroma of 1 to 4.  It is massive or it has weak thick platy structure.\nThe subsurface tier and bottom tier, if present, have hues of 5YR to 10YR, values of 2 to 4, and chroma of 1 to 4.  Colors become 1 or 2 units of chroma or value darker after exposure to air.  Rubbed colors have about the same range in hue, but in some pedons differ by 1 or 2 units of value or chroma, or both.  The layers in the subsurface and bottom tier, are commonly massive, but some pedons have matted layers that appear as weak thick platy structure.  The materials are dominantly fibric, but some pedons have layers near the bottom tier that are hemic but are less than 10 inches thick.  Some pedons have thin sapric layers 1 to 2 inches thick at the bottom of the organic layers, directly above the C horizon.\nThe C horizon ranges in hue from 7.5YR to 5Y, value from 4 to 6, and chroma from 1 to 8.  They range from very fine sand to sand with 5 to 10 percent gravel."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  Togus is currently the only series in this family.  Chocorua, Sebago, Vassalboro and Wonsqueak are similar soils in related families.  Chocorua soils consist of dominantly hemic material underlain by sandy material within 51 inches.  Sebago and Vassalboro soils consist of organic materials more than 51 inches deep.  Wonsqueak soils are dominantly sapric material underlain by loamy mineral material within 51 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Togus soils are in bogs primarily located along the shoreline of large lakes and between lakes where the water level is controlled by dams.  Slope ranges from 0 to 2 percent.  Togus soils formed in 16 to 51 inches of slightly decomposed organic material derived mainly from herbaceous, woody and sphagnum materials.  The underlying mineral substratum is sandy.  The climate is humid and cool temperate.  The mean annual precipitation ranges from 30 to 55 inches, and mean annual air temperature is 38 to 46 degrees F.  The frost-free season ranges from 80 to 160 days.  Elevation ranges from 5 to 1800 feet above mean sea level."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Adams, Biddeford, Brayton, Colton, Lyman, Monarda, Sebago and Vassalboro soils.  Adams and Colton soils are on outwash plains that surround Togus soils.  Biddeford soils are on very poorly drained marine deposits surrounding the Togus soils.  Brayton and Monarda soils are on poorly drained till plains surrounding Togus soils.  Lyman soils are on till ridges that have bedrock at depths less than 20 inches.  The Sebago and Vassalboro soils are very deep organic deposits adjacent to the Togus soils in bogs."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Very poorly drained.  Permeability is moderately rapid in the organic material and rapid to very rapid in the underlying mineral material."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  The soils support vegetation used by wildlife for food and cover.  Along the edges are clusters of trees and larger shrubs.  Major tree species are red maple, elm, willow, balsam fir, black spruce, and tamarack.  Low growing shrubs include leatherleaf, Labrador tea, high-bush blueberry, bog cranberry, huckleberry, and sheep laurel.  Sedges, grasses and cattails are also common.  Sphagnum moss is common on the surface in many areas."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Maine.  (MLRA's 143, 144B and 146).  The series is moderate in extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Amherst, Massachusetts."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Kennebec County, Maine, 1974."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  1.  The concept of the Togus series was developed from a study of the organic soils in Kennebec County in 1969 and 1970.  These soils were previously identified as peat and muck. 2.  Diagnostic horizons and features recognized in this pedon are:\na.  Terric feature - has a mineral layer at 36 inches.\nb.  Euic reaction class - pH of 4.5 or more in 0.01M calcium chloride throughout the organic material.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "very poorly",
        "drainage_overview": "very poorly"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Oi1",
        "top": 0,
        "bottom": 18,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "pH_class": "strongly acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Oi1--0 to 7 inches, dark brown (10YR 4/3) broken face and brown (10YR 5/3) and light yellowish brown (10YR 6/4) when pressed and rubbed, peat (fibric material); massive; nonsticky; about 95 percent fiber unrubbed and 90 percent fiber when rubbed; about 60 percent sphagnum moss and 40 percent woody shrubs and reeds; about 30 percent coarse woody fragments; strongly acid (pH 5.2 in water and about 4.5 in 0.01M calcium chloride); abrupt smooth boundary."
      },
      {
        "name": "Oi2",
        "top": 18,
        "bottom": 38,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "pH_class": "strongly acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Oi2--7 to 15 inches; dark brown (10YR 3/3) broken face and black (10YR 5/3) when pressed and rubbed, peat (fibric material); massive; nonsticky; held together in a continuous  fabric by rhizomes and woody roots; about 95 percent fiber unrubbed and 85 percent fiber when rubbed; about 50 percent sphagnum moss, 20 percent woody fibers and 30 percent herbaceous fibers; strongly acid (pH 5.2 in water and about 4.5 in 0.01M calcium chloride); abrupt smooth boundary."
      },
      {
        "name": "Oi3",
        "top": 38,
        "bottom": 91,
        "moist_hue": "5YR",
        "moist_value": 2,
        "moist_chroma": 2,
        "pH_class": "slightly acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Oi3--15 to 36 inches, dark reddish brown (5YR 2/2) broken face and black (10YR 2/1) when pressed, peat (fibric material); massive; nonsticky; about 80 percent fiber unrubbed and 70 percent fiber when rubbed; about 40 percent mineral soil; 80 percent herbaceous fibers and 20 percent coarse woody fibers; slightly acid (pH 6.2 in water and about 5.5 in 0.01M calcium chloride); abrupt smooth boundary."
      },
      {
        "name": "C",
        "top": 91,
        "bottom": 165,
        "moist_hue": "7.5YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "fine sand",
        "pH_class": "slightly acid",
        "narrative": "C--36 to 65 inches, strong brown (7.5YR 5/6) fine sand and sand; single grain; loose; common coarse prominent gray (5YR 5/1) iron depletions, and common coarse prominent olive (5Y 5/3) and yellowish red (5YR 4/6) masses of iron accumulation; 5 percent gravel; slightly acid."
      }
    ]
  ]
}
