{
  "SERIES": "TOHATIN",
  "STATUS": "Established Series",
  "BYREV": "Rev. JVC/LWH/PDC",
  "REVDATE": "10/2008",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Sandy, mixed, mesic Typic Haplocalcids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Tohatin loamy fine sand -- on the riser of a dissected fan terrace sloping 12 percent to the southeast at 5,420 feet elevation -- rangeland. (Colors are for dry soil unless otherwise noted.)\nA--0 to 3 inches; light reddish brown (5YR 6/4) loamy fine sand, reddish brown (5YR 4/4) moist; weak medium platy structure parting to moderate medium granular; soft, very friable, nonsticky and nonplastic; few very fine roots; few very fine irregularly shaped pores; 5 percent gravel and 5 percent cobble; slightly effervescent; moderately alkaline (pH 8.0); clear smooth boundary. (2 to 6 inches thick)\nBk1--3 to 7 inches; reddish yellow (5YR 6/6) loamy fine sand, yellowish red (5YR 4/6) moist; weak coarse subangular blocky structure; soft, very friable, nonsticky and nonplastic; few medium and fine and common very fine roots; few fine and very fine tubular pores; 5 percent gravel; strongly effervescent, secondary calcium carbonate segregated as few fine and medium irregularly shaped accumulations on faces of peds and rock fragments; moderately alkaline (pH 8.2); clear wavy boundary.  (3 to 12 inches)\nBk2--7 to 18 inches; light reddish brown (5YR 6/4) loamy fine sand, reddish brown (5YR 4/4) moist; moderate coarse subangular blocky structure; slightly hard, friable, slightly sticky and nonplastic; few coarse and medium and common fine and very fine roots; common fine and very fine tubular pores; one thin lens of gravelly loamy fine sand present at about 9 inches; violently effervescent, secondary calcium carbonate segregated as common fine irregularly shaped accumulations on faces of peds and as few large rounded masses; strongly alkaline (pH 8.6); clear wavy boundary. (8 to 20 inches thick)\nBk3--18 to 31 inches; light reddish brown (5YR 6/4) loamy fine sand, reddish brown (5YR 4/4) moist; moderate coarse subangular blocky structure; slightly hard, very friable, nonsticky and nonplastic; few fine and common very fine roots; few fine and very fine tubular pores; strongly effervescent, secondary calcium carbonate segregated in common coarse seams; strongly alkaline (pH 8.8); clear wavy boundary. (0 to 22 inches thick)\nBCk--31 to 48 inches; reddish yellow (5YR 6/6) loamy fine sand, yellowish red (5YR 4/6) moist; weak coarse subangular blocky structure; soft, very friable, nonsticky and nonplastic; few fine and very fine roots; few fine and very fine tubular pores; strongly effervescent, secondary calcium carbonate segregated as few fine and medium irregularly shaped accumulations on faces of peds and in seams; moderately alkaline (pH 8.4); clear smooth boundary. (8 to 20 inches thick)\n2Bk--48 to 59 inches; reddish yellow (5YR 6/6) fine sandy loam, yellowish red (5YR 4/6) moist; hard, friable, slightly sticky and nonplastic; few fine and very fine roots; few fine and very fine tubular pores; violently effervescent, secondary calcium carbonate segregated as common fine and medium irregularly shaped accumulations on faces of peds and as filaments; strongly alkaline (pH 8.6); clear smooth boundary. (0 to 24 inches thick)\n2BCk--59 to 80 inches; reddish yellow (5YR 6/6) loamy fine sand, yellowish red (5YR 4/6) moist; slightly hard, very friable, nonsticky and nonplastic; few fine and very fine roots; few very fine tubular pores; strongly effervescent, secondary calcium carbonate segregated as few fine irregularly shaped accumulations on faces of peds and as filaments; moderately alkaline (pH 8.4)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Apache County, Arizona; on the Navajo Indian Reservation about 6 miles northwest of Totacon (Sweetwater community); about 3,700 feet north and 800 feet east of the southwest corner of section 32, T.41 N., R.27 E.; Latitude 36 degrees 55 minutes 8 seconds North and Longitude 109 degrees 28 minutes 42 seconds West."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture - The soil moisture control section is intermittently moist in some part from July to October and December to mid-April.  Driest during May and June.  Typic aridic soil moisture regime.\nSoil temperature - 56 to 58 degrees F.\nDepth to calcic horizon - 2 to 6 inches\nClay content - averages 4 to 8 percent in the control section\nReaction - moderately to strongly alkaline\nA horizon\nValue: 5 or 6 dry, 4 moist\nChroma: 4 through 6, dry or moist\nOrganic carbon content: 0.23 to 0.35 percent\nRock fragments: 0 to 10 percent\n0 to 10 percent gravel\n0 to 5 percent cobble\n0 to 1 percent stones\nBk1, Bk2, Bk3 horizons\nValue: 5 through 8 dry, 4 through 7 moist\nChroma: 2 through 6, dry or moist\nOrganic carbon content: 0.18 to 0.29 percent\nCalcium carbonate equivalent: 5 to 15 percent\nRock fragments: 0 to 10 percent gravel\nOther features: some pedons have thin horizons of gravelly loamy fine sand, fine sandy loam, very fine sandy loam\nBCk or Bk4 horizons\nValue: 6 or 7 dry, 4 through 6 moist\nChroma: 3 through 6, dry or moist\nTexture: loamy fine sand, fine sand\nOrganic carbon content: 0.18 to 0.29 percent\nCalcium carbonate equivalent: 5 to 10 percent\nRock fragments: 0 to 10 percent gravel\n2Bk and 2BCk horizons\nValue: 5 or 6 dry, 4 through 6 moist\nChroma: 3 through 6, dry or moist\nTexture: fine sandy loam, loamy fine sand\nOrganic carbon content: 0.12 to 0.23 percent\nCalcium carbonate equivalent: 5 to 10 percent\nClay content: 4 to 16 percent\nRock fragments: less than 5 percent gravel\nOther features: some pedons have sodium adsorption ratios (SAR) of 5 to 13"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Denazar (NM), Lynndyl (UT), and Sandbench (UT) series.  Denazar soils have hue of 7.5YR or yellower and calcic horizon at 10 to 35 inches. Lynndyl soils have hue of 10YR and mean annual soil temperatures of 47 to 52 degrees F.  Sandbench soils are moderately deep to bedrock."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Tohatin soils are on treads and risers of dissected fan terraces.  They formed in alluvium and eolian material derived from Jurassic and Triassic sandstone.  Slopes are 5 to 35 percent.  Elevation ranges from 4,900 to 5,800 feet.  The mean annual precipitation is 5 to 8 inches with 35 to 60 percent falling as rain from high-intensity thunderstorms between July and September.  The mean annual air temperature is 54 to 56 degrees F.  The frost-free period is 150 to 170 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Aneth, Claysprings, Sheppard, Mota, and Piute soils.  Aneth soils do not have diagnostic calcic horizons and occur on adjacent eolian-mantled surfaces.  Claysprings soils are shallow and occur on backslopes.  Sheppard soils do not have diagnostic horizons and occur on stable dunes.  Mota soils are coarse-silty and have horizons with more than 35 percent calcium carbonate equivalent, and are on adjacent stable fan terraces and alluvial cones.  Piute soils are very shallow to sandstone on structural benches."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Somewhat excessively drained; medium runoff; moderately rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Tohatin soils are used for livestock grazing.  Present vegetation is blackbrush, Indian ricegrass, galleta, sand dropseed, sandhill muhly, and Cutler Mormon tea."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Tohatin soils are of small extent on the Blanding Basin and Tyende Saddle portions of the Colorado Plateau province in northeast Arizona.  MLRA is 35."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Phoenix, Arizona"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Apache County, Arizona; Shiprock Area Soil Survey, 1993."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - the zone from 0 to 3 inches (A horizon)\nCalcic horizon - the zone from 3 to 31 inches (Bk1, Bk2, Bk3 horizons)\nClassified according to Soil Taxonomy, Second Edition, 1999; Keys to Soil Taxonomy, Tenth Edition, 2006.\nUpdated competing series section May 28, 2008, CEM\nNational Cooperative Soil Survey\nU.S.A."
  }
}
