{
  "SERIES": "TOIYABE",
  "STATUS": "Established Series",
  "BYREV": "Rev. LNL-WGH-WED-JVC",
  "REVDATE": "03/2006",
  "STATES": "CA,ID,NV",
  "OVERVIEW": "The Toiyabe series consists of shallow, excessively drained soils that formed in colluvium and residuum derived from granitic rock.  Toiyabe soils are on mountains.  Slopes are 2 to 75 percent.  The mean annual precipitation is about 25 inches and mean annual temperature is about 42 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS:  Mixed, frigid, shallow Typic Xeropsamments"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Toiyabe stony loamy coarse sand--forestland. (Colors are for dry soil unless otherwise noted.)  The soil surface has about 2 inches of mainly undecomposed forest duff composed of pine needles.\nA--0 to 7 inches; dark gray (10YR 4/1) stony loamy coarse sand, black (10YR 2/1) moist; weak very fine granular structure; soft, very friable, nonsticky and nonplastic; many very fine roots; many very fine and fine interstitial pores; 15 percent stones and 10 percent cobbles; moderately acid (pH 5.8); clear smooth boundary.  (6 to 9 inches thick)\nC--7 to 15 inches; light brownish gray (2.5Y 6/2) cobbly loamy coarse sand, dark grayish brown (2.5Y 4/2) moist; massive; soft, very friable, nonsticky and nonplastic; many fine, few medium, and few coarse roots; many very fine and fine interstitial pores; 5 percent stones, 10 percent cobbles, and 15 percent pebbles; moderately acid (pH 6.0); abrupt irregular boundary.  (2 to 10 inches thick)\nCr--15 inches; weathered gray and white granodiorite; many dark brown crystals of biotite mica and other ferromagnesian minerals; has original rock structure but is soft enough to dig with a tile spade to a depth of about 4 feet."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Douglas County, Nevada; along the Kingsbury Grade road and north of Haines Canyon in the Carson Range; about 800 feet south and 3,000 feet east of the northwest corner of section 28, T. 13 N., R. 19 E.; USGS Minden 7.5 minute topographic quadrangle; 38 degrees 57 minutes 58 seconds north latitude and 119 degrees 51 minutes 2.5 seconds west longitude, NAD27."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture - Usually moist during winter and spring, dry during summer and early fall; Xeric moisture regime.\nMean annual soil temperature - 43 to 47 degrees F.\nOchric epipedon thickness - 6 to 9 inches.\nDepth to bedrock - 10 to 20 inches to a paralithic contact.  The paralithic materials below the contact are weathered granitic rock such as granodiorite.\nParticle-size control section - Clay content: 2 to 4 percent; Rock fragments: 15 to 35 percent, mainly fine pebbles and cobbles.  Lithology of fragments are granitic rocks such as granodiorite and granite.\nReaction - Moderately acid to neutral (pH 5.6 to 7.3).\nA horizon - Value: 4 or 5 dry, 2 or 3 moist.\nChroma: 1 through 3, dry or moist.\nC horizon - Hue: 10YR or 7.5YR.\nValue: 6 or 7 dry, 3 through 5 moist.\nChroma: 2 or 3, dry or moist.\nTexture:  Gravelly loamy coarse sand, cobbly loamy coarse sand, loamy coarse sand, or coarse sand; Some pedons have thin subhorizons of sand."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  At present, there are no other series in this family."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Toiyabe soils are on mountains.  These soils formed in colluvium and residuum derived from granitic rocks such as granite and granodiorite.  Rock outcrops and boulders are common features of the landscape.  Slopes are 2 to 75 percent.  Elevations range from 5,000 to 8,000 feet in Nevada and California and are as low as 3,500 feet in Idaho.  The climate is subhumid-continental with cool, moist winters and warm, dry summers.  The mean annual precipitation is 16 to 35 inches.  The mean annual temperature is 39 to 45 degrees F., mean January temperature is about 28 degrees F., and mean July temperature is about 65 degrees F.  The frost-free period is 30 to 100 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Bonta, Corbett, Haypress, and Lasco soils.  Bonta soils are coarse-loamy, moderately deep to paralithic contacts, and have argillic horizons.  Corbett soils are moderately deep to paralithic contacts.  Haypress soils are deep to paralithic contacts and have mollic epipedons.  Lasco soils are coarse-loamy, deep to paralithic contacts, and have argillic horizons."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Excessively drained; low to high surface runoff; rapid permeability (high or very high saturated hydraulic conductivity)."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Toiyabe soils are used primarily for wildlife habitat and for watershed.  Commercial timber is harvested from less sloping areas.  Vegetation covers between 15 and 30 percent of the soil.  It is mainly a forest canopy of Jeffrey pine or ponderosa pine with an understory of serviceberry, antelope bitterbrush, mountain big sagebrush, snowberry, and grass.  The thicker timber stands have little or no understory.  Big sagebrush, bitterbrush, and rabbitbrush dominate in burned-over areas, especially on south exposures."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Western Nevada and eastern California on the east side of the Sierra Nevada and in the warmer part of the Idaho Batholith.  These soils are moderately extensive.  The series concept and main acreage is in MLRA 22A.  Other acres are mapped in MLRA 43 in Idaho."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Davis, California."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Douglas County (Carson Valley Area), Nevada, 1958."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - The zone from the soil surface to 7 inches (A horizon).\nParalithic contact - The boundary at 15 inches to underlying soft, weathered bedrock (Cr layer).\nParticle-size control section - The zone from 10 to 15 inches (part of the C horizon)."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "ADDITIONAL DATA:  Several pedons have been sampled for the Soil Survey Laboratory (SSL), Lincoln, NE as soil survey sample numbers S68NV-005-001 (pedon # 68C0088) and S78NV-005-142 (pedon # 78P0581)."
  },
  "SITE": [
    [
      {
        "drainage": "excessively",
        "drainage_overview": "excessively"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 18,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 1,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 1,
        "texture_class": "loamy coarse sand",
        "structure": "weak very fine granular",
        "dry_rupture": "soft",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "stony",
        "pH": 5.8,
        "pH_class": "moderately acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A--0 to 7 inches; dark gray (10YR 4/1) stony loamy coarse sand, black (10YR 2/1) moist; weak very fine granular structure; soft, very friable, nonsticky and nonplastic; many very fine roots; many very fine and fine interstitial pores; 15 percent stones and 10 percent cobbles; moderately acid (pH 5.8); clear smooth boundary.  (6 to 9 inches thick)"
      },
      {
        "name": "C",
        "top": 18,
        "bottom": 38,
        "dry_hue": "2.5Y",
        "dry_value": 6,
        "dry_chroma": 2,
        "moist_hue": "2.5Y",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "loamy coarse sand",
        "structure": "massive",
        "dry_rupture": "soft",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "cobbly",
        "pH": 6,
        "pH_class": "moderately acid",
        "distinctness": "abrupt",
        "topography": "irregular",
        "narrative": "C--7 to 15 inches; light brownish gray (2.5Y 6/2) cobbly loamy coarse sand, dark grayish brown (2.5Y 4/2) moist; massive; soft, very friable, nonsticky and nonplastic; many fine, few medium, and few coarse roots; many very fine and fine interstitial pores; 5 percent stones, 10 percent cobbles, and 15 percent pebbles; moderately acid (pH 6.0); abrupt irregular boundary.  (2 to 10 inches thick)"
      },
      {
        "name": "Cr",
        "top": 38,
        "bottom": "NA",
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "NA",
        "structure": "NA",
        "dry_rupture": "soft",
        "moist_rupture": "NA",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Cr--15 inches; weathered gray and white granodiorite; many dark brown crystals of biotite mica and other ferromagnesian minerals; has original rock structure but is soft enough to dig with a tile spade to a depth of about 4 feet."
      }
    ]
  ]
}
