{
  "SERIES": "TOKLAT",
  "STATUS": "Established Series",
  "BYREV": "Rev. SR",
  "REVDATE": "11/2002",
  "STATES": "AK",
  "OVERVIEW": "The Toklat series consists of well drained soils formed in eolian silts and sands on the borders of slight depressions in outwash plains and areas of low dunes.  Slopes range from 0 to 7 percent.  Mean annual temperature is about 27 degrees F., and the average annual precipitation is about 15 inches.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, superactive, ortstein Typic Duricryods"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Toklat loamy fine sand - on a 3 percent slope at edge of shallow depression.  (All colors are for moist soil)\nOe--2 inches to 0; dark brown (7.5YR 3/2) mat of partially decomposed forest litter; many roots; abrupt smooth boundary.\nA--0 to 1/2 inch; dark grayish brown (10YR 4/2) silt loam; weak very fine granular structure; very friable; many roots; very strongly acid; abrupt smooth boundary.\nE--1/2 to 15 inches; light gray (10YR 7/1) loamy very fine sand; weak very thin platy structure; very friable; common roots; strongly acid; abrupt smooth boundary.\nBsm--15 to 22 inches; dark reddish brown (5YR 3/2 with patches of 5YR 2/3) sand; strong thick platy structure; strongly cemented, but with vertical fractures; very strongly acid; abrupt wavy boundary.\nE'--22 to 25 inches; identical with E horizon; abrupt wavy boundary.\nBsm'--25 to 40 inches; identical with Bsm horizon."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Totchaket Area, Alaska; SW 1/4 SE 1/4, section 19, T.  4S., R. 12W., Fairbanks Meridian."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The E horizon is 4 to 20 inches thick.  The degree of cementation ranges from strong to indurated.  A second sequence does not occur in some pedons."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Barlow, Flat Horn, Naptowne, and Timberly series.  These soils do not contain ortstein."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Toklat soils occupy the outer portions of shallow depressions in outwash plains and low dune areas on the plains.  The depressions are subject to flooding in the spring during the period of snowmelt; which results in temporary saturation of the soils in the early summer.  As soon as the soil thaws completely, the water drains to low parts on the depression and to the deep general water table of the area.  The mean annual temperature ranges from 24 to 30 degrees F.  The mean annual precipitation ranges from 10 to 15 inches, but water derived from snow in surrounding areas also passes through the Toklat soils."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Bolio, Nenana, and Volkmar soils.  Bolio soils are in lower portions of the same depressions occupied by the Toklat soils, and are organic soils.  Nenana and Volkmar soils occupy surrounding terraces and dunes.  Nenana soils have a brown cambic horizon in loess over a sandy or sandy-skeletal substratum.  Volkmar soils have mottles in a silty high chroma matrix over a coarse-grained substratum."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained.  Slow to ponded runoff.  Very slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  The Toklat soils support white spruce, paper birch, and willows.  After clearing, they can be used for permanent pasture or wild hay."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  The Toklat soils probably are of small total extent in outwash plains and terraces of interior Alaska."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Totchaket Area, Alaska, 1978.\nNATIONAL COOPERATIVE SOIL SURVEY\nU.S.A."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": null
  }
}
