{
  "SERIES": "TOLBERT",
  "STATUS": "Established Series",
  "BYREV": "Rev. DES/CRP/JCK",
  "REVDATE": "04/2021",
  "STATES": "CO,MT",
  "OVERVIEW": "The Tolbert series consists of shallow, well drained soils that formed in colluvium or residuum derived from hard fine grained sandstone, fine grained intrusive igneous rock, or interbedded sandstone, siltstone and shale. These soils are on hills, escarpments, dip0slopes, structural benches and mountains. Slopes are 2 to 70 percent. Mean annual precipitation is about 406 mm, and mean annual air temperature is about 4.4 degrees C.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive, frigid Lithic Argiustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Tolbert very cobbly loam, bouldery, in rangeland (colors are for dry soil unless otherwise noted).\nA--0 to 18 cm; dark grayish brown (10YR 4/2) very cobbly loam, very dark grayish brown (10YR 3/2) moist; moderate medium subangular blocky structure; soft, very friable, slightly sticky and slightly plastic; many very fine and fine roots; many very fine and fine interstitial pores; 10 percent gravel and 30 percent cobbles; neutral (pH 6.6); clear wavy boundary. (10 to 20 cm thick)\nBt--18 to 30 cm; brown (10YR 5/3) very cobbly clay loam, brown (10YR 4/3) moist; moderate fine and medium subangular blocky structure; slightly hard, friable, moderately sticky and moderately plastic; many very fine and fine roots; many very fine and fine interstitial and tubular pores; common distinct dark grayish brown (10YR 4/2) clay films on faces of peds and bridging between sand grains; 15 percent gravel and 40 percent cobbles; neutral (pH 6.8). (13 to 38 cm thick)\nR--30 cm; hard fine grained igneous rock."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Jefferson County, Montana; 91 meters north and 792 meters east of the SW corner of sec. 4, T. 5 N., R. 3 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nMean annual soil temperature - 3.3 to 8.0 degrees C\nMoisture control section - between 10 and 30 cm or between 10 cm and the lithic contact if bedrock is less than 30 cm; frozen during winter months\nMollic epipedon thickness - 18 to 40 cm\nDepth to argillic horizon - 13 to 38 cm\nDepth to bedrock - 25 to 50 cm\nSurface stones or boulders - 0 to 3 percent\nParticle-size control section (weighted average):\nClay content - 18 to 35 percent\nRock fragments - 35 to 80 percent\nSome pedons have BA or BC horizons.\nA horizon\nHue: 7.5YR, 10YR or 2.5Y\nValue: 4 or 5 dry; 3 or 4 moist\nChroma: 2 or 3 dry or moist\nTexture: loam or clay loam\nClay content: 15 to 35 percent\nRock fragments: 15 to 80 percent--5 to 65 percent gravel or channers; 0 to 30 percent cobbles; 0 to 25 percent stones\nReaction: pH 6.4 to 7.8\nBt horizon\nHue: 5YR, 7.5YR, 10YR or 2.5Y\nValue: 3, 4 or 5 dry; 2, 3 or 4 moist\nChroma: 2, 3, or 4 dry or moist\nTexture: loam, clay loam or sandy clay loam\nClay content: 20 to 35 percent\nRock fragments: 35 to 80 percent--15 to 30 percent gravel; 5 to 45 percent cobbles; 0 to 5 percent stones\nReaction: pH 6.6 to 7.8"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:\nArgirocker (SD) - formed in limestone; have limestone rock fragments\nBushvalley (AZ) formed in breccia, tuff, ash, or cinders; have extrusive igneous rock fragments\nGnojek (MT) - have secondary calcium carbonate accumulation\nOwlrock (NM) - have secondary calcium carbonate accumulation; have calcium carbonate equivalent greater than 5 percent throughout\nTolman (WY) - formed in interbedded calcareous sandstone; include moderately alkaline reaction\nZibetod (AZ) - have less than 18 percent clay in the particle-size control section"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nLandform - hills, escarpments, dip slopes, structural benches and mountains\nElevation - 1,097 to 2,347 meters (2,682 m in Colorado)\nSlope - 2 to 70 percent\nParent material - colluvium or residuum derived from hard fine grained sandstone, fine grained intrusive igneous rock or interbedded sandstone, siltstone, and shale\nClimate - long, cold winters; moist springs; warm summers\nMean annual precipitation - 381 to 584 mm\nMean annual air temperature - 2.2 to 7.2 degrees C\nFrost-free period - 70 to 115 days"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Blaincreek, Sawicki, and Shawmut soils."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained, moderate to moderately slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Tolbert soils are primarily used for rangeland, woodland, and wildlife habitat. Native vegetation is mainly Idaho fescue, rough fescue, bluebunch wheatgrass, sandberg bluegrass, prairie junegrass, lupine, stoneseed, big sagebrush, and Rocky Mountain juniper. Areas in woodland have an overstory of Douglas-fir, limber pine, or ponderosa pine. Native vegetation in Colorado includes Letterman's needlegrass, Geyer's sedge, mountain brome, Gambel oak, snowberry and serviceberry."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Tolbert soils are of moderate extent in southwestern Montana and western Colorado. MLRAs 43B, 44B, 46, and 48A."
  },
  "REGIONAL OFFICE": {
    "section": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE",
    "content": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Powell County Area, Montana, 1995."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon - from 0 to 18 cm (A horizon)\nArgillic horizon - from 18 to 30 cm (Bt horizon)\nParticle size control section - from 0 to 30 cm (A and Bt horizons)\nLithic contact - at 30 cm (R horizon)\nTolbert soils have a frigid temperature regime and an ustic moisture regime.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
