{
  "SERIES": "TOLMAN",
  "STATUS": "Established Series",
  "BYREV": "Rev. PSD/MCS",
  "REVDATE": "04/2000",
  "STATES": "CO,MT,NM,UT,WY",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive, frigid Lithic Argiustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Tolman stony loam-rangeland.  (Colors are for dry soil unless otherwise stated.)\nA--0 to 4 inches; grayish brown (10YR 5/2) stony loam, very dark grayish brown (10YR 3/2) moist; moderate fine granular structure; soft, very friable, sticky and slightly plastic; many fine and very fine roots; 20 percent stones which occur mainly on the surface; slightly acid (pH 6.4); clear wavy boundary.  (3 to 8 inches thick)\nBA--4 to 7 inches; brown (10YR 5/3) gravelly loam, dark brown (10YR 3/3) moist; moderate fine subangular blocky structure parting to moderate fine granular; slightly hard, friable, sticky and slightly plastic; many fine and very fine roots; few faint clay films on faces of peds and coating some rock fragments; 15 percent pebbles; neutral (pH 6.6); gradual wavy boundary.  (0 to 4 inches thick)\nBt--7 to 16 inches; brown (7.5YR 5/3) very gravelly clay loam, dark brown (7.5YR 4/3) moist; moderate medium prismatic structure parting to strong medium subangular blocky; hard, friable, sticky and plastic; few fine roots; many distinct clay films on faces of peds, rock fragments, and lining root channels; 40 percent pebbles and 15 percent cobbles; neutral (pH 6.8); abrupt wavy boundary. (7 to 17 inches thick)\nR--16 inches; hard, noncalcareous sandstone interbedded with lenses of weakly effervescent sandstone.  (Many feet thick)"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Johnson County, Wyoming; SW1/4, SW1/4 of sec. 30, T. 45 N., R. 83 W. Fraker Mountain quadrangle, 43 degrees 50 minutes 4 seconds north latitude and 106 degrees 53 minutes 4 seconds west longitude."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The mollic epipedon is 7 to 16 inches thick.  Depth to bedrock and the lithic contact ranges from 10 to 20 inches. The mean annual soil temperature is 39 to 47 degrees F., and the mean summer soil temperature is 59 to 63 degrees F.  Total coarse fragments range from 35 to 75 percent and consist of a mixture of pebbles, cobbles, and stones.  Pebbles range from 15 to 45 percent, cobbles from 0 to 20 percent, and stones from 0 to 25 percent.  These soils are moist in the moisture control section for the 90 days preceding July 15 but are dry for 90 cumulative days from July 15 to October 15 in most years.\nThe A horizon has hue of 5Y through 7.5YR, value of 3 through 5 dry, 2 or 3 moist, and chroma of 2 or 3.  It is slightly acid through mildly alkaline.\nThe Bt horizon has hue of 2.5Y through 5YR, value of 4 through 6 dry, 2 through 4 moist, and chroma of 2 through 4.  Matrix texture is loam, clay loam, or sandy clay loam with 18 to 35 percent clay.  Textures are modified with 35 to 75 percent coarse fragments of pebbles, cobbles, or stones either mixed or separately.  It is slightly acid through moderately alkaline.  A thin Btk is present immediately above the bedrock in some pedons."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Gnojek, Teaspoon, Tolbert, and Zibetod series.  The Gnojek soils have a Bk horizon. Teaspoon soils are moist in some part for more than 60 consecutive days following July 15 in 6 out of 10 years.  Tolbert soils formed in igneous rock at elevations less than 6000 feet.  Zibetod soils are driest during May and June."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Tolman soils are on hillslopes, ridges, plateaus and mountainslopes of 2 to 70 percent.  They formed in residuum, colluvium, and slope alluvium derived predominantly from hard sandstone;  Elevations range from 6,000 to 8,800 feet.  The mean annual precipitation is about 16 inches and ranges from 12 to 22 inches.  The mean annual temperature is 40 to 45 degrees F.  The frost-free season is 70 to 100 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Bayerton and Sunup series.  Both soils have ochric epipedons.  Also, Sunup soils lack an argillic horizon."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; medium and rapid runoff, depending upon slope; moderate or moderately slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Rangeland and wildlife habitat.  Native vegetation consists of Columbia needlegrass, Idaho fescue, prairie junegrass, and spike fescue.  In areas with less moisture bluebunch wheatgrass and big sagebrush dominate the site."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  North central Wyoming, central Utah, western and central Colorado.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Johnson County (Southern Part), Wyoming; 1971."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon - 0 to 7 inches (A, BA)\nArgillic horizon - 7 to 16 inches (Bt)\nLithic contact - 16 inches (R)\nSIR - WY0230, WY1287, WY0924, WY0435\nMLRR - E\nNational Cooperative Soil Survey\nU.S.A."
  }
}
