{
  "SERIES": "TOLOVANA",
  "STATUS": "Established Series",
  "BYREV": "Rev. WRP/TDT/RWL",
  "REVDATE": "08/2001",
  "STATES": "OR",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Medial over loamy, ferrihydritic over isotic, isomesic Typic Fulvudands"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Tolovana medial silt loam, woodland.  (Colors are for moist soil unless otherwise noted.)\nOi--0 to 1 inch; mat of needles, leaves, twigs, and moss.\nA--1 to 8 inches; black (10YR 2/1) medial silt loam, dark grayish brown (10YR 4/2) dry; moderate very fine granular structure; slightly hard, friable, slightly sticky and slightly plastic; weakly smeary; many very fine roots; many very fine irregular pores; 10 percent soft sandstone rock fragments; very strongly acid (pH 4.8); clear wavy boundary. (5 to 10 inches thick)\nAB--8 to 19 inches; very dark grayish brown (10YR 3/2) medial silt loam, brown (10YR 5/3) dry; moderate fine subangular blocky structure parting to moderate very fine granular; slightly hard, friable, weakly smeary, slightly sticky and slightly plastic; many very fine roots throughout; many very fine irregular and tubular pores; 10 percent soft sandstone rock fragments; very strongly acid (pH 5.0); gradual wavy boundary.  (9 to 15 inches thick)\nBw--19 to 33 inches; dark brown (10YR 3/3) brown to dark brown (10YR 4/3) medial silt loam, yellowish brown (10YR 5/4) dry; moderate very fine and fine subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; many very fine roots throughout; many very fine continuous tubular pores; 5 percent gravel and 10 percent soft sandstone rock fragments; very strongly acid (pH 5.0); clear wavy boundary. (8 to 18 inches thick)\n2BC--33 to 47 inches; yellowish brown (10YR 5/4) cobbly clay loam, brownish yellow (10YR 6/6) dry; weak fine subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; common very fine roots throughout; many very fine continuous pores; 15 percent gravel, 10 percent cobbles and 20 percent soft sandstone rock fragments; very strongly acid (pH 4.8); clear wavy boundary.  (12 to 16 inches thick)\n2C--47 to 60 inches; yellowish brown (10YR 5/4) cobbly clay loam, brownish yellow (10YR 6/6) dry; massive; slightly hard, friable, slightly sticky and slightly plastic; few very fine roots throughout; common very fine continuous tubular pores; 15 percent gravel, 10 percent cobbles and 35 percent soft sandstone rock fragments; very strongly acid (pH 4.6)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Lincoln County, Oregon; 200 feet east of Forest Service road 240 about 0.1 mile north of junction with Forest Service road 244; in the SE1/4 SE1/4 NE1/4 section 12, T. 12 S., R. 11 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The mean annual soil temperature is 47 to 52 degrees F.  The difference between the mean summer soil temperature is 5 to 9 degrees F.  The soil is usually moist and dry for less than 45 consecutive days between 4 and 12 inches.  The depth to bedrock is 60 inches or more.  It is strongly to very strongly acid throughout the profile.  The umbric epipedon is 18 to 36 inches thick and includes all or part of the Bw horizon.\nThe A and AB horizon has hue of 7.5YR to 10YR, value of 2 or 3 moist, 3 to 5 dry, and chroma of 1 to 3 moist, 2 or 3 dry.  Fine concretions are often present.  It is medial silt loam with 15 to 20 percent estimated clay, 0 to 10 percent gravel and 0 to 15 percent pararock fragments.  It has a moist bulk density of 0.55 to 0.85 grams/cubic centimeter.  It has 10 to 15 percent organic matter and a melanic index greater than 1.7.\nThe Bw horizon has hue of 7.5YR or 10YR, value of 3 or 4 moist, 4 to 6 dry, and chroma of 3 or 4 moist and dry.  It is medial silt loam, silt loam or clay loam with 20 to 35 percent estimated clay.  It has 0 to 10 percent gravel and 0 to 15 percent pararock fragments.\nThe 2Bw and 2BC horizon and 2C horizon, when present, has value 3 to 5 moist, 4 to 6 dry, and chroma of 3 to 6 moist and dry.  It has 0 to 35 percent gravel and cobbles, and 0 to 60 percent pararock fragments.  It is loam or clay loam with 20 to 35 percent clay."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  This is the Harken series.  The Harken soils have cemented 3Bsm horizon derived from glacial outwash within 40 to 60 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  The Tolovana soils are on ridgetops and side slopes of mountains with slopes of 3 to 85 percent.  They formed in colluvium overlying residuum from sandstone, siltstone or igneous rock.  Elevations are 50 to 1,800 feet.  The climate is characterized by cool wet winters and cool moist summers.   Many summer days have fog or low cloud cover during the mornings.  The average annual precipitation is 70 to 100 inches.  The average annual temperature is 47 to 52 degrees F.  The frost-free period is 145 to 245 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Ecola, Fendall, and Reedsport soils.  Ecola, Fendall, and Reedsport soils are 20 to 40 inches to a paralithic contact.  These soils are on coastal hills and mountains."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  The Tolovana soils are primarily used for timber production.  They are also used for homesites and permanent pasture.  Native vegetation consists of Douglas fir, western hemlock, Sitka spruce, red alder, western redcedar, salal, salmonberry, vine maple, evergreen and red huckleberry, swordfern, oxalis, and cascade Oregongrape."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Coast Range of Oregon; MLRA 1.  The soil is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Lincoln County, Oregon, 1990."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:   Diagnostic horizons and features in this pedon:\nUmbric epipedon - from 1 to 33 inches (A, AB, Bw horizons)\nAndic properties - from 1 to 33 inches (A, AB, and Bw horizons) having a P-retention of 95 to 100 percent, acid oxalate extractable aluminum plus one-half iron of 2 to 4 percent, and moist bulk density of 0.55 to 0.85 g/cubic centimeter.\nMedial over loamy family - from 1 to 33 inches having andic properties and a 15-bar moisture (dried) of 31 to 59 percent.  From 33 to 41 inches having no andic properties and an estimated 20 to 35 percent clay.\nParticle-size control section - from 1 to 41 inches.\nAll diagnostic horizons and features are measured from the to of the first mineral horizon.\nADDITIONAL DATA:  Characterization data on this pedon (S84-OR-041-005) under the name Slickrock completed at SCS lab at Lincoln Nebraska.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
