{
  "SERIES": "TOMAS",
  "STATUS": "Inactive Series",
  "BYREV": "Rev. TBH",
  "REVDATE": "12/2002",
  "STATES": "UT",
  "OVERVIEW": "The Tomas series consists of pale brown, well drained, slowly permeable, silty alluvial soils occurring on nearly level, lower portions of alluvial fans in arid and semi-arid regions.  Parent materials are alluvial sediments derived principally from rhyolite but influenced somewhat by andesite, basalt, sandstone and old lacustrine deposits.\nThe Tomas soils are similar to the Genola and the Penoyer soils (Alluvial soils), and are associated with the Antelope Springs and Zane soils (Solonetz): Genola soils are moderately permeable, and have been influenced by alluvium from more strongly calcareous parent rocks, resulting in lime carbonate contents of 5 percent to 30 percent. Penoyer soils are also derived from more calcareous parent materials and have lime contents of 5 percent to 30 percent.  The Antelope Springs soils occur lower on the alluvial fans or in basin-like areas, are moderately fine textured with incipient weak B2 horizons, and are affected by excess sodium and soluble salts.  The Zane soils are reddish brown, moderately fine textured, and have weak B2 horizons.\nThe Tomas soils occur in areas with arid and semi-arid continental climates, with mean annual air temperatures of 48 to 52 degrees F., and summer air temperatures of 65 to 70 degrees F.; average annual precipitation is 7 to 11 inches, 65 percent of which falls when average monthly temperatures are above 32 degrees F.  The frost-free period is 115 to 140 days.  Elevations range from 4,900 to 5,500 feet above sea level.  The Tomas series is inextensive and relatively unimportant agriculturally.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-silty, mixed, calcareous, mesic Xeric Torrifluvents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Tomas silt loam - range - free of vegetation.\nC1--0 to 7 inches; pale brown (10YR 6/3) silt loam, brown (10YR 5/3) when moist; weak medium platy structure; soft, very friable, slightly sticky and slightly plastic to nonsticky and nonplastic; few fine roots; moderately alkaline, weakly calcareous; on the immediate surface there is commonly a very thin (1/2 inch) very friable crust-like horizon with weak very thin platy structure and very fine vesicular porosity; abrupt smooth boundary. (2 to 8 inches thick)\nC2--7 to 60 inches; similarly colored silt loam; structureless, massive; slightly hard, friable, slightly sticky and slightly plastic; few very fine, fine, and medium roots; few fine vesicular and common fine tubular pores; moderately alkaline; moderately calcareous, lime disseminated except for occasional fine veins and small flecks."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  At the south-west corner of Section 32, T. 33S., R.17W.  Iron County, Utah."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Soil colors range in hue from 7.5YR to 10YR, and from /2 to /3; color values range from 5/ to 7/ when dry and from 4/ to 5/ when moist.  In places the soils are essentially lime free but in lower-lying areas there may be moderate amounts of lime in the lower parts of the profiles; maximum free carbonates do not exceed about 5 percent.  There may be weak to moderate medium subangular blocky structure in some limy horizons.  The soil material is dominantly silt loam but may be stratified at depths below 24 to 30 inches with very fine sandy loams, fine sandy loams and in places with gravelly sandy loams.  A thin desert pavement exists in some places.  Silt loam is the dominant soil type."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "NA"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Nearly level extremities of alluvial fans and basin-like areas with smooth surfaces and with slopes ranging up to 2 percent, but dominantly less than 1 percent."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "NA"
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; slowly permeable; runoff is slow to moderate depending on cover and slope."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Predominantly used for range.  A few areas are farmed to irrigated crops.  Yields are moderately good.  Dominantly winter fat (Erotia lanata), galleta grass, Indian rice grass and occasional big sage. (Present vegetation)."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Southwestern Utah."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Beryl-Enterprise Area, Utah, 1959.\nSOURCE OF NAME:  A geographic location in Iron County, Utah.\nOSED scanned by SSQA.  Last revised by state 3/59"
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "NA"
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "NA"
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "C1",
        "top": 0,
        "bottom": 18,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 3,
        "texture_class": "silt loam",
        "structure": "weak very thin platy",
        "dry_rupture": "soft",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "eff_class": "NA",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "C1--0 to 7 inches; pale brown (10YR 6/3) silt loam, brown (10YR 5/3) when moist; weak medium platy structure; soft, very friable, slightly sticky and slightly plastic to nonsticky and nonplastic; few fine roots; moderately alkaline, weakly calcareous; on the immediate surface there is commonly a very thin (1/2 inch) very friable crust-like horizon with weak very thin platy structure and very fine vesicular porosity; abrupt smooth boundary. (2 to 8 inches thick)"
      },
      {
        "name": "C2",
        "top": 18,
        "bottom": 152,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "silt loam",
        "structure": "massive",
        "dry_rupture": "hard",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "eff_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "C2--7 to 60 inches; similarly colored silt loam; structureless, massive; slightly hard, friable, slightly sticky and slightly plastic; few very fine, fine, and medium roots; few fine vesicular and common fine tubular pores; moderately alkaline; moderately calcareous, lime disseminated except for occasional fine veins and small flecks."
      }
    ]
  ]
}
