{
  "SERIES": "TOMALES",
  "STATUS": "Established Series",
  "BYREV": "Rev. CAB/JK/JMK/TDC/ET",
  "REVDATE": "03/2003",
  "STATES": "CA",
  "OVERVIEW": "The Tomales series consists of deep, moderately well drained soils that formed on strongly weathered, soft sandstone. Tomales soils are on smooth, rolling hills. Slopes are 2 to 50 percent. The mean annual precipitation is about 30 inches and the mean annual temperature is about 54 degrees f.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, mixed, superactive, mesic Ultic Paleustalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Tomales loam, on a northeast facing convex slope of 7 percent under annual grasses, plaintain, wildiris, blackberry, and coyotebrush at 480 feet elevation. (Colors are for dry soil unless otherwise stated. When described (4/26/74) the soil was moist throughout.)\nA11--0 to 3 inches; brown (10YR 5/3) loam, very dark grayish brown (10YR 3/2) moist; strong medium and coarse granular structure; hard, very friable, slightly sticky and slightly plastic; many very fine and few fine roots; few very fine tubular pores and many very fine interstitial pores; moderately acid (pH 5.8); clear smooth boundary. (3 to 5 inches thick)\nA12--3 to 8 inches; brown (10YR 5/3) loam, very dark grayish brown (10YR 3/2) moist; moderate medium and coarse subangular blocky structure; hard, friable, slightly sticky and slightly plastic; many very fine interstitial pores; strongly acid (pH 5.5); gradual smooth boundary. (5 to 7 inches thick)\nA13--8 to 12 inches; brown (10YR 5/3) loam, very dark grayish brown (10YR 3/2) moist; coarse subangular blocky structure; hard, friable, slightly sticky and slightly plastic; common very fine roots; many very fine and fine tubular pores, many very fine interstitial pores; strongly acid (pH 5.5); clear wavy boundary. (4 to 6 inches thick)\nA21--12 to 19 inches; variegated pale brown (10YR 6/3) and grayish brown (10YR 5/2) loam, brown (10YR 4/3) and very dark grayish brown (10YR 3/2) moist; weak coarse angular blocky structure; slightly hard, friable, sticky and plastic; few very fine roots; many very fine and fine tubular and interstitial pores; tongues of the A13 horizon extend into the upper part of this horizon; strongly acid (pH 5.5); gradual irregular boundary. (4 to 7 inches thick)\nA22--19 to 24 inches; very pale brown (10YR 7/3) loam, brown (10YR 5/3) moist; few fine faint grayish brown (10YR 5/2) mottles, few medium prominent reddish brown (5YR 4/3) mottles moist; weak coarse angular blocky structure; very hard, very firm, sticky and plastic; few very fine roots; many very fine, fine and medium tubular and interstitial pores; few thin clay films in pores; strongly acid (pH 5.3); abrupt irregular boundary. (5 to 7 inches thick)\nB21t--24 to 34 inches; variegated light brownish gray (10YR 6/2) and pale yellow (10YR 7/4) clay, brown (10YR 5/3) and pale brown (10YR 6/3) moist; common fine prominent yellowish brown (10YR 5/6) and yellow (10YR 8/8) mottles moist; moderate coarse angular blocky structure; very hard, very firm, very sticky and very plastic; few very fine roots; common very fine tubular pores; many moderately thick and thick clay films in pores and on peds; very strongly acid (pH 4.8); abrupt irregular boundary. (8 to 11 inches thick)\nB22t--34 to 47 inches; yellow (2.5Y 7/6) clay, yellowish brown (10YR 5/6) moist; common fine prominent yellowish brown (10YR 5/4, 5/8) mottles, many fine prominent dark yellowish brown (10YR 4/6) moist; weak coarse angular blocky structure; very hard, firm, sticky and plastic; few very fine roots; common very fine and fine tubular pores continuous moderately thick and many thick clay films in pores and on peds; very strongly acid (pH 4.7); gradual wavy boundary. (12 to 15 inches thick)\nCr--47 to 63 inches; variegated light yellowish brown (2.5Y 6/4) and pale yellow (2.5Y 7/4) soft sandstone, light yellowish brown (2.5Y 6/4) moist; many fine prominent yellowish brown (10YR 5/8) and very pale brown (10YR 8/3) mottles, dark yellowish brown (10YR 4/6) and light brownish gray (2.5Y 6/2) moist."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Marin County, California; on the Don Pallascio ranch SW of the town of Valley Ford, about 1.1 miles SW of the intersection of Valley Ford-Franklin School Road, 150 feet W. of Estero Road, 122 degrees 57' 45'' W longitude and 38 degrees 17' 45'' N latitude."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Depth to a paralithic contact of soft sandstone is more than 40 inches. The mean annual soil temperature is 52 degrees to 58 degrees F. The soil between the depths of 9 and 17 inches is usually moist in all parts from mid-November to June. It is moist in some part the rest of the year. Moisture in the summer is due, in part, from heavy fog and low evapotranspiration rates. Base saturation is less than 50 percent in some part of the A horizon.  Organic carbon ranges from 1 to 6 percent to depths of less than 20 inches. Clay increases by at least 15 percent (absolute) from the lower part of the A2 horizon to the upper part of the B2t horizon.\nThe A1 horizon has dry color of 10YR 4/1, 4/2, 5/2 or 5/3 and moist color of 10YR 2/1, 2/2 or 3/2. It is loam, fine sandy loam, or clay loam and averages less than 35 percent clay. This horizon is moderately acid or strongly acid.\nThe A2 horizon has dry color of 10YR 5/2, 6/3, or 7/3 and moist color of 10YR 3/2, 4/3 or 5/3. There are few or common, faint to prominent mottles of 10YR 5/2 or 5/3 and 5YR 4/2 or 4/3 moist. This horizon is silt loam or loam. It is slightly acid to strongly acid.\nThe B2 horizon is variegated with dry colors of 2.5Y 6/2, 7/4 and 7/6 and moist color of 10YR 5/3, 5/6 and 6/3, with common or many prominent mottles of 10YR 5/4, 5/6, 5/8 or 8/8 dry and 10YR 4/6 or 5/6 moist. It is clay or clay loam and averages more than 35 percent clay. Reaction is strongly acid or very strongly acid.\nThe Cr horizon is soft sandstone and crushes to loam or sandy loam."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Cotati and Spreckels series in another family. Both soils have a xeric moisture regime; also, Cotati soils have an ochric epipedon and Spreckels soils lack an albic horizon."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Tomales soils are on hills. Slopes are 2 to 50 percent. The soils formed in material weathered from sandstone.  Elevations are from sea level to 800 feet. The climate is subhumid mesothermal with cool foggy summers and cool moist winters. Mean annual precipitation is 25 to 35 inches. Mean January temperature is about 50 degrees F.; mean July temperature is about 56 degrees F.; mean annual temperature is about 53 degrees F. Frost-free season is 270 to 300 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Sobega and Steinbeck soils. Sobega soils have a fine-loamy particle-size control section and lack an argillic horizon. Steinbeck soils have a fine-loamy argillic horizon and lack an abrupt A/Bt horizon boundary."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Moderately well drained; medium to rapid runoff; very slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used for range and wildlife habitat. Native vegetation is annual grasses and coyotebrush."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Central coastal California. The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Marin County, California, 1979."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: The activity class was added to the classification in March of 2003. Competing series were not checked at that time. - ET\nNational Cooperative Soil Survey\nU.S.A."
  }
}
