{
  "SERIES": "TOMAHAWK",
  "STATUS": "Established Series",
  "BYREV": "Rev. WLB:REH:CD",
  "REVDATE": "07/1999",
  "STATES": "NC,SC",
  "OVERVIEW": "The Tomahawk series consists of somewhat poorly drained and moderately well drained, permeable soils that have formed in loamy marine and/or eolian sands in lower Coastal Plain.  Slopes range from 0 to 3 percent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy, siliceous, semiactive, thermic Aquic Arenic Hapludults"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Tomahawk loamy sand, on a smooth 1 percent slope in woodland.  (Colors are for moist soil unless otherwise stated.)\nA--0 to 4 inches; very dark gray (10YR 3/1) loamy sand; weak medium granular structure; very friable; many fine and medium roots; many uncoated sand grains; very strongly acid; clear wavy boundary.  (3 to 8 inches thick)\nE--4 to 24 inches; pale brown (10YR 6/3) loamy sand; few medium faint very pale brown (10YR 7/4) mottles; weak medium granular structure; very friable; few fine roots; few medium bodies of uncoated white (10YR 8/1) sand; very strongly acid; gradual smooth boundary.  (17 to 32 inches thick)\nBt1--24 to 34 inches; light yellowish brown (10YR 6/4) sandy loam; few medium prominent yellowish red (5YR 4/8) and common medium faint light brownish gray (10YR 6/2) mottles; weak medium subangular blocky structure; very friable; few fine roots; common medium pores; few thin patchy clay films on faces of peds; few coarse dark reddish brown hard nodules; very strongly acid; clear wavy boundary.  (8 to 12 inches thick)\nBt2--34 to 42 inches; pale brown (10YR 6/3) sandy loam; common coarse faint light brownish gray (10YR 6/2) mottles; weak medium subangular blocky structure; very friable; very strongly acid; gradual wavy boundary.  (5 to 10 inches thick)\n2Bhb1--42 to 53 inches; very dark grayish brown (10YR 3/2) loamy sand; common coarse light grayish brown (10YR 6/2) mottles; massive; very friable; about 80 percent of sand grains are coated with organic matter; very strongly acid; clear wavy boundary.  (0 to 15 inches thick)\n2Bhb2--53 to 62 inches; dark reddish brown (5YR 3/2) sand; massive; weakly cemented; about 90 percent of sand grains are coated and bridged with organic matter; few small pockets of uncoated sand grains; slightly acid; gradual wavy boundary.  (5 to 20 inches thick)\n2Bhb3--62 to 80 inches; black (5YR 2/1) sand; massive; weakly cemented; most sand grains are coated and bridged with organic matter; slightly acid.  (15 inches to several feet thick)"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Sampson County, North Carolina; 1.6 miles northwest of Kerr; 5.2 miles south of Tomahawk; 300 feet southwest of State Road 1121."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The upper sequum ranges from 40 to 60 inches, overlying a lower sequum containing a spodic horizon.  The soil is very strongly to strongly acid in the upper sequence of horizons unless limed and extremely acid through slightly acid in the lower sequence of horizons.\nThe A or Ap horizon has hue of 10YR or 2.5Y, value of 3 to 5, and chroma of 1 or 2.  It is loamy sand, loamy fine sand, sand, or fine sand.\nThe E horizon has hue of 10YR or 2.5Y, value of 5 to 7, and chroma of 2 to 4.  The E horizon in some pedons contains coarse bodies of uncoated white (10YR 8/1, 8/2) sand.  It is loamy fine sand, loamy sand, sand, or fine sand.\nThe Bt horizon has hue of 10YR to 2.5Y, value of 5 to 7, and chroma of 3 to 6.  It is sand loam or fine sandy loam.\nThe E' horizon, when present, has hue of 10YR or 2.5Y, value of 4 to 8, and chroma of 1 to 3.  It is fine sand, sand, loamy fine sand, or loamy sand.\nThe 2Bhb horizon has hue of 5YR to 10YR, value of 2 to 4, and chroma of 1 or 2.  It is loamy sand, sand, fine sand, or loamy fine sand."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  (This section not revised)  Series in the same family are Baymeade, Chipola, Chisolm, Coosaw, Garcon, Gomery, Kenansville, Tenaha, and Uchee.  Similar series are Blaney, Centenary, Dragston, Echaw, Olanta, Onslow, Pactolus, Rumford, Seagate, Stallings, and Witherbee.  None of these soils have argillic horizon that overlie spodic horizons.  Baymeade and Onslow soils have intermittent B bodies within the E horizon and Baymeade soils have better drainage.  Chipola, Chisolm, Coosaw, Garcon, Gomery, Tenaha, and Uchee soils also lack a spodic horizon.  Blaney soils have slightly cemented, brittle B horizons.  Centenary, Echaw, Pactolus, and Wetherbee soils lack argillic horizons.  Dragston, Olanta, Onslow, Rumford, and Stallings soils lack arenic surfaces.  Kenansville soils have better drainage.  Seagate soils have light gray E horizons and Bh horizons that overlie argillic horizons."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Tomahawk soils occur on nearly level interstream divides on the Lower Coastal Plain.  Slopes range from 0 to 3 percent.  The soil formed in marine and/or eolian sandy and loamy deposits.  The climate is warm and humid.  The average annual rainfall is about 48 inches and mean annual temperature is about 62 degrees F. near the type location."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  In addition to competing series, these include the Kureb, Lakeland, Leon, Lynn Haven, and Murville series.  None of these soils have an argillic horizon. In addition, Kureb and Lakeland soils are considerably sandier and occupy the higher parts of the landscape.  Leon, Lynn Haven, and Murville soils are wetter, and do not have argillic horizons.  They are on the low parts of the landscape."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Somewhat poorly drained and moderately well drained; slow runoff; permeability is moderate.  The water table is within 18 to 36 inches of the surface for 1 to 5 months during most years."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most of the known acreage of this soil is used for cultivated crops.  The principal crops grown are corn, soybeans, small grain, and truck crops.  Natural vegetation consists of longleaf pine, loblolly pine, willow oak, water oak, turkey oak, blue jack oak, and sweetgum.  Understory plants consist of gallberry, huckleberry, southern wax myrtle, common sassafras, and pineland threeawn."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Coastal Plains of North Carolina and South Carolina.  The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Raleigh, North Carolina"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Sampson County, North Carolina; 1982."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nArgillic horizon - the zone from 24 to 42 inches.\nSpodic horizon - the zone from 42 to 80 inches.  The spodic horizon is a buried soil, therefore, the classification is based on the upper sequum.\nThe classification is updated to Aquic Arenic Hapludults for the seventh edition of Soil Taxonomy.\nRevised: RLV 9/26/97\nTABULAR SERIES DATA:\nSOI-5  Soil Name   Slope  Airtemp FrFr/Seas Precip  Elevation\nNC0098 TOMAHAWK    0-  3   59- 65  210-260  42- 55    30- 120\nSOI-5  FloodL FloodH Watertable Kind   Months  Bedrock Hardness\nNC0098 NONE          1.5-3.0  APPARENT DEC-APR  60-60\nSOI-5  Depth  Texture                3-Inch  No-10  Clay%   -CEC-\nNC0098  0-24  LS LFS S                0-  0  95-100  2- 8   1-  3\nNC0098 24-42  SL FSL                  0-  0  95-100  5-15   1-  2\nNC0098 42-80  FS S LS                 0-  0  95-100  2- 8   0-  2\nSOI-5  Depth    -pH-     O.M.  Salin  Permeab   Shnk-Swll\nNC0098  0-24  4.5- 5.5  .5-2.  0- 0   6.0-  20  LOW\nNC0098 24-42  4.5- 5.5  0.-.5  0- 0   2.0- 6.0  LOW\nNC0098 42-80  3.5- 6.5  0.-1.  0- 0   6.0-  20  LOW\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "somewhat poorly",
        "drainage_overview": "somewhat poorly"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 10,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 1,
        "texture_class": "loamy sand",
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "A--0 to 4 inches; very dark gray (10YR 3/1) loamy sand; weak medium granular structure; very friable; many fine and medium roots; many uncoated sand grains; very strongly acid; clear wavy boundary.  (3 to 8 inches thick)"
      },
      {
        "name": "E",
        "top": 10,
        "bottom": 61,
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 3,
        "texture_class": "loamy sand",
        "pH_class": "very strongly acid",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "E--4 to 24 inches; pale brown (10YR 6/3) loamy sand; few medium faint very pale brown (10YR 7/4) mottles; weak medium granular structure; very friable; few fine roots; few medium bodies of uncoated white (10YR 8/1) sand; very strongly acid; gradual smooth boundary.  (17 to 32 inches thick)"
      },
      {
        "name": "Bt1",
        "top": 61,
        "bottom": 86,
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 4,
        "texture_class": "sandy loam",
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bt1--24 to 34 inches; light yellowish brown (10YR 6/4) sandy loam; few medium prominent yellowish red (5YR 4/8) and common medium faint light brownish gray (10YR 6/2) mottles; weak medium subangular blocky structure; very friable; few fine roots; common medium pores; few thin patchy clay films on faces of peds; few coarse dark reddish brown hard nodules; very strongly acid; clear wavy boundary.  (8 to 12 inches thick)"
      },
      {
        "name": "Bt2",
        "top": 86,
        "bottom": 107,
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 3,
        "texture_class": "sandy loam",
        "pH_class": "very strongly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bt2--34 to 42 inches; pale brown (10YR 6/3) sandy loam; common coarse faint light brownish gray (10YR 6/2) mottles; weak medium subangular blocky structure; very friable; very strongly acid; gradual wavy boundary.  (5 to 10 inches thick)"
      },
      {
        "name": "2Bhb1",
        "top": 107,
        "bottom": 135,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "loamy sand",
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "2Bhb1--42 to 53 inches; very dark grayish brown (10YR 3/2) loamy sand; common coarse light grayish brown (10YR 6/2) mottles; massive; very friable; about 80 percent of sand grains are coated with organic matter; very strongly acid; clear wavy boundary.  (0 to 15 inches thick)"
      },
      {
        "name": "2Bhb2",
        "top": 135,
        "bottom": 157,
        "moist_hue": "5YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "sand",
        "pH_class": "slightly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "2Bhb2--53 to 62 inches; dark reddish brown (5YR 3/2) sand; massive; weakly cemented; about 90 percent of sand grains are coated and bridged with organic matter; few small pockets of uncoated sand grains; slightly acid; gradual wavy boundary.  (5 to 20 inches thick)"
      },
      {
        "name": "2Bhb3",
        "top": 157,
        "bottom": 203,
        "moist_hue": "5YR",
        "moist_value": 2,
        "moist_chroma": 1,
        "texture_class": "sand",
        "pH_class": "slightly acid",
        "narrative": "2Bhb3--62 to 80 inches; black (5YR 2/1) sand; massive; weakly cemented; most sand grains are coated and bridged with organic matter; slightly acid.  (15 inches to several feet thick)"
      }
    ]
  ]
}
