{
  "SERIES": "TOMEK",
  "STATUS": "Established Series",
  "BYREV": "SAS, SLH",
  "REVDATE": "03/2006",
  "STATES": "NE",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, smectitic, mesic Pachic Argiudolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Tomek silt loam, with a slope of 1 percent, on a nearly level plain, in cropland.  (Colors are for moist soil unless otherwise stated.)\nAp1--0 to 13 centimeters (0 to 5 inches); black (10YR 2/1) crushed silt loam; dark gray (10YR 4/1) dry; weak fine granular structure; soft, very friable; common fine and medium roots throughout; common fine and medium tubular pores; neutral (pH 6.6); abrupt smooth boundary.\nAp2--13 to 28 centimeters (5 to 11 inches); black (10YR 2/1) crushed silt loam; dark gray (10YR 4/1)   dry; weak thin platy structure parting to weak fine granular; slightly hard, friable; common fine and medium roots throughout; common fine and medium tubular pores; neutral (pH 6.8); clear smooth boundary.  (Combined thickness of the A horizons is 25 to 76 centimeters (10 to 30 inches)\nAB--28 to 48 centimeters (11 to 19 inches); very dark gray (10YR 3/1) crushed silty clay loam; dark gray (10YR 4/1) dry; weak coarse subangular blocky structure parting to moderate medium granular; slightly hard, friable; common fine and medium roots throughout; common fine and medium tubular pores; neutral (pH 7.3); clear smooth boundary. (0 to 30 centimeters (0 to 12 inches) thick)\nBt1--48 to 66 centimeters (19 to 26 inches); very dark grayish brown (10YR 3/2) crushed silty clay loam; dark grayish brown (10YR 4/2) dry; weak coarse prismatic structure parting to medium subangular blocky; hard, friable; common fine roots throughout; common fine tubular pores, slightly alkaline (pH 7.4); clear smooth boundary.\nBt2--66 to 79 centimeters (26 to 31 inches); very dark grayish brown (10YR 3/2) crushed silty clay loam; grayish brown (10YR 5/2) dry; few fine prominent brown (7.5YR 4/4) soft masses of iron accumulation; moderate coarse prismatic structure parting to moderate medium subangular blocky; very hard, firm; few fine roots in cracks; common fine tubular pores; very few very dark gray (10YR 3/1) patchy organic coats and continuous clay films on vertical and horizontal faces of peds; few fine rounded soft masses of iron-manganese; neutral (pH 7.3); clear smooth boundary.\nBt3--79 to 117 centimeters (31 to 46 inches); dark grayish brown (10YR 4/2) crushed silty clay loam; brown (10YR 5/3) dry; few fine prominent yellowish red (5YR 5/8), common medium prominent strong brown (7.5YR 4/6), soft masses of iron accumulation and distinct grayish brown (2.5Y 5/2) iron depletions; strong coarse prismatic structure parting to strong medium subangular blocky; very hard, very firm; very few very dark gray (10YR 3/1) patchy organic coats, and continuous clay films on faces of peds; many fine rounded soft masses of iron-manganese; neutral (pH 7.1); gradual smooth boundary.\nBt4--117 to 137 centimeters (46 to 54 inches); brown (10YR 5/3) crushed silty clay loam; pale brown (10YR 6/3) dry; few fine prominent yellowish red (5YR 5/8), many medium prominent strong brown (7.5YR 4/6) soft masses of iron accumulation and common medium distinct grayish brown (2.5Y 5/2) iron depletions; strong coarse prismatic structure parting to strong medium subangular blocky; very hard, firm; very few very dark gray (10YR 3/1) patchy organic coats on vertical faces of peds, and continuous clay films on faces of peds; many fine rounded soft masses of iron-manganese; neutral (pH 7.1); gradual smooth boundary.  (Combined thickness of the Bt horizons is 51 to 127 centimeters (20 to 50 inches) thick)\nBC--137 to 173 centimeters (54 to 68 inches); brown (10YR 5/3) crushed silty clay loam; pale brown (10YR 6/3) dry; many medium prominent strong brown (7.5YR 4/6) soft masses of iron accumulation and distinct grayish brown (2.5Y 5/2) iron depletions; weak coarse prismatic structure parting to moderate medium subangular blocky; hard, firm; patchy clay films on vertical faces of peds; few fine rounded iron-manganese concretions; neutral (pH 7.3); gradual wavy boundary. (20 to 61 centimeters (8 to 24 inches) thick)\nC--173 to 183 centimeters (68 to 72 inches); yellowish brown (10YR 5/4) crushed silt loam; light yellowish brown (10YR 6/4) dry; common medium prominent strong brown (7.5YR 4/6) soft masses of iron accumulation and light brownish gray (2.5Y 6/2) iron depletions; massive; slightly hard, friable; few fine rounded iron-manganese concretions; slightly alkaline (pH 7.5)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Saunders County, Nebraska; about 6 kilometers (4 miles) north and 3 kilometers (2 miles) east of Wahoo; 61 meters (200 feet) east and 130 meters (425 feet) north of the southwest corner of section 12, T. 15 N., R. 7 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: Udic moisture regime.\nMean annual soil temperature: 9 to 10 degrees C. (48 to 50 degrees F.)\nDepth to argillic horizon: 25 to 76 centimeters (10 to 30 inches)\nThickness of the mollic epipedon: 61 to 127 centimeters (24 to 50 inches)\nThickness of the solum: 127 to 183 centimeters (50 to 72 inches) or more\nThe redoximorphic features are relict features and not indicative of present drainage conditions.\nA and AB horizons:\nHue: 10YR\nValue: 2 or 3, 3 or 4 dry\nChroma: 1 or 2\nTexture: Silty clay loam or silt loam\nClay content: 24 to 35 percent\nSand content: <10 percent\nReaction: Slightly acid or neutral\nBt horizon:\nHue: 10YR\nValue: 3 to 5, 4 to 6 dry\nChroma: 2 or 3\nTexture: Silty clay loam\nClay content: 35 to 40 percent in the upper 51 centimeters (20 inches), and 27 to 35 percent in the lower part\nSand content: <10 percent\nReaction: Neutral or slightly alkaline\nBC and C horizons:\nHue: 10YR or 2.5Y\nValue: 4 to 7 moist, 5 to 8 dry\nChroma: 3 or 4\nTexture: Silt loam or silty clay loam\nClay content: 24 to 35 percent\nSand content: <12 percent\nReaction: Neutral or slightly alkaline"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no competing series."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material: Loess, Deep borings in this soil indicate that most areas are underlain by sandy materials at depths of 1.8 to 6 meters (6 to 20 feet).\nLandform: Stream terrace plane in a paleo valley of the Platte River\nSlopes: 0 to 2 percent\nMean annual temperature: 10 to 11 degrees C. (50 to 52 degrees F.)\nMean annual precipitation: 69 to 74 centimeters (27 to 29 inches)\nFrost-free period: 150 to 170 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Butler, Fillmore, Scott and Yutan soils.\nButler soils contain more clay in the control section, are somewhat poorly drained, and are in swales.\nFillmore soils contain more clay in the control section, are somewhat poorly drained, and are in swales subject to ponding for a short duration.\nScott soils contain more clay in the control section, are poorly drained, and are in potholes subject to ponding for a long duration.\nYutan soils are on slightly higher positions on the landscape and have mollic colors less than 10 inches thick."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:\nDrainage: well drained\nSurface runoff: Low\nSaturated hydraulic conductivity:  Moderately high"
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most areas are in cropland.\nCorn, soybeans, grain sorghum and winter wheat are the principal crops.\nThe underlying sandy material is source of water for irrigation use."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Eastern Nebraska.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Denver, Colorado"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Saunders County, Nebraska, 1995."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon: 0 to 79 centimeters (0 to 31 inches) (Ap1, Ap2, AB, Bt1, and Bt2)\nArgillic horizon: 48 to 137 centimeters (19 to 54 inches) (Bt1, Bt2, Bt3, Bt4)\nModified format by LRM in 3/2006 to include metric conversion and change permeability to saturated hydraulic conductivity.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
