{
  "SERIES": "TOMTY",
  "STATUS": "Established Series",
  "BYREV": "Rev. COC/RJE/JAL",
  "REVDATE": "03/2002",
  "STATES": "MT",
  "OVERVIEW": "The Tomty series consists of very deep, poorly drained soils that formed in colluvium derived from clay shale. These soils are on foot slopes in uplands. Slopes are 4 to 25 percent. Mean annual precipitation is about 22 inches, and mean annual temperature is about 41 degrees F..",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, smectitic, frigid Aquic Hapluderts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Tomty silty clay, forested. (Colors are for dry soil unless otherwise noted.)\nA--0 to 6 inches; black (10YR 2/1) silty clay, black (10YR 2/1) moist; strong very fine granular structure in upper 2 inches and strong fine and very fine subangular blocky structure below; very hard, firm, moderately sticky and moderately plastic; many fine, very fine, medium, and coarse roots; less than 1 percent limestone pebbles; slightly effervescent; neutral (pH 7.1); clear wavy boundary. (4 to 8 inches thick)\nBk1--6 to 13 inches; very dark gray (10YR 3/1) silty clay, very dark gray (10YR 3/1) moist; strong fine and very fine subangular blocky structure; extremely hard, firm, moderately sticky and very plastic; many very fine, fine, medium, and coarse roots; common fine and very fine pores; less than 1 percent limestone pebbles; few fine and medium soft masses of segregated lime; slightly effervescent; slightly alkaline (pH 7.5); clear wavy boundary. (6 to 10 inches thick)\nBkss2--13 to 18 inches; dark gray (10YR 4/1) clay, very dark gray (10YR 3/1) moist; strong fine and very fine subangular blocky structure; extremely hard, firm, moderately sticky and very plastic; common very fine, fine, medium, and coarse roots; common fine and very fine pores; common intersecting slickensides; less than 1 percent limestone pebbles; few fine and medium soft masses of segregated lime; strongly effervescent; slightly alkaline (pH 7.6); abrupt smooth boundary. (8 to 15 inches thick)\nBkss3--18 to 30 inches; light gray (10YR 7/1) silty clay, gray (10YR 5/1) moist; many medium and fine distinct light yellowish brown (10YR 6/4) and brownish yellow (10YR 6/6) redox concentrations; moderate medium and fine angular blocky structure; extremely hard, very firm, moderately sticky and very plastic; common very fine, fine, medium, and coarse roots; common fine and very fine pores; few intersecting slickensides; few fine soft masses of segregated lime; strongly effervescent; slightly alkaline (pH 7.7); clear wavy boundary. (10 to 20 inches thick)\nCg1--30 to 41 inches; gray (N 5/) clay, dark gray (N 4/0) moist; common fine distinct yellowish red (5YR 5/6) and strong brown (7.5YR 5/6) redox concentrations; weak coarse angular blocky structure; extremely hard, very firm, moderately sticky and very plastic; few very fine, medium, and coarse roots; common fine and very fine pores; strongly effervescent; slightly alkaline (pH 7.7); clear wavy boundary. (10 to 15 inches thick)\nCg2--41 to 50 inches; gray (N 5/0) silty clay, dark gray (N 4/ ) moist; common medium and large distinct light olive brown (2.5Y 5/6) redox concentrations; weak coarse angular blocky structure; extremely hard, firm, moderately sticky and moderately plastic; few fine, very fine, medium, and coarse roots; common fine and very fine pores; strongly effervescent; slightly alkaline (pH 7.6) diffuse wavy boundary. (9 to 15 inches thick)\nCg3--50 to 60 inches; light gray (5Y 7/1) silty clay, gray (5Y 5/1) moist; many medium, distinct, light olive brown (2.5Y 5/4) redox concentrations; massive; extremely hard, firm, moderately sticky and moderately plastic; less than 1 percent limestone pebbles and cobbles; strongly effervescent; slightly alkaline (pH 7.6); abrupt boundary."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Fergus County, Montana; 530 meters south and 90 meters east of the NW corner of sec. 23, T. 13 N., R. 19 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil temperature: 41 to 45 degrees F.\nRock fragments: few limestone or shale pebbles in the A, B, and C horizons\nDepth to k horizon: 4 to 9 inches\nDepth to water table: 12 to 24 inches\nA horizon\nHue: 10YR\nValue, dry: 2 or 3\nValue, moist: 2 or 3\nChroma: 1\nTexture: silty clay loam, silty clay, or clay\nClay content: 30 to 55 percent\nRock fragments: 0 to trace pebbles\nReaction: pH 6.1 to 7.8\nBk1 and Bk2 horizon\nHue: 10YR\nValue, dry: 3 or 4\nValue, moist: 3 or 4\nChroma: 1\nTexture: silty clay or clay\nClay content: 40 to 60 percent\nSlickensides: many or common\nRock fragments: 0 to 5 percent pebbles\nCalcium carbonate equivalent: 5 to 10 percent\nReaction: pH 7.4 to 8.4\nBk3 horizon\nHue: 10YR or 2.5Y\nValue, dry: 5 to 7\nValue, moist: 4 or 5\nChroma: 4 to 6\nTexture: silty clay or clay\nClay content: 40 to 60 percent\nSlickensides: few or common\nRock fragments: 0 to 5 percent pebbles\nCalcium carbonate equivalent: 5 to 10 percent\nReaction: pH 7.4 to 8.4\nCg horizon\nHue: 2.5Y, 5Y, or N\nValue, dry: 5, 6, or 7\nValue, moist: 4 or 5\nChroma: 4 to 6\nTexture: silty clay or clay\nClay content: 40 to 60 percent\nRock fragments: 0 to 15 percent pebbles\nReaction: pH 7.4 to 8.4"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Audubon and Hattie series. The Audubon soils have 20 to 35 percent calcium carbonate equivalent in the Bkss horizon. The Hattie soils have 15 to 30 percent calcium carbonate equivalent in the Bkss horizon."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Tomty soils are on foot slopes in uplands. Elevations are 4,600 to 5,500 feet. Tomty soils formed in colluvium derived from clay shale. The climate is cool, with long cold winters, moist springs, and warm summers. Mean annual temperature is 39 to 43 degrees F. Mean annual precipitation is 20 to 30 inches. The growing season is 50 to 90 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are Castle, Kildor, Whitecow, and Tibs series. All of these soils are well drained."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Poorly drained; medium to very rapid runoff; very slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Tomty soils are used mainly for woodland and range, but are also used for hayland. Overstory is quaking aspen, and understory is scouler silene, lupine, blue wildrye, Oregongrape, Saskatoon serviceberry, common snowberry, russet buffaloberry, heartleaf arnica, and mountain sweetroot."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Central Montana. Tomty soils are not extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Fergus County, Montana, 1970.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": null
  }
}
