{
  "SERIES": "TONOWEK",
  "STATUS": "Established Series",
  "BYREV": "Rev. RWG/JPM",
  "REVDATE": "11/2002",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy over sandy or sandy-skeletal, mixed, superactive, nonacid Typic Cryofluvents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Tonowek very fine sandy loam -- under forest vegetation (All colors are for moist soil).\nOi--1 to 0 inch; undecomposed forest litter. (0 to 3 inches thick)\nA--0 to 2 inches; dark reddish brown (5YR 2.5/2) very fine sandy loam;  weak fine subangular blocky structure parting to weak fine granular; very friable, nonsticky and slightly plastic; many roots; moderately acid; clear wavy boundary.  (1 to 4 inches thick)\nC1--2 to 17 inches; dark brown (7.5YR 3/2) very fine sandy loam; weak fine subangular blocky structure parting to weak fine granular; very friable, nonsticky and nonplastic; common roots; moderately acid; abrupt wavy boundary.  (12 to 27 inches thick)\nC2--17 to 60 inches; very dark grayish brown (2.5Y 3/2) very gravelly sand; single grain; loose; 50 percent gravel, 10 percent cobble; moderately acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Naukati Sweetwater Area, Alaska; SE 1/4, SE 1/4, SW 1/4, S 25, T 68 S, R 81 E, Copper River Meridian."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The depth to skeletal material ranges from 13 to 31 inches.  The mean annual soil temperature ranges from 38 to 42 degrees F, and the mean summer soil temperature under forest vegetation is about 46 degrees F.\nThe A horizon hue ranges from 5YR to 10YR, value moist from 2 to 5, and chroma moist from 1 to 4.  The texture is very fine sandy loam, sandy loam or silt loam.  Thin stratas of sand and loamy sand occur in the A horizon.\nThe C1 horizon hue ranges from 5Y to 7.5YR; value moist ranges from 2 to 5; and chroma moist from 1 to 4.  The texture is very fine sandy loam, sandy loam or silt loam.  This horizon has less than 5 percent coarse fragments.  Thin stratas of sand and loamy sand occur in the C1 horizon.\nThe 2C2 horizon hue ranges from 5Y to 10YR; value moist is from 3 to 5; and chroma moist from 1 to 4.  Textures include loamy sand or sand with stratas of sandy loam.  Coarse fragment content ranges from 10 to 70 percent with 5 to 30 percent cobbles and 5 to 40 percent gravel."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Jarvis (AK), Klutina (AK) and Niklason (AK) series in the same family. Jarvis soils contain significant mica throughout the control section.  Klutina soils have free carbonates in the lower control section.  Niklason soils have MAST lower than 38 degrees F."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Tonowek soils occur on low stream terraces and floodplains.  The soils have formed from alluvium of mixed mineralogy.  The climate is humid maritime with mean annual precipitation in excess of 100 inches.  Mean annual air temperature is 45 degrees F, and the mean summer air temperature is 55 degrees F. Slopes range from 0 to 25 percent.  Elevation ranges from sea level to 500 feet."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Karta, Kina, Kogish, Maybeso, Staney, Tuxekan, and Wadleigh series.  Karta and Wadleigh soils are formed from glacial till and are found on valleysides and hillslopes.  Kina, Kogish, Maybeso, and  Staney soils are very poorly drained organic soils that are found in low lying landscape positions.  Tuxekan soils are well drained soils with spodic horizons on stream terraces."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained.  Subject to occasional brief flooding.  Moderate permeability in the upper 20 inches and rapid below.   Runoff  is slow."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Tonowek soils are used for timber production, watershed protection, wildlife habitat, and recreation.  The principal trees are Sitka spruce, western hemlock, and red alder.  The understory vegetation is dominantly salmonberry, devil's club, black currant, thimbleberry, elderberry, and a variety of forbs."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Southeast Alaska.  The series is extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Hollis Area, Alaska, 1969."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic features recognized in this soil are: an ochric epipedon; lack of a diagnostic subsoil horizon; a pH of 5.5 (1:1,H20) or greater in some part of the control section; an irregular decrease  in organic carbon content with depth; coarse-loamy material from 10 to 17 inches and sandy, or sandy-skeletal material from 17 to 40 inches. The Tonowek series is proposed as a benchmark soil series.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
