{
  "SERIES": "TONUCO",
  "STATUS": "Established Series",
  "BYREV": "Rev. JCC/VGL/LWH/WWJ",
  "REVDATE": "12/2014",
  "STATES": "NM",
  "OVERVIEW": "The Tonuco series is shallow and very shallow, excessively drained formed from coarse textured alluvium derived from mixed sources.  It is on broad plains, fan piedmonts, and alluvial fans with slopes of 0 to 5 percent.  Average annual precipitation is about 12 inches and average annual air temperature is about 63 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Sandy, mixed, thermic, shallow Typic Petrocalcids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Tonuco loamy fine sand - rangeland. (Colors are for dry conditions unless otherwise noted.)\nA--0 to 5 inches; brown (7.5YR 4/3) loamy fine sand, dark brown (7.5YR 3/3) moist; weak medium subangular blocky structure, with the upper 1 to 2 inches having weak platy structure; soft, very friable, nonsticky; common fine and medium interstitial pores; few fine and medium roots; few small hardened carbonate fragments scattered through the soil material; neutral; clear smooth boundary.  (3 to 8 inches thick)\nBk--5 to 15 inches; reddish brown (5YR 5/4) loamy fine sand, reddish brown (5YR 4/4) moist; weak coarse subangular blocky structure becoming structureless in the lower part; slightly hard, very friable, nonsticky; common very fine and fine and few coarse pores; few fine and medium roots; few to common small hardened carbonate fragments scattered through the soil material; neutral abrupt smooth boundary.  (3 to 12 inches thick)\nBkkm--15 to 36 inches; white (7.5YR 8/1) to pink (7.5YR 8/4) occasionally fractured, layered, indurated caliche that is laminated in the upper part and with Bk like material in the fractures; there may be several laminar horizons with weakly to strongly cemented white (7.5YR 8/1) caliche between.  (Several to many feet thick)"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Eddy County, New Mexico; 2800 feet south and 1550 feet east of the northwest corner of sec. 20, T. 18 S, R. 28 E.  104 degrees, 12 minutes, 00 seconds west longitude; 32 degrees, 43 minutes, 57 seconds north latitude."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil Moisture - the moisture control section is dry in all parts more than three fourths of the time the soil temperature exceeds 41 degrees F. The majority of the moisture is received during July, August and September with the soil being moist intermittently above the SMCS or in the upper part of the SMCS for very short periods of time. Typic aridic moisture regime.\nSoil temperature - 62 to 72 degrees F.\nDepth to Petrocalcic: 6 to 20 inches.\nA horizon\nHue:  5YR, 7.5YR, 10YR\nValue:  4 to 7 dry, 3 to 6 moist\nChroma:  3 to 6, dry or moist\nTexture:  loamy fine sand, loamy sand, coarse sand, sand, fine sand, very fine sand\nBw and Bk horizons\nHue:  5YR, 7.5YR, 10YR\nValue:  4 to 7 dry, 3 to 6 moist\nChroma:  4 to 6, dry or moist\nTexture:  loamy sand, loamy fine sand, fine sand"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: This is the Blacknat (NV) series. Blacknat soils do not have a calcic horizon and have a soil moisture regime typical of the Mohave desert."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: The Tonuco soils occur on gently undulating upland ridges, nearly level plains, alluvial fans, fan piedmonts, and valley sideslopes.  The regolith consists of coarse textured sandy eolian alluvial material derived from variety of reddish crystalline and sedimentary rocks.  This coarse textured material rests abruptly on laminated, fractured, strongly cemented to indurated caliche with the sandy material penetrating the fractures of the surface layers of the caliche.  The petrocalcic horizon may pre-date the information of the present regolith.  The slopes range from 0 to 5 percent and are often complex in character.  The climate is warm arid, continental.  At the type location the average annual precipitation is 10 to 13 inches with a marked summer maximum.  The average annual temperature is 59 degrees to 64 degrees F., the average summer temperature is 80 degrees F., and the Thornthwaite P.E. Index is 13.  Frost free period is 180 to 240 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These include the Palomas, Simona, Sharvana, Maljamar, Berino and Cacique.  The Palomas, Sharvana, Maljamar, Berino and Cacique soils all have B2t horizons."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: These soils are excessively drained; runoff is negligible, and permeability is very rapid to the petrocalcic horizon."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: These soils are used exclusively for rangeland.  The principal vegetation is black grama, sideoats grama, bush muhly, snakeweed, and mesquite.  When overgrazed, the vegetation changes to dropseed, threeawn, sand muhly, broom snakeweed, mesquite, creosotebush, and catclaw."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Present known distribution is southern New Mexico where its extent is at least 150,000 acres. MLRA 42."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Phoenix, Arizona"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Eddy County, New Mexico, 1966."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - zone from 0 to 5 inches (A horizon)\nPetrocalcic horizon - zone from 15 to 36 inches (Bkm horizon)\nClassified according to Soil Taxonomy Second Edition, 1999; Keys to Soil Taxonomy, Twelfth Edition, 2014.\nRevised for the correlation of White Sands Missile Range, New Mexico; October, 2014, NMS"
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "NA"
  },
  "SITE": [
    [
      {
        "drainage": "excessively",
        "drainage_overview": "excessively"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 13,
        "dry_hue": "7.5YR",
        "dry_value": 4,
        "dry_chroma": 3,
        "moist_hue": "7.5YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "loamy fine sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A--0 to 5 inches; brown (7.5YR 4/3) loamy fine sand, dark brown (7.5YR 3/3) moist; weak medium subangular blocky structure, with the upper 1 to 2 inches having weak platy structure; soft, very friable, nonsticky; common fine and medium interstitial pores; few fine and medium roots; few small hardened carbonate fragments scattered through the soil material; neutral; clear smooth boundary.  (3 to 8 inches thick)"
      },
      {
        "name": "Bk",
        "top": 13,
        "bottom": 38,
        "dry_hue": "5YR",
        "dry_value": 5,
        "dry_chroma": 4,
        "moist_hue": "5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "loamy fine sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Bk--5 to 15 inches; reddish brown (5YR 5/4) loamy fine sand, reddish brown (5YR 4/4) moist; weak coarse subangular blocky structure becoming structureless in the lower part; slightly hard, very friable, nonsticky; common very fine and fine and few coarse pores; few fine and medium roots; few to common small hardened carbonate fragments scattered through the soil material; neutral abrupt smooth boundary.  (3 to 12 inches thick)"
      },
      {
        "name": "Bkkm",
        "top": 38,
        "bottom": 91,
        "dry_hue": "7.5YR",
        "dry_value": 8,
        "dry_chroma": 1,
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Bkkm--15 to 36 inches; white (7.5YR 8/1) to pink (7.5YR 8/4) occasionally fractured, layered, indurated caliche that is laminated in the upper part and with Bk like material in the fractures; there may be several laminar horizons with weakly to strongly cemented white (7.5YR 8/1) caliche between.  (Several to many feet thick)"
      }
    ]
  ]
}
