{
  "SERIES": "TOOMES",
  "STATUS": "Established Series",
  "BYREV": "Rev. LCL-AJT-MAV-AEC -AJP-JTW",
  "REVDATE": "01/2020",
  "STATES": "CA",
  "OVERVIEW": "The Toomes series consists of very shallow and   shallow, well to somewhat excessively drained soils formed in residuum weathered from tuff breccia, basalt, andesite, or latite. These soils are on    ridges and plateaus. Slopes are 2 to 75 percent. The mean annual precipitation is about 635 mm (25 in) and the mean annual temperature is about 16 degrees C (60 degrees F).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy, mixed, superactive, thermic Lithic Haploxerepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Toomes gravelly loam on a west facing, 5 percent slope under annual grasses and forbs at an elevation of 274 meters (900 ft). (Colors are for dry soil unless otherwise noted.)\nA1--0 to 5 cm  (0 to 2 in); brown (7.5YR 5/4) gravelly loam, dark brown (7.5YR 3/4) moist; weak thin platy structure; slightly hard, friable, slightly sticky and slightly plastic; many very fine roots; many fine pores; 15 percent subangular volcanic cobbles and stones; slightly acid (pH 6.2); abrupt smooth boundary. (1 to 5 cm thick)\nA2--5 to 18 cm (2 to 7 in); brown (7.5YR 4/4) gravelly loam, dark brown (7.5YR 3/4) moist; weak medium subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; common very fine roots; common fine pores; 15 percent volcanic subangular cobbles and stones; moderately acid (pH 6.0); clear irregular boundary. (10 to 23 cm thick)\nBw--18 to 38 cm (7 to 15 in); reddish brown (5YR 4/4) gravelly loam, dark reddish brown (5YR 3/4) moist; weak medium subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; common very fine roots; few fine pores; few thin clay films lining pores; 20 percent volcanic subangular volcanic cobbles and stones; slightly acid (pH 6.5); abrupt irregular boundary. (0 to 25 cm thick)\nR--38 to 61 cm (15 to 24 in); volcanic breccia composed of angular and subangular basaltic rock fragments cemented together by light gray, fine textured, tuffaceous sediments; matrix and the fragments about equally hard."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Tehama County, California; west of Tuscan Buttes and east of Highway 36; NE 1/4 of section 19, T.28 N., R.2 W. USGS 7.5 minute topographic quadrangle: Dales, California; WGS84 40.278361 latitude -122.120068 longitude. UTM Zone 10 574805 meters E 4459024 meters N NAD83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil temperature: The mean annual soil temperature directly above the lithic contact ranges from 16 to 18 degrees C. Typically, the soil temperature does not go below 8 degrees C. The difference between the mean summer and mean winter soil temperatures is less than 6 degrees C. The soils have a thermic soil temperature regime.\nSoil moisture: The soil moisture control section is dry in all parts from about May to October. The soils have a xeric moisture regime.\nDiagnostic features:\nOchric epipedon thickness: 10 to 18 cm (4 to 7 in)\nCambic horizon thickness: 12.5 to 45 cm (5 to 18 in)\nDepth to lithic contract: 10 to 50 cm (4 to 20 in)\nParticle size control section weighted averages:\nClay content: 10 to 35 percent\nRock fragment volume: 10 to 30 percent\nReaction: Reaction is moderately acid to neutral throughout\nA horizon(s)\nHue: 10YR, 7.5YR, 5YR\nValue: 4 to 6 dry; 3 or 4 moist\nChroma: 2 to 4\nTexture: silt loam, loam, or clay loam\nOrganic matter: less than 1 percent\nBw horizon (when present):\nHue: 10YR, 7.5YR, 5YR\nValue: 4 to 6 dry; 3 or 4 moist\nChroma: 4\nTexture: silt loam, loam, or clay loam"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Auburn, Jennylind, Millsholm, and Spinnaker soils. Auburn soils form on hills in material weathered from metavolcanic and metasedimentary rock. Jennylind soils form on erosion remnants in acidic rhyolitic tuff. Millsholm soils form on hills and mountains from sandstone, mudstone, and shale .     Spinnaker soils form on mountains and hills on islands, and are dry from about August through November."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Toomes soils are on plateaus and ridges of volcanic flows and on foothills of volcanic uplands. These soils formed in residuum weathered from tuff breccia and in some areas, from    latite, basalt and andesite. Rock outcrops and stones make up 5 to 50 percent of the surface area.   Slopes are 2 to 75 percent. Elevations range from 45 to 1220 meters (150 to 4000 ft). The climate is subhumid with hot, dry summers and cool, moist winters. Mean annual precipitation is 405 to 1305 mm (16 to 40 in). Mean annual temperature is 14 to 17 degrees C (57 to 62 degrees F); average January temperature is about 8 degrees C (46 degrees F); and average July temperature is about 24 degrees C (75 degrees F). The frost-free season is 215 to 365 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Amador, Angelscreek  , Goldwall, Guenoc, Inks, Iron Mountain, Las Posas, Pentz, Shawsflat, Supan and Tuscan soils. Amador and Pentz soils form on hills in tuff and have a paralithic contact. Guenoc, Inks, Iron Mountain, and Supan soils occur on similar landforms and parent materials as Toomes, but have an argillic horizon. Los Posas soils form on hills in intrusive basic igneous rocks (i.e. gabbro) and have an argillic horizon with a 2.5YR hue. Tuscan soils are on fan remnants and have a duripan ."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well to somewhat excessively drained; moderately high to high saturated hydraulic conductivity throughout the soil; saturated hydraulic conductivity of the bedrock is low to very high."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Primarily used for rangeland  . Vegetation is soft chess, filaree, bromes, Pacific fescue, and other annual grasses and forbs with scattered blue oak, ceanothus, and foothill pine."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Central California Coast Range and Sierra Nevada Foothills of California; MLRA 15 and 18. The soils are extensive."
  },
  "REGIONAL OFFICE": {
    "section": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE",
    "content": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Tehama County, California, 1962. Source of the name is from Toomes Creek."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nDiagnostic horizons and features recognized in this pedon are:\nOchric epipedon: 0 to 18 cm (0 to 7 in). (A1 and A2 horizon)\nCambic horizon: 18 to 38 cm (7 to 15 in). (Bw horizon)\nLithic contact: 38 cm (15 in). (R horizon)\nParticle size control section for this pedon: 25 to 38 cm (10 to 15 in)\nHistorical notes:\nThe redder hues are associated with basalt and the yellower hues are associated with tuff breccia. The clay increase from the A horizon to the B horizon is less than 3 percent.\nThe Toomes soils were formerly classified as Lithosols. Soils excluded from the series concept and mapped as Toomes in Eastern Fresno Area are loamy-skeletal, mixed, thermic Lithic Xerorthents. Those mapped in Glenn County Area are loamy-skeletal, mixed thermic Lithic Haploxerolls.  Soils mapped in Sonoma County are loamy-skeletal, mixed, thermic Lithic Xerorthents.  Properties of those soils mapped in Eastern Stanislaus Area where not considered in this revision because the soils are of minor extent (155ac.)\nFurther study is needed to determine if the Toomes soils mapped in scattered locations throughout California meet the current concept of Toomes. Soils mapped as Toomes in Antelope Valley Area and Northern Santa Barbara Area should be considered taxadjuncts to the series.\nThose soils mapped as Exchequer in the Placer County Area and as Toomes in Shasta Area but with different classification meet the current concept of Toomes and they should be classified as the official series (see complete characterization for Placer County pedon numbers S61 Calif-31-1 and S61 Calif-31-2).\nEdits made after SDJR project,AEC 3/18\nADDITIONAL DATA:\nNASIS User Pedon ID: S1955-CA-52-109\nPedon Type: OSD pedon\nPedon Purpose: laboratory sampling site\nLab Pedon #: UCD5552109\nLab Source ID: UCDAVIS\nSoil classified using the 12th Edition of the Keys to Soil Taxonomy.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well to somewhat excessively",
        "drainage_overview": "well to somewhat excessively"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A1",
        "top": 0,
        "bottom": 5,
        "dry_hue": "7.5YR",
        "dry_value": 5,
        "dry_chroma": 4,
        "moist_hue": "7.5YR",
        "moist_value": 3,
        "moist_chroma": 4,
        "texture_class": "loam",
        "cf_class": "gravelly",
        "pH": 6.2,
        "pH_class": "slightly acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "A1--0 to 5 cm  (0 to 2 in); brown (7.5YR 5/4) gravelly loam, dark brown (7.5YR 3/4) moist; weak thin platy structure; slightly hard, friable, slightly sticky and slightly plastic; many very fine roots; many fine pores; 15 percent subangular volcanic cobbles and stones; slightly acid (pH 6.2); abrupt smooth boundary. (1 to 5 cm thick)"
      },
      {
        "name": "A2",
        "top": 5,
        "bottom": 18,
        "dry_hue": "7.5YR",
        "dry_value": 4,
        "dry_chroma": 4,
        "moist_hue": "7.5YR",
        "moist_value": 3,
        "moist_chroma": 4,
        "texture_class": "loam",
        "cf_class": "gravelly",
        "pH": 6,
        "pH_class": "moderately acid",
        "distinctness": "clear",
        "topography": "irregular",
        "narrative": "A2--5 to 18 cm (2 to 7 in); brown (7.5YR 4/4) gravelly loam, dark brown (7.5YR 3/4) moist; weak medium subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; common very fine roots; common fine pores; 15 percent volcanic subangular cobbles and stones; moderately acid (pH 6.0); clear irregular boundary. (10 to 23 cm thick)"
      },
      {
        "name": "Bw",
        "top": 18,
        "bottom": 38,
        "dry_hue": "5YR",
        "dry_value": 4,
        "dry_chroma": 4,
        "moist_hue": "5YR",
        "moist_value": 3,
        "moist_chroma": 4,
        "texture_class": "loam",
        "cf_class": "gravelly",
        "pH": 6.5,
        "pH_class": "slightly acid",
        "distinctness": "abrupt",
        "topography": "irregular",
        "narrative": "Bw--18 to 38 cm (7 to 15 in); reddish brown (5YR 4/4) gravelly loam, dark reddish brown (5YR 3/4) moist; weak medium subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; common very fine roots; few fine pores; few thin clay films lining pores; 20 percent volcanic subangular volcanic cobbles and stones; slightly acid (pH 6.5); abrupt irregular boundary. (0 to 25 cm thick)"
      },
      {
        "name": "R",
        "top": 38,
        "bottom": 61,
        "narrative": "R--38 to 61 cm (15 to 24 in); volcanic breccia composed of angular and subangular basaltic rock fragments cemented together by light gray, fine textured, tuffaceous sediments; matrix and the fragments about equally hard."
      }
    ]
  ]
}
