{
  "SERIES": "TOOTERVILLE",
  "STATUS": "Established Series",
  "BYREV": "Rev. DEL:JCJ",
  "REVDATE": "11/2018",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, siliceous, semiactive, thermic Typic Endoaqualfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Tooterville loam, cultivated (colors are for moist soil unless otherwise stated)\nAp--0 to 8 inches; brown (10YR 4/3) loam; weak coarse granular structure; friable; slightly acid; abrupt smooth boundary.\nBtg1--8 to 31 inches; light brownish gray (10YR 6/2) sandy clay loam; many medium prominent strong brown (7.5YR 5/8) mottles; moderate coarse subangular blocky structure; friable; few faint clay films on faces of peds; few fine black stains and concretions; strongly acid; gradual smooth boundary.\nBtg2-- 31 to 46 inches; light brownish gray (10YR 6/2) sandy loam; many medium prominent strong brown (7.5YR 5/8) mottles; weak coarse subangular blocky structure; friable; few fine black stains and concretions; strongly acid; clear irregular boundary.\nCg--46 to 60 inches; mottled light gray (10YR 7/2) and strong brown (7.5YR 5/8) sandy loam; massive; friable; strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  0.7 miles east of intersection of Bethel Road and Montezuma-Silerton Road on Montezuma-Silerton Road; 150 feet south of the road in a cultivated field:"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Solum thickness ranges from 40 to 60 inches.  Reaction is strongly acid through medium acid throughout, except for surface layers that have been limed.  Some pedons have a layer of sediment from l0 to 20 inches thick.\nThe Ap has hue of 10YR, value of 4 or 5, and chroma of 3 or 4. Texture is fine sandy loam, loam or silt loam.  The A or Ab horizon, where present, has the same range in color and texture as the Ap horizon. Some pedons have an E horizon with hue of 10YR, value of 6 and chroma of 2.  Texture is fine sandy loam or sandy loam.\nThe Btg horizon has hue of 10YR, value of 6 or 7, and chroma  of 2, or value of 5 and chroma of 1.  Mottles in shades of brown range from common to many.  It is loam, sandy clay loam, or clay loam in the upper part and the range includes sandy loam in the lower part.\nThe Cg horizon is mottled in shades of gray and brown.  Texture is sandy loam or fine sandy loam."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Grifton and Rigolette series in the same family and the Acredale, Adaton, Amagon, Calhoun, Clodine, Fountain, Frost, Gessner, Lagrange, Myatt, Routon, Sorter, Tichnor, Trebloc, Tuckerman, Yonges, and Zachery series. Grifton and Rigolette soils formed in Coastal Plain sediments on uplands and terraces that are not subject to flooding.  Acredale, Adaton, Amagon, Calhoun, Fountain.  Frost, Routon, Tichnor and Zachery soils are fine-silty and have mixed mineralogy.  Clodine, Gessner, Lagrange and Sorter soils are coarse- loamy.  Myatt and Trebloc soils have base saturation of less than 35 percent.  Tuckerman soils have mixed mineralogy.  Yonges soils have mixed mineralogy and are on Lower Coastal Plain uplands."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Tooterville soils are on low terraces and flood plains of streams draining the Coastal Plain in areas of thin loess deposits. These soils formed in old alluvium. Tooterville soils are subject to flooding.  Many areas have recent overwash materials of varying texture resulting from erosion of the uplands. The climate is warm and humid.  Near the type location, the average annual temperature is about 60 degrees F and the average annual precipitation is about 51 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Ochlockonee, Iuka, Enville (proposed), and Bibb soils on flood plains, at slightly lower elevations on flood plains, and commonly adjacent to stream channels.  All of these consist of recent stratified alluvial deposits. The Steens, Deanburg  and Savannah soils are on adjacent higher terraces. Steens soils are somewhat poorly drained; Deanburg soils are well drained; and Savannah soils are moderately well drained and have a fragipan."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Poorly drained; slow runoff; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most of Tooterville soils are used for growing row crops and pasture.  Areas subject to frequent flooding are commonly wooded. Commonly grown crops are soybeans, corn and grain sorghum.  Native vegetation was bottomland hardwood forest of oaks, hickory, gum and hackberry."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Tennessee and possibly Alabama and Mississippi.  The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Auburn, Alabama"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Chester County. Tennessee, 2/89."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: These soils were mapped as a taxadjunct to the Tuckerman series (on mineralogy). The Tooterville series is proposed to accommodate soils similar to the Tuckerman series in MLRA 133A. Diagnostic horizons and features recognized in this pedon are;\nOchric epipedon - the zone from the surface of the soil to a depth of about 8 inches (Ap horizon).\nArgillic horizon - the zone from about 8 inches to a depth of about 46 inches (Btg1, Btg2 horizons).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
