{
  "SERIES": "TOPDECK",
  "STATUS": "Established Series",
  "BYREV": "ARW/MEB/KP",
  "REVDATE": "02/2006",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy, mixed, superactive, thermic Lithic Argixerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Topdeck gravelly loam on a mountain side under a cover of sage, Island buckwheat and needle grass, at an elevation of 460 feet (140 meters) on Santa Cruz Island. (Colors are for moist soil unless otherwise noted).\nOi--0 to 0.5 inch, (0 to 1 cm); 60 percent coverage of slightly decomposed Island Buckwheat leaves and needle grass; abrupt broken boundary. (0 to 3 inches, 0 to 8 cm thick)\nA--0.5 to 6 inches, (1 to 16 cm); dark grayish brown (10YR 4/2) gravelly loam, very dark brown (10YR2/2) moist; 10 percent clay; moderate fine subangular blocky and moderate medium subangular blocky structure; soft, very friable, nonsticky, slightly plastic; 5 percent 75 to 250 millimeter cobbles and 10 percent 2 to 75 millimeter gravel; neutral, pH 7.2 by Phenol red; clear wavy boundary. (2 to 9 inches, 5 to 23 cm thick)\nBt1--6 to 12 inches, (16 to 30 cm); dark grayish brown (10YR 4/2) gravelly loam, very dark brown(10YR 2/2) moist; 25 percent clay; strong fine subangular blocky structure; slightly hard, very friable, slightly sticky, slightly plastic; many fine roots between peds and many very fine roots between peds; continuous faint clay films on all faces of peds; 1 percent 75 to 250 millimeter cobbles and 20 percent 2 to 75 millimeter gravel; slightly alkaline, pH 7.4 by Phenol red; clear wavy boundary.\nBt2--12 to 18 inches, (30 to 45 cm); very dark grayish brown (10YR 3/2) gravelly clay loam, very dark brown (10YR 2/2) moist; 38 percent clay; strong fine subangular blocky structure; moderately hard, very friable, slightly sticky, moderately plastic; many fine roots between peds and many very fine roots between peds; continuous distinct clay films on all faces of peds; 20 percent 2 to 5 millimeter and 30 percent 2 to 75 millimeter gravel; slightly alkaline, pH 7.4 by Phenol red; abrupt smooth boundary. (Combined thickness of Bt horizon is 8 to 16 inches, 20 to 41 cm)\nR--18 inches, (45 cm); very rigid volcanic rock."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Santa Cruz Island, Santa Barbara County, California, in the Channel Islands Soil Survey Area 200 feet north and upslope of the airfield, across from the windsock at 33 degrees North latitude, 59 minutes, 24 seconds and 119 degrees, 40 minutes, 49 seconds West longitude, NAD83; U.S.G.S Quad: Santa Cruz Island."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nMean annual soil temperature: 61 to 66 degrees F. (16 to 18 degrees C.) Soil moisture: Soil is dry from mid-June through mid-November.\nDepth to lithic bedrock: 10 to 20 inches (25 to 50 centimeters).\nOrganic matter: 1 to 2 percent throughout, decreasing with depth.\nA horizon--10YR 5/2, 5/3, 4/2, 4/3, 3/2, 3/1 and 7.5YR 4/4; 10YR 3/3, 3/2, 2/2, 2/1 and 7.5YR 3/2 moist.\nBt horizon--10YR 5/2, 5/3, 4/2, 4/3 and 7.5YR 5/2 or 4/2; 10YR 3/3, 3/2, 2/2, and 7.5YR 3/2 and 3/3 moist.\nTexture--Clay loam, loam, gravelly loam or gravelly clay loam.\nClay percentage--18 to 40 percent.\nCoarse fragments--5 to 30 percent, dominantly gravel."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: This is the Bereme series.  Bereme series have less than 18 percent clay in particle size control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Topdeck soils are on side slopes of hills and mountains on islands. They formed in colluvium and residuum from basalt, breccia, and andesite.  Slopes range from 2 to 100 percent. Elevations are 50 to 2460 feet (15 to 750 meters). The climate is characterized by warm, dry summers and cool, moist winters with fog common throughout the year. The mean annual precipitation is 13 to 34 inches (330 to 864 mm), the mean annual temperature is 61 to 73 degrees F. (16 to 23 degrees C.), and the frost free season is 320 to 365 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: Halyard soils have fine particle-size classes and are on all side slopes of hills and mountains under coastal sage. Fiale soils are Vertisols on side slopes and crests of hills on grasslands. Spinnaker soils are found on side slopes of mountains and hills under grass and shrubs. Starboard soils are found on side slopes of mountains and hills under oak woodland. Tongva soils are moderately deep soils on side slopes of hills under coastal sage."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; high to very high; runoff; moderate to moderately slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Wildlife habitat, recreation and building site development. Vegetation is coastal sage brush, buckwheat and needle grass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Santa Barbara County, California. The soil is of limited extent and found only on the Channel Islands. MLRA 20."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Santa Barbara County, California, 2004."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: The series name is coined. Reference sample from NSSL is pedon number 05N0107. Diagnostic horizons and features recognized in this pedon:\nMollic epipedon--The zone from the soil surface to a depth of about 18 inches (46 cm).\nArgillic horizon--The zone from a depth of 6 inches to a depth of about 18 inches (46 cm).\nLithic material--The zone at a depth of 18 inches (50 cm).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
