{
  "SERIES": "TOPSEY",
  "STATUS": "Established Series",
  "BYREV": "Rev. CLN:GLL:WJG:ELG",
  "REVDATE": "01/2017",
  "STATES": "TX",
  "OVERVIEW": "The Topsey series consists of moderately deep over densic bedrock, well drained, moderately slowly permeable soils that formed from marly claystone and siltstone of the Walnut Clay Formation. These soils occur on very gently sloping to moderately sloping side slopes of ridges on hills. Slope ranges from 1 to 8 percent. Mean annual precipitation is about 838 mm (33 in), and mean annual air temperature is 19.4 degrees C (66 degrees F).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, carbonatic, thermic Udic Calciustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Topsey clay loam, on a concave 3 percent slope at about 257 m (845 ft) in elevation in rangeland.\n(Colors are for dry soil unless otherwise stated.)\nA--0 to 20 cm (0 to 8 in); dark grayish brown (10YR 4/2) clay loam, very dark grayish brown (10YR 3/2) moist; moderate very fine granular and subangular blocky structure; slightly hard, friable; common very fine, fine and few medium roots; common fine tubular pores; few wormcasts; violent effervescence; moderately alkaline; clear smooth boundary. Thickness is 18 to 36 cm (7 to 14 in)\nBw1--20 to 36 cm (8 to 14 in); grayish brown (2.5Y 5/2) clay loam, dark grayish brown (2.5Y 4/2) moist; moderate very fine granular and subangular blocky structure; hard, friable; common fine and few medium roots; common fine tubular pores; dark organic stains on some ped surfaces; few very fine concretions and soft masses of calcium carbonate; about 2 percent fossil shells from 1/10 inch to 1 1/2 inches across; violent effervescence; moderately alkaline; clear smooth boundary. Thickness is 13 to 41 cm (5 to 16 in)\nBw2--36 to 48 cm (14 to 19 in); light yellowish brown (2.5Y 6/4) gravelly loam, light olive brown (2.5Y 5/4) moist; moderate medium subangular blocky structure; hard, friable; common fine and few medium roots; common fine tubular pores; few very fine concretions, threads, and soft masses of calcium carbonate; about 30 percent fossil shells from 1/10 inch to 1 1/2 inches across; few grayish shale fragments; violent effervescence; moderately alkaline; clear smooth boundary. Combined thickness of the Bw horizons is 13 to 48 cm (5 to 19 in)\nBk--48 to 71 cm (19 to 28 in); light yellowish brown (2.5Y 6/4) silt loam, light olive brown (2.5Y 5/4) moist; few fine distict (10YR 5/8) yellowish brown and few fine faint (2.5Y 7/4) pale brown mottles; weak medium and coarse subangular blocky structure parting to moderate very fine subangular blocky; hard, friable; few fine roots; common fine tubular pores; common fine and medium and few coarse soft masses of calcium carbonate; about 5 percent fossil shells from 1/10 inch to 1 1/2 inches across; few thin grayish shale fragments; violent effervescence; moderately alkaline; gradual smooth boundary. Thickness is 15 to 64 cm (6 to 25 in)\n2Cd-- 71 to 203 (28 to 80 in); pale yellow (2.5Y 7/4) marl with silty clay loam texture, light yellowish brown (2.5Y 6/4) moist interbedded with yellowish brown (10YR 5/8) and light gray (10YR 7/2) thin discontinuous shaly strata; massive; very hard, firm; few fine roots; common fine and medium soft masses of calcium carbonate, mainly in the upper part; about 2 percent fossil shells 1/10 inch to 1 1/2 inches across; violent effervescence; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Coryell County, Texas; from the intersection of Texas Highway 36 and West Range Road which is about 3.0 miles southeast of Gatesville, 1.6 miles southwest on West Range Road, then 1.8 miles southwest on Turnover Creek Road (Old Georgetown Road), and 950 feet north-northeast, in range.\nUSGS topographic quadrangle: Shell Mountains, TX;\nLatitude: 31 degrees 21 minutes 46.79 seconds, N;\nLongitude: 97 degrees 45 minutes 13.49 seconds, W;\nDatum: WGS84."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nMollic epipedon thickness: 18 to 36 cm (7 to 14 in)\nDepth to calcic horizon: 30 to 66 cm (12 to 26 in)\nDepth to densic bedrock: 51 to 102 cm (20 to 40 in)\nParticle-size control section (weighted average)\nSilicate clay content: 20 to 35 percent\nRock fragments: 0 to 30 percent\nCalcium carbonate equivalent: 40 to 80 percent\nA horizon\nHue: 10YR to 2.5Y\nValue: 4 to 5 with moist values of 3.5 or less\nChroma: 2 to 3\nTexture: loam, clay loam, silty clay loam\nTotal clay content: 20 to 35 percent\nCarbonate clay content: 2 to 15 percent\nRock fragments: 0 to 10 percent; 2-75 mm; strongly cemented to indurated limestone or fossil shells\nCalcium carbonate equivalent: 40 to 65 percent\nEffervescence: strong to violent\nReaction (pH): moderately alkaline (7.9 to 8.4)\nBw horizons\nHue: 7.5YR to 2.5Y\nValue: 5 to 7\nChroma: 3 to 6\nTexture: loam, silt loam, clay loam, silty clay loam\nTotal clay content: 20 to 35 percent\nCarbonate clay content: 2 to 15 percent\nRock fragments: 0 to 30 percent; 2-75 mm; strongly cemented to indurated limestone or fossil shells\nCalcium carbonate equivalent: 40 to 80 percent\nEffervescence: strong to violent\nReaction (pH): moderately alkaline (7.9 to 8.4)\nBk horizons\nHue: 7.5YR to 2.5Y\nValue: 5 to 7\nChroma: 3 to 6\nTexture: loam, silt loam, clay loam, silty clay loam\nTotal clay content: 20 to 40 percent\nSilicate clay content: 20 to 35 percent\nCarbonate clay content: 2 to 15 percent\nRock fragments: 0 to 30 percent total; 0 to 30 percent 2-75 mm; strongly cemented to indurated limestone or fossil shells; 0 to 10 percent; 2-75 mm; weakly to moderately cemented claystone or shale\nIdentifiable secondary carbonate: 2 to 35 percent, fine to coarse, masses and/or nodules\nCalcium carbonate equivalent: 40 to 85 percent\nEffervescence: strong to violent\nReaction (pH): moderately alkaline (7.9 to 8.4)\n2Cd horizon\nHue: 7.5YR to 2.5Y\nValue: 5 to 7\nChroma: 2 to 8\nTexture: dense marly claystone or siltstone that has texture of silty clay loam, clay loam, silty clay or clay; Some pedons are interbedded with strata of calcium carbonate and shale.  Massive beds of fossil shells are below a depth of 60 inches in some pedons.\nTotal clay content: 30 to 50 percent and is about 10 to 20 percent more than in the solum\nCarbonate clay content: 2 to 20 percent\nRock fragments: 0 to 35 percent total; 0 to 10 percent, 2-75 mm, strongly cemented to indurated limestone or fossil shells; 0 to 30 percent, 2-75 mm, weakly to moderately cemented, claystone or shale\nCalcium carbonate equivalent: 40 to 85 percent\nEffervescence: strongly or violently effervescent\nReaction (pH): slightly alkaline or moderately alkaline (7.4 to 8.4)"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These include Bolar, Carbengle, Rumley, and Sunev series in the same family. Similar soils are the Cranfill, Seawillow, and Venus series.\nBolar soils: underlain by indurated limestone at depths of 20 to 40 inches\nCarbengle soils: formed in calcareous sandstone of Miocene age and are moist for longer periods\nRumley, Sunev, and Venus soils: are very deep and are formed in alluvial sediments\nCranfill and Seawillow soils: are very deep and do not have mollic epipedons"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material: Calcareous loamy and clayey residuum derived from marly shale and siltstone mainly from the Walnut Clay formation of Lower Cretaceous age.\nLandscape: Hills\nLandform: shoulder and backslopes of side slopes on hillslopes and ridges\nSlope: ranges from 1 to 8 percent, but are typically 2 to 5 percent\nPrecipitation Pattern: The soil is intermittently moist in some part from September to June; driest in July and August.\nMean annual precipitation range: 737 to 889 mm (29 to 35 in)\nThornthwaite annual P-E indices: 44 to 56.\nMean annual air temperature range: 17.8 to 20.0 degrees C (64 to 68 degrees F)\nFrost-free period: 220 to 255 days\nElevation: 182.9 to 487.7 m (600 to 1,600 ft)"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These include Brackett, Maloterre, Nuff, Pidcoke, and Slidell series.\nBrackett soils: have a lithic contact within 50 cm (20 in) and do not have mollic epipedons. They occur on convex ridgetops and shoulders above Topsey soils.\nMaloterre and Pidcoke soils: have a lithic contact within 50 cm (20 in). They occur on convex ridgetops above Topsey soils.\nNuff soils: have a fine-silty particle-size control section and occur on positions lower than Topsey soils.\nSlidell soils: have smectitic mineralogy and occur on footslopes and toeslopes below Topsey soils."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained. Permeability is moderately slow. Runoff is medium on slopes from 1 to 5 percent and high on slopes from 5 to 8 percent."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Mainly range, but some areas are used for pasture. Native vegetation is a mid and tall grass prairie."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Central Texas; LRR J, MLRA 85. This series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Coryell County, Texas; 1983."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Classification was changed 11/89 from Typic Calciustolls to Udic Calciustolls.\nEdited 01/2017 (RFG-TRD): Converted to tabular format and added metric units. Updated competing series, geographic setting, and associated soils sections.\nDiagnostic horizons and features recognized in this pedon are:\nMollic epipedon - 0 to 20 cm (0 to 8 in)\nCambic horizon - 20 to 48 cm (8 to 19 in)\nCalcic horizon - 48 to 71 cm (19 to 28 in)\nDensic Material- 71 to 170 cm (28 to 67 in)\nADDITIONAL DATA: NSSL-S80TX-099-005; Lab Nos. 81P-520-524. DHPT data is also available for this pedon.\nTaxonomic Version: Keys to Soil Taxonomy, 12th Edition, 2014\nNational Cooperative Soil Survey\nU.S.A."
  }
}
