{
  "SERIES": "TOQUERVILLE",
  "STATUS": "Established Series",
  "BYREV": "Rev. VLM/AJE",
  "REVDATE": "12/2015",
  "STATES": "NV,UT",
  "OVERVIEW": "The Toquerville series consists of shallow to bedrock soils that were formed in deposits of wind blown sand weathered from sandstone.  These soils are on desert slopes.  Slopes are 2 to 20 percent.  The mean annual temperature is about 61 degrees F., the average annual precipitation is about 9 inches.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Mixed, thermic Lithic Torripsamments"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Toquerville fine sand - rangeland (Colors are for air dry soil unless otherwise noted.)\nC1--0 to 16 inches; reddish yellow (5YR 6/8) fine sand, yellowish red (5YR 5/8) moist; single grained; loose; few fine and medium roots; neutral (pH 7.0); abrupt wavy boundary. (14 to 20 inches thick)\nR--16 inches; sandstone (Navajo formation)"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Washington County, Utah; Sand Mountain; 400 feet west of the northeast corner of sec. 12, T.43S., R.14W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: The soil is 14 to 20 inches deep over sandstone bedrock. The mean annual soil temperature is estimated to range from 59 to 67 degrees F., and the mean summer soil temperature from 77 to 82 degrees F. The soils are dry in all parts of the moisture control section 75 to 85 percent of the time the soil temperature is above 41 degrees F., unless irrigated. The soils are neutral to mildly alkaline, and noncalcareous to moderately calcareous. The C horizon has hue of 2.5YR or 5YR, value of 5 or 6 dry, 4 or 5 moist, and chroma of 6 through 8, It is dominantly fine sand, but in some pedons is loamy fine sand."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Bluepoint, Brazito, Maynard Lake, Moapa, Pintura, Piute, Toquop, and Yturbide series. All of these soils are more than 40 inches deep, except Moapa soils which are 20 to 40 inches to sandstone Also, Brazito soils have hue of 7.5YR to 2.5Y; Maynard Lake soils have hue of 10YR or 7.5YR; Yturbide soils have 15 to 35 percent gravel in the control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:   Toquerville soils are on desert slopes at elevations of 2,700 to 4,000 feet. Slopes range from 2 to 20 percent. These soils formed in deposits of wind blown sand weathered from sandstone. The mean annual temperature is 57 to 65 degrees F., and the mean summer temperature is 80 to 84 degrees F. The average annual precipitation is 8 to 11 inches.  Frost-free period is 190 to 195 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Bermesa and Harrisburg soils and the competing Pintura soils Bermesa soils have loamy-skeletal buried argillic horizons, and are moderately deep over petrocalcic horizons.  Harrisburg soils have a fine sandy loam control section and are 24 to 40 inches deep to a petrocalcic horizon."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Somewhat excessively drained; very slow runoff; very rapid permeability to the bedrock."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Used as rangeland. The vegetation is blackbrush, Indian ricegrass, snakeweed, Mormon tea, and cholla cactus."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Southwestern Utah. These soils are inextensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: PHOENIX, ARIZONA"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: The Virgin River Valley Area, Arizona, 1940."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Toquerville soils were formerly classified as Regosols.\nOSED scanned by NSSQA.  Last revised by state 3/72.\nResponsibility for this series was transferred from Davis to Phoenix 12/2015. ET"
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "NA"
  },
  "SITE": [
    [
      {
        "drainage": "somewhat excessively",
        "drainage_overview": ""
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "C1",
        "top": 0,
        "bottom": 41,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "5YR",
        "moist_value": 6,
        "moist_chroma": 8,
        "texture_class": "fine sand",
        "structure": "single grain",
        "dry_rupture": "loose",
        "moist_rupture": "loose",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": 7,
        "pH_class": "neutral",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "C1--0 to 16 inches; reddish yellow (5YR 6/8) fine sand, yellowish red (5YR 5/8) moist; single grained; loose; few fine and medium roots; neutral (pH 7.0); abrupt wavy boundary. (14 to 20 inches thick)"
      },
      {
        "name": "R",
        "top": 41,
        "bottom": "NA",
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "sand",
        "structure": "NA",
        "dry_rupture": "NA",
        "moist_rupture": "NA",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "R--16 inches; sandstone (Navajo formation)"
      }
    ]
  ]
}
