{
  "SERIES": "TORBOY",
  "STATUS": "Established Series",
  "BYREV": "Rev. ASZ/RWL/RJS",
  "REVDATE": "10/2016",
  "STATES": "WA",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Sandy, isotic, frigid Vitrandic Haploxerepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Torboy ashy sandy loam, forested. (Colors are for dry soil unless otherwise noted.)\nOi--0 to 1 inch; slightly decomposed needles and twigs.\nC--1 to 1.25 inch; white (10YR 8/1) ashy sandy loam, gray (10YR 6/1) moist; weak coarse granular structure; soft, very friable, nonsticky and nonplastic; many roots; neutral (pH 6.6); abrupt smooth boundary. (0 to 1/2 inch thick)\nBw1--1.25 to 7 inches; pale brown (10YR 6/3) ashy sandy loam, brown (10YR 4/3) moist; weak medium subangular blocky structure; soft, very friable, nonsticky and nonplastic; many roots; 10 percent gravel; slightly acid (pH 6.4); clear wavy boundary. (3 to 8 inches thick)\nBw2--7 to 18 inches; pale brown (10YR 6/3) ashy sandy loam, dark yellowish brown (10YR 4/4) moist; weak medium subangular blocky structure; soft, very friable, nonsticky and nonplastic; common roots; few fine pores; 10 percent fine gravel; slightly acid (pH 6.5); abrupt wavy boundary. (6 to 15 inches thick)\n2C1--18 to 25 inches; light brownish gray (10YR 6/2) gravelly loamy sand, dark grayish brown (10YR 4/2) moist; many medium distinct mottles of dark yellowish brown (10YR 4/4) moist; massive; soft, very friable, nonsticky and nonplastic; common roots; 25 percent gravel; slightly acid (pH 6.5); abrupt smooth boundary. (4 to 10 inches thick)\n2C2--25 to 33 inches; variegated very gravelly sand; single grained; loose, nonsticky and nonplastic; few roots; 35 percent gravel, 10 percent cobbles; neutral (pH 6.7); gradual wavy boundary. (8 to 14 inches thick)\n2C3--33 to 61 inches; multicolored gravelly sand; single grained; loose, nonsticky and nonplastic; few roots; 25 percent gravel; neutral (pH 6.8)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Ferry County, Washington; 50 feet south of old west fork road and 0.2 miles northeast of its junction with the west fork of Trout Creek Road; About 2,050 feet east and 1,450 feet south of northwest corner of Section 35, Township 38N, Range 32E; USGS Karamin, WA. topographic quadrangle; Latitude 48 degrees, 45 minutes, 5.7 seconds N. and Longitude 118 degrees, 44 minutes, 28.0 seconds W., NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: The mean annual soil temperature at a depth of 20 inches is 43 to 47 degrees F. These soils are usually moist but are dry in all parts between depths of 8 and 24 inches for 60 to 75 consecutive days. The upper 9 to 18 inches has an estimated moist bulk density of 1.10 to 1.45 g/cc, volcanic glass content of 5 to 20 percent, acid-oxalate extractable aluminum plus one-half of the acid-oxalate extractable iron of 0.4 to 1.0 percent, and 15-bar water retention of 5 to 10 percent for air dried samples. The control section averages 10 to 35 percent coarse fragments.\nC horizon (absent in some pedons)\nValue - 7 or 8 dry, 5 or 6 moist\nChroma - 1 or 2 dry or moist\nRock fragments - 0 to 20 percent gravel\nThis is a thin layer of Mt. St. Helens 'T' and 'W' volcanic ash and may be absent in some pedons. When the Mt. St. Helens ash is absent, the A horizon has value of 5 or 6 dry, 2 to 4 moist, and chroma of 2 to 4 dry or moist. Texture is ashy sandy loam or fine gravelly coarse sandy loam.\n2Bw horizon\nValue - 5 to 7 dry, 3 to 5 moist\nChroma - 2 to 4 dry or moist\nTexture -- ashy sandy loam, ashy coarse sandy loam, fine sandy loam, gravelly fine sandy loam or gravelly sandy loam\nRock fragment content - 0 to 25 percent gravel and 0 to 5 percent cobbles\nReaction - moderately acid to neutral\n2C horizon\nHue - 10YR or 2.5Y\nValue - 6 to 8 dry, 4 or 5 moist\nChroma - 1 to 4 dry or moist or variegated\nTexture - loamy fine sand, loamy sand, coarse sand, loamy coarse sand, fine sand or sand and is gravelly or very gravelly\nRock fragment content - 5 to 55 percent gravel and 0 to 10 percent cobbles\nReaction - strongly acid to neutral"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: This is the Kaniksu series. The Kaniksu soils have E&Bt horizons."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Torboy soils are on outwash terraces,  terraces and terrace escarpments and on toeslopes, footslopes, and backslopes of mountains at elevations of 1,700 to 5,000 feet. Slopes are 0 to 65 percent. These soils are in a climate with warm, dry summers and cool, moist winters. The average annual precipitation is about 15 to 30 inches. The average annual temperature is about 40 to 45 degrees F. The frost-free season is 90 to 120 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Goddard, Merkel, Nevine, Scrabblers, Stapaloop, Wapal, and the competing Karamin series. Goddard soils have a mantle of volcanic ash 7 to 14 inches thick, are sandy-skeletal, and are on similar landscapes as Torboy soils. Merkel soils are loamy-skeletal and are on mountains. Nevine soils have a mantle of volcanic ash 14 to 30 inches thick and are on moraines, foothills and mountains. Scrabblers soils have a mantle of volcanic ash 7 to 14 inches thick and are on similar landscapes as Torboy soils. Stapaloop soils are coarse-loamy. Wapal soils are sandy-skeletal. Scrabblers and Wapal soils are on similar landscapes as Torboy soils."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Well drained; high saturated hydraulic conductivity in the upper part and very high in the lower part."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Used for timber production, grazing, cropland, and wildlife habitat. Vegetation is Douglas-fir, ponderosa pine, western larch, and lodgepole pine, with an understory of pachystima, kinnikinnick, common snowberry, silky lupine, and pinegrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Northeastern Washington. MLRA 43A and 44A. Torboy series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Ferry County (North Ferry Area), Washington, 1971."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are a thin ochric epipedon 1/4 inch thick formed in Mt. St. Helens 'T' or 'W' volcanic ash, a cambic horizon from 1.25 to 18 inches.\nThough the coarse-loamy B extends to 17 inches, it averages more than 50 percent fine or coarser sand and does not meet contrasting particle-size criteria.\nThe 2005 description reflected a change in classification due to revisions in soil taxonomy from sandy, mixed, frigid Vitrandic Xerochrepts to sandy, isotic, frigid Vitrandic Haploxerepts.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
