{
  "SERIES": "TORCH",
  "STATUS": "Established Series",
  "BYREV": "Rev. ALV-JJJ",
  "REVDATE": "04/2009",
  "STATES": "WI",
  "OVERVIEW": "The Torch series consists of very deep, somewhat poorly drained soils that are moderately deep to a densic contact.  These soils formed in a mantle of loess or silty alluvium and in loamy till underlain by dense mostly sandy lodgement till on drumlins. Permeability is moderate in the silty mantle, moderate or moderately slow in the loamy till, and slow in the dense sandy till. Slope ranges from 0 to 4 percent. Mean annual precipitation is about 31 inches. Mean annual air temperature is about 42 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, isotic, frigid Alfic Epiaquods"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Torch silt loam, on a 3 percent slope, in a hardwood forest, at an elevation of about 1,575 feet. (Colors are for moist soil unless otherwise stated.)\nA--0 to 5 inches; dark brown (7.5YR 3/2) silt loam, brown (7.5YR 5/2) dry; moderate fine granular structure; friable; many very fine and fine roots and few medium roots; 1 percent gravel and 2 percent cobbles; strongly acid; clear wavy boundary. (0 to 6 inches thick)\nE--5 to 6 inches; brown (7.5YR 5/2) silt loam, pinkish gray (7.5YR 7/2) dry; moderate medium platy structure; friable; common very fine and fine roots and few medium roots; 1 percent gravel and 1 percent cobbles; very strongly acid; abrupt wavy boundary. (0 to 6 inches thick)\nBs--6 to 14 inches; brown (7.5YR 4/4) silt loam; moderate medium subangular blocky structure; friable; common very fine and fine roots and few medium roots; 2 percent gravel and 1 percent cobbles; few fine distinct strong brown (7.5YR 5/6) masses of iron accumulation; strongly acid; gradual wavy boundary. (4 to 18 inches thick)\nE/B--14 to 22 inches; 80 percent brown (7.5YR 5/3) silt loam (E), pink (7.5YR 7/3) dry; weak medium platy structure; extends as tongues into and surrounds remnants of brown (7.5YR 4/4) silt loam (Bt); moderate medium subangular blocky structure; friable; 2 percent gravel; common fine prominent strong brown (7.5YR 5/6) masses of iron accumulation; strongly acid; gradual wavy boundary.\nB/E--22 to 31 inches; 65 percent brown (7.5YR 4/4) silt loam (Bt); moderate medium subangular blocky structure; few distinct dark brown (7.5YR 3/4) clay films on faces of peds; penetrated by tongues of brown (7.5YR 5/3) silt loam (E), pink (7.5YR 7/3) dry; moderate medium platy structure; friable; 2 percent gravel; common fine prominent strong brown (7.5YR 5/6) masses of iron accumulation and common medium distinct brown (10YR 5/3) iron depletions; strongly acid; clear wavy boundary. (Thickness of the glossic horizon ranges from 4 to 20 inches.)\n2Bt--31 to 38 inches; brown (7.5YR 4/3) sandy loam; moderate medium subangular blocky structure; few faint dark brown (7.5YR 3/4) clay films on faces of peds; friable; 5 percent gravel and 2 percent cobbles; common coarse prominent strong brown (7.5YR 5/6) masses of iron accumulation; moderately acid; clear wavy boundary. (3 to 16 inches thick)\n3Cd--38 to 80 inches; reddish brown (5YR 4/3) loamy sand; massive; firm with slight brittleness, very hard when dry; tendency to part along horizontal planes; 8 percent gravel and 4 percent cobbles; moderately acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Ashland County, Wisconsin; about 4 miles west and 1 mile south of Butternut; 2,510 feet south and 2,140 feet east of the northwest corner of sec. 26, T. 41 N., R. 2 W.; USGS Peeksville topographic quadrangle; lat. 46 degrees 00 minutes 16 seconds N. and long. 90 degrees 35 minutes 07 seconds W., NAD 27."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Thickness of the silty mantle ranges from 12 to 30 inches. Depth to the densic contact ranges from 24 to 40 inches.  The particle-size control section averages 3 to 7 percent clay. Volume of rock fragments averages less than 35 percent in the particle-size control section. Volume of gravel ranges from 0 to 10 percent in the silty mantle and from 5 to 35 percent in the underlying till. Volume of cobbles ranges from 0 to 3 percent in the silty mantle and from 0 to 5 percent in the till.  Volume of stones ranges from 0 to 3 percent throughout. Surface stones have coverage ranging from 0 to 3 percent.  Reaction naturally ranges from very strongly acid to moderately acid in the silty mantle, but ranges to neutral where the soil is limed. Reaction ranges from strongly acid to slightly acid in the loamy till and in the dense till. Redoximorphic features are within 20 inches of the mineral soil surface in an albic or spodic horizon and aquic conditions occur there at some time in most years.\nSome pedons have an O horizon:\nHue: 7.5YR or 10YR\nValue: 2 or 3\nChroma: 1 to 3\nTexture: a mat of partially decomposed forest litter\nA horizon:\nHue: 10YR\nValue: 2 or 3\nChroma: 1 or 2\nTexture: silt loam\nCultivated pedons have an Ap horizon:\nHue: of 10YR\nValue of 3 or 4\nChroma: 2 or 3\nTexture: silt loam\nE horizon:\nHue: 7.5YR or 10YR\nValue: 4 to 6\nChroma: 2 or 3\nTexture: silt loam\nBs horizon:\nHue: 7.5YR\nValue: 3 or 4\nChroma: 4\nTexture: silt loam or very fine sandy loam\nWhere the silt mantle is thin, some pedons have a 2Bs horizon with colors like the Bs horizon. Texture is fine sandy loam, sandy loam, or the gravelly analogs.\nTorch soils have a glossic horizon.  Horizonation has a wide range depending on the thickness of the silty mantle and degree to which eluviation has occurred.  Therefore, there can be E/B, B/E, 2E/B, or 2B/E horizons singly or in combination. There is not enough clay increase to meet the requirements of an argillic horizon in the E/B or B/E horizons. Bulk density ranges from 1.65 to 1.80.\nThe E part of the E/B or B/E horizons has color and texture like the E horizon described above. The Bt part has hue of 5YR or 7.5YR, value of 4 to 6, and chroma of 3 to 5. Texture is silt loam.\nThe 2E part of the 2E/B or 2B/E horizon, has hue of 7.5YR or 10YR, value of 4 or 5, and chroma of 2 or 3 (colors of 4/3 and 5/3 have value dry of 7 or more).  The 2Bt part has color and texture like the 2Bt horizon described below.\n2Bt horizon:\nHue: 5YR or 7.5YR\nValue: 4 to 6\nChroma: 3 or 4\nTexture: sandy loam, fine sandy loam, or the gravelly analogs\n3BCd or 3Cd horizon:\nHue: 5YR or 7.5YR\nValue: 3 to 5\nChroma: 2 to 6\nTexture: Predominantly loamy sand or gravelly loamy sand, but a few pedons have sandy loam or gravelly sandy loam textures\nClay content--2 to 7 percent\nMoist bulk density--1.85 to 2.0 gm/cc"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: This is the Peeksville series.  Peeksville soils do not have a loess cap."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material: a mantle of loess or silty alluvium and loamy till underlain by dense mostly sandy lodgement till\nLandform: drumlins\nSlope: 0 to 4 percent\nElevation: 1100 to 1650 feet\nMean annual air temperature: 39 to 45 degrees F\nMean annual precipitation: 28 to 33 inches\nFrost-free period: 90 to 120 days"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Butternut, Cable, Peeksville, and Shanagolden soils. The moderately well drained Butternut soils, and the very poorly drained Cable soils form a drainage sequence with Torch soils. The moderately well drained Shanagolden and somewhat poorly drained Peeksville soils are sometimes associated where the silty mantle is thin or absent."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Somewhat poorly drained. Potential surface runoff ranges from negligible to medium.  Permeability is moderate in the silty mantle, moderate or moderately slow in the loamy till, and slow in the dense till. Torch soils have a perched seasonal high water table at a depth of 0.5 to 2.0 feet at some time during the period October to June in most years."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most areas of this soil are used for woodland or pastureland. Native vegetation is deciduous forest with some conifers. Common trees are red maple, bigtooth aspen, quaking aspen, white ash, balsam fir, and eastern white pine. A few areas are cleared and used for cropland. Common crops are corn, small grain, and hay."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: North-central Wisconsin. LRR K, MLRA 90A.  This soil is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: St. Paul, Minnesota; MLRA SSO 10-9 (Rhinelander, Wisconsin)."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Price County, Wisconsin, 2005.  Source of the name is a river in southern Ashland County."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nParticle size control section: the zone from 10 to 38 inches.\nOchric epipedon: 0 to 6 inches (A, E);\nAlbic horizon: 5 to 6 inches (E);\nSpodic horizon: 6 to 14 inches (Bs);\nGlossic horizon: 14 to 31 inches (E/B, B/E);\nArgillic horizon: 31 to 38 inches (2Bt);\nAquic feature: redoximorphic features at 6 inches below the mineral soil surface (Bs);\nDensic contact: 38 inches (3Cd);\nLithologic discontinuity: at the upper boundary of the 2Bw horizon at 31 inches and at the upper boundary of the 3Cd horizon at 38 inches.\nOnly series status, responsibility, and scrivener's errors changed - 4/09.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
