{
  "SERIES": "TORNILLO",
  "STATUS": "Established Series",
  "BYREV": "Rev. RAC/JLR/ACT/LEL",
  "REVDATE": "07/2012",
  "STATES": "TX",
  "OVERVIEW": "The Tornillo series consists of very deep, well drained, moderately permeable soils that formed in calcareous loamy alluvial materials.  These nearly level to very gently sloping soils are on broad valley floors and flood plain steps.  Slope ranges from 0 to 3 percent.  The mean annual precipitation is about 11 inches and the mean annual air temperature is about 70 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, hyperthermic Ustifluventic Haplocambids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Tornillo loam--rangeland.  (Colors are for dry soil unless otherwise stated.)\nA1--0 to 5 inches; grayish brown (10YR 5/2) silt loam, dark grayish brown (10YR 4/2) moist; weak medium granular structure; moderately hard, very friable; violently effervescent; clear smooth boundary.  (4 to 14 inches thick)\nA2--5 to 19 inches; pale brown (10YR 6/3) loam, brown (10YR 4/3) moist; moderate medium subangular blocky structure; moderately hard, friable; violently effervescent; clear smooth boundary.\nBw1--19 to 26 inches; pale brown (10YR 6/3) gravelly sandy loam, brown (10YR 5/3) moist; weak fine subangular blocky structure; slightly hard, very friable; 15 percent igneous and sedimentary gravel; violently effervescent; abrupt smooth boundary.\nBw2--26 to 48 inches; light yellowish brown (10YR 6/4) loam, yellowish brown (10YR 5/4) moist; weak medium subangular blocky structure; moderately hare, friable; violently effervescent; clear smooth boundary.\nBw3--48 to 90 inches; pale brown (10YR 6/3) stratified silty clay loam, yellowish brown (10YR 5/4) moist; weak medium subangular blocky structure; very hard, firm; violently effervescent."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Brewster County, Texas; from Big Bend National Park headquarters at Panther Junction; 15.5 miles southeast on the Rio Grande Village Road; 8.0 mile southwest on the river road; 0.45 mile southeast on the Casa de Piedra Road, then 200 feet northeast in rangeland.  Solis USGS 7.5 quadrangle; UTM coordinates:  688804m E, 3221522m N, Datum NAD83, Zone 13N."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture:  Ustic aridic moisture regime.  Intermittently moist in the soil moisture control section during July through September.\nMean annual soil temperature:  72 to 78 degrees F.\nReaction:  neutral to slightly alkaline\nTexture:  fine sandy loam, sandy clay loam, loam, silt loam, clay loam, or silty clay loam\nParticle-size control section (weighted average):\nClay content:  18 to 35 percent\nRock fragments:  0 to 15 percent igneous and sedimentary gravel\nCalcium carbonate equivalent:  less than 10 percent\nA horizon\nHue: 7.5YR, 10YR\nValue: 5 through 7 dry, 4 through 6 moist\nChroma: 2 through 4, dry or moist\nTexture: loam, silt loam, silty clay loam, fine sandy loam, sandy clay loam, clay loam, very fine sandy loam\nBw horizon\nHue: 5YR, 7.5 YR, 10YR\nValue: 5 through 8 dry, 4 through 6 moist\nChroma: 2 through 6, dry or moist\nTexture:  loam, sandy loam, silt loam, silty clay loam, fine sandy loam, sandy clay loam, clay loam\nAb and Bwb (when present)\nHue:  7.5YR, 10YR\nValue:  5 through 7 dry, 4 through 6 moist\nChroma:  2 through 4, dry or moist\nSubsoil horizons within a pedon commonly have varying textures and organic matter content.  Bedding planes are evident in most horizons below 30 inches.  Few carbonate coats and threadlike masses of calcium carbonate may occur in the lower part of the control section."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no competing series."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: These soils are in broad, nearly level to gently sloping alluvial flats and flood plain steps.  Slopes are plane and are mostly less than 2 percent but range to 3 percent.  These soils formed in stratified Holocene aged fine-loamy alluvium derived from igneous and sedimentary rocks.  Mean annual precipitation is 10 to 13 inches.  Precipitation falls mostly as intense rain during afternoon convectional thunderstorms from June through September.  Mean annual air temperature is 68 to 72 degrees F.  Frost free period is 240 to 280 days and elevation is  1,750 to 4,000 feet."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are Castolon, Chilicotal, Corazones, Lomapelona, Paisano, Pantera, Strawhouse and Vicente soils. Chilicotal, Corazones, Paisano and Strawhouse soils are in the loamy-skeletal family, and are on higher, older pediment landforms.  In addition, Paisano and Strawhouse soils have petrocalcic horizons.  Lomapelona, Castolon, amd Vicente soils occur on the Rio Grande floodplain.  Lompelona soils are coarse-loamy.  Vicente soils are coarse-silty.  Pantera soils are sandy-skeletal, and occur on flood plains and arroyo floors.  Pantera soils are in the loamy-skeletal family, and are on fans and drainageways in similar positions."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained.  Permeability is moderate.  Runoff is negligible on slopes less than 1 percent, and very low on 1 to 3 percent slopes.  Flash flood sheet water from higher elevations flows across the areas following high intensity rains."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Used mostly for livestock grazing.  Present vegetation is creosotebush, mesquite, fluffgrass, slim tridens, tobosa, and threeawn."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Southwest Texas in Major Land Resource Area 42.  The series is of minor extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Phoenix, Arizona"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Brewster County, Texas; 1982."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Superactive cation exchange activity class.  Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - the zone from 0 to 19 inches  (A1 and A2 horizons)\nCambic horizon - the zone from 19 to 48 inches  (Bw1 and Bw2 horizons)\nFluventic feature - irregular distribution of organic matter in the highly stratified layers between 48 and 90 inches (Bwb horizon)\nClassified according to Soil Taxonomy, Second Edition, 1999; Keys to Soil Taxonomy, Eleventh Edition, 2010\nType location changed to better represent the series concept, June 2008, LEL.\nRevised for the correlation of Big Bend National Park, TX, Oct. 2010, CEM\nRevised for the correlation of Hudspeth County, Texas (Main Part) and Culberson County, Texas (Main Part); July, 2012, NMS"
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "ADDITIONAL DATA: TAES Characterization data from one pedon in Big Bend National Park; No. S80TX-043-010."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A1",
        "top": 0,
        "bottom": 13,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "silt loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A1--0 to 5 inches; grayish brown (10YR 5/2) silt loam, dark grayish brown (10YR 4/2) moist; weak medium granular structure; moderately hard, very friable; violently effervescent; clear smooth boundary.  (4 to 14 inches thick)"
      },
      {
        "name": "A2",
        "top": 13,
        "bottom": 48,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A2--5 to 19 inches; pale brown (10YR 6/3) loam, brown (10YR 4/3) moist; moderate medium subangular blocky structure; moderately hard, friable; violently effervescent; clear smooth boundary."
      },
      {
        "name": "Bw1",
        "top": 48,
        "bottom": 66,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 3,
        "texture_class": "sandy loam",
        "cf_class": "gravelly",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Bw1--19 to 26 inches; pale brown (10YR 6/3) gravelly sandy loam, brown (10YR 5/3) moist; weak fine subangular blocky structure; slightly hard, very friable; 15 percent igneous and sedimentary gravel; violently effervescent; abrupt smooth boundary."
      },
      {
        "name": "Bw2",
        "top": 66,
        "bottom": 122,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 4,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bw2--26 to 48 inches; light yellowish brown (10YR 6/4) loam, yellowish brown (10YR 5/4) moist; weak medium subangular blocky structure; moderately hare, friable; violently effervescent; clear smooth boundary."
      },
      {
        "name": "Bw3",
        "top": 122,
        "bottom": 229,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "silty clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Bw3--48 to 90 inches; pale brown (10YR 6/3) stratified silty clay loam, yellowish brown (10YR 5/4) moist; weak medium subangular blocky structure; very hard, firm; violently effervescent."
      }
    ]
  ]
}
