{
  "SERIES": "TORODA",
  "STATUS": "Established Series",
  "BYREV": "Rev. WAS/RJE",
  "REVDATE": "10/2001",
  "STATES": "WA",
  "OVERVIEW": "The Toroda series consists of very deep, well drained soils that are on mountain slopes at elevations of 4,000 to 6,000 feet. Theh formed in volcanic ash over glacial till and colluvium from andesitic rocks. They are in a climate with a mean annual precipitation of about 30 inches and a mean annual temperature of 39 to 41 degrees F. The frost free period is 90 to 100 days. Slopes are sloping to steep.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Ashy over loamy-skeletal, glassy over isotic Humic Xeric Vitricryands"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Toroda gravelly silt loam, grassland (formerly cultivated). (Colors are for moist soil unless otherwise stated.)\nA1--0 to 11 inches; black (10YR 2/1) gravelly ashy silt loam, very dark gray (10YR 3/1) dry; weak medium and fine granular structure; slightly hard, friable, nonsticky, nonplastic; many fine roots; 40 percent gravel; slightly acid (pH 6.2); clear wavy boundary. (10 to 12 inches thick)\nA2--11 to 23 inches; black (10YR 2/1) gravelly ashy silt loam, very dark brown (10YR 2/2) dry; weak medium and coarse angular blocky structure; soft, friable, nonsticky, nonplastic; common fine roots; 35 percent gravel; slightly acid (pH 6.4); clear wavy boundary. (10 to 12 inches thick)\n2BA--23 to 36 inches; dark brown (10YR 3/3) very gravelly clay loam, grayish brown (10YR 5/2) dry; moderate medium and fine subangular blocky structure; slightly hard, friable, moderately sticky, slightly plastic; few fine roots; 40 percent gravel; slightly acid (pH 6.5); clear wavy boundary. (11 to 14 inches thick)\n2Bw--36 to 40 inches; dark grayish brown (10YR 4/2) very gravelly clay loam,; grayish brown (10YR 5/2) dry; moderate medium and fine angular blocky structure; hard, firm, moderately sticky, moderately plastic; few fine roots; 35 percent gravel, 15 percent stone and cobble; neutral (pH 6.6).\n2C--40 to 60 inches ???"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Ferry County, Washington; 200 yards northwest upslope from cabin at lower end of clearing on south slope of Bodie Mountain. NW1/4 SW1/4 section 6, T.38N., R.32E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: These soils are usually moist, but are dry in all parts between 8 and 24 inches for 45 to 60 consecutive days following summer solstice. Soil reaction is neutral to slightly acid. The thickness of mollic epipedon exceeds 20 inches. The mean annual temperature ranges form 39 to 45 degrees F. and the mean summer temperature is less than 59 degrees F. The upper part of the control section contains more than 30 percent volcanic glass in the fine earth fraction. The lower part of the control section contains more than 35 percent rock fragments, and from 25 to 30 percent clay.\nThe A horizon has 10YR hue, range in values of 2 moist, 2 or 3 dry, and chroma of 1 moist and 1 or 2 dry. It is gravelly ashy silt loam and has weak structure.\nThe 2BA and 2Bw horizons are in 10YR hue, range in values of 3 or 4 moist, 5 dry, and chroma of 2 or 3 moist or dry. They are loam or clay loam and are gravelly, cobbly, or stony and have moderate or weak blocky structure."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: This is  the Leonardo series. Leonardo soils are moderately acid throughout and lack a cambic horizon."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Toroda soils occur on sloping to steep upper mountain slopes at elevations of 4,000 to 6,000 feet. The regolith consists of volcanic ash over glacial till and colluvium from andesitic rocks. These soils occur in a climate with a mean annual precipitation of 25 to 35 inches; a mean annual temperature of 39 to 41 degrees F.; and a frost free period of 90 to 100 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These include the Edds and Tenas soils. Both of these soils are nonskeletal."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; moderately permeable; runoff is slow to rapid."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Mostly rangeland. Native vegetation consists of Kentucky bluegrass, Sandberg bluegrass, buckwheat, yarrow, dandelion, mullein, and wild strawberry."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Northeastern Washington. Series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Ferry County, Washington, 1968."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: : Diagnostic horizons and feature recognized in this pedon are:\nMollic epipedon, the zone from 0 to 36 inches; (A1, A2, and 2BA horizons)\nThe upper 23 inches of the soil is more than 30 percent volcanic glass. (A1 and A2 horizons)\nThis draft reflects a change in classification from Medial over loamy-skeletal, mixed, Typic Cryandepts to Ashy over loamy-skeletal, glassy over isotic Humic Xeric Vitricryands\nNational Cooperative Soil Survey\nU.S.A."
  }
}
