{
  "SERIES": "TORTUGAS",
  "STATUS": "Inactive Series",
  "BYREV": "Rev. JEJ/MSJ/YHH/WWJ",
  "REVDATE": "04/2006",
  "STATES": "AZ,NV,NM,UT",
  "OVERVIEW": "The Tortugas series consists of very shallow and shallow, well drained, moderately rapid permeable soils formed from limestone, calcareous sandstone and shale on gently rolling ridges to very steep hills. Slopes are 0 to 75 percent. The mean annual precipitation is about 18 inches and the mean annual air temperature is about 47 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, carbonatic, mesic Aridic Lithic Haplustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Tortugas very stony loam  rangeland. (Colors are for dry soil unless otherwise noted.)\nA--0 to 9 inches; brown (7.5YR 4/2) very stony loam, dark brown (7.5YR 3/2) moist; weak fine granular structure; slightly hard, friable, sticky and slightly plastic; many fine and very fine roots; many interstitial pores; strongly effervescent, moderately alkaline; abrupt irregular boundary. (1 to 19 inches thick)\nR--9 inches; pinkish gray (5YR 6/2), dark grayish brown (10YR 4/2) and very pale brown (10YR 8/3) dense extremely hard limestone."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Yavapai County, Arizona; 500 feet E. of U.S. Highway 89 along the N. sec. line of sec. 26, T. 18 N., R. 2 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nCalcium carbonate equivalent: 40 percent\nDepth to bedrock: 6 to 20 inches and averages about 12 inches\nMean annual soil temperature: 47 degrees to 59 degrees F.\nSoil moisture: The moisture control section in normal years is dry in some or all parts for six-tenths or more of the cumulative days per year when the soil temperature at a depth of 50 cm below the soil surface is higher than 5 degrees C. The soil moisture regime is aridic ustic.\nA horizon\nHue: 10YR or 7.5YR\nValue: 4 to 6 dry and 2 or 3 moist\nChroma: 2 or 3, dry or moist\nTexture: gravelly loam, cobbly loam, very stony loam, very gravelly loam, and very cobbly loam\nC horizon (Where present)\nHue: 5YR to 10YR\nValue: 4 to 8 dry, and 2 to 7 moist\nChroma: 2 to 4\nTexture: loam, silt loam, clay loam\nCoarse fragments: size is variable and averages more than 35 percent\nR horizon: In some pedons, lime coatings or lime accumulations occur above the limestone."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no competing series."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: The Tortugas soils are on gently rolling ridges to very steep hills at elevations of 4,000 to 7,500 feet. Slopes are dominantly 5 to 45 percent and range from 0 to 75 percent. These soils formed on and from limestone, calcareous sandstone and shale. The climate is semiarid continental. The mean annual air temperature ranges from 45 degrees to 60 degrees F. The frost-free period ranges from 100 to 220 days. The average annual precipitation ranges from 12 to 24 inches falling mainly in thundershowers in July and August and as gentle rains in December and January."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Dye, Mokiak, and Welring soils.  Dye soils have argillic horizons and fine texture. Mokiak soils are noncalcareous and have argillic horizons. Welring soils have an ochric epipedon."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well-drained; low to very high runoff; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: These soils are used for livestock grazing. Vegetation is cliffrose, juniper, cacti snakeweed, whitethorn, blue, black, and sideoats grama, chamiza, and annual forbs and grasses."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Southern and central Arizona, southern Utah, and possibly southern New Mexico. The series is extensive. MLRA is 38 and 41. The series has been used in MLRAs 30, 35, 39 and 70, but use in these MLRAs is discouraged and should be discontinued."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Phoenix, Arizona"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Gila Project SCS, 1936."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon - The zone from 0 to 9 inches (A horizon)\nLithic contact - The boundary at 9 inches (R horizon)\nWhen the MOs were created in 1995 the responsibility for the Tortugas series was assigned to MO9 instead of MO8. The error was discovered in 2005. The responsibility for the series was transferred from MO9 to MO8 in April 2005.\nThe type location was moved to Yavapai County in March 2006. The previous type location in the San Simon Area in Cochise County was correlated to the Mabray series in 1975. The Tortugas series was not correlated in that soil survey area and the type location should have been moved then.\nThe classification was changed to an Aridic Lithic subgroup in March 2006 to be consistent with the soil moisture regime. Classified according to Keys to Soil Taxonomy, Ninth Edition, 2003.\nThe series was inactivated in March 2006 due to questionable concept and broad misuse."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "NA"
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 23,
        "dry_hue": "7.5YR",
        "dry_value": 4,
        "dry_chroma": 2,
        "moist_hue": "7.5YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "loam",
        "structure": "weak fine granular",
        "dry_rupture": "hard",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "very stony",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "eff_class": "strongly effervescent",
        "distinctness": "abrupt",
        "topography": "irregular",
        "narrative": "A--0 to 9 inches; brown (7.5YR 4/2) very stony loam, dark brown (7.5YR 3/2) moist; weak fine granular structure; slightly hard, friable, sticky and slightly plastic; many fine and very fine roots; many interstitial pores; strongly effervescent, moderately alkaline; abrupt irregular boundary. (1 to 19 inches thick)"
      },
      {
        "name": "R",
        "top": 23,
        "bottom": "NA",
        "dry_hue": "5YR",
        "dry_value": 6,
        "dry_chroma": 2,
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "NA",
        "structure": "NA",
        "dry_rupture": "hard",
        "moist_rupture": "NA",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "eff_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "R--9 inches; pinkish gray (5YR 6/2), dark grayish brown (10YR 4/2) and very pale brown (10YR 8/3) dense extremely hard limestone."
      }
    ]
  ]
}
