{
  "SERIES": "TOSP",
  "STATUS": "Established Series",
  "BYREV": "Rev. JFS-RLB-JBF",
  "REVDATE": "12/2019",
  "STATES": "NV",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, superactive Pachic Haplocryolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Tosp bouldery loam--woodland.  (Colors are for dry soil unless otherwise noted.)  The soil surface is partially covered with 10 percent boulders and 10 percent gravel.  Discontinuous leaf litter up to 5 cm thick on surface.\nA1--0 to 10 cm; dark gray (10YR 4/1) bouldery loam, black (10YR 2/1) moist; moderate very fine and fine granular structure; slightly hard, friable, slightly sticky and slightly plastic; many very fine and fine, few medium roots; common very fine vesicular and interstitial pores; 5 percent or more organic matter; 10 percent gravel and 10 percent boulders; slightly acid (pH 6.4); abrupt wavy boundary.\nA2--10 to 20 cm; dark grayish brown (10YR 4/2) sandy loam, very dark brown (10YR 2/2) moist; moderate medium and coarse subangular blocky structure; slightly hard, very friable, nonsticky and slightly plastic; common very fine and fine, few medium roots; common very fine and few fine tubular pores; 5 to 10 percent gravel; slightly acid (pH 6.2); clear irregular boundary.\nA3--20 to 94 cm; brown (10YR 5/3) sandy loam, very dark grayish brown (10YR 3/2) moist; weak fine and medium subangular blocky structure; slightly hard, very friable, slightly sticky and slightly plastic; common very fine, fine, medium and coarse roots; many very fine and few fine tubular pores; 5 to 10 percent gravel; slightly acid (pH 6.2); clear wavy boundary.  (combined thickness of A horizons is 76 to 117 cm)\nC--94 to 127 cm; pale brown (10YR 6/3) very gravelly coarse sandy loam, dark brown (10YR 3/3) moist; massive; slightly hard, very friable, nonsticky and nonplastic; few very fine, fine and medium roots; common very fine tubular pores; 40 percent gravel; slightly acid (pH 6.2); abrupt irregular boundary.  (25 to 43 cm thick)\nR--127 cm; hard fractured granitic bedrock."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Humboldt County, Nevada; in the Pine Forest Mountain Range; about .3 miles south of Onion Valley Reservoir, about 1,200 feet south and 460 feet east of the projected northwest corner of section 2, T. 43 N, R. 28 E.; USGS Five Fingers 7.5 minute topographic quadrangle; latitude 41, degrees, 41 minutes, 21 seconds north and longitude 118 degrees, 44 seconds, 24 minutes west; WGS84 Decimal Degrees 41.4944444 latitude, -117.6925000 longitude."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: Usually moist, not dry in all parts for as long as 45 consecutive days in the four months that follow the summer solstice, or not dry in some or all parts for more than 90 days cumulative; udic soil moisture regime.\nMean annual soil temperature: 5 to 7 degrees C.\nMean summer soil temperature: 12 to 14 degrees C.\nMollic epipedon thickness: 76 to 117 cm thick.\nDepth to bedrock: 100 to over 150 cm.\nReaction: Slightly acid or neutral.\nParticle-size control section - Clay content:  10 to 18 percent.\nRock fragments:  Averages 5 to 15 percent, predominantly 2 to 5 mm size gravel, but subhorizons in the lower part of the control section may contain up to 50 percent gravel. Fragment composition is mainly granite.\nA horizon\nValue:  3 through 5 dry, 2 or 3 moist.\nChroma:  1 through 3, with chroma of 1 occurring predominantly in the A1 or A2 horizons and chroma of 3 occurring in the A3 horizon and below.\nC horizon\nValue:  4 through 6 dry, 2 through 4 moist.\nChroma:  2 through 4.\nTexture:  Coarse sandy loam or sandy loam.\nRock fragments:  10 to 50 percent, predominantly 2 to 5 millimeters size gravel."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Aycab, Brownsgulch, Cinderspring, Coffepot, Coutis, Earcree, Fleecher, Foxvire, Gardner's Fork, Hailman, Moonlight, Naz, Razorba, Shook, Skyway and Taral soils.\nAycab soils are 50 to 100 cm to a paralithic contact.  Coutis soils have textures of fine sandy loam and sandy loam in the particle-size control sections and do not have 2 to 5 mm granite gravel.  Earcree soils are dry for more than 45 consecutive days. Foxvire soils have Mollic epipedons that are 40 to 64 cm thick and average 15 to 35 percent rock fragments in the particle-size control sections. Gardner's Fork soils have silt loam and loam textures and 20 to 35 percent rock fragments in the particle-size control sections.  Hailman soils have 20 to 35 percent rock fragments in the particle-size control sections and have a paralithic contact at 100 to 150 cm.   Moonlight soils have cambic horizons and dominantly silt loam particle-size control sections.  Naz soils have Mollic epipedons that are 40 to 76 cm thick and are usually moist are not dry in all horizons between depth of 20 and 60 cm for 60 consecutive days in more than 7 out of 10 years.  Razorba soils are calcareous throughout and have 15 to 35 percent rock fragments in the particle-size control sections.  Shook soils are 75 to 127 cm to a lithic contact and contain greater than 15 percent rock fragments in the particle-size control sections.  Skyway soils are 50 to 100 cm to a lithic contact.  Taral soils have annual soil temperatures of 0 to 2 degrees C."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Tosp soils are on concave side slopes of mountains predominantly on north aspects.  These soils formed in residuum and colluvium derived from granitic rocks. Slopes are 8 to 75 percent.  Elevations are 1,830 to 3,055 meters.  The climate is cold, continental with cold, moist winters and cool, dry summers.  The mean annual precipitation is 400 to 500 mm that comes largely from winter snowfall.  Mean annual temperature is 5 to 7 degrees C and the frost-free season ranges from 50 to 75 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Aycab and Siscab soils.  Aycab soils are 50 to 100 cm to a paralithic contact.  Siscab soils have a paralithic contact within 50 cm and have an argillic horizon."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:  Well drained; medium to very rapid runoff; high saturated hydraulic conductivity."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Livestock grazing and wildlife habitat.  The present vegetation is mainly aspen woodland with an understory of mountain big sagebrush, snowberry, mountain brome, and Columbia needlegrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northwest Nevada.  MLRA 23 and 25.  These soils are not extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Washoe County, Nevada, Central Part, 1990."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon:\nMollic epipedon and Pachic feature - The zone from the soil surface to 94 cm (A1, A2 and A3 horizons).\nParticle-size control section - The zone from 25 to 100 cm (A3 and part of the C horizon).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
