{
  "SERIES": "TOTAVI",
  "STATUS": "Established Series",
  "BYREV": "Rev. LH/GBM/TWH/SJJ",
  "REVDATE": "04/2018",
  "STATES": "NM",
  "OVERVIEW": "The Totavi series consists of very deep, somewhat excessively drained soils that formed in alluvium derived from tuff, pumice, latite, and dacite on valley floors, low stream terraces, and natural depressions.  Slopes are 0 to 5 percent.  The mean annual precipitation is about 16 inches, and mean annual temperature is about 46 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Ashy, glassy, mesic Vitritorrandic Haplustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Totavi ashy loamy sand--savannah.  (Colors are for dry soil unless otherwise noted.)\nA--0 to 15 inches; grayish brown (10YR 5/2) ashy loamy sand, very dark brown (10YR 2/2) moist; weak medium subangular blocky structure; soft, very friable, nonsticky and nonplastic; many very fine and fine roots; 10 percent tuff and pumice gravel; neutral (pH 6.8); abrupt wavy boundary.  (3 to 20 inches thick)\nC1--15 to 19 inches; grayish brown (10YR 5/2) gravelly ashy loamy sand, very dark grayish brown (10YR 3/2) moist; single grain; loose, very friable, nonsticky and nonplastic; common very fine and fine roots; about 50 percent of the fine-earth fraction is medium or coarser sand; 15 percent tuff and pumice gravel; neutral (pH 6.8); abrupt wavy boundary.  (0 to 20 inches thick)\nC2--19 to 70 inches; grayish brown (10YR 5/2) ashy loamy sand, very dark grayish brown (10YR 3/2) moist; weak medium subangular blocky structure; soft, very friable, nonsticky and nonplastic; few very fine roots; about 35 percent of the fine-earth fraction is medium or coarser sand; 10 percent tuff and pumice gravel; neutral (pH 6.8)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Los Alamos County, New Mexico; about 1.3 miles SSE of the Los Alamos airport; 2,385 feet north and 2,475 feet west of the SE corner section 24, T. 19 N., R. 6 E.;  106 degrees, 15 minutes, 24 seconds west longitude;  35 degrees, 51 minutes, 48 seconds north latitude."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil Moisture:  Moist in some part of the soil moisture control section November through April and July through October.  The soil is driest during May and June. Ustic moisture regime, bordering on aridic.\nSoil Temperature:  47 to 51 degrees F.\nLithology of rock fragments: tuff, pumice, latite and dacite.\nVolcanic glass content, coarse silt plus sand fraction: 60 to 85 percent.\nOxalate extractable Al + 1/2Fe: .01 to .10 percent.\nThickness of mollic epipedon: 10 to 39 inches.\nParticle-size control section:\nVolcanic glass content, coarse silt plus sand fraction: 60 to 85 percent\nGravel content: 0 to 20 percent\nA horizon:\nHue:  7.5YR or 10YR\nValue: 4 or 5 dry, 2 or 3 moist\nChroma: 2 or 3, dry or moist\nTexture:  gravelly ashy loam, ashy loamy sand, ashy loamy coarse sand\nReaction: neutral or slightly alkaline\nBw (present is some pedons):\nC horizon:\nHue:  7.5YR or 10YR\nValue:  4 through 7 dry, 3 through 5 moist\nChroma:  2 through 4\nTexture:  ashy loamy sand, ashy fine sand, ashy sandy loam, gravelly ashy loamy sand, and gravelly ashy coarse sand\nGravel content:  0 to 25 percent\nReaction: neutral to moderately alkaline"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no competing series. A similar soil is the Cajete series. Cajete soils have greater than 35 percent pumice."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Totavi soils are on valley floors, low stream terraces, and natural depressions.  Slopes are 0 to 5 percent.  They formed in alluvial sediments derived from tuff, pumice, latite, and dacite.  Elevation are 5,500 to 8,800 feet.  Mean annual precipitation is 14 to 20 inches mostly in the summer, and mean annual temperature is about 45 to 49 degrees F. The frost-free season is about 120 to 150 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Jemez and Cajete soils.  Jemez soils are fine-loamy and have an argillic horizon.  Cajete soils have more than 35 percent pumice fragments."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Somewhat excessively drained; slow runoff; very rapid permeability. These soils are subject to very rare or rare periods of flooding."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are used for primarily for grazing.  Natural vegetation is two-needle pinyon, one-seed juniper, mountain brome, Arizona fescue, and little bluestem."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  North central New Mexico.  It is of small extent.  Dominantly MLRA 36, with some lower elevations of 48A."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Los Alamos County, (Sandoval Area), New Mexico, 1987."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Classification history.\n1.1992 Ashy, frigid Mollic Vitrandepts\n2.1992 Ashy, Vitrandic Haploborolls\n3.2001 Ashy, glassy, frigid Vitrandic Haplustolls\n4.2001 Ashy, glassy, mesic Vitritorrandic Haplustolls\nUsing current conventions, the plant community for this soil in northern New Mexico is considered to represent a moisture regime of ustic bordering on aridic, and a temperature regime of mesic. Therefore, the change from a typic-ustic frigid concept was made. Ranges for air temperature and frost free days were adjusted accordingly.\nDiagnostic horizons and features recognized in this pedon are:\nMollic epipedon:  from 0 to 15 inches.  (A horizon)\nVitritorrandic feature:  Based on glass content throughout the upper 30 inches (glass count of 65) (A, C1, and part of C2 horizons).\nParticle-size control section: the zone from 10 to 40 inches (part of the A, the C1, and part of C2 horizons). The entire control section meets criteria for the Ashy class.\nIt appears that this soil typically has an irregular decrease in organic matter, and would be in a 100-year flood zone, and hence would be on landforms such as flood plains and flood-plain steps.  This is not conclusive and needs further study.\nTaxonomic version: classified according to the Twelfth Edition, 2014.\nADDITIONAL DATA: (Not this pedon) NSSL No. S80NM-028-002 and S92NM-028-001.\nAcid Oxalate Extractable Iron and Aluminum were 0.04 each and Phosphorus retention was 17.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
