{
  "SERIES": "TOTELAKE",
  "STATUS": "Established Series",
  "BYREV": "Rev.  GLS-RJS",
  "REVDATE": "10/2008",
  "STATES": "MT",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Sandy-skeletal, mixed, frigid Typic Haplustepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Totelake gravelly loam, forested (colors are for dry soil unless otherwise noted).\nOi--0 to 1 inch; undecomposed and slightly decomposed forest litter. (1 to 2 inches thick)\nA--1 to 8 inches; brown (10YR 5/3) gravelly loam, dark brown (10YR 3/3) moist; weak fine granular structure; soft, very friable, nonsticky and nonplastic; many very fine, fine, medium, and coarse roots; many fine and medium pores; 10 percent cobbles, 20 percent gravel; neutral (pH 6.6); clear wavy boundary. (2 to 10 inches thick)\nBw--8 to 23 inches; light brownish gray (10YR 6/2) very gravelly sandy loam, dark grayish brown (10YR 4/2) moist; weak fine subangular blocky structure; soft, very friable, nonsticky and nonplastic; many very fine, fine, and medium roots; 1 percent stones, 15 percent cobbles, 35 percent gravel; neutral (pH 6.8); gradual wavy boundary. (8 to 20 inches thick)\n2C--23 to 60 inches; pale brown (10YR 6/3) extremely gravelly loamy sand, brown (10YR 4/3) moist; single grain; loose, nonsticky and nonplastic; few very fine, fine, and medium roots; 2 percent stones, 20 percent cobbles, 50 percent gravel, neutral (pH 7.0)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Missoula County, Montana; 2,100 feet south and 1,100 feet east of the NW corner of sec. 20, T. 15 N., R. 14 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil temperature - 41 to 47 degrees F.\nMoisture control section - between 12 and 35 inches.\nSome pedons have volcanic ash in the top 2 to 4 inches of the surface layer; it does not meet the thickness or bulk density requirements for the andic intergrades.  Faint lime cast on undersides of rock fragments and some disseminated lime occurs in lower horizons in areas of calcareous till or limestone rock.\nA horizon\nValue:  4, 5, or 6 dry; 2, 3, or 4 moist\nChroma:  1, 2, or 3\nClay content:  8 to 15 percent\nRock fragments:  15 to 35 percent--0 to 15 percent cobbles and stones; 15 to 20 percent gravel\nReaction:  pH 6.6 to 7.3\nBw horizon\nHue:  10YR or 7.5YR\nValue:  5 or 6 dry; 4 or 5 moist\nChroma:  2, 3, or 4\nClay content:  5 to 10 percent\nRock fragments:  35 to 60 percent--0 to 15 percent cobbles and stones; 30 to 45 percent gravel\nReaction:  pH 6.6 to 7.8\n2C horizon\nHue:  10YR or 7.5YR\nValue:  6 or 7 dry; 4, 5, or 6 moist\nChroma:  2 or 3\nTexture:  loamy sand or sand\nClay content:  0 to 10 percent\nRock fragments:  60 to 80 percent--15 to 25 percent cobbles and stones; 40 to 55 percent gravel\nReaction:  pH 6.6 to 7.8"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:\nChereete (MT) - are slightly acid.\nLosthorse (MT) - are very strongly acid to slightly acid."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nLandform - stream terraces, outwash terraces and alluvial fans.\nElevation - 2,500 to 4,800 feet.\nSlope - 2 to 35 percent.\nParent material - alluvium and outwash.\nClimate - long, cold winters; moist springs; warm summers.\nMean annual precipitation - 15 to 25 inches, much of which falls as snow and as spring rain.\nMean annual temperature - 39 to 46 degrees F.\nFrost-free period - 70 to 110 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:"
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Excessively drained; moderately rapid permeability to a depth of 22 inches and rapid below."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Totelake soils are used for timber production and understory grazing.  The native vegetation is ponderosa pine and Douglas fir with an understory of pinegrass, bluebunch wheatgrass, elk sedge, and common snowberry."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Totelake soils are of moderate extent in western Montana.  MLRA 44A."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Bozeman, Montana."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Missoula County, Montana, 1985"
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nOhric epipedon - 0 to 8 inches (Oi and A horizon);\nCambic horizon - 8 to 23 inches (Bw horizon); and\nParticle-size control section - 10 to 40 inches (Bw and 2C horizons).\nTotelake soils have a frigid temperature regime and an ustic moisture regime.\nADDITIONAL DATA:  Soil interpretation records MT0410 and MT0411.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
