{
  "SERIES": "TOURNQUIST",
  "STATUS": "Tentative Series",
  "BYREV": "Rev. RM/SBJ/RCH",
  "REVDATE": "07/2005",
  "STATES": "CA,OR",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, frigid Pachic Ultic Haploxerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Tournquist loam - forested (Colors for dry conditions unless otherwise stated).\n01--2 to 0 inches; Fresh and partly decomposed litter of pine needles and leaves.\nA1--0 to 4 inches; reddish brown (5YR 4/3) loam, dark reddish brown (5YR 3/2) moist, strong very fine granular structure; soft to slightly hard, very friable, slightly sticky and slightly plastic, abundant fine roots; many very fine interstitial pores; slightly acid (pH 6.5); clear, smooth boundary. 3 to 6 inches thick.\nA3--4 to 14 inches; reddish brown (5YR 4/3) loam, dark reddish brown (5YR 3/3) moist, moderate very fine granular structure, soft to slightly hard, very friable, slightly sticky and slightly plastic; abundant fine roots; many very fine interstitial pores; slightly acid (pH 6.4), clear smooth boundary. 6 to 15 inches thick .\nIIB21--14 to 21 inches; reddish brown gravelly loam, dark reddish brown (5YR 3/3) moist; moderate very fine granular and weak medium subangular blocky structure; slightly hard, friable, slightly sticky and plastic; abundant fine roots, common very fine tubular pores; stone line of hard andesite or basalt at top of this horizon; slightly acid (pH 6.4), gradual, smooth boundary. 6 to 14 inches thick.\nIIB22--21 to 34 inches; reddish brown (5YR 4/4) gravelly clay loam, dark reddish brown (5YR 3/4) moist; moderate fine subangular blocky structure, slightly hard, friable, sticky and plastic; abundant fine roots; common very fine tubular pores; common pebbles of soft andesite; slightly acid (pH 6.5); abrupt smooth boundary. 7 to 25 inches thick.\nIIIC--34 to 45 inches; reddish brown (5YR 4/4) very gravelly and cobbly clay loam, dark reddish brown (5YR 3/4) moist; massive; few very fine to medium roots; about 90 percent soft gravels and cobbles that are coated with thin clay films; slightly acid (pH 6.5); gradual, smooth boundary. 0 to 20 inches thick\nR--45 to 50 inches; hard, fractured andesite"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: In Modoc County, California, in the NW1/4 of NW1/4 Section 33, T48N, R11E and 402 feet east of line tag between Sections 32 and 33; approximately 41.964 degrees north latitude and 120.722 degrees west longitude; NAD27."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Solum thickness is 22 to 60 inches to the bottom of the B2 horizon and the depth to rock is 22 to over 60 inches.  Mean annual soil temperature ranges from 43 to 46 degrees F. and the mean summer temperature is about 55 degrees. Amount of coarse fragments increases with depth. The soil surface usually is covered with 1 to 2 percent stones. The A horizon colors are in 7.5YR and 5YR hues and have values of 3 and 4 dry and 3 moist Chromas are 2 or 3 dry and moist.  Texture ranges from loam to gravelly loam; structure is granular and reaction is slightly acid or neutral. The B horizon colors are in 5YR and 2.YR hues with values of 4 dry and 3 moist Chroma is 4 dry and 3 or 4 moist Texture ranges from gravelly loam to gravelly light clay loam, structure from nearly massive to subangular blocky or granular; and reaction from slightly acid to neutral. There are common cobbles and stones. The C horizons are yellowish red to dark reddish brown very gravelly, very cobbly, and bouldery loams or clay loams."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These include the Boomer, Cohasset, Gleason, Newlands and Woodcock series. The Boomer soils have heavy clay loam argillic horizons and are in a warmer climate. The Cohasset soils have A horizons with moist chromas of 4 and strongly acid clay loam Bt horizons. The Gleason soils have grayish brown A horizons and grayish brown medium acid B horizons The Newland soils have dark grayish brown A horizons and brown heavy clay loam Bt horizons. The Woodcock soils have more than 50 percent coarse fragments in the B2t horizons."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Missing information"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: Missing information."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Missing information."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Missing information."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Missing information; MLRA 21."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES PROPOSED",
    "content": "SERIES PROPOSED: Modoc National Forest Area, California, 1991."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: The type location is located in the Modoc National Forest Area. The soil is not used in that survey in the final report. It is unknown where in Oregon this survey might be used, if at all. There are no component records for the Tournquist series in NASIS as of 7/14/2005. It is likely that this series will be dropped in the near future.\nOSED scanned by SSQA. Last revised by state on 6/67.\nThe superactive cation exchange activity class was added in 03/2003 to the taxonomic classification by the National Soil Survey Center on request of the Reno MLRA office, without review of the soil series property data. The remainder of this document has not been updated.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
