{
  "SERIES": "TOUSSAINT",
  "STATUS": "Established Series",
  "BYREV": "Rev. RAR-MMF-DNM",
  "REVDATE": "09/2012",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, illitic, nonacid, mesic Mollic Endoaquepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Toussaint silty clay loam, on planar surface in a cultivated field at an elevation of 198 meters (650 feet) above mean sea level. (Colors are for moist soil unless otherwise stated.)\nAp--0 to 20 cm (0 to 8 inches); very dark gray (10YR 3/1) silty clay loam, grayish brown (10YR 5/2) dry; moderate medium granular structure; firm; common fine and medium roots in the matrix; less than 1 percent rock fragments (subangular limestone and shale); neutral; clear smooth boundary. [15 to 23 cm (6 to 9 inches) thick]\nBg1--20 to 30 cm (8 to 12 inches); gray (10YR 5/1) silty clay; moderate medium subangular blocky structure; firm; common fine roots in the matrix; few distinct dark gray (10YR 4/1) organic stains on faces of peds and along root channels; common faint grayish brown (10YR 5/2) coatings on faces of peds; common medium faint grayish brown (10YR 5/2) iron depletions in matrix; common medium prominent strong brown (7.5YR 5/6) and common medium distinct yellowish brown (10YR 5/4) masses of iron accumulation in matrix; common fine distinct black (10YR 2/1) weakly cemented manganese concretions in matrix; less than 1 percent rock fragments (subrounded igneous, and subangular limestone and shale); slightly alkaline; clear wavy boundary.\nBg2--30 to 41 cm (12 to 16 inches); gray (10YR 5/1) silty clay; moderate medium subangular blocky structure; firm; common fine roots in the matrix; few distinct dark gray (10YR 4/1) organic stains on faces of peds and along root channels; common faint grayish brown (10YR 5/2) coatings on faces of peds; common medium faint grayish brown (10YR 5/2) iron depletions in matrix; common medium prominent yellowish brown (10YR 5/6) and common medium distinct yellowish brown (10YR 5/4) masses of iron accumulation in matrix; common fine distinct black (10YR 2/1) weakly cemented manganese concretions in matrix; less than 1 percent rock fragments (subrounded igneous, and subangular limestone and shale); slightly alkaline; clear wavy boundary.\nBg3--41 to 58 cm (16 to 23 inches); grayish brown (10YR 5/2) silty clay loam; moderate medium and coarse angular blocky structure; firm; common fine roots in the matrix; few distinct light gray (10YR 7/1) carbonate coatings on faces of peds; common faint light brownish gray (10YR 6/2) carbonate coatings on vertical faces of peds; common coarse distinct yellowish brown (10YR 5/4) and common medium prominent strong brown (7.5YR 5/6) masses of iron accumulation in matrix; common fine distinct black (10YR 2/1) weakly cemented manganese concretions in matrix; 2 percent rock fragments (subrounded igneous, and subangular limestone and shale); strongly effervescent; moderately alkaline; clear wavy boundary.\nBg4--58 to 86 cm (23 to 34 inches); grayish brown (10YR 5/2) silty clay loam; moderate coarse prismatic structure parting to moderate medium and coarse angular blocky; firm; common fine roots in the matrix; few distinct light gray (10YR 7/1) carbonate coatings on faces of peds; many distinct light brownish gray (10YR 6/2) carbonate coatings on vertical faces of peds; common medium prominent strong brown (7.5YR 5/6) and many coarse distinct yellowish brown (10YR 5/4) masses of iron accumulation in matrix; common fine distinct black (10YR 2/1) weakly cemented manganese concretions in matrix; 2 percent rock fragments (subrounded igneous, and subangular limestone and shale); strongly effervescent; moderately alkaline; clear wavy boundary. [Combined thickness of the Bg horizon is 38 to 89 cm (15 to 35 inches).]\nBC--86 to 132 cm (34 to 52 inches); dark yellowish brown (10YR 4/4) silty clay loam; weak medium prismatic structure parting to weak coarse angular blocky; very firm; few fine roots between peds; very few distinct light gray (10YR 7/1) carbonate coatings on faces of peds; common distinct light brownish gray (10YR 6/2) carbonate coatings on vertical faces of prisms; many coarse and very coarse distinct grayish brown (10YR 5/2) iron depletions in matrix; common medium faint yellowish brown (10YR 5/4) masses of iron accumulation in matrix; few fine distinct black (10YR 2/1) weakly cemented manganese concretions in matrix; 2 percent rock fragments (subrounded igneous, and subangular limestone and shale); strongly effervescent; moderately alkaline; clear irregular boundary.[0 to 51 cm (20 inches) thick]\nCd1--132 to 173 cm (52 to 68 inches); dark yellowish brown (10YR 4/4) clay loam; massive, with widely spaced vertical fractures; very firm; few distinct light gray (10YR 7/1) carbonate coatings on faces of fractures; common distinct light brownish gray (10YR 6/2) carbonate coatings on vertical faces of fractures; common prominent dark yellowish brown (10YR 4/6) hypocoats beneath the carbonate coatings; common medium distinct grayish brown (10YR 5/2) iron depletions in matrix; 3 percent rock fragments (subrounded igneous, and subangular limestone and shale); strongly effervescent; moderately alkaline; clear wavy boundary.\nCd2--173 to 203 cm (68 to 80 inches); brown (10YR 4/3) clay loam; massive; very firm; common medium faint irregular grayish brown (10YR 5/2) iron depletions in matrix; common fine distinct dark yellowish brown (10YR 4/6) masses of iron accumulation in matrix; 3 percent rock fragments (subrounded igneous, and subangular limestone and shale); strongly effervescent; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Wood County, Ohio; Troy Township; 1732 feet east and 2115 feet south of the northwest corner of sec. 16, T. 3 N., R. 10 E.; USGS Pemberville, Ohio topographic quadrangle; lat. 41 degrees 28 minutes 49.9 seconds N. and long. 83 degrees 29 minutes 09.4 seconds W., NAD 27."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nDepth to the base of the solum: 76 to 140 cm (30 to 55 inches)\nDepth to densic contact: 76 to 140 cm (30 to 55 inches)\nDepth to carbonates: 30 to 56 cm (12 to 22 inches)\nDepth to bedrock: greater than 203 cm (80 inches)\nRock fragments: glacial erratics of limestone, dolostone, shale and crystalline lithology\nParticle-size control section: averages 35 to 55 percent clay\nAp horizon:\nHue: 10YR or 2.5Y\nValue: 2, 2.5 or 3 (4 or 5 dry)\nChroma: 1 or 2\nTexture: silty clay loam\nRock fragment content: 0 to 5 percent\nReaction: slightly acid to slightly alkaline\nSome pedons have a BA horizon.\nBg horizon:\nHue: 10YR or 2.5Y\nValue: 4 or 5\nChroma: 1 or 2\nTexture: clay, silty clay, clay loam, or silty clay loam\nRock fragment content: 1 to 10 percent\nReaction: neutral to moderately alkaline\nSome pedons have a Bw horizon.\nBC or BCg horizon:\nHue: 10YR\nValue: 4 or 5\nChroma: 2 to 4\nTexture: clay loam, silty clay loam, or less commonly clay or silty clay\nRock fragment content: 2 to 10 percent\nCalcium carbonate equivalent: 15 to 30 percent\nReaction: slightly alkaline or moderately alkaline\nCd or Cdg horizon:\nHue: 10YR or 2.5Y\nValue: 4 or 5\nChroma: 1 to 4\nTexture: clay loam or silty clay loam, or less commonly clay or silty clay\nClay content: 27 to 42 percent\nRock fragment content: 2 to 10 percent\nCalcium carbonate equivalent: 15 to 30 percent\nReaction: slightly alkaline or moderately alkaline"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Fonda and Toledo series. Fonda and Toledo soils are deeper than 56 cm (22 inches) to carbonates and do not have a densic contact within the series control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Toussaint soils occur on lake plains of late Wisconsinan age. Slope ranges from 0 to 1 percent. Toussaint soils formed in till that has been leveled by wave action. Mean annual precipitation ranges from 686 to 914 mm (27 to 36 inches). Mean annual air temperature ranges from 7 to 11 degrees C (45 to 52 degrees F). Frost-free period is 140 to 165 days. Elevation is 183 to 244 meters (600 to 800 feet) above mean sea level."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Hoytville, Nappanee, and St. Clair soils. The very poorly drained Hoytville soils, the somewhat poorly drained Nappanee soils, and the moderately well drained St. Clair soils are in a catena with the Toussaint soils. The Nappanee and St. Clair soils are on slight rises, and on backslopes and shoulders of nearby dissected areas. The Hoytville soils are on flats, depressions or drainageways. In areas where Hoytville and Toussaint soils are adjacent, the Hoytville soils are on slightly higher positions."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Very poorly drained. The depth to the top of an intermittent apparent high water table ranges from 30 cm (1 foot) above the surface to 30 cm (1 foot) below the surface between November and May in normal years. The potential for surface runoff is negligible or very low. Saturated hydraulic conductivity is moderately high in the upper part of the solum, moderately low in the lower part of the solum, and low in the substratum. Permeability is moderately slow in the upper part of the solum, slow in the lower part of the solum, and slow or very slow in the substratum."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Nearly all of the Toussaint soils are cultivated. Corn, soybeans and wheat are the principal crops. Some areas are used for specialty crops, such as tomatoes and sugar beets. A relatively small proportion is in woodland. Native vegetation is deciduous swamp forest, primarily swamp white oak, bur oak, pin oak, elm, hickory, ash, cottonwood, basswood, and soft maple with some marsh grasses."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Northwestern Ohio, and possibly northeastern Indiana and southeastern Michigan; MLRA 99. The series is of small extent, about 800 acres."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: AMHERST, MASSACHUSETTS"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Wood County, Ohio, 2009."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: A mineralogy study of this catena is currently in progress in MLRA 99. This study may result in a change of mineralogy from illitic to mixed.\nDiagnostic horizons and features recognized in this pedon are:\nOchric epipedon (mollic intergrade): from the surface to a depth of 20 cm (Ap horizon).\nCambic horizon: from a depth of 20 to 86 cm (Bg horizon).\nDensic contact: at 132 cm (top of the Cd1 horizon).\nAquic conditions: the zone from 0 to 203 cm.\nADDITIONAL DATA: Laboratory characterization data is available from The Ohio State University Soil Characterization Laboratory (WD-137). Supporting lab data from the same delineation is available (WD-87).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
