{
  "SERIES": "TOUTLE",
  "STATUS": "Established Series",
  "BYREV": "Rev. WAC/JWR/RJE",
  "REVDATE": "05/2001",
  "STATES": "WA",
  "OVERVIEW": "The Toutle series consists of deep, excessively drained\nsoils formed in alluvium and volcanic mudflows on flood\nplains, terraces and terrace escarpments.  Sloes are 0 to 45\npercent.  The average annual precipitation is about 55\ninches.  The mean annual air temperature is about 50 degrees\nF.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Ashy, glassy, mesic Humic Vitrixerands"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Toutle loamy sand - pasture  (Moist colors\nused unless otherwise stated)\nA--0 to 12 inches; very dark grayish brown (10YR 3/2)\nloamy sand, brown (10YR 5/3) when dry; single grain; loose;\nnonsticky and nonplastic; abundant fine and medium roots;\nfew pumice gravels; neutral (pH 6.6); abrupt wavy boundary.\n10 to 12 inches thick.\nC1--12 to 36 inches; very dark grayish brown (2.5Y 3/2) stratified loamy sand, sandy loams, and very fine sandy\nloam, light brownish gray (2.5Y 6/2) when dry; single grain;\nloose, nonsticky and nonplastic; few fine roots; moderate\namount of pumice gravels; neutral (pH 6.8); abrupt wavy\nboundary.  13 to 24 inches thick.\nC2--36 to 60 inches; Multicolored gravelly medium sand, dominantly dark gray (10YR 4/1), light gray (10YR 6/1) when\ndry, with pockets of gravelly sand; single grain; loose,\nnonsticky and nonplastic; no roots; gravel are dominantly\npumice; neutral (pH 7.0)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Cowlitz County, Washington.  Approximately\n0.6 miles south of Woodland, Washington, and 250 feet south\nof the junction of the Pekin South Road and the Whelan Road,\nabout 875 feet west and 1,500 feet south of the northeast\ncorner of Sec. 25, T. 5 N., R. 1 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Texture of the A1 horizon ranges\nfrom gravelly loamy sand to fine sandy loam.  When moist,\ncolor of the A1 horizon ranges in value from 2 to 3 and in\nchroma from 1 to 3 in hues 10YR and 2.5Y.  The C horizons\nare mostly loamy sand or coarser stratified with lenses of\nfine sandy loam or very fine sandy loam 1/2 to 3 inches\nthick.  Gravel content through the profile varies from about\n5 to 50 percent."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Forward and Synarep soils\nin the Typic subgroup and the Hardesty, Hardister, Mansonia\nand Zark series in an ashy family of Mollic Vitrandepts.\nForward and Synarep have an ochric epipedon.  Hardesty,\nHardister, Mansonia and Zark are all finer than loamy sand\nin the particle-size control section and  have a B horizon.\nA similar soil in the same subgroup, but in a different\nfamily:  Guler are fine sandy loamy soils underlain at\ndepths less than 40 inches by gravelly sand.  A similar soil\nin a different subgroup:  Chelan are moderately coarse\ntextured soils over very gravelly coarse sandy loam and have\na very dark grayish brown Mollic epipedon.  A similar soil\nin a different order:  Pilchuck soils have an Ochric\nepipedon and contain little or no pumice material."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Toutle soils occupy nearly level flood\nplains and nearly level and gently sloping terraces and\nsteep and very steep terrace fronts at elevations of 15 to\n700 feet.  They are developing in stratified pumice sandy\nalluvium.  The climate is characterized by dry summers and\ncool wet winter.  The mean air temperature is January is 35\ndegrees F., and in July it is 63 degrees F.  The mean annual temperature is 50 degrees F.  The mean annual precipitation\nranges from 38 to 70 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These include Speelyai and\nKelso soils.  Speelyai soils have an ochric epipedon and a\nparalithic contact with dense lahar at 10 to 20 inches.\nKelso soils are fine silty and have an argillic horizon."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Excessively drained with very\nslow to medium runoff.  Permeability is rapid."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are used primarily for\ntimber production, but cleared areas are used for growing\nhay and pasture crops.  The principal tree vegetation is\nDouglas-fir, red alder, western hemlock, western redcedar,\nOregon white oak,  lodgepole pine, black cottonwood, bigleaf\nmaple, with an understory of cascara, vine maple, swordfern,\nbracken fern, wild rose, willow, oceanspray, and blackberry."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Along major rivers in Cowlitz\nCounty, Washington.  This soil is very limited in extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Reconnaissance Survey of Southwestern Washington, 1911."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  These soils should be classified as ashy mesic\nMollic Vitrandepts.  These soils were all covered by\nmudflows from the 1980 eruption of Mt. St. Helens.  The\nseries will become inactive with the correlation of the\nresurvey of Cowlitz County Washington.  Diagnostic horizons\nand features recognized in this pedon are a Mollic or umbric\nepipedon from the mineral surface to 12 inches and the upper\n14 inches of the profile is assumed to be more than 60\npercent volcanic ash and pumice."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "NA"
  },
  "SITE": [
    [
      {
        "drainage": "excessively",
        "drainage_overview": "excessively"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 30,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "A--0 to 12 inches; very dark grayish brown (10YR 3/2)"
      },
      {
        "name": "C1",
        "top": 30,
        "bottom": 91,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "2.5Y",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "very fine sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "C1--12 to 36 inches; very dark grayish brown (2.5Y 3/2) stratified loamy sand, sandy loams, and very fine sandy"
      },
      {
        "name": "C2",
        "top": 91,
        "bottom": 152,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 1,
        "texture_class": "sand",
        "cf_class": "gravelly",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "C2--36 to 60 inches; Multicolored gravelly medium sand, dominantly dark gray (10YR 4/1), light gray (10YR 6/1) when"
      }
    ]
  ]
}
