{
  "SERIES": "TOWERMOUNTAIN",
  "STATUS": "Tentative Series",
  "BYREV": "IRD. RJO/DAL",
  "REVDATE": "04/2003",
  "STATES": "OR",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Ashy over loamy-skeletal, amorphic over isotic Typic Vitricryands"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Towermountain ashy silt loam - woodland, on a 10 percent northwest-facing slope at an elevation of 5,850 feet. (Colors are for moist soil unless otherwise noted. Andic soil materials are apparent field textures.)\nOi--0 to 2 inches; needles and twigs\nOe--2 to 3 inches; decomposed organic matter\nA--3 to 6 inches; brown (7.5YR 4/3) ashy silt loam, brown (10YR 5/3) dry; weak very fine and fine subangular blocky structure; soft, very friable, nonsticky, nonplastic and weakly smeary; common very fine and fine, and few medium roots throughout; common very fine irregular and few fine and very fine tubular pores; slightly acid (pH 6.10); gradual wavy boundary. (2 to 5 inches thick)\nBw--6 to 18 inches; yellowish brown (10YR 5/4) ashy silt loam, very pale brown (10YR 7/4) dry; weak fine subangular blocky structure; soft, very friable, nonsticky, nonplastic and weakly smeary; few very fine and fine, and common medium roots throughout; common very fine and few fine tubular and few very fine irregular pores; neutral (pH 7.0); abrupt wavy boundary. (10 to 13 inches thick)\n2Ab--18 to 21 inches; brown (7.5YR 4/3) very gravelly silt loam, light brown (7.5YR 6/3) dry; weak fine subangular blocky structure; slightly hard, friable, slightly sticky and moderately plastic; few very fine, fine and coarse roots throughout; common very fine irregular pores; 30 percent gravel and 5 percent cobbles; neutral (pH 7.0); clear wavy boundary. (3 to 5 inches thick)\n2Bwb--21 to 29 inches; brown (10YR 5/3) very cobbly silt loam, very pale brown (10YR 7/3) dry; massive; slightly hard, loose, slightly sticky and slightly plastic; few fine and medium roots throughout; common very fine and few fine irregular pores; 25 percent gravel, 20 percent cobbles and 5 percent stones; neutral (pH 6.7); abrupt irregular boundary. (8 to 12 inches thick)\n2Cr--29 inches; weathered rhyolitic tuff."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Umatilla County, Oregon,\nSection 25 (NW 1/4, NE 1/4, SE 1/4), T. 6 S., R. 34 E.\nUTM Zone 11; 4985580 northing; 370090 easting\nLatitude: 45 degrees, 00 minutes, 42 seconds\nLongitude:  118 degrees, 38 minutes, 55 seconds\nUSGS Quadrangle: Tower Mountain"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil Temperature: cryic regime\nMean Annual Soil Temperature:  38 to 43 degrees F\nMean Summer Soil Temperature:  44 to 52 degrees F\nMean Winter Soil Temperature:  32 to 36 degrees F\nSoil Moisture:  udic regime, dry 30 to 45 days in summer\nParticle-size Control Section: from the mineral soil surface to a paralithic contact\nUpper part (ashy): 14 to 18 inches thick\nClay content: 5 to 10 percent\nRock fragment content: 0 to 10 percent\nLower part (loamy-skeletal): 10 to 22 inches thick\nClay content: 10 to 20 percent\nRock fragment content: 35 to 65 percent\nRock fragment shape:  subangular\nDiagnostic Horizons and Features:\nandic soil properties:  upper boundary at the mineral soil surface, 14 to 18 inches thick\nAl+1/2Fe(aox):  1.5 to 3.0 percent\nbulk density:  0.65 to 1.00 g/cc\nP retention:  60 to 90 percent\n0.02-2.0 mm fraction: 40 to 60 percent of <2mm\nglass content in the 0.02-2.0 mm fraction:  60 to 90 percent\nwater content at 1500 kPa tension(air dried soil):  5 to 12 percent\n8Si + 2Fe(aox):  5 to 12 percent\n8Si - 2Fe(aox):  4 to 8 percent\nochric epipedon:  2 to 5 inches thick\ncambic horizon:   upper part  10 to 13 inches thick\nlower part  8 t0 12 inches thick\nparalithic contact depth:  24 to 40 inches\nMajor Horizons:\nA horizon\ncolor, moist: 7.5YR 2.5/2, 3/2; 10YR 4/3\ncolor, dry: 7.5YR 5/4; 10YR 5/3, 6/3, 6/4\ntexture:  ASHY-SIL\nclay content:  5 to 10 percent\nrock fragment content:  0 to 5 percent\ngravel:  0 to 5 percent\nreaction:  moderately acid to neutral; pH: 5.6 to 7.3\nbase saturation (sum of bases):  25 to 40 percent\norganic matter: 2 to 10 percent\nBw horizon: (Bw1, Bw2 in some pedons)\ncolor, moist: 7.5YR 4/3, 4/4, 5/4; 10YR 4/3, 5/4\ncolor, dry: 10YR 6/3, 6/4, 7/3, 7/4, 8/3\ntexture:  ASHY-SIL\nclay content:  5 to 10 percent\nrock fragment content:   0 to 15 percent\ngravel:  0 to 10 percent\ncobbles:  0 to 5 percent\nreaction:  slightly acid to neutral; pH:  6.1 to 7.3\nbase saturation (sum of bases):  20 to 35 percent\norganic matter:  1 to 3  percent\n2Ab horizon: (2Eb, 2AEb 2EAb in some pedons)\ncolor, moist: 7.5YR 4/3, 5/3; 10YR 4/2, 5/3\ncolor, dry: 10YR 6/2, 6/3, 7/2, 7/3\ntexture:  GRV-SL, GRV-L\nclay content:  10 to 18 percent\nrock fragment content:  35 to 50 percent\ngravel:  25 to 40 percent\ncobbles:  0 to 10 percent\nreaction:  slightly acid to neutral; pH:  6.1 to 7.3\nbase saturation (sum of bases):  55 to 85 percent\n2Bwb horizon: (2BCb in some pedons)\ncolor, moist: 7.5YR 5/3; 10YR 3/2, 5/3, 7/2; 2.5Y 5/3\ncolor, dry: 5YR 7/1; 10YR 7/1, 7/3, 8/2\ntexture:  GRV-SL, CBX-SL, GRX-SL, GRV-L, CBV-SIL, CBV-SL\nclay content:  10 to 18 percent\nrock fragment content:  35 to 75 percent\ngravel:    25 to 60 percent\ncobbles:  0 to 30 percent\nstones:    0 to 10 percent\nreaction:  slightly acid or neutral;   pH:  6.1 to 7.3.\nbase saturation (sum of bases):  65 to 85 percent"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:\nTowermountain (T)-moderately deep (20 to 40 inches) to a paralithic contact, formed in volcanic ash over colluvium from rhyolitic tuff\nAngelpeak-deep (40 to 60 inches) to a lithic contact, loamy-skeletal part of pscs is slightly acid or neutral and has 60 to 85 percent angular rock fragments, formed in volcanic ash over colluvium from argillite\nAshnola (T)-moderately deep and deep (35 to 50 inches) to a densic contact, very deep (>60 inches) to bedrock, ashy part of the pscs is gravelly ashy sandy loam and less than 50 percent silt, formed in volcanic ash over till from sedimentary and volcanic rocks\nBucketlake-very deep (>60 inches), loamy-skeletal part of the pscs has subrounded and rounded rock fragments and clay content of 5 to 15 percent, formed in volcanic ash over till from granite\nDucklake (T)-deep (40 to 60 inches) to a densic contact, very deep (>60 inches) to bedrock, ashy part of the pscs is stony ashy silt loam with more than 50 percent silt, loamy-skeletal part of pscs has rounded or well rounded rock fragments, formed in volcanic ash over till from granite\nLackeyshole (T)-deep (40 to 60 inches) to a lithic contact, loamy-skeletal part of pscs is slightly acid or neutral and has 35 to 55 percent subangular rock fragments and less than 25 percent very coarse, coarse and medium sand, formed in volcanic ash over colluvium from andesitic basalt and basalt\nMcCalpinemeadow (T)-moderately deep (20 to 40 inches) to a lithic contact; loamy-skeletal part of the pscs has subangular rock fragments, more than 25 percent very coarse, coarse and medium sand, and clay content of 5 to 10 percent; formed in volcanic ash over colluvium from granite and granodiorite\nMountemily-very deep (>60 inches), loamy-skeletal part of the pscs has subangular and angular rock fragments and clay content of 18 to 30 percent, formed in volcanic ash over colluvium from basalt\nMudlakebasin (T)-moderately deep (20 to 40 inches) to a lithic contact, loamy-skeletal part of the pscs has well rounded and rounded rock fragments, and clay content of 4 to 18 percent, formed in volcanic ash over till from granite\nTroutmeadows\t-moderately deep (20 to 40 inches) to a lithic contact, loamy-skeletal part of the pscs has subangular rock fragments, less than 25 percent very coarse, coarse and medium sand, and clay content of 10 to 18 percent, formed in volcanic ash over colluvium from basalt\nUfish (T)-deep (40 to 60 inches) to a lithic contact, loamy-skeletal part of pscs is strongly acid to slightly acid, and has 35 to 60 percent subrounded or subangular rock fragments and more than 25 percent very coarse, coarse and medium sand, formed in volcanic ash over colluvium from granite and granodiorite"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nLandform:  depositional convex to planar, upper backslopes to toeslopes of rhyolitic volcanic cones\nSlope gradient:  5 to 35 percent\nParent material:  volcanic ash over colluvium from rhyolitic tuff\nLithology:  rhyolitic tuff\nElevation: 600 to 6,400 feet\nClimate: cold, wet winters; warm, dry summers\nMean annual precipitation:  25 to 39 inches\nMean annual air temperature:  36 to 41 degrees F.\nFrost-free period:  25 to 65 days"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:\nBordengulch-occurs on convex mid to upper slopes and ridges; ash mantle is less than 14 inches in depth\nAngelpeak-occurs on planar to concave, mid to lower slopes; 40 to 60 inches to a lithic contact\nVanandamine (T)-occurs on planar to convex mid slopes with steep gradients; 40 to 60 inches to a lithic contact; ash mantle is less than 14 inches in depth\nEastlakes (T)-occurs on convex to planar, upper slopes to shoulder slopes; 10 to 20 inches to a lithic contact; ash is mixed with other soil material"
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:\nDrainage: well to somewhat excessively drained\nPermeability: moderate"
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:\nUse:  Timber production, recreation, wildlife, watershed\nNative vegetation:  Lodgepole pine, subalpine fir, grand fir, western larch, Engelmann spruce, grouse whortleberry, big huckleberry, pinemat manzanita, longtube twinflower, Prince's pine, western hawkweed, roundleaf violet, sidebells wintergreen, heartleaf arnica, Virginia strawberry,  pinegrass and northwestern sedge\nEcological site:  PICO(ABLA)/VAME/CARU, ABLA/VAME, PICO(ABLA)/VASC"
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:"
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES PROPOSED",
    "content": "SERIES PROPOSED:  Umatilla County, Oregon 2003.  The name was from Tower Mountain on the Tower Mountain quadrangle."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nochric epipedon    3 to 6 inches    A\ncambic horizon    6 to 18 inches    Bw\nandic soil properties    3 to 18 inches    A, Bw\nparticle-size control section   3 to 29 inches   A, Bw, 2Bwb\nashy part    3 to 18  inches    A, Bw\nloamy-skeletal part   18 to 29 inches  2Bwb\nparalithic contact    29 inches    2Cr\nNational Cooperative Soil Survey\nU.S.A."
  }
}
