{
  "SERIES": "TOY",
  "STATUS": "Inactive Series",
  "BYREV": "Rev. WGH",
  "REVDATE": "08/2009",
  "STATES": "NV",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Very-fine, smectitic, mesic Vertic Natraquolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Toy silty clay (cultivated)\nAp--0 to 9 inches; gray (10YR 5/1) silty clay loam, very dark brown to black (10YR 2/1.5) when moist; strong coarse subangular blocky in topmost 2 or 3 inches and below this, moderate to strong medium and fine subangular blocky structure; very hard, firm, very sticky, plastic; many medium and fine wheatgrass roots organic matter about 4.5 percent; few fine tubular pores; very strorgly calcareous; pH of paste 8.5 and of 1 to 1o dilution 9.3; abrupt smooth lower boundary. 6-15\" thick.\nBw--9 to 32 inches; dark gray (N 4/0) clay, very dark gray (10YR 2/1.5) when moist; moderate prismatic structure that breaks to strong fine subangular and angular aggregates; very hard, firm, very sticky, very plastic; many fine wheatgrass roots: organic matter about 1.4 percent; few tubular pores; strongly calcareous; pH of paste 8.4 and of 1 to 10 dilution 9.2; clear smooth lower boundary. 12-24\" thick.\nC1--32 to 54 inches, gray (10YR 6/1) silty clay, dark gray (10YR 4/1)  when moist; moderate coarse subangular blocky to angular blocky structure; very hard, firm, very sticky, very plastic; common fine plant roots; organic matter about 0.8 percent; few fine tubular pores; strongly calcareous with lime disseminated; pH of paste 8.2 and 1 to 10 dilution 8.8; clear smooth lower boundary. 18-26\" thick.\nC2--54 to 67 inches; gray (N 5/0) clay, very dark gray (10YR 3/1) moist; weak medium to fine subangular blocky; very hard, firm, very sticky, very plastic;  few fine roots; organic matter about 1.2 percent; few fine tubular pores; slightly calcareous; pH of past 8.0 and of 1 to 10 dilution 8.3.\nRange in Characteristics: The prismatic or columnar structure is strongly developed in spots, but weak or lacking in places.  Organic matter is between 3 and 5 percent in the surface horizon, which ranges from 8 to 17 inches in thickness. Calcium carbonate in the horizons above 40 inches range from about 5 to 15 percent. The carbon nitrogen ratio in the surface horizon ranges from 12 to 15. Buried surface horizons may occur in the substratum.\nDrainage and Permeability: Imperfectly drained. Runoff and permeability are very slow. The water table has fluctuated between 7 and 10 feet below the surface since drainage ditches in this area were completed.  Prior to this, the water table probably stood within 4 feet, or closer, to the surface for a significant portion of the year.\nVegetation: In virgin areas a sparse stand of greasewood, inkweed, saltgrass and bassia are common with more than 90 percent of the surface barren. Much of this soil is being reclaimed. Poor stands of tall wheatgrass have been established in places but many spots are barren.\nUse: Most of the Toy soils are associated with those of Ryepatch. Where drainage ditches have been constructed and the water table lowered to a safe depth, these soils are being irrigated and reclaimed in connection with the farming of adjacent Ryepatch soils. Tall wheatgrass is the principal crop.\nDistribution: Inextensive areas are located near Lovelock, Nevada, in Pershlng County. Other areas may occur in other parts of Nevada, possibly in Paradise Valley along the Little Humboldt River north of Winnemucca.\nType Location: 780 feet east and 370 feet north of apparent 3 1/4 corner, sec. 26, T. 26 N., R. 31 E.\nSeries Proposed: Soil Survey of Lovelock area, Pershing County, Nevada, 1957.\nSource of Name: Southern Pacific Railroad Station about 4 miles southwest of Lovelock, Nevada.\nOSED scanned by NSSQA.  Last revised by state on 3/59.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": null
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": null
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": null
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": null
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": null
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": null
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": null
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": null
  },
  "REGIONAL OFFICE": {
    "section": "REGIONAL OFFICE",
    "content": null
  },
  "ORIGIN": {
    "section": "ORIGIN",
    "content": null
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": null
  }
}
