{
  "SERIES": "TOYAH",
  "STATUS": "Established Series",
  "BYREV": "Rev. ACT",
  "REVDATE": "08/2007",
  "STATES": "NM,TX",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, thermic Torrifluventic Haplustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Toyah clay loam--irrigated cropland. (Colors are for dry soil unless otherwise stated.)\nAp--0 to 16 inches; dark grayish brown (10YR 4/2) clay loam, very dark grayish brown (10YR 3/2) moist; weak fine granular structure; hard, friable; common fine roots; common very fine strongly cemented calcium carbonate concretions; violently effervescent; moderately alkaline; abrupt smooth boundary.  (10 to 20 inches thick)\nBCk1--16 to 38 inches; light brownish gray (10YR 6/2) sandy clay loam, dark grayish brown (10YR 4/2) moist; few strata of slightly darker clay loam; weak coarse subangular blocky structure; hard, friable; common fine roots; many very fine nodules of calcium carbonate; few discontinuous bedding planes; violently effervescent; moderately alkaline; clear smooth boundary.  (10 to 30 inches thick)\nBCk2--38 to 60 inches; light brownish gray (10YR 6/2) clay loam, dark grayish brown (10YR 4/2) moist; weak coarse subangular blocky structure; hard, friable; common fine nodules of calcium carbonate; evident bedding planes; common fine roots; violently effervescent; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Reeves County, Texas; about 3.5 miles east of Balmorhea; from the intersection of U. S. Hwy. 290 and State Highway 17, 1.6 miles west on U. S. Hwy. 290, then 100 feet south in field. (Latitude\" 30 degrees, 59 minutes, 52 seconds North; Longitude: 103 degrees, 41 minutes, 19 seconds West)."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: Aridic ustic moisture regime\nSolum thickness: 60 to more than 80 inches\nConductivity of the saturation extract: 0 to 16 dS/m\nTexture: loam, clay loam, or sandy clay loam\nClay content: 20 to 35 percent\nA horizon\nHue: 7.5YR or 10YR\nValue: 4 or 5\nChroma: 2 to 4\nTexture: loam or clay loam\nBCk or Bw horizon\nHue: 5YR to 10YR\nValue: 5 or 6\nChroma: 2 to 4\nTexture: loam, sandy clay loam or clay loam\nSome pedons have thin strata and redoximorphic features of gray, olive gray, or olive in the C horizon\nBuried darkened layers are in some pedons below 30 inches. Some pedons also have sandy strata or caliche layers below 40 inches."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Lesliecreek(AZ) and Sprone (TX) series. Lesliecreek soils are more moist with mean annual precipitation of 16 to 20 inches. Sprone soils formed in loamy alluvial sediments derived mainly from the Blackwater Draw Formation of Pleistocene age and Ogallala Formation of Miocene-Pliocene age and are on the Southern High Plains (MLRA 77) and are more moist in May and June."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Toyah soils are on nearly level flood plains and alluvial fans.  Slope gradients are mostly less than 1 percent but some are as much as about 2 percent.  The soil formed in calcareous loamy alluvium derived from soils formed in limestone, sandstone, and volcanic rocks.  The climate is arid to semiarid. Mean annual precipitation ranges from 10 to 16 inches, and mean annual temperature ranges from 58 to 65 degrees F.  Frost free days range from 210 to 240 and elevation ranges from 2,450 to 3,000 feet."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Dalby, Hoban, Patrole, Pima and Verhalen series.  Dalby and Verhalen soils have intersecting slickensides, and cracks that are 0.4 or more inches wide that extend to 30 inches or more and remain open most of the year.  They are in playas and upland depressions. Hoban soils have ochric epipedons, and a regular decrease in organic matter and are on higher upland positions.  Patrole soils have ochric epipedons, and fine-silty over clayey 10 to 40 inch control sections and are on similar positions."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained. Permeability is moderate.  Runoff is medium."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Much of the soil is irrigated and cropped to cotton, grasses, forage, and some small grain.  Native vegetation is mesquite, catclaw, tobosa, sideoats, and blue grama, alkali sacaton, vine mesquite, and fourwing saltbush."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  In the Trans-Pecos area of far West Texas, mainly along the Pecos River and major tributaries.  MLRA 42.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Phoenix, Arizona"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Reeves County, Texas; 1922."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon - 0 to 16 inches (Ap horizon)\nTorrifluventic feature - Dry in the moisture control section for greater than 120 days during the growing season and have an irregular decrease in organic matter with depth.\nClassified according to Soil Taxonomy Second Edition, 1999; Keys to Soil Taxonomy Tenth Edition, 2006.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
