{
  "SERIES": "TRABUCO",
  "STATUS": "Established Series",
  "BYREV": "Rev. RCH/LCL/RWK",
  "REVDATE": "11/1999",
  "STATES": "CA",
  "OVERVIEW": "NA",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, mixed, superactive, thermic Mollic Haploxeralfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Trabuco loam, annual range.  (Colors are for dry soil unless otherwise noted.)\nA1--0 to 10 inches; brown (7.5YR 5/4) loam, dark brown (7.5YR 3/4) moist; massive; hard, friable, nonsticky and nonplastic; many fine roots; many fine pores and some worm holes up to 1/8 inch in diameter; about 10 percent gravel; slightly acid (pH 6.4); abrupt smooth boundary.  (9 to 14 inches thick)\nB1t--10 to 27 inches; reddish brown (5YR 5/4) gravelly clay loam, dark reddish brown (5YR 3/4) moist; moderate coarse blocky structure; hard, firm, slightly sticky and slightly plastic; few fine roots; few fine pores and few worm casts; moderate continuous clay films; about 30 percent gravel; slightly acid (pH 6.4); clear smooth boundary.  (12 to 20 inches thick)\nB2t--27 to 42 inches; reddish brown (2.5YR 4/4) clay, dark reddish brown (2.5YR 4/4) clay, dark reddish brown (2.5YR 3/5) moist; strong medium blocky structure; very hard, very firm, sticky and plastic; few fine roots; few fine pores; thick continuous clay films; about 5 percent gravel; neutral (pH 6.8); abrupt wavy boundary.  (15 to 30 inches thick)\nCr--42 to 60 inches; light red (2.5YR 6/6) dry, red (2.5YR 4/6) moist; massive; partially decomposed rock that grades into coarse grained highly basic (gabbro-like) bedrock."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Madera County, California; SW1/4 section 12, T.8 S., R.20 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Depth to a paralithic contact of weathered basic rock is 40 to 80 inches.  The mean annual soil temperature at a depth of 20 inches is 60 to 68 degrees F.  The soil between depths of about 5 to 15 inches is usually moist all the time except from May or early June until sometime in October when it is continually dry.  The solum has about 5 to 35 percent coarse fragments.  Some C horizons may have up to 60 percent coarse fragments.  The soils are slightly acid or neutral throughout becoming less acid with depth.\nThe A horizon is brown, dark brown, grayish brown or dark grayish brown (10YR 5/2, 5/3, 4/2, 4/3), brown, strong brown (7.5YR 4/2, 4/4, 5/2, 5/4), reddish brown or dark reddish gray (5YR 4/2, 4/3, 4/4, 5/3, 5/4,) with moist chroma of 4 in all parts or 4 only below depth of 5 inches.  It is loam or clay loam or their gravelly counterparts.  This horizon contains 3 or 4 percent organic matter in the upper inch or 2 and above 2 percent to a depth of 7 inches.  It is hard or slightly hard and is massive or it has a structural type.\nThe B2t horizon is reddish brown, dark reddish brown, dark red, reddish gray or yellowish red in 2.5YR or 5YR hue and is reddish yellow in 7.5YR hue in the lower part of some pedons.  No pedon has hue of 2.5YR throughout the argillic horizon, or the dry value is 2 units higher than the moist value.  This horizon is clay loam, clay, or sandy clay or their gravelly counterparts.  The average clay content in the upper 20 inches of the Bt horizon is over 35 percent, but the upper boundary is gradual or the upper part of the Bt horizon has less than 35 percent clay.  Subhorizons 10 to 15 inches below the top of the Bt horizon have 40 to 65 percent clay.  The clay content of pedons with solum over 60 inches thick have more than 20 percent clay decrease from the maximum by the depth.  Base saturation is 75 to 90 percent in all parts of the argillic horizon."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Argonaut, Contra Costa, Fancher, and Kilaga series.  Argonaut, Contra Costa and Fancher soils are less than 40 inches deep to weathered rock.  Kilaga soils lack a paralithic contact and have slopes of less than 2 percent."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: The Trabuco soils are on foothills at elevations of 800 to 3,500 feet.  Slopes are 9 to 50 percent.  The soils formed in material weathered from basic igneous rock.  The climate is subhumid mesothermal with hot, dry summers and cool, moist winters.  The mean annual precipitation is 20 to 40 inches.  The mean annual temperature is 59 to 63 degrees F.; the average January temperature is about 43 degrees F.; and the average July temperature is about 77 degrees F.  The frost-free season averages 150 to 260 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Ahwahnee, Coarsegold, Sierra and Whiterock soils.  Ahwahnee soils have less than 18 percent clay.  Coarsegold and Sierra soils have less than 35 percent clay.  Whiterock soils lack an argillic horizon."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; medium to rapid runoff; slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: The soils are used for annual range and some small areas are used for grain and hay.  Vegetation is semi open to semi dense woodland shrub and grass cover.  Principal trees are blue oak, interior live oak, and Digger pine."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: The soils occur in the foothills of the Sierra Nevada Range in California.  The soils are moderately extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Madera County, California, 1959"
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Last revised by the state on 2/91.\nEdit log: Classification updated to superactive based on taxadjunct pedons. 8/26/99\nADDITIONAL DATA: NSSL pedon S68CA-057-029 and S68CA-057-030 (taxadjuncts)\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {}
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A1",
        "top": 0,
        "bottom": 25,
        "dry_hue": "7.5YR",
        "dry_value": 5,
        "dry_chroma": 4,
        "moist_hue": "7.5YR",
        "moist_value": 3,
        "moist_chroma": 4,
        "texture_class": "loam",
        "pH": 6.4,
        "pH_class": "slightly acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "A1--0 to 10 inches; brown (7.5YR 5/4) loam, dark brown (7.5YR 3/4) moist; massive; hard, friable, nonsticky and nonplastic; many fine roots; many fine pores and some worm holes up to 1/8 inch in diameter; about 10 percent gravel; slightly acid (pH 6.4); abrupt smooth boundary.  (9 to 14 inches thick)"
      },
      {
        "name": "B1t",
        "top": 25,
        "bottom": 69,
        "dry_hue": "5YR",
        "dry_value": 5,
        "dry_chroma": 4,
        "moist_hue": "5YR",
        "moist_value": 3,
        "moist_chroma": 4,
        "texture_class": "clay loam",
        "cf_class": "gravelly",
        "pH": 6.4,
        "pH_class": "slightly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "B1t--10 to 27 inches; reddish brown (5YR 5/4) gravelly clay loam, dark reddish brown (5YR 3/4) moist; moderate coarse blocky structure; hard, firm, slightly sticky and slightly plastic; few fine roots; few fine pores and few worm casts; moderate continuous clay films; about 30 percent gravel; slightly acid (pH 6.4); clear smooth boundary.  (12 to 20 inches thick)"
      },
      {
        "name": "B2t",
        "top": 69,
        "bottom": 107,
        "dry_hue": "2.5YR",
        "dry_value": 4,
        "dry_chroma": 4,
        "moist_hue": "2.5YR",
        "moist_value": 3,
        "moist_chroma": 5,
        "texture_class": "clay",
        "pH": 6.8,
        "pH_class": "neutral",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "B2t--27 to 42 inches; reddish brown (2.5YR 4/4) clay, dark reddish brown (2.5YR 4/4) clay, dark reddish brown (2.5YR 3/5) moist; strong medium blocky structure; very hard, very firm, sticky and plastic; few fine roots; few fine pores; thick continuous clay films; about 5 percent gravel; neutral (pH 6.8); abrupt wavy boundary.  (15 to 30 inches thick)"
      },
      {
        "name": "Cr",
        "top": 107,
        "bottom": 152,
        "dry_hue": "2.5YR",
        "dry_value": 6,
        "dry_chroma": 6,
        "moist_hue": "2.5YR",
        "moist_value": 4,
        "moist_chroma": 6,
        "narrative": "Cr--42 to 60 inches; light red (2.5YR 6/6) dry, red (2.5YR 4/6) moist; massive; partially decomposed rock that grades into coarse grained highly basic (gabbro-like) bedrock."
      }
    ]
  ]
}
