{
  "SERIES": "TRACK",
  "STATUS": "Established Series",
  "BYREV": "Rev. JJR/RJE",
  "REVDATE": "04/2001",
  "STATES": "WA",
  "OVERVIEW": "The Track series consists of deep, somewhat poorly drained soils that formed in recent alluvium.  Track soils are on bottomlands.  Slopes are 0 to 2 percent.  The mean annual precipitation is about 7 inches.  The mean annual temperature is about 51 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal over sandy or sandy-skeletal, mixed, superactive, calcareous, mesic Fluvaquentic Endoaquolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Track loam, rangeland.  (Colors are for dry soil unless otherwise noted.)\nA11--0 to 3 inches; dark gray (10YR 4/1) loam; very dark gray (10YR 3/1) moist; weak thin platy structure; soft, friable, slightly sticky and slightly plastic; many roots; about 2 percent pebbles; violent effervescence; moderately alkaline (pH 8.2); abrupt smooth boundary.  (3 to 8 inches thick)\nA12--3 to 8 inches; gray (10YR 5/1) loam,; very dark gray (10YR 3/1) moist; moderate thin platy structure; slightly hard, friable, slightly sticky and slightly plastic; common roots; common fine pores; about 2 percent pebbles; violent effervescence; moderately alkaline (pH 8.3); abrupt smooth boundary.  (2 to 6 inches thick)\nB21--8 to 16 inches; gray (10YR 5/1) loam, very dark gray (10YR 3/1) moist; moderate medium angular blocky structure; hard, friable, sticky and plastic; few roots; common fine pores; about 5 percent pebbles; violent effervescence; moderately alkaline (pH 8.4); abrupt wavy boundary.  (6 to 10 inches thick)\nIIB22--16 to 22 inches; gray (10YR 5/1) very gravelly loam, very dark gray (10YR 3/1) moist; few yellowish red (5YR 5/6) medium prominent mottles; massive; hard, firm, sticky and plastic; few roots; few fine pores; about 55 percent pebbles; strong effervescence; some disseminated and segregated lime, some pebbles are lime coated on their lower side; strongly alkaline (pH 8.5); abrupt wavy boundary.  (4 to 10 inches thick)\nIIIC--22 to 60 inches thick; grayish brown (10YR 5/2) extremely gravelly sand; very dark grayish brown (10YR 3/2) moist; few medium prominent yellowish red (5YR 5/6) mottles; single grained; loose; few fine roots; about 70 percent pebbles and cobbles; slight effervescence; moderately alkaline (pH 8.2)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Yakima County, Washington; 100 feet south of Granger Road and 700 feet east of Track Road in the SE1/4 NE1/4 section 30, T.10N., R.21E., WM."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Thickness of solum and depth to very gravelly sand range from 20 to 34 inches.  The mean annual soil temperature at a depth of 20 inches ranges from 48 to 54 degrees F.  These soils are saturated at some season and are continuously moist in some part between depths of 8 and 24 inches.  The particle size control section averages 50 to 65 percent coarse fragments.  The mollic epipedon is 10 to 24 inches thick.\nThe A1 horizon has value of 4 or 5 dry, 2 or 3 moist, and chroma of 1 or 2 dry or moist.  It is mildly alkaline through strongly alkaline.\nThe B horizon has value of 4 or 5 dry and chroma of 1 or 2 dry or moist.  It has weak or moderate angular blocky or subangular blocky structure.  It is loam, gravelly loam or silt loam.  It is moderately alkaline or strongly alkaline.\nThe IIB and IIC horizons have value of 4 or 5 dry, 3 or 4 moist, and chroma of 1, 2 or 3 dry or moist.  They have distinct or prominent mottles.  They are moderately alkaline or strongly alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Logy and Yakima series in other families.  Logy soils have a xeric moisture regime.  Yakima soils lack mottles and have strongly contrasting textures in the particle size control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Track soils are in alluvial bottomlands at elevations of 700 to 1,500 feet.  Slopes are 0 to 2 percent.  These soils formed in recent alluvium.  They are in a climate with a mean annual precipitation of 6 to 10 inches with warm, dry summers and cold, moist winters.  The average January temperature is 29 degrees F.; the average July temperature is 73 degrees F.; and the average annual temperature is 51 degrees F.  The frost free season is 130 to 180 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Fiander, Naches, Toppenish, and Umapine soils.  Fiander soils have a natric horizon.  Naches soils have an argillic horizon.  Toppenish soils are fine, loamy.  Umapine soils have more than 15 percent sodium saturation in the upper 20 inches."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Somewhat poorly drained; very slow runoff; moderately slow permeability.  When sampling the typical soil profile the ground water was at a depth of 46 inches but varies with the irrigation season."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Some of this soil is used for range.  The vegetation is mainly giant wildrye, wheatgrass, saltgrass, sagebrush, and rabbitbrush.  Some is irrigated cropland.  When irrigated wheat, corn, peas, sugar beets, hay, and pasture are among the crops grown."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Yakima Valley in Yakima County, Washington,.  Series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Yakima County, Washington, 1970.\nNational Cooperative Soil Survey\nU. S. A."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": null
  }
}
