{
  "SERIES": "TRAINER",
  "STATUS": "Established Series",
  "BYREV": "Rev. DJL/DJE/TMS/AJT/DWB",
  "REVDATE": "10/2006",
  "STATES": "CA",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, active, thermic Aquic Haploxerepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Trainer loam - on a slope of less than 1 percent in a bare rice paddy at an elevation of 85 feet, (26 m).  (Colors are for dry soil unless otherwise stated.  When described on April 4, l985, the soil was moist throughout.)\nAp--0 to 4 inches,, (0 to 10 cm); yellowish brown (10YR 5/4) loam, dark yellowish brown (10YR 3/4) moist; weak medium granular structure; very hard, friable, slightly sticky and slightly plastic; few very fine and fine roots; few very fine and fine tubular pores and common very fine and fine irregular pores; slightly acid (pH 6.5); clear smooth boundary. (3 to 8 inches, (8 to 20 cm) thick)\nA--4 to 9 inches,, (10 to 23 cm); yellowish brown (10YR 5/4) loam, dark yellowish brown (10YR 3/4) moist; common fine distinct dark reddish brown (5YR 3/4) and few coarse prominent very dark grayish brown (2.5Y 3/2) mottles, and few medium prominent grayish brown (10YR 5/2) and brown (10YR 5/3) mottles a long root channels; weak medium granular structure; very hard, friable, slightly sticky and slightly plastic; few very fine roots; few very fine and fine tubular and irregular pores; common fine distinct dark reddish brown (5YR 3/4) few coarse prominent very dark grayish brown (2.5Y 3/2) mottles, few medium prominent grayish brown (10YR 5/2) and brown (10YR 5/3) masses of oxidized iron-manganese along root channels; few fine black (10YR 2/1) iron-manganese concentrations and concretions; slightly alkaline (pH 7.5); clear wavy boundary.  (4 to 19 inches, (10 to 48 cm) thick)\nBtl--9 to 16 inches, (23 to 41 cm); brown (7.5YR 5/4) loam, brown (7.5YR 4/4) moist; weak medium subangular blocky structure; very hard, very friable, slightly sticky and slightly plastic; few very fine roots; few very fine and coarse tubular pores; few thin clay films lining pores; few fine and medium black (10YR 2/1) iron- and manganese concentrations and concretions; and concentrations; slightly alkaline (pH 7.8); clear smooth boundary.  (4 to 12 inches, (10 to 30 cm) thick)\nBt2--16 to 23 inches, (41 to 58 cm); brown (7.5YR 5/4) loam, brown (7.5YR 4/4) moist; weak medium subangular blocky structure; very hard, very friable, slightly sticky and slightly plastic; few very fine tubular pores; few thin clay films lining pores and bridging sand grains; few fine and medium black (10YR 2/1) iron- and manganese concentrations; moderately alkaline (pH 8.0); gradual smooth boundary.  (7 to 37 inches, (18 to 94 cm) thick)\nBt3--23 to 36 inches, 58 to 91 cm); very pale brown (10YR 7/4) sandy loam, yellowish brown (10YR 5/4) moist; common fine distinct brown (7.5YR 4/4) mottles; weak medium subangular blocky structure; very hard, very friable, slightly sticky and slightly plastic; few very fine tubular pores; common thin clay films in pores and bridging sand grains; common fine distinct brown (7.5YR 4/4) masses of oxidized iron-manganese, few fine and medium black (10YR 2/1) iron- and manganese concentrations and concretions; moderately alkaline (pH 8.0); gradual smooth boundary.  (3 to 35 inches, (8 to 89 cm) thick)\nBCt--36 to 48 inches, (91 to 122 cm); reddish yellow (7.5YR 6/6) sandy loam, brown (7.5YR 4/4) moist; massive; slightly hard and very friable, nonsticky and nonplastic; few very fine tubular pores; few thin clay films bridging sand grains; common medium grayish brown (10YR 5/2) bleached sand coatings on ped faces; few fine and medium black (10YR 2/1) iron and- manganese concentrations and concretions; moderately alkaline (pH 8.0); clear smooth boundary. (10 to 15 inches, (25 to 38 cm) thick)\nC1--48 to 59 inches, (122 to 150 cm); reddish yellow (7.5YR 6/6) sandy loam, strong brown (7.5YR 5/6) moist; massive; slightly hard, very friable, nonsticky and nonplastic; moderately alkaline (pH 8.0); abrupt smooth boundary. (8 to 11 inches, (20 to 28 cm) thick)\nC2--59 to 66 inches, 150 to 168 cm); reddish yellow (7.5YR 6/6) coarse sandy loam, strong brown (7.5YR 4/6) moist; massive; slightly hard, very friable, nonsticky and nonplastic; moderately alkaline (pH 8.0)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Yuba County, California; about 4.5 miles northeast of Marysville on Hwy 20 to Loma Rica Rd, 0.5 miles north to Kibbe Rd and l.5 miles east, about 500 feet north of Road in east end of rice paddy. About 600 feet west and ll50 feet north of the southeast corner of section 22, T.l6 N., R.4 E.  Yuba City Quadrangle."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The mean annual soil temperature is 63 64 to 66 degrees F., (18 to 19 degrees C) The soil temperature is above 47 degrees F., (8 degrees C) the entire year.  Unless irrigated, the soil moisture control section is dry in all parts from May l5 through October 31 and is moist in some or all parts from November 1 through May l5.  Reaction ranges from slightly acid to moderately alkaline.  Some pedons have a Bw horizon.\nThe A horizon has dry color of 10YR 5/4, 5/3, 4/4, 4/3; or 7.5YR 5/4, 4/4, 4/3, and moist color of 10YR 3/4, 3/3, 3/2; or 7.5YR 3/4, 3/3.  Texture is sandy loam, or sandy clay loam. Clay content ranges from 18 to 27 percent.\nThe Bt or Bw  horizon has dry color of 10YR 7/4, 4/3; 7.5YR 7/4, 6/4, 5/4, 4/4, 4/3 or 6/6 and moist color of 10YR 5/4, 3/3; 7.5YR 5/6, 5/4, 4/4, 3/4, 3/3 or 4/6..  Texture is sandy loam, loam or sandy clay loam.  Clay content ranges from with 18 to 27 percent.  Distinct or prominent mottles occur below 20 inches.\nThe C horizon has dry color of 7.5YR 5/4, 3/4, or 6/6, 10YR 4/4 and moist color of 7.5YR 3/4, 4/3, 4/4, 4/6 or 5/6.  Texture is sandy loam, coarse sandy loam, loam, or fine sandy loam.  Clay content ranges from 10 to 18 percent."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no other series in this family."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Trainer soils are on stream terraces.  Slopes range from 0 to 2 percent.  The soils formed in alluvium from mixed rock sources.  Elevations are 30 to 220 155 feet, (9 to 67 m).  The climate has hot, dry summers and cool, moist winters.  The mean annual precipitation is 18 to 2422 25 inches, (457 to 610 mm).  The mean January temperature is 46 degrees F, (8 degrees C)., the mean July temperature is 79 degrees F., (26 degrees C), the mean annual temperature is 6160   to 63 degrees F., (16 to 17 degrees C)  The frost-free season is 245260  to 290 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Kimball and the San Joaquin series.  Kimball soils have fine particle-size control sections.  San Joaquin soils have fine particle-size control sections and a duripan at 20 to 40 inches (51 to 102 cm).  Kimball and San Joaquin soils are on older slightly higher stream terraces."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Somewhat poorly drained, very low to low runoff, saturated hydraulic conductivity is permeability is moderate in the A and Bt horizons and is moderately rapid in the C horizon.  Unless protected, these soils are subject to occasional brief periods of flooding in December to April.  A fluctuating water table is present at a depth of 36 to 60 inches, (91 to 152 cm) throughout the year."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  This soil is used for rice production."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  South eastern part of Sacramento Valley, California.  The series is not extensive.  MLRA 17."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Yuba County, California, l992."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nLast revised by the state on 9/98.\n2/2005 Edits for use in Butte County: Range of Characteristics: expand MAST from 64 to 63 degrees f; add some pedons have a Bw horizon; to the A horizon: added textures sandy loam, or sandy clay loam, added dry colors 10YR 4/3, 7.5YR 4/3, 4/4 and moist colors 10YR 3/2, 7.5YR 3/3; to the Bt horizon: added \"or Bw\", dry colors 10YR 4/3, 7.5YR 4/3,4/4 and moist colors  10YR 3/3, 7.5YR 3/3; to the C horizon: added textures loam and fine sandy loam, added dry colors 7.5YR 3/4, 10YR 4/4 and moist colors 7.5YR 3/4, 4/3; expand slope from 1 to 2 percent; expand elevation from 85 to 220155 feet; expand precipitation from 22 to 2524; expand MAAT from 61 to 60 degrees F; expand FFS from 270 to 240 245 days.\n10/2006 changed runoff terminology.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
