{
  "SERIES": "TRANSQUAKING",
  "STATUS": "Established Series",
  "BYREV": "JEB-WDC/Rev. JAK",
  "REVDATE": "11/2002",
  "STATES": "DE,MD,NJ",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Euic, mesic Typic Sulfihemists"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Transquaking peat, on a smooth 0 percent slope, in an estuarine tidal marsh. (Colors are for a moist, rubbed soil.)\nOi--0 to 9 inches; very dark brown (10YR 2/2) peat (fibric soil material); fiber content is three-fourths of the soil volume after rubbing; 50 percent, by weight, mineral soil material; many fine, medium, and coarse live roots; neutral; gradual smooth boundary. (0 to 12 inches thick)\nOe1--9 to 22 inches; black (10YR 2/1) mucky peat (hemic soil material); fiber content is about one-third of the soil volume after rubbing; 30 percent, by weight, mineral soil material; common fine and medium live roots; neutral; clear smooth boundary.\nOe2--22 to 46 inches; very dark gray (10YR 3/1) mucky peat (hemic soil material); fiber content is about one-forth of the soil volume after rubbing; 30 percent, by weight, mineral soil material; neutral; clear smooth boundary. (Combined thickness of the Oe horizon is 12 to 51 inches)\nOa--46 to 65 inches; very dark gray (10YR 3/1) muck (sapric soil material); fiber content is one-tenth of the soil volume after rubbing; 40 percent, by weight, mineral soil material; neutral; gradual smooth boundary. (0 to 13 inches thick)\nCg--65 to 80 inches; very dark gray (5Y 3/1) silty clay; massive; friable; sticky, plastic; n value greater than 1.0, material flows easily between the fingers when squeezed; 10 percent organic matter; neutral."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Dorchester County, Maryland; about 1.5 miles east of Bucktown, 2,000 feet south of De Coursey Bridge Road, 800 feet east of the confluence of the Transquaking River and Scotland Creek; Latitude 38 degrees 27 minutes 37 seconds N. and Longitude 76 degrees 00 minutes 06 seconds W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS & RANGE OF INDIVIDUAL HORIZONS",
    "content": "RANGE IN CHARACTERISTICS:\nThickness of the Organic Deposits: 52 to 80 inches or more\nDepth to Bedrock: Greater than 60 inches\nDepth to Seasonal High Water Table: 0 inches, January to December\nRock Fragments:   by volume, mostly\nSoil Reaction: Slightly acid to neutral in the natural state and upon drying is ultra acid or extremely acid.\nElectrical Conductivity: Greater than 8 mmhos/cm, typically greater than 16 mmhos/cm\nSulfur Content: 0.75 to 3.5 percent\nHigh n-value: Greater than 1.0\nMineral Content of Organic Layers: 20 to 70 percent, by weight. Thin layers of silt and very fine sand are in the organic horizons of some pedons. & RANGE OF INDIVIDUAL HORIZONS:\nSurface tier, 0 to 12 inches (Oi or Oa horizon):\nColor--hue of 5YR to 10YR, value of 2 to 4, chroma of 1 to 3\nIt is peat (fibric soil material) or mucky peat (hemic soil material)\nSubsurface tier, 12 to 36 inches (Oe or Oa horizon):\nColor--hue of 5YR to 2.5Y, value of 2 to 5, chroma of 1 to 4\nTexture--mucky peat (hemic soil material) or muck (sapric soil material)\nBottom tier, 36 to 51 inches (Oa horizon):\nColor--hue of 10YR to 5Y, value of 2 to 4, chroma of 1 or 2\nTexture--muck (sapric soil material)\nCg horizon:\nColor--hue of 10YR to 5GY, value of 3 or 4, chroma of 1 or 2, or is neutral with value of 3 or 4\nTexture--silt loam, silty clay loam, or silty clay. Some pedons have thin sandy mineral layers less than 1 inch thick, stratified within the horizon. Organic Matter Content: 1 to 20 percent. Some pedons have thin organic layers stratified within the mineral horizons."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:\nIpswich soils--have mean annual air temperatures less than 52 degrees F. and have sandy mineral material with n values less than 1.0 and bulk density greater than 1.00 g/cm3, underlying the organic deposits"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nLandscape: Coastal Plain\nLandform: Brackish estuarine marshes along tidally influenced rivers and creek\nElevation: 0 to 1 foot\nParent Material: Organic deposits underlain by loamy mineral sediments. The organic deposits formed form salt tolerant herbaceous plants.\nMean Annual Air Temperature: 52 to 58 degrees F.\nMean Annual Precipitation: 42 to 48 inches\nFrost Free Period: 190 to 210 days\nThey formed dominantly in moderately decomposed overlying high n value loamy mineral sediments. Slopes range from 0 to 1 percent. Mean annual temperature ranges from 52 to 58 degrees F., and mean annual precipitation ranges from 42 to 48 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:\nBestpitch soils--have organic material less than 51 inches thick underlain by fine-textured mineral material with high n-value, on slightly higher landforms\nHonga soils--have organic material less than 51 inches thick underlain by loamy mineral material with low n-value, on slightly higher landforms\nElkton soils--poorly drained mineral soils that have a fine-silty particle-size control section with 27 to 35 percent clay and sola more than 40 inches thick, on higher landforms\nOthello soils--poorly drained mineral soils that have a fine-silty particle-size control section with 18 to 27 percent clay and sola less than 40 inches thick, on higher landforms\nSunken soils--have organic material less than 16 inches thick underlain by low n-value loamy mineral material, on submerging uplands"
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE CLASS & PERMEABILITY",
    "content": "DRAINAGE CLASS: Very poorly drained, and flooded by tidal waters & PERMEABILITY: Rapid in the organic deposits and slow in the mineral material"
  },
  "USE AND VEGETATION": {
    "section": "USE & VEGETATION",
    "content": "USE: Mainly as wetland wildlife habitat. & VEGETATION: Dominant vegetation is olney threesquare (Scirpus americanus), saltmeadow cordgrass (Spartina patens), saltmarsh cordgrass (Spartina alterniflora), saltgrass (Distichlis spicata), and marsh hibiscus (Hibiscus palustris)."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION & EXTENT",
    "content": "DISTRIBUTION: Coastal Plain of Maryland, Delaware, and New Jersey & EXTENT: Moderate"
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Morgantown, West Virginia"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Dorchester County, Maryland, 1992"
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Transquaking soil were previously mapped as Tidal Marsh miscellaneous area. These soils become ultra acid when drained.\nDiagnostic horizons and other diagnostic soil characteristics recognized in this pedon are:\nFibric material--the zone from 0 to 9 inches has a fiber content after rubbing that is three-fourths or more of the soil volume (Oi horizon)\nHemic material--the zone from 9 to 46 inches has a fiber content after rubbing that is between one-third and three-forths of the soil volume (Oe horizons)\nSapric material--the zone from 46 to 65 inches has a fiber content after rubbing that is less than one-sixth of the soil volume (Oa horizon)\nAquic conditions--the zone from the soil surface to a depth of 80 inches is continuously saturated (endosaturation).\nSulfidic materials--incubated samples, to a depth of 80 inches, show a drop in pH of 0.5 or more units to a pH value of 4.0 or less within 8 weeks\nHigh n-value--the zone from 65 to 80 inches has an n-value greater than 1.0, the material flows easily between the fingers (Cg horizon)\nADDITIONAL DATA: Refer to publication \"Tidal Marsh Soils of Maryland\", Darmody, R.G. and Foss, J.E., Maryland Agricultural Experiment Station Publication MP 930, October 1978.\nTABULAR SERIES DATA:\nSOI-5  Soil Name    Slope  Airtemp FrFr/Seas Precip  Elevation\nMD0137 TRANSQUAKING 0-  1   54- 58  190-210  42- 48     0-   1\nSOI-5  FloodL FloodH Watertable Kind   Months  Bedrock Hardness\nMD0137 FREQ            0-  0  APPARENT JAN-DEC  >60\nSOI-5  Depth  Texture                3-Inch  No-10  Clay%   -CEC-\nMD0137  0- 9  PEAT MPT                0-  0    -     0- 0  40- 90\nMD0137  9-46  MPT MUCK                0-  0    -     0- 0  80-100\nMD0137 46-65  MUCK MPT                0-  0    -     0- 0  20- 70\nMD0137 65-80  SIC SICL                0-  0 100-100 30-40  20- 40\nSOI-5  Depth    -pH-     O.M.  Salin  Permeab   Shnk-Swll\nMD0137  0- 9  6.1- 7.3  30-80  8-32   2.0-  20  LOW\nMD0137  9-46  6.1- 7.3  60-80  8-32   2.0-  20  LOW\nMD0137 46-65  6.1- 7.3  25-80  8-32   2.0-  20  LOW\nMD0137 65-80  6.1- 7.3  .5-20  8-32  0.06- 0.2  MODERATE\nNational Cooperative Soil Survey\nU.S.A."
  }
}
