{
  "SERIES": "TRAUNIK",
  "STATUS": "Established Series",
  "BYREV": "CFS-BVS-JJJ",
  "REVDATE": "02/2006",
  "STATES": "MI",
  "OVERVIEW": "The Traunik series consists of very deep, well drained soils on outwash plains and stream terraces. They formed in a loamy mantle over gravelly and sandy outwash deposits. Permeability is moderate in the loamy mantle and very rapid in the lower part. Slope ranges from 1 to 6 percent. Mean annual precipitation is about 38 inches. Mean annual air temperature is about 40 degrees.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Sandy-skeletal, mixed, frigid Typic Haplorthods"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Traunik gravelly fine sandy loam, on a 3 percent slope, in a forested area, at an elevation of about 1,055 feet. (Colors are for moist soils unless otherwise stated. When described on August 29, 1995, the soil was dry throughout.)\nOa--0 to 1 inch; black (N 2.5/0) well decomposed forest litter; strongly acid; abrupt smooth boundary. (0 to 2 inches thick)\nE--1 to 4 inches; brown (7.5YR 4/2) gravelly fine sandy loam, pinkish gray (7.5YR 6/2) dry; weak fine subangular blocky structure; friable; many very fine to coarse roots; about 15 percent gravel and 10 percent cobbles; strongly acid; clear wavy boundary. (0 to 5 inches thick)\nBs1--4 to 11 inches; dark brown (7.5YR 3/4) gravelly fine sandy loam; weak fine subangular blocky structure; friable; many very fine to coarse roots; about 15 percent gravel and 10 percent cobbles; strongly acid; gradual wavy boundary. (6 to 16 inches thick)\n2Bs2--11 to 24 inches; brown (7.5YR 4/4) very gravelly sand; weak very fine subangular blocky structure; loose; common very fine to coarse roots; 41 percent gravel and 16 percent cobbles; moderately acid; gradual wavy boundary. (0 to 19 inches thick)\n2BC--24 to 31 inches; dark yellowish brown (10YR 4/4) very gravelly sand; single grain; loose; common very fine to coarse roots; 45 percent gravel and 13 percent cobbles; slightly acid; gradual wavy boundary. (7 to 28 inches thick)\n2C--31 to 80 inches; pale brown (10YR 6/3) very gravelly sand; single grain; loose; few very fine to medium roots; 45 percent gravel and 13 percent cobbles; slightly effervescent; slightly alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Marquette County, Michigan; about 1/2 mile west of the Alger County line and 1/2 mile north of Huber Creek; located about 850 feet north and 2,400 feet west of the southeast corner of section 24, T. 45 N., R. 23 W.; USGS Carlshend topographic quadrangle; lat. 46 degrees 16 minutes 39 seconds N. and long. 87 degrees 7 minutes 39 seconds W., NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: (Unless otherwise stated, depths and thicknesses are from the top of the mineral soil.) Thickness of loamy mantle ranges from 5 to 15 inches. Depth to 2C horizon and carbonates ranges from 20 to 40 inches. Stone content ranges from 0 to 5 percent throughout the pedon. The particle-size control section ranges from 35 to 60 percent rock fragments. Mean annual soil temperature is 41 to 45 degrees.\nThe Oa horizon has hue of 7.5YR, 10YR, or neutral, value of 2 or 3, and chroma of 0 or 1. Some pedons have an Oe horizon. Reaction is very strongly acid or strongly acid.\nThe E horizon has hue of 7.5YR, value of 4 or 5, and chroma of 1 or 2. It is dominantly gravelly fine sandy loam, but the range includes cobbly fine sandy loam and fine sandy loam. Volume of gravel ranges from 5 to 20 percent. Volume of cobbles ranges from 0 to 15 percent. Reaction is very strongly acid to moderately acid. Some pedons have an A horizon.\nThe Bs1 horizon has hue of 7.5YR, value of 3 or 4, and chroma of 4. It is gravelly fine sandy loam, gravelly sandy loam or the cobbly analogues of these textures. Volume of gravel ranges from 5 to 20 percent. Volume of cobbles ranges from 0 to 15 percent. Reaction is very strongly acid to moderately acid.\nThe 2Bs2 horizon has hue of 7.5YR, value and chroma of 4. It is very gravelly sand, very gravelly loamy sand or the cobbly or very cobbly analogues of these textures. Volume of gravel ranges from 20 to 45 percent. Volume of cobbles ranges from 0 to 20 percent. Total volume of rock fragments does not exceed 60 percent. Reaction is strongly acid or moderately acid.\nThe 2BC horizon has hue of 7.5YR or 10YR, value of 4 or 5, and chroma of 4 to 6. It is very gravelly sand, gravelly sand, cobbly sand, or very cobbly sand. Some pedons have thin layers of sand. Volume of gravel ranges from 20 to 45 percent. Volume of cobbles ranges from 0 to 20 percent. Total volume of rock fragments does not exceed 60 percent. Reaction is slightly acid to slightly alkaline.\nThe 2C horizon has hue of 10YR, value of 4 to 6, and chroma of 3 or 4. It is very gravelly sand, cobbly sand, very cobbly sand, or gravelly sand. Some pedons have thin layers of sand. Volume of gravel ranges from 5 to 50 percent. Volume of cobbles ranges from 0 to 20 percent. Stratification is common. Total volume of rock fragments does not exceed 60 percent. Reaction is neutral or slightly alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Brownstone, Colton, Grotto, Guardlake, Hermon, Marblemount, Masardis, Stetson, Teneriffe and Waiska series. Brownstone, Colton, Grotto and Teneriffe soils have Bhs horizons and lack a fine sandy loam mantle. Guardlake, Hermon, Masardis, Stetson and Waiska soils have Bhs horizons. Marblemount soils have bedrock at a depth of 20 to 40 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Traunik soils are on outwash plains, outwash terraces, and eskers with slopes ranging from 1 to 6 percent. They formed in a loamy mantle over gravelly and sandy outwash. Elevations range from 900 to 1,100 feet. Mean annual precipitation ranges from 20 to 34 inches. Mean annual air temperature ranges from 38 to 43 degrees F. The frost-free period ranges from 100 to 120 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: Traunik soils are associated with Minocqua, Shoepac, Tawas, and Trenary soils. The poorly drained Minoqua soils formed in silty and loamy alluvium over sandy outwash. The moderately well drained Shoepac and well drained Trenary soils formed in loamy till. The poorly drained Tawas soils formed in organic deposits over sandy drift."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained. Runoff is slow to moderate, depending on the slope. Permeability is moderate in the loamy mantle and very rapid in the lower part."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Nearly all of Traunik soils are forested. Primary tree species include sugar maple, ironwood, basswood, and yellow birch. Common ground species include spinulose shield fern, twisted stalk, rattlesnake fern, sweet cicely, wild sarsaparilla, and blue cohosh."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Central Upper Peninsula of Michigan, MLRA 93. The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: St. Paul, Minnesota."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Marquette County, Michigan, 1998. Source of the name is a village about seven miles east of the typical pedon."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are: Albic horizon - from a depth of 1 to 4 inches (E horizon); Spodic horizon - from a depth of 4 to 24 inches (Bs1 and 2Bs2 horizons); Particle-size control section - the zone from 11 to 41 inches."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "NA"
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Oa",
        "top": 0,
        "bottom": 3,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "N",
        "moist_value": 2.5,
        "moist_chroma": 0,
        "texture_class": "NA",
        "structure": "NA",
        "dry_rupture": "NA",
        "moist_rupture": "NA",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "strongly acid",
        "eff_class": "NA",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Oa--0 to 1 inch; black (N 2.5/0) well decomposed forest litter; strongly acid; abrupt smooth boundary. (0 to 2 inches thick)"
      },
      {
        "name": "E",
        "top": 3,
        "bottom": 10,
        "dry_hue": "7.5YR",
        "dry_value": 6,
        "dry_chroma": 2,
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "fine sandy loam",
        "structure": "weak fine subangular blocky",
        "dry_rupture": "NA",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "gravelly",
        "pH": "NA",
        "pH_class": "strongly acid",
        "eff_class": "NA",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "E--1 to 4 inches; brown (7.5YR 4/2) gravelly fine sandy loam, pinkish gray (7.5YR 6/2) dry; weak fine subangular blocky structure; friable; many very fine to coarse roots; about 15 percent gravel and 10 percent cobbles; strongly acid; clear wavy boundary. (0 to 5 inches thick)"
      },
      {
        "name": "Bs1",
        "top": 10,
        "bottom": 28,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "7.5YR",
        "moist_value": 3,
        "moist_chroma": 4,
        "texture_class": "fine sandy loam",
        "structure": "weak fine subangular blocky",
        "dry_rupture": "NA",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "gravelly",
        "pH": "NA",
        "pH_class": "strongly acid",
        "eff_class": "NA",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bs1--4 to 11 inches; dark brown (7.5YR 3/4) gravelly fine sandy loam; weak fine subangular blocky structure; friable; many very fine to coarse roots; about 15 percent gravel and 10 percent cobbles; strongly acid; gradual wavy boundary. (6 to 16 inches thick)"
      },
      {
        "name": "2Bs2",
        "top": 28,
        "bottom": 61,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "sand",
        "structure": "weak very fine subangular blocky",
        "dry_rupture": "loose",
        "moist_rupture": "loose",
        "coherence": "NA",
        "cf_class": "very gravelly",
        "pH": "NA",
        "pH_class": "moderately acid",
        "eff_class": "NA",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "2Bs2--11 to 24 inches; brown (7.5YR 4/4) very gravelly sand; weak very fine subangular blocky structure; loose; common very fine to coarse roots; 41 percent gravel and 16 percent cobbles; moderately acid; gradual wavy boundary. (0 to 19 inches thick)"
      },
      {
        "name": "2BC",
        "top": 61,
        "bottom": 79,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "sand",
        "structure": "single grain",
        "dry_rupture": "loose",
        "moist_rupture": "loose",
        "coherence": "NA",
        "cf_class": "very gravelly",
        "pH": "NA",
        "pH_class": "slightly acid",
        "eff_class": "NA",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "2BC--24 to 31 inches; dark yellowish brown (10YR 4/4) very gravelly sand; single grain; loose; common very fine to coarse roots; 45 percent gravel and 13 percent cobbles; slightly acid; gradual wavy boundary. (7 to 28 inches thick)"
      },
      {
        "name": "2C",
        "top": 79,
        "bottom": 203,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 3,
        "texture_class": "sand",
        "structure": "single grain",
        "dry_rupture": "loose",
        "moist_rupture": "loose",
        "coherence": "NA",
        "cf_class": "very gravelly",
        "pH": "NA",
        "pH_class": "slightly alkaline",
        "eff_class": "slightly effervescent",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "2C--31 to 80 inches; pale brown (10YR 6/3) very gravelly sand; single grain; loose; few very fine to medium roots; 45 percent gravel and 13 percent cobbles; slightly effervescent; slightly alkaline."
      }
    ]
  ]
}
