{
  "SERIES": "TRAVSON",
  "STATUS": "Established Series",
  "BYREV": "Rev. AMH/LKM/PSD",
  "REVDATE": "03/2003",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy, mixed, superactive, calcareous, mesic Lithic Ustic Torriorthents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Travson sandy loam--rangeland.  (Colors are for dry soil unless otherwise stated.)\nA--0 to 3 inches; yellowish brown (10YR 5/4) sandy loam, dark yellowish brown (10YR 4/4) moist; weak medium granular structure; soft, very friable, slightly sticky and slightly plastic; many fine roots; mildly alkaline (pH 7.6); clear smooth boundary.  (1 to 6 inches thick)\nC--3 to 11 inches; light yellowish brown (10YR 6/4) gravelly sandy loam, yellowish brown (10YR 5/4) moist; massive; soft, very friable, slightly sticky and slightly plastic; common fine roots; slightly effervescent, carbonates disseminated; 15 percent angular sandstone pebbles; moderately alkaline (pH 8.0).  (0 to 18 inches thick)\nR--11 inches; hard sandstone."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Natrona County, Wyoming; Reid Canyon Quadrangle; 370 feet north and 1,010 feet east of the SW corner of sec. 9, T. 34 N., R.  83 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Depth to lithic contact ranges from 6 to 20 inches.  Texture is most commonly sandy loam but may be fine sandy loam or loam with 8 to 18 percent clay.  Coarse fragments range from 0 to 35 percent and are mainly sandstone pebbles and channers.  The soil is dry in the moisture control section more than half the time cumulative that the soil temperature at bedrock is 41 degrees F. and is never moist in some or all parts for as long as 60 consecutive days when the soil temperature at bedrock is 41 degrees F., which occurs about April 21-27, but is dry in all parts of the moisture control section for at least 60 consecutive days from July 15 to October 25 and for at least 90 cumulative days during this period.  The mean annual soil temperature is 47 to 52 degrees F., and the soil temperature at bedrock is 41 degrees F. or more for 175 to 192 days.  Hue is 5Y to 7.5YR.\nThe A horizon has value of 4 through 6 dry and moist and chroma of 2 through 4.  It is mildly alkaline or moderately alkaline.\nThe C horizon has value of 5 through 7 dry, 4 or 5 moist, and chroma of 2 through 4.  It is mildly alkaline to strongly alkaline.  Some pedons have slight accumulations of carbonates."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Gladel, Lazear, Redspear, Rizno, Rizozo, Skyvillage, and Travessilla series.  Gladel soils have a continuous horizon of carbonate accumulation.  Lazear soils contain more than 18 percent clay.  Redspear, Rizno, and Rizozo soils have hue of 5YR or redder.  Travessilla soils are moist in the moisture control section in July, August, and September.  Skyvillage soils have a mean annual soil temperature of over 53 degrees F."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Travson soils are on ridges and dipslopes.  They formed in residuum derived dominantly from sandstone.  Slopes range from 10 to 60 percent.  The mean annual precipitation ranges from 10 to 14 inches with over half of the annual precipitation falling in April, May, and June and less than one inch falling in each month of July, August, September, and October.  The mean annual temperature is 42 to 50 degrees F.  Elevation is 4,200 to 6,500 feet.  The frost-free season is 110 to 130 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Hiland, Sunup, and Vonalee soils.  Hiland and Vonalee soils are deep and have an argillic horizon.  Sunup soils are loamy-skeletal."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Somewhat excessively drained; medium or rapid runoff; moderately rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are used mainly for rangeland and wildlife habitat.  Native vegetation is mainly bluebunch wheatgrass, mutton bluegrass, needleandthread, and big sagebrush."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Central and northern Wyoming.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Natrona County, Wyoming; 1985."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nThe superactive cation exchange activity class was added in 03/2003 to the taxonomic classification by the National Soil Survey Center on request of the Reno MLRA office, without review of the soil series property data. The remainder of this document has not been updated.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
