{
  "SERIES": "TRAWICK",
  "STATUS": "Established Series",
  "BYREV": "Rev. GLL:RD",
  "REVDATE": "03/2003",
  "STATES": "TX",
  "OVERVIEW": "The Trawick series are moderately deep, well drained,  moderately slowly permeable soils.  They formed in glauconitic materials.  These soils are on gently sloping to steep uplands.  Slopes range from 2 to 45 percent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, mixed, active, thermic Mollic Hapludalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Trawick fine sandy loam--pastureland.\n(Colors are for moist soil unless otherwise stated.)\nAp--0 to 6 inches; dark reddish brown (5YR 3/3) fine sandy loam; weak fine and medium granular structure; hard, friable; common fine and few coarse roots; few fine tubular pores; about 7 percent ironstone pebbles; moderately acid;  abrupt smooth boundary.  (3 to 10 inches thick)\nBt1--6 to 13 inches; dark red (10R 3/6) clay; weak medium subangular blocky structure parting to weak very fine subangular blocky; very hard, friable; common fine and few coarse roots; few fine tubular pores; patchy clay films on surfaces of peds; about 10 percent ironstone pebbles and fragments; neutral; gradual smooth boundary.\nBt2--13 to 24 inches; dark reddish brown (2.5YR 3/4) clay; moderate fine subangular blocky structure; very hard, friable; common fine and few coarse roots; patchy clay films on surfaces of peds; contains about 10 percent ironstone pebbles and fragments; neutral; gradual smooth boundary.  (combined Bt subhorizons are 14 to 28 inches thick)\nBCt--24 to 30 inches; dark reddish brown (2.5YR 3/4) clay loam; few fine distinct dark yellowish brown (10YR 4/6) mottles; weak fine subangular blocky structure; very hard, very friable; few fine and coarse roots; many fine and common medium tubular pores; few patchy clay films; about 20  percent fragments of glauconitic ironstone; slightly alkaline; clear smooth boundary.  (0 to 12 inches thick)\nC--30 to 39 inches; 80 percent light olive brown (2.5Y 5/6) weathered glauconitic materials, 20 percent dark brown (7.5YR 3/2) glauconitic marl; massive; hard, firm; few fine and coarse roots mainly in fractures; few fine tubular pores; dark reddish brown clay films on the surface of some fractures; slightly alkaline; gradual wavy boundary.  (0 to 12 inches thick)\nCr--39 to 57 inches; 60 percent light olive brown (2.5Y 5/6) slightly weathered glauconitic materials, 5 percent glauconitic ironstone, and about 35 percent dark brown (7.5YR 3/2) glauconitic marl; these materials are interbedded and weakly cemented; few fine roots along fractures, fractures are 10 to 20 inches apart."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Nacogdoches County, Texas; from the intersection of east Loop and State Highway 21 in Nacogdoches; 4 miles east on State Highway 21 immediately east of Carrizo Creek flood plain; 600 yards north along side slope above creek to site."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Solum thickness and depth to a paralithic contact ranges from 20 to 40 inches.  Weighted average clay content of the particle-size control section ranges from 40 to 55 percent.  Base saturation at the paralithic contact ranges from 60 to 90 percent.\nThe A horizon has colors in shades of red or brown in hue of 10R to 5YR, value of 2 or 3 and chroma of 2 or 3.  Texture is fine sandy loam, loam, or clay loam or gravelly phases with these textures.  Glauconitic ironstone or ironstone pebbles and fragments make up 2 to 35 percent.  Reaction raanges from moderately acid to neutral.\nThe Bt horizon has colors in shades of red or brown in hue of 10R to 2.5YR, value of 3 or 4, and chroma of 4 to 8.  Some pedons have weathered glaconitic materials in the lower part that have colors in shades of yellow or brown.  The texture is clay loam or clay.  Pebbles and ironstone fragments range from few to 35 percent in some pedons.  Reaction ranges from strongly acid to neutral.\nThe BCt horizon has colors in shades of red and brown in hue of 10R to 5YR, value of 3 to 5, and chroma of 4 to 8.  Mottles in shades of yellow or brown range from few to common.  Weathered glauconitic materials make up 5 to 60 percent of most horizons.  Reaction ranges from strongly acid to slightly alkaline.  Some pedons have a C horizon that has 80 percent or more weathered glaconitic materials, ironstone and glaconitic marl, and/or glaconitic greensand.  The texture of these materials is clay loam or clay.\nThe Cr horizon consists of glauconite materials, glaconitic marl, greensand marl with intermittent layers of glauconitic ironstone.  These materials are commonly interbedded and weakly cemneted."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Bronaugh and Bub series and the similar Alto, Nacogdoches, Redsprings, and Ulto series.  Bronaugh soils are more silty and have a solum more that 40 inches thick.  Alto and Nacogdoches soils have a solum thicker than 60 inches.  Bub soils have a solum less than 20 inches thisk.  Redsprings soils do not have a paralithic contact with glauconitic materials.  Ulto soils are member of the ultic subgroup."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Trawick soils are on gently sloping to steep uplands.  They formed mainly in the Weches geologic formation which is rich in glauconite.  Slope gradients are predominately 4 to 20 percent but range from 1 to 45 percent.  Annual precipitation ranges from 42 to 52 inches and mean annual air temperature ranges from 65 to 68 degrees F.  Frost free days range from 235 to 250.  The elevation ranges from 350 to 650 above sea level.   Thornthwaite P-E indices ranges from 68 to 84."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the competing Alto, Bub, and Nacogdoches series, and the Briley, Darco, Elrose, Kirvin, and Lilbert soils.  Alto soils are in lower concave areas.  Briley, Darco and Lilbert soils are on higher postions and have thick sandy epipedons.  Bub soils are in similar positions.  Elrose soils are on lower positions, have smoother slopes and have fine-loamy control sections.  Kirvin soils are on nearby less sloping smooth convex areas, and are Ultisols.  Nacogdoches soils are on adjoining smoother less sloping areas."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Trawick soils are well drained.  They have moderately slowly permeability.  Runoff is very low on 1 to 3 percent slopes, low on 3 to 5 percent slopes, medium on 5 to 20 percent slopes, and high on slopes greater tha 20 percent."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Trawick soils are used predominately for woodland and pasture.  The pine-oak forests consist of shortleaf pine, red oak and sweetgum trees.  Pasture grasses include improved species of bermudagrass and bahiagrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Southern Coastal Plain of eastern Texas, mainly east of the Trinity River, in MLRA 133B.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Anderson County, Texas; 1970."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon with mollic colors - values less than 4 in upper 6 inches.\nArgillic horizon - 6 to 30 inches.\nParalithic contact - 39 inches.\nADDITIONAL DATA: NSSL-S88TX-225-002, S87TX-225-002,\nS86TX-347-009\nSOIL INTERPRETATION RECORD NUMBERS:  TX0637,TX0729-stony.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
