{
  "SERIES": "TREATY",
  "STATUS": "Established Series",
  "BYREV": "Rev. GRS-MLW-TJE",
  "REVDATE": "02/2014",
  "STATES": "IN,OH",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty, mixed, superactive, mesic Typic Argiaquolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Treaty silty clay loam, on a linear slope of less than 1 percent in a cultivated field at an elevation of about 248 meters (815 feet) above mean sea level. (Colors are for moist soil unless otherwise stated.)\nAp--0 to 25 cm (0 to 10 inches); black (10YR 2/1) silty clay loam, very dark grayish brown (10YR 3/2) dry; moderate fine granular structure; friable; many fine roots; slightly acid; abrupt smooth boundary.\nA--25 to 36 cm (10 to 14 inches); black (10YR 2/1) silty clay loam, very dark gray (10YR 3/1) dry; weak fine subangular blocky structure parting to weak fine granular; firm; slightly acid; clear smooth boundary. [Combined thickness of the A horizon is 25 to 46 cm (10 to 18 inches).]\nBtg1--36 to 56 cm (14 to 22 inches); grayish brown (2.5Y 5/2) silty clay loam; moderate medium subangular blocky structure; firm; few fine roots; common fine pores; many distinct olive gray (5Y 5/2) clay films on faces of peds and as linings of pores; many distinct very dark gray (10YR 3/1) organic coatings on faces of peds; few fine distinct light olive brown (2.5Y 5/4) masses of oxidized iron in the matrix; neutral; clear wavy boundary.\nBtg2--56 to 91 cm (22 to 36 inches); grayish brown (2.5Y 5/2) silty clay loam; weak medium prismatic structure parting to moderate medium subangular blocky; firm; few fine roots; common fine pores; many distinct grayish brown (2.5Y 5/2) clay films on faces of peds and as linings of pores; few fine distinct light olive brown (2.5Y 5/4) masses of oxidized iron in the matrix; few black (10YR 2/1) manganese oxide concretions; neutral; clear wavy boundary. [Combined thickness of the Btg horizon is 36 to 76 cm (14 to 30 inches).]\n2Btg3--91 to 150 cm (36 to 59 inches); gray (10YR 5/1) loam; weak medium subangular blocky structure; firm; many distinct grayish brown (10YR 5/2) clay films on faces of peds; common medium prominent yellowish brown (10YR 5/6) masses of oxidized iron in the matrix; 5 percent rock fragments; neutral; clear wavy boundary. [25 to 64 cm (10 to 25 inches) thick]\n2C--150 to 178 cm (59 to 70 inches); yellowish brown (10YR 5/4) loam; massive; firm; common medium distinct gray (10YR 5/1) iron depletions in the matrix; 5 percent rock fragments; strongly effervescent; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Montgomery County, Indiana; about 2.75 miles west of Cherry Grove; 700 feet east and 1,950 feet north of the southwest corner of sec. 35, T. 20 N., R. 5 W.; USGS Linden, Indiana topographic quadrangle; lat. 40 degrees 7 minutes 54.8 seconds N. and long. 86 degrees 57 minutes 31 seconds W., NAD 27; UTM Zone 16, 503526 easting and 4442399 northing, NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nThickness of the loess: 61 to 102 cm (24 to 40 inches)\nThickness of the mollic epipedon: 25 to 46 cm (10 to 18 inches)\nDepth to the base of the argillic horizon: 102 to 165 cm (40 to 65 inches)\nAp or A horizon:\nHue: 10YR\nValue: 2 or 3\nChroma: 1 or 2\nTexture: silt loam or silty clay loam\nReaction: moderately acid to neutral\nBtg horizon:\nHue: 10YR or 2.5Y\nValue: 3 to 5\nChroma: 1 or 2\nTexture: silt loam or silty clay loam\nClay content: 25 to 35 percent\nSilt content: 50 to 70 percent\nReaction: slightly acid to slightly alkaline\n2Bt, 2Btg, 2BCt, or 2BCtg horizon:\nHue: 10YR or 2.5Y\nValue: 4 to 6\nChroma: 1 to 4; lower subhorizons of some pedons have chroma of 6\nTexture: loam, clay loam, or silty clay loam\nClay content: 20 to 35 percent\nSand content: 15 to 44 percent\nRock fragment content: 2 to 10 percent\nReaction: neutral to moderately alkaline\n2C or 2Cg horizon:\nHue: 10YR or 2.5Y\nValue: 4 to 6\nChroma: 2 to 4\nTexture: loam or fine sandy loam\nClay content: 12 to 18 percent\nSand content: 25 to 60 percent; averages 40 percent or more\nRock fragment content: 2 to 10 percent\nCalcium carbonate equivalent: 15 to 40 percent\nReaction: slightly alkaline or moderately alkaline"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are Cald, Cyclone, Gabriel, Luray, Mahalaland, Mahalasville, and Ragsdale series. Cald soils have a mollic epipedon that is thicker than 46 cm (18 inches). Cyclone and Ragsdale soils are more than 102 cm (40 inches) to horizons containing rock fragments. Gabriel soils are more than 165 cm (65 inches) to the base of the argillic horizon. Luray soils have less than 2 percent rock fragments in the lower part of the argillic horizon. Mahalaland soils have more than 60 percent sand and more than 10 percent rock fragments in the lower part of the series control section. Mahalasville soils are stratified in the lower part of the series control section with textures than have more than 60 percent sand."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: The Treaty soils are in depressions on till plains of Wisconsinan age. Slope ranges from 0 to 2 percent. The soils formed in 61 to 102 cm (24 to 40 inches) of loess and in the underlying loamy till. Mean annual precipitation ranges from 914 to 1118 mm (36 to 44 inches). Mean annual air temperature ranges from 10 to 13 degrees C (50 to 55 degrees F)."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the somewhat poorly drained Crosby and Fincastle soils; the moderately well drained Miami, Williamstown, and Xenia soils; and the well drained Miamian and Russell soils. These soils do not have mollic epipedons and are on higher positions on till plains."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Poorly drained. The depth to the top of an intermittent apparent high water table ranges from 15 cm (0.5 foot) above the surface to 30 cm (1 foot) below the surface from December to March in normal years. The potential for surface runoff is negligible. Saturated hydraulic conductivity is moderately high. Permeability is moderate in the solum and moderately slow in the underlying material."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most areas are used to grow corn, soybeans, wheat, and hay. A few areas are used to grow tomatoes, field beans, and other specialty crops. Native vegetation is deciduous forest."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Central Indiana and southwestern Ohio; MLRAs 110, 111A, and 111D. The type location is in MLRA 111D. The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Indianapolis, Indiana."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Miami County, Indiana, 1977."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon: from the surface to a depth of 36 cm (Ap, A horizons).\nArgillic horizon: from a depth of 36 to 150 cm (Btg, 2Btg horizons).\nAquic conditions: redox features in all horizons below a depth of 36 cm.\nRepresentative NASIS data mapunit for this pedon is DMU ID 153121 in MO 11.\nADDITIONAL DATA: Purdue laboratory data available - MY7905 (S79IN107-5). Transect data is on file at the MLRA Project Office in Indianapolis, IN.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
