{
  "SERIES": "TRELONA",
  "STATUS": "Established Series",
  "BYREV": "Rev. MCS",
  "REVDATE": "11/98",
  "STATES": "NE,WY",
  "OVERVIEW": "The Trelona series consists of shallow, well drained soils on nearly level to moderately steep uplands. They formed in residuum and eolian deposits weathered from noncalcareous sandstone.  Slopes are 0 to 20 percent.  Elevation is 4300 to 5600 feet.  The mean annual temperature is 46 to 52 degrees F., and the mean annual precipitation is 12 to 17 inches.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy, mixed, superactive, mesic, shallow Torriorthentic Haplustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Trelona fine sandy loam - on a 6 percent convex slope utilized as rangeland (Colors are for dry soil unless otherwise stated).\nA--0 to 7 inches; grayish brown (10YR 5/2) fine sandy loam, dark grayish brown (10YR 3/2) moist; moderate fine granular structure; soft, very friable, slightly sticky, slightly plastic; common fine and very fine roots; mildly alkaline (pH 7.6); gradual smooth boundary.  (2 to 7 inches thick)\nC--7 to 14 inches; grayish brown (10YR 5/2) fine sandy loam, dark grayish brown (10YR 4/2) moist; massive; slightly hard, very friable, slightly sticky, slightly plastic; common fine and medium roots; mildly alkaline (pH 7.6); clear wavy boundary.  (5 to 10 inches thick)\nCr--14 inches; soft noncalcareous fine grained sandstone."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Goshen County, Wyoming; 2155 feet east and 1650 feet north of the southwest corner of sec. 8, T29N, R60W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The mean annual soil temperature is 48 degrees to 54 degrees F. The mollic epipedon is 7 to 12 inches thick.  Depth to a paralithic contact is 10 to 20 inches. The moisture control section is usually dry when the soil temperature at a depth of 20 inches is 41 degrees F. or warmer.\nThe A horizon has value of 4 or 5 dry, 2 or 3 moist, and chroma of 2 or 3.  It is loamy fine sand, fine sandy loam, sandy loam, or loam.  This horizon is neutral or mildly alkaline.\nAn AC horizon is present in some pedons. It has the the combined properties of the A and C horizons.\nThe C horizon has value of 5 or 6 dry, and chroma of 2 or 3. Reaction is  neutral or mildly alkaline.  Textures are loamy fine sand, loamy very fine sand, sandy loam, fine sandy loam, and very fine sandy loam with 5 to 15 percent clay, 5 to 25 percent silt, and 65 to 85 prrcent sand of which more than 35 percent is fine sand or coarser."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Treoff and Treon series.\nThe Treoff and Treon soils are calcareous."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  The Trelona soils are on nearly level to moderately steep dissected bedrock controlled uplands.  Slopes are 0 to 20 percent.   The soils formed in eolian deposits and residuum weathered from noncalcareous fine grained sandstone.  Elevation is 4,300 to 5,600 feet.   Annual precipitation is 12 to 17 inches.  The mean annual temperature is 48 degrees to 52 degrees F.  The frost-free season is 110 to 130 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Jayem, Lambman, Manter and Otero soils and Tassel soils.  Jayem, Manter and Otero soils are greater than 60 inches deep.  Lambman and Manter soils have an argillic horizon.  Tassel soils have an ochric epipedon."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; slow to rapid runoff; moderately rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are used for rangeland and wildlife habitat.  The native vegetation is blue grama, threadleaf sedge, needleandthread, western wheatgrass, bluestem, and yucca."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Southeastern Wyoming.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Denver, Colorado"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Goshen County (Northern Part), Wyoming, 1974."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:diagnostic horizons and features recognized in this pedon are:\nMollic epipedon - 0 to 7 inches (A)\nParalithic contact - 18 inches (Cr)\nSIR - WY0959\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 18,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "fine sandy loam",
        "cf_class": "NA",
        "pH": 7.6,
        "pH_class": "mildly alkaline",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "A--0 to 7 inches; grayish brown (10YR 5/2) fine sandy loam, dark grayish brown (10YR 3/2) moist; moderate fine granular structure; soft, very friable, slightly sticky, slightly plastic; common fine and very fine roots; mildly alkaline (pH 7.6); gradual smooth boundary.  (2 to 7 inches thick)"
      },
      {
        "name": "C",
        "top": 18,
        "bottom": 36,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "fine sandy loam",
        "cf_class": "NA",
        "pH": 7.6,
        "pH_class": "mildly alkaline",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "C--7 to 14 inches; grayish brown (10YR 5/2) fine sandy loam, dark grayish brown (10YR 4/2) moist; massive; slightly hard, very friable, slightly sticky, slightly plastic; common fine and medium roots; mildly alkaline (pH 7.6); clear wavy boundary.  (5 to 10 inches thick)"
      },
      {
        "name": "Cr",
        "top": 36,
        "bottom": "NA",
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Cr--14 inches; soft noncalcareous fine grained sandstone."
      }
    ]
  ]
}
