{
  "SERIES": "TREMPE",
  "STATUS": "Established Series",
  "BYREV": "Rev. PHC-AJK-GWH",
  "REVDATE": "5/86",
  "STATES": "WI",
  "OVERVIEW": "The Trempe series consists of deep, excessively drained soils formed in reddish-colored sandy water-laid deposits on low stream terraces.  These soils have rapid permeability.  Slopes range from 0 to 12 percent.  Mean annual precipitation is about 29 inches, and mean annual temperature is about 47 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Sandy, mixed, mesic Entic Hapludolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Trempe loamy fine sand - on a 1 percent slope in an uncultivated area at an elevation of about 820 feet.  (Colors are for moist soil unless otherwise stated.)\nA--0 to 14 inches; dark reddish brown (5YR 2/2) loamy fine sand, dark reddish gray (5YR 4/2) dry; very weak fine subangular blocky structure; very friable; many fine roots; strongly acid; clear wavy boundary.  (10 to 16 inches thick)\nAC--14 to 20 inches; dark reddish brown (5YR 3/3) loamy fine sand, reddish gray (5YR 5/2) dry; very weak medium subangular blocky structure; few fine roots; strongly acid; clear wavy boundary.  (4 to 10 inches thick)\nC1--20 to 30 inches; dark reddish brown (5YR 3/4) fine sand; single grain; loose; strongly acid; gradual smooth boundary.  (5 to 12 inches thick)\nC2--30 to 60 inches; yellowish red (5YR 4/6) sand; single grain; loose; some stratification; strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Buffalo County, Wisconsin; about 4 miles east of Mondovi; 1250 feet east and 300 feet south of the center of sec. 9, T.  24 N., R. 10 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Trempe soils typically have A or Ap-AC-C sequence of horizons.  The pedon typically is strongly acid, but the range includes medium acid or slightly acid in the A or Ap horizons.  There are no coarse fragments in the pedon.\nThe A or Ap horizon has 7.5YR, 5YR, or 2.5YR hue; value typically is 3; and chroma is 2 or 3.  It is sand, loamy sand, or loamy fine sand.  The AC horizon commonly is dark enough to constitute part of the mollic epipedon, but typically, it contains less than 0.6 percent organic carbon.\nThe C horizon has 10YR, 7.5YR, 5YR, or 2.5YR hue; value is 3 through 6; and chroma is 4 through 8.  The 10YR and 7.5YR mainly appear in the lower part of the horizon."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Bellechester, Finchford, Fruitfield, Hawick, Hononegah, Lasa, Nesius, Sparta, and Zumbro series in the same family and the Boone, Dunnville, Hubbard, Plainfield, and Salida series. Bellechester, Hawick, and Hononegah soils have free carbonates within a depth of 40 inches.  Finchford, Lasa, Nesius, and Sparta soils have yellower hue in the series control section.  Fruitfield soils have a thicker mollic epipedon and contain more coarse and very coarse sand.  Zumbro soils have a thicker mollic epipedon and yellower hue in the series control section.  Boone and Plainfield soils do not have a mollic epipedon and have yellower hue.  In addition, Boone soils contain less than 5 percent weatherable minerals.  Dunnville soils have finer textures and cambic horizons.  Hubbard soils have yellower hue and frigid soil temperatures.  Salida soils do not have as red a hue and contain pebbles in the series control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Trempe soils are on low stream terraces.  Slopes range from 0 to 12 percent.  They formed in thick reddish-colored sandy water-laid deposits.  The mean annual temperature ranges from 47 to 51 degrees F, and mean annual precipitation ranges from 23 to 28 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the competing Sparta and Dunnville soils and the Dakota, Dunnville, Meridian, and Trempealeau soils.  Sparta soils are nearby in a similar landscape.  Dakota and Meridian soils occupy higher terraces and contain more clay and silt in the upper part of the pedon.  Dunnville and Trempealeau soils have a similar setting and in many places encompass or are adjacent to areas of Trempe soils."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Excessively drained.  Surface runoff is slow to medium.  Permeability is rapid."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most areas are cultivated but a few are in pasture.  Principal crops are corn, small grain, and hay.  Native vegetation was mixed grasses and widely scattered trees, mostly oak and a few pine."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  West-central Wisconsin.  This soil is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: St. Paul, Minnesota"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  LaCrosse County, Wisconsin, 1957."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:  mollic epipedon - zone from the surface of the soil to a depth of 14 inches (A horizon); other features - are without an argillic or cambic horizon.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "excessively",
        "drainage_overview": "excessively"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 36,
        "dry_hue": "5YR",
        "dry_value": 4,
        "dry_chroma": 2,
        "moist_hue": "5YR",
        "moist_value": 2,
        "moist_chroma": 2,
        "texture_class": "loamy fine sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "A--0 to 14 inches; dark reddish brown (5YR 2/2) loamy fine sand, dark reddish gray (5YR 4/2) dry; very weak fine subangular blocky structure; very friable; many fine roots; strongly acid; clear wavy boundary.  (10 to 16 inches thick)"
      },
      {
        "name": "AC",
        "top": 36,
        "bottom": 51,
        "dry_hue": "5YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "5YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "loamy fine sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "AC--14 to 20 inches; dark reddish brown (5YR 3/3) loamy fine sand, reddish gray (5YR 5/2) dry; very weak medium subangular blocky structure; few fine roots; strongly acid; clear wavy boundary.  (4 to 10 inches thick)"
      },
      {
        "name": "C1",
        "top": 51,
        "bottom": 76,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "5YR",
        "moist_value": 3,
        "moist_chroma": 4,
        "texture_class": "fine sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "strongly acid",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "C1--20 to 30 inches; dark reddish brown (5YR 3/4) fine sand; single grain; loose; strongly acid; gradual smooth boundary.  (5 to 12 inches thick)"
      },
      {
        "name": "C2",
        "top": 76,
        "bottom": 152,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "5YR",
        "moist_value": 4,
        "moist_chroma": 6,
        "texture_class": "sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "strongly acid",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "C2--30 to 60 inches; yellowish red (5YR 4/6) sand; single grain; loose; some stratification; strongly acid."
      }
    ]
  ]
}
