{
  "SERIES": "TREMBLES",
  "STATUS": "Established Series",
  "BYREV": "FPA-CJH",
  "REVDATE": "11/2000",
  "STATES": "MT,ND,SD,WY",
  "OVERVIEW": "The Trembles series are very deep, well and moderately well drained soils formed in alluvium.  They are on floodplains, bottomlands and low terraces. Slopes range from 0 to 4 percent.  Mean annual air temperature is about 42 degrees F., and mean annual precipitation is about 15 inches.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, superactive, calcareous, frigid Typic Ustifluvents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Trembles fine sandy loam - irrigated cropland.  (Colors are for dry soil unless otherwise noted)\nAp--0 to 9 inches; grayish brown (2.5Y 5/2) loam, dark grayish brown (2.5Y 4/2) moist; moderate coarse subangular blocky structure parting to moderate coarse granular; hard, friable, slightly sticky and slightly plastic; common very fine roots throughout; very slightly effervescent throughout (HCl, 1 normal); slightly alkaline; abrupt smooth boundary.  (6 to 10 inches thick)\nC1--9 to 15 inches; light yellowish brown (2.5Y 6/3) stratified fine sandy loam, olive brown (2.5Y 4/3) moist; massive; slightly hard, very friable, nonsticky and nonplastic; stratification are 1 to 2 mm thick; few very fine roots throughout; common fine irregular dark yellowish brown (10YR 4/6) iron concretions pedogenic throughout; slightly effervescent throughout (HCl, 1 normal); slightly alkaline; clear smooth boundary.\nC2--15 to 23 inches; light brownish gray (2.5Y 6/2) stratified silt loam, very fine sandy loam and loam, grayish brown (2.5Y 5/2) moist; massive; hard, friable, slightly sticky and slightly plastic; stratification are 1 to 2 mm thick; few very fine roots throughout; common medium irregular strong brown (7.5YR 4/6) iron concretions pedogenic throughout; few fine irregular masses of lime pedogenic throughout; strongly effervescent throughout (HCl, 1 normal); moderately alkaline; clear smooth boundary.\nC3--23 to 27 inches; light yellowish brown (2.5Y 6/3) fine sandy loam, light olive brown (2.5Y 5/3) moist; massive; soft, very friable, nonsticky and nonplastic; stratification are 1 to 2 mm thick; few very fine roots throughout; many fine irregular dark yellowish brown (10YR 4/6) iron concretions pedogenic throughout; strata of organic matter or coal 1 mm thick throughout; strongly effervescent throughout (HCl, 1 normal); moderately alkaline; clear smooth boundary.\nC4--27 to 48 inches; light brownish gray (2.5Y 6/2) fine sandy loam, grayish brown (2.5Y 5/2) moist; massive; soft, very friable, nonsticky and nonplastic; stratification are 1 to 2 mm thick; few very fine roots throughout; strata of organic matter or coal 1 mm thick throughout; slightly effervescent throughout( HCl, 1 normal); moderately alkaline; clear smooth boundary.\nC5--48 to 59 inches; light brownish gray (2.5Y 6/2) stratified very fine sandy loam, silt loam and fine sandy loam, grayish brown (2.5Y 5/2) moist; massive; slightly hard, very friable, slightly sticky and slightly plastic; stratification are 1 to 2 mm thick; strongly effervescent throughout; moderately alkaline; clear smooth boundary.\n2C6--59 to 63 inches; light brownish gray (2.5Y 6/2) stratified sand, grayish brown (2.5Y 5/2) moist; single grain; loose, nonsticky and nonplastic; stratification are 1 to 2 mm thick; common fine irregular dark yellowish brown (10YR 4/6) iron concretions pedogenic throughout; slightly effervescent throughout (HCl, 1 normal); strata of organic matter or coal 1 mm thick throughout; moderately alkaline; clear smooth boundary.\n2C7--63 to 80 inches; light brownish gray (2.5Y 6/2) sand, grayish brown (2.5Y 5/2) moist; single grain; loose, nonsticky and nonplastic; common fine irregular dark yellowish brown (10YR 4/6) iron concretions pedogenic throughout; strata of coal 1 mm thick throughout; slightly effervescent throughout (HCl, 1 normal); moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Richland County, Montana, 1480 feet south and 1320 feet east of the northwest corner, sec. 8 T. 23 N., R. 60 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The particle-size control section (10- to 40-inch depth) averages fine sandy loam or sandy loam with about 8 to 15 percent clay.  Mean annual soil temperature ranges from 42 to 47 degrees F. Trembles soils are usually moist in some part between 8 and 24 inches during the growing season.\nThe A horizon has hue of 2.5Y or 10YR, value of 5 or 6 dry, and chroma of 2 or 3, and it has weak to strong effervescence.  It is neutral to moderately alkaline.  Textures include fine sandy loam, loam, sandy loam, loamy fine sand, very fine sandy loam, silt loam, clay loam or clay.\nThe C horizon has hue of 5Y, 2.5Y or 10YR, value of 5 or 6 dry and 4 or 5 moist. Above a depth of 48 inches it is fine sandy loam or sandy loam with or without thin lenses of loam, very fine sandy loam, silt loam or loamy fine sand. The substratum below a depth of 30 inches is loamy fine sand in some pedons. Textures below a depth of 48 inches range from sand to silt loam.  The C horizon has moderate to strong effervescence. It is slightly alkaline or moderately alkaline above 30 inches and slightly alkaline to strongly alkaline below 30 inches.  Few to common redoximorphic features are present below 36 inches in some pedons."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no competing series in the same family."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Trembles soils are on level and nearly level flood plains, bottom lands and low terraces of the major streams and their tributaries. They formed in calcareous, stratified fine sandy loam or sandy loam alluvium. Climate is cool, moist-semiarid, with long, cold, dry winters and moist springs and summers. Mean annual precipitation ranges from 13 to 18 inches, more than 70 percent of which falls during April through October. Mean annual air temperature ranges between 39 and 45 F. Mean January air temperature ranges from 8 to 25 F. and mean July air temperature ranges from 65 to 70 F. The frost-free period ranges from 105 to 135 days and elevation ranges from 1600 to 5000 feet."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Banks, Cherry, Havrelon, Kiwanis and Korchea soils.  Banks soils have loamy fine sand or sand control sections.  Cherry soils have cambic horizons and have fine-silty particle-size class. Havrelon soils have loam control sections.  Kiwanis soils have moist value of 2 or 3 in the A horizon.  Korchea soils have a loam control section."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well and moderately well drained; slow and very slow runoff; Moderately rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Trembles soils are used mainly for irrigated cropland and for rangeland, The native vegetation is needle-and-tread, basin wildrye, western wheatgrass, big sagebrush, and scattered cottonwood trees."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Throughout Montana and possibly in adjacent states. It is an extensive series."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Denver, Colorado."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Dawson County, Montana, 1971."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:  Irregular decrease in organic carbon - stratifications in C horizon.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
