{
  "SERIES": "TREMANT",
  "STATUS": "Established Series",
  "BYREV": "Rev. GH/YHH",
  "REVDATE": "05/2009",
  "STATES": "AZ",
  "OVERVIEW": "The Tremant series consists of very deep, well drained soils formed in fan alluvium, stream alluvium and eolian deposits.  Tremant soils are on fan terraces, stream terraces or relict basin floors.  Slopes are 0 to 5 percent.  Mean annual precipitation is about 7 inches and the mean annual air temperature is about 72 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, hyperthermic Typic Calciargids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Tremant very gravelly loam - rangeland.  (Colors are for dry soil unless otherwise noted.)\nA--0 to 1 inch; light brown (7.5YR 6/4) very gravelly loam, brown (7.5YR 5/4) moist; weak medium platy structure; slightly hard, friable, slightly sticky and slightly plastic; many fine roots; common fine vesicular pores; 50 percent subangular gravel; moderately alkaline (pH 8.0); abrupt smooth boundary.  (1/2 to 5 inches thick)\nBt1--1 to 8 inches; reddish brown (5YR 5/4) clay loam, reddish brown (5YR 5/4) moist; weak very fine subangular blocky structure; slightly hard, very friable, moderately sticky and moderately plastic; many fine roots; few fine tubular pores; few faint clay films on faces of peds; 5 percent gravel; slightly effervescent; moderately alkaline (pH 8.0); abrupt smooth boundary.  (2 to 10 inches thick)\nBt2--8 to 14 inches; reddish brown (5YR 5/4) gravelly clay loam, reddish brown (5YR 4/4) moist; weak fine subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; common fine roots; many fine irregular pores; common faint clay films on faces of peds; 20 percent gravel; violently effervescent; many fine calcium carbonate filaments; moderately alkaline (pH 8.2); clear smooth boundary. (3 to 10 inches thick)\nBtk--14 to 23 inches; yellowish red (5YR 5/8) and pink (7.5YR 7/4) gravelly clay loam, reddish brown (5YR 4/4) and reddish yellow (7.5YR 6/6) moist; weak fine subangular blocky structure; hard friable, slightly sticky and slightly plastic; few fine roots; common very fine tubular pores; few faint clay films on faces of peds; 30 percent gravel; violently effervescent; many coarse irregular calcium carbonate masses; moderately alkaline (pH 8.2); clear wavy boundary.  (3 to 15 inches thick)\nBk1--23 to 36 inches; reddish yellow (7.5YR 7/6) and pink (5YR 7/4) gravelly loam, strong brown (7.5YR 5/6) moist; massive; very hard, firm, slightly sticky and slightly plastic; few fine roots; few fine tubular pores; very few faint clay films in pores; 25 percent gravel; violently effervescent; many coarse irregular calcium carbonate masses; moderately alkaline (pH 8.2); clear smooth boundary.  (4 to 14 inches thick)\nBk2--36 to 60 inches; pink (7.5YR 7/4) gravelly loam, light brown (7.5YR 6/4) moist; massive; slightly hard, friable, slightly sticky and slightly plastic; common fine tubular pores; 30 percent gravel; violently effervescent; many coarse calcium carbonate masses and concretions; moderately alkaline (pH 8.2)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Maricopa County, Arizona; 1250 feet west and 1120 feet\nsouth of the northeast corner of section 23, T. 4 N., R. 2 W.  Latitude of 33 degrees, 40 minutes, 45 seconds N., Longitude of 112 degrees, 25 minutes, 49 seconds W., NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSolum thickness - 24 to 60 inches or more\nRock fragments - 15 to 35 percent (average for control section); mostly gravel, but some pedons have as much as 15 percent cobbles\nDepth to calcic horizon - 14 to 30 inches; 15 to 60 percent calcium carbonate equivalent in any one horizon\nOrganic matter content - Less than 1 percent\nReaction - slightly or moderately alkaline\nSalinity - usually less than 2 dS/m, but ranges to 15\nA horizon\nHue:  5YR, 7.5YR, 10YR\nValue:  5, 6 or 7 dry, 4 or 5 moist\nChroma:  2, 3 or 4, dry or moist\nTexture:  fine sandy loam, sandy loam, loam, clay loam\nE horizon\nOccurs as a 1 to 3 inch thick horizon in some pedons\nBt horizon\nHue:  5YR, 7.5YR\nValue:  4, 5 or 6, dry or moist\nChroma:  3, 4, 5, 6 or 8 dry, 4, 5 or 6 moist\nTexture:  loam, sandy clay loam, clay loam (averages 18 to 35 percent clay) can be sandy loam in the lower part\nBk horizon\nHue:  5YR, 7.5YR\nValue:  4, 5, 6, 7 or 8 dry, 4, 5 or 6 moist\nChroma:  3, 4, 6 or 8 dry, 3, 4 or 6 moist\nTexture:  Loam, clay loam, sandy loam, sandy clay loam\nCementation:  Usually noncemented; is weakly cemented in some pedons"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Harqua (AZ), Mohall (AZ), Snaggletooth (T) (CA), Orita (CA), and Tucson (AZ) series.  Harqua soils have strongly saline argillic horizons.  Mohall, Snaggletooth, and Tucson soils average less than 15 percent rock fragments.  Orita soils have buried A and B horizons. Snaggletooth soils are in the Colorado Desert of southeastern California (MLRA 31) and are moist in some part for short periods during winter and early spring."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Tremant soils are on fan terraces, stream terraces or relict basin floors.  Slopes are 0 to 5 percent.  Elevations are 400 to 2500 feet.  These soils formed in fan and stream alluvium from mixed sources and eolian sediments.  The climate is hot, arid continental.  The mean annual precipitation ranges from 2 to 10 inches.  The mean annual air temperature ranges from 67 to 76 degrees F.  The frost-free period is 260 to 325 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Antho, Contine, Gilman, and Rillito soils.  Antho and Gilman soils are slightly lower on the landscape and do not have argillic horizons.  Contine soils are on adjacent landscapes and are fine textured.  Laveen and Rillito soils are adjacent and do not have argillic horizons."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; medium runoff; moderately slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used almost entirely for livestock grazing and wildlife habitat.  Vegetation is mesquite, creosotebush, bursage, cacti, and scattered paloverde.  Irrigated areas are planted to cotton, alfalfa, sorghum, safflower, sugar beets, and barley."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Southern Arizona.  The series is extensive.  Total extent is about 180,000 acres.  MLRA is 40."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Phoenix, Arizona"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Maricopa County, Arizona; Soil survey of Eastern Maricopa and Northern Pinal Counties Area, Arizona; 1971."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - the zone from 0 to 1 inch (A horizon)\nArgillic horizon - the zone from 1 to 23 inches (Bt1, Bt2, Btk horizons)\nCalcic horizon - the zone from 14 to 60 inches (Btk, Bk1, Bk2 horizons)\nClassified according to Soil Taxonomy, Second Edition, 1999; Keys to Soil Taxonomy, Tenth Edition, 2006.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
