{
  "SERIES": "TRENHOLM",
  "STATUS": "Established Series",
  "BYREV": "Rev. EJR-VMO-JHW",
  "REVDATE": "09/2002",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, mixed, active, thermic Albaquic Hapludalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Trenholm sandy loam, on a 3 percent slope in woodland.  (Colors are for moist soil.)\nA--O to 2 inches; very dark gray (10YR 3/1) sandy loam; weak medium granular structure; very friable, nonsticky, nonplastic; many fine medium and common coarse roots; 3 percent fine quartz gravel; strongly acid; clear smooth boundary.  (2 to 5 inches thick).\nE--2 to 9 inches; yellowish brown (10YR 5/4) sandy loam; moderate coarse granular structure; very friable, nonsticky, nonplastic; common fine medium and coarse roots; 2 percent fine quartz gravel; few manganese concretions; strongly acid; clear smooth boundary. (0 to 10 inches thick)\nBE--9 to 12 inches; mottled yellowish brown (10YR 5/6), pale brown (10YR 6/3), and light brownish gray (2.5Y 6/2) sandy loam; weak medium subangular blocky structure; friable, slightly sticky, slightly plastic; common fine medium and coarse roots; 2 percent fine quartz gravel; few manganese concretions; strongly acid; abrupt wavy boundary.  (0 to 3 inches thick)\nBtl--12 to 20 inches; yellowish brown (10YR 5/6) clay; common distinct light brownish gray (2.5Y 6/2) mottles and few distinct yellowish red (5YR 5/6) mottles; moderate coarse subangular blocky structure; very firm, very sticky, very plastic; few medium and coarse roots; many distinct clay films on faces of peds; few slickensides; strongly acid; 2 percent fine quartz gravel; few coarse grains of feldspar; very strongly acid; gradual wavy boundary.\nBt2--20 to 30 inches light olive brown (2.5Y 5/4) clay; few fine distinct pale brown (10YR 6/3) and light brownish gray (2.5Y 6/2) mottles; moderate coarse subangular blocky structure; very firm, very sticky, very plastic; few medium and coarse roots; many distinct clay films on faces of peds; few slickensides; 2 percent fine angular quartz gravel; few coarse grains of feldspar; strongly acid; gradual wavy boundary.  (Combined thickness of the Bt horizon is 13 to 26 inches.)\nBC--30 to 36 inches; yellowish brown (10YR 5/8) sandy clay loam; common fine distinct pale yellow (5Y 7/3) and reddish yellow (7.5YR 6/8) mottles; moderate coarse subangular blocky structure; friable, slightly sticky, nonplastic; few medium and coarse roots; few faint clay films on faces of peds; few coarse grains of feldspar; 2 percent weather hornblende gneiss fragments; very strongly acid; gradual wavy boundary.  (0 to 12 inches thick.)\nCl--36 to 45 inches; yellowish brown (10YR 5/8) sandy loam; massive; friable, slightly sticky, nonplastic; common fine roots along rock structure faces; few faint clay films on horizontal rock structure faces; coarse grains of feldspar; common streaks, specks, and patches of green, black, and white hornblende gneiss; very strongly acid; gradual wavy boundary. (6 to 18 inches thick.)\nC2--45 to 62 inches; yellowish brown (10YR 5/8) sandy loam; massive; very friable; slightly sticky, nonplastic; few fine and medium roots; common coarse grains of feldspar; few highly weathered fragments of hornblende gneiss; strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Powhatan County, Virginia; about 5 miles southwest of Powhatan, 1,080 feet east of the intersection of VA-13 and VA-627, 1,850 feet south of VA-13."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The thickness of the solum ranges from 20 to 40 inches and the thickness of the clayey Bt horizon ranges from about 13 to 26 inches.  Depth to the abrupt texture change ranges from about 10 to 12 inches from the surface.  Depth to hard bedrock is more than 5 feet. Rock fragments of mostly angular quartz gravel and weathered feldspar make up 0 to 15 percent of the soil.  Fragments of highly weathered basic rock range from none to many in the C horizon of some pedons. Flakes of mica range from none to common in the lower part of the solum and in the C horizon.  The soil is very strongly acid or strongly acid in the surface layers, and ranges from very strongly acid through moderately acid in the Bt horizon, and from very strongly acid through slightly acid in the lower part of the solum and in the C horizon.\nThe A or Ap horizon has hue of 10YR, value of 3 through 5, and chroma of 1 through 4.  It is sandy loam, fine sandy loam, or loam.\nThe E horizon has hue of 10YR through 5Y, value of 4 through 6, and chroma of 2 through 4.  It is sandy loam, fine sandy loam, or loam, Some pedons do not have an E horizon.\nThe BE or BA horizon has hue of 10YR or 2.5Y, value of 5 or 6, and chroma of 3 through 6, or it is mottled without dominant matrix hue. It is sandy loam, fine sandy loam,  or sandy clay loam.  Some pedons do not have a BE or BA horizon.\nThe Bt horizon has hue of 7.5YR through 2.5Y, value of 4 through 6, and chroma of 4 through 8, or it is mottled without dominant matrix color in hue of 7.5YR through 5Y, value of 5 or 6, and chroma of 2 through 8.  It is commonly clay, but ranges to sandy clay loam and sandy clay.\nThe BC or CB horizon has hue of 7.5YR through 2.5Y, value of 5 or 6, and chroma of 2 through 8, or it is mottled without dominant matrix hue.  The BC or CB horizon is sandy clay loam, clay loam, or clay. Some pedons do not have a BC or CB horizon.\nThe C horizon has the same color range as that of the BC or CB horizon, or it is multicolored.  It is sandy loam, fine sandy loam, loam, or sandy clay loam."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Cadeville and Wister series in the same family, and the Invershiel and Orange series in a closely related family.  The Cadeville soils have dominantly redder colors throughout and, in addition, occur on marine and stream terraces.  The Wister soils have a Cr horizon of shale.  The Invershiel and Orange soils have montmorillonitic mineralogy."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Trenholm soils are on nearly level to strongly sloping uplands of the Southern Piedmont.  Slopes are usually broad and only slightly dissected, with gradients ranging from 0 to 15 percent.  The soils formed in residual material from basic rocks or a mixture of acid and basic rocks.  The mean annual temperature ranges from about 59 to 62 degrees F and mean annual precipitation ranges from 40 to 45 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Creedmoor, Enon, Helena, and Poindexter soils on uplands.  None of these soils have an abrupt textural change.  In addition, Creedmoor and Helena soils have lower base saturation;, Enon soils do not have gray wetness mottles; and Poindexter soils have less clay throughout."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Moderately well drained with slow to rapid surface runoff.  Permeability in the Bt horizon is slow or very slow."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most areas are in woodland or pasture.  The dominant tree species include white oak, northern red oak, pignut hickory, southern red oak, and Virginia pine."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Virginia and possibly North Carolina and South Carolina.  The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Raleigh, North Carolina"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Powhatan County, Virginia, 1984"
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  1.  These soils have been included with the Orange series in the past.\n2.  Diagnostic horizons and features recognized in this pedon are:\na.  Ochric epipedon - the zone from 0 to 12 inches (the A, E, and BE horizons).\nb.  Argillic horizon - the zone from 12 to 30 inches (the Bt horizon).\nc.  Albaquic feature - there is an abrupt texture change between the eluvial horizon (E) and the argillic horizon (Bt1) and there are low chroma mottles in the upper 10 inches of the argillic horizon.\nADDITIONAL DATA:  Partial size, chemical, and clay mineralogy data is available from the site location by Virginia Polytechnic Institute and State University.\nTABULAR SERIES DATA:\nSOI-5  Soil Name   Slope  Airtemp FrFr/Seas Precip  Elevation\nVA0220 TRENHOLM    0- 15   59- 62  180-240  40- 45   250- 900\nSOI-5  FloodL FloodH Watertable Kind   Months  Bedrock Hardness\nVA0220 NONE          1.0-3.0  PERCHED  DEC-MAY  60-60\nSOI-5  Depth  Texture                3-Inch  No-10  Clay%   -CEC-\nVA0220  0- 9  FSL SL                  0-  0  80- 95  8-18    -\nVA0220  9-12  SL CL SCL               0-  0  80- 90 12-35    -\nVA0220 12-30  C SC                    0-  0  85- 95 35-60    -\nVA0220 30-36  CL SCL C                0-  0  85- 95 20-40    -\nVA0220 36-62  SL FSL SCL              0-  2  85- 90 12-25    -\nSOI-5  Depth    -pH-     O.M.  Salin  Permeab   Shnk-Swll\nVA0220  0- 9  4.5- 5.5  .5-2.  0- 0   2.0- 6.0  LOW\nVA0220  9-12  4.5- 5.5  0.-.5  0- 0   0.6- 2.0  LOW\nVA0220 12-30  4.5- 6.0  0.-.5  0- 0  0.00-0.06  HIGH\nVA0220 30-36  4.5- 6.5  0.-.5  0- 0   0.2- 0.6  MODERATE\nVA0220 36-62  4.5- 6.5  0.-.5  0- 0   0.2- 0.6  LOW\nNational Cooperative Soil Survey\nU.S.A."
  }
}
