{
  "SERIES": "TREOFF",
  "STATUS": "Established Series",
  "BYREV": "Rev.PJL/PSD",
  "REVDATE": "11/98",
  "STATES": "WY",
  "OVERVIEW": "The Treoff series consists of shallow, well drained soils that formed in residuum and colluvium derived from  shale and arkosic sandstone. Treoff soils occur on ridges and hillslopes.  Slopes are 0 to 70 percent.  The mean annual precipitation is about 17 inches, and the mean annual temperature is about 46 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy, mixed, superactive, mesic, shallow Torriorthentic Haplustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Treoff very fine sandy loam-rangeland.  (Colors are for dry soil unless otherwise stated.)\nA--0 to 1 inch; brown (10YR 5/3) fine sandy loam, dark brown (10YR 3/3) moist; weak very fine granular structure; soft, very friable, slightly sticky and slightly plastic; strongly effervescent; moderately alkaline (pH 8.2); clear smooth boundary.  (0 to 3 inches thick)\nBw--1 to 9 inches; dark brown (10YR 4/3) fine sandy loam, very dark grayish brown (10YR 3/2) moist; moderate medium subangular blocky; hard, very friable, slightly sticky and slightly plastic; strongly effervescent; calcium carbonate disseminated; moderately alkaline (pH 8.2); clear smooth boundary.  (4 to 11 inches thick)\nBk--9 to 19 inches; pale brown (10YR 6/3) fine sandy loam, brown (10YR 5/3) moist; moderate very fine and fine subangular blocky structure; hard, very friable; slightly sticky and slightly plastic; common fine threads of secondary calcium carbonate; violently effervescent; moderately alkaline (pH 8.4); clear smooth boundary.  (6 to 12 inches thick)\nCr--19 inches; soft, platy, strongly effervescent shale."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Sheridan County, Wyoming; NW1/4, SE1/4, sec. 19, T. 54 N., R. 83 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Depth to bedrock and paralithic contact ranges from 10 to 20 inches.  The mollic epipedon ranges from 5 to 14 inches thick.  The mean annual soil temperature ranges from 47 to 53 degrees F.  The soil temperature at a depth of 20 inches is 41 degrees F. or more for 145 to 192 days.  The soils are moist in some or all parts of the moisture control section from April 15 to June 15 but are dry in all parts for 60 consecutive days following July 15 and 90 cumulative days from July 15 to October 25.  The particle-size control section is fine sandy loam, sandy loam, or loam with 10 to 20 percent clay.  It is mildly alkaline or moderately alkaline throughout.  EC is less than 2 mmhos.\nThe A horizon has hue of 7.5YR through 2.5Y, value of 4 or 5 dry, 2 or 3 moist, and chroma of 2 or 3.  Coarse fragments range from 0 to 15 percent, mainly angular pebbles or channers.\nThe Bw or AC horizon has hue of 7.5YR through 2.5Y, value of 4 through 6 dry, 2 through 4 moist, and chroma of 2 or 3.  Coarse fragments range from 0 to 15 percent angular pebbles or channers.  Texture is fine sandy loam, loam, or sandy loam.  Calcium carbonate equivalent is 2 to 10 percent.\nThe Bk or C horizon has hue of 7.5YR through 2.5Y, value of 5 through 7 dry, 4 through 6 moist, and chroma of 2 through 4.  Texture is fine sandy loam, loam, or sandy loam.  Coarse fragments range from 0 to 15 percent, mainly angular pebbles or channers.  Calcium carbonate equivalent is 2 to 10 percent and does not decrease with depth."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Trelona and Treon series in the same class and the Taluce series.  Trelona soils are noncalcareous throughout.  Treon soils have soil temperatures of 41 degrees F. or more for more than 192 days.  Taluce soils lack a mollic epipedon."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Treoff soils are on ridges, hillslopes, and other upland areas.  They formed in residuum and slope alluvium derived from sandy shales and calcareous sandstone.  Slopes are both simple and complex and range from 0 to 70 percent.  Elevations range from 3,500 to 5,600 feet.  The mean annual precipitation is 12 to 19 inches of which about half falls as rain or snow in April, May, and early June.  The frost-free season is estimated to range from 105 to 135 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Altvan, Ascalon, Cedak, and Moskee soils and the competing Trelona series.  All these soils except Trelona have an argillic horizon and are deep or moderately deep."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; slow and medium runoff; moderately rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Rangeland and wildlife habitat.  Native vegetation consists of needleandthread grass, prairie junegrass, rhizomatous wheatgrass, silver sagebrush, big sagebrush, and bluebunch wheatgrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  North central and eastern Wyoming.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Denver, Colorado"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Sheridan County (Sheridan Area), Wyoming; 1987."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon - 0 to 9 inches (A,Bw)\nParalithic conract - 19 inches (Cr)\nSIR - WY0761\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 3,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "fine sandy loam",
        "pH": 8.2,
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A--0 to 1 inch; brown (10YR 5/3) fine sandy loam, dark brown (10YR 3/3) moist; weak very fine granular structure; soft, very friable, slightly sticky and slightly plastic; strongly effervescent; moderately alkaline (pH 8.2); clear smooth boundary.  (0 to 3 inches thick)"
      },
      {
        "name": "Bw",
        "top": 3,
        "bottom": 23,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "fine sandy loam",
        "pH": 8.2,
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bw--1 to 9 inches; dark brown (10YR 4/3) fine sandy loam, very dark grayish brown (10YR 3/2) moist; moderate medium subangular blocky; hard, very friable, slightly sticky and slightly plastic; strongly effervescent; calcium carbonate disseminated; moderately alkaline (pH 8.2); clear smooth boundary.  (4 to 11 inches thick)"
      },
      {
        "name": "Bk",
        "top": 23,
        "bottom": 48,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 3,
        "texture_class": "fine sandy loam",
        "pH": 8.4,
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bk--9 to 19 inches; pale brown (10YR 6/3) fine sandy loam, brown (10YR 5/3) moist; moderate very fine and fine subangular blocky structure; hard, very friable; slightly sticky and slightly plastic; common fine threads of secondary calcium carbonate; violently effervescent; moderately alkaline (pH 8.4); clear smooth boundary.  (6 to 12 inches thick)"
      },
      {
        "name": "Cr",
        "top": 48,
        "narrative": "Cr--19 inches; soft, platy, strongly effervescent shale."
      }
    ]
  ]
}
