{
  "SERIES": "TRES HERMANOS",
  "STATUS": "Established Series",
  "BYREV": "Rev. DNC/JBC/RLB/RKS/HCD",
  "REVDATE": "08/2007",
  "STATES": "AZ,NM",
  "OVERVIEW": "The Tres Hermanos consists of very deep, well drained soils that formed in alluvium mainly from igneous rocks.  Tres Hermanos soils are on alluvial fans and footslopes and have slopes of 0 to 8 percent.  The mean annual precipitation is about 10 inches and the mean annual temperature is about 60 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, thermic Typic Calciargids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Tres Hermanos gravelly sandy clay loam, rangeland.  (Colors are for dry soil unless otherwise noted.)\nA--0 to 3 inches; light brown (7.5YR 6/3) gravelly sandy clay loam, brown (7.5YR 5/2) moist; moderate medium platy structure; slightly hard, very friable, slightly sticky; few fine roots; common very fine and fine pores; calcareous, calcium carbonate disseminated; slightly alkaline; abrupt smooth boundary.  (2 to 6 inches thick)\nBt1--3 to 10 inches; reddish brown (5YR 5/4) gravelly clay loam, reddish brown (5YR 4/4) moist; weak fine subangular blocky structure; slightly hard, friable, slightly sticky; common fine roots; common very fine and fine pores; few faint clay films mostly in pores and on faces of gravel; calcareous, calcium carbonate disseminated; slightly alkaline; gradual smooth boundary.  (4 to 8 inches thick)\nBtk2--10 to 16 inches; reddish brown (5YR 5/4) gravelly clay loam, reddish brown (5YR 4/4) moist; weak fine subangular blocky structure; hard, firm, moderately sticky; common fine roots; common very fine and fine pores; common faint clay films on faces of peds, in pores, and on faces of gravel; calcareous, calcium carbonate disseminated and segregated in many fine to medium soft bodies and as hard coating on underside of gravel; slightly alkaline; gradual smooth boundary.  (4 to 8 inches thick)\nBtk3--16 to 27 inches; pink (5YR 7/3) gravelly clay loam, reddish brown (5YR 5/4) moist; weak fine subangular blocky structure; hard, firm, moderately sticky; few fine roots; few very fine pores; common faint clay films on peds, in pores, and on faces of gravel in the upper 3 inches, few faint clay films in remainder of horizon; strongly calcareous, calcium carbonate disseminated and segregated as common soft bodies and as hard coating on underside of gravel; moderately alkaline; gradual smooth boundary.  (2 to 8 inches thick)\n2Bk1--27 to 40 inches; pink (5YR 8/3) very gravelly loam, light reddish brown (5YR 6/3) moist; massive; strongly calcareous, calcium carbonate disseminated and as coatings on gravel; moderately alkaline; abrupt wavy boundary.\n2Bk2--40 to 45 inches; very gravelly loam and thin strata of sand and gravel; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Hidalgo County, New Mexico; east edge of Lordsburg, north of railroad track, east of road about 100 yards; 1/4 mile north of S 1/4 corner section 34, T.22S., R.18W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture - soils are usually dry in all parts of the moisture control section more than 3/4 of the time the soil temperature exceeds 41 degrees F.  The driest period is between early October and late May. Typic aridic moisture regime.\nMean annual soil temperature ranges from - 59 to 72 degrees F.\nParticle size control section averages - 15 to 35 percent coarse fragments in the 10 to 40 inch control section.\nReaction - calcareous throughout and ranges from slightly alkaline to strongly alkaline.\nDepth to horizons of strongly contrasting texture is greater than 40 inches.\nThe upper boundary of the calcic horizon is at - 5 to 30 inches.\nCalcium carbonate equivalent -  15 to 60 percent\nOther features:  The calcic horizon is slightly hard to very hard and cementation ranges from none to weakly cemented.\nA horizon\nHue:  5YR to 10YR\nValue:  5 to 7 dry, 3 to 6 moist\nChroma:  2 to 6.\nBt horizons\nHue:  5YR or 7.5YR\nValue:  4 or 7 dry, 3 or 5 moist\nChroma:  3 to 6.\nTexture: ranges from clay loam to loam and contains less than 45 percent sand and between 18 and 35 percent clay.\nBk horizon\nHue:  5YR or 7.5YR\nValue:  5 to 8 dry, 4 to 8 moist\nChroma:  1 to 6.\nTexture: gravelly or cobbly loam to gravelly or cobbly clay loam."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are Berino (NM), Blackmagic (CA), Brenda (NM), Cornville (AZ), Dona Ana (NM), Hap (NM), Jagerson (AZ), Kidwell (NV), Lanip (NV), Madurez (NM), Mcnew (NM), Mohave (AZ), and Poachie (AZ) series.  Blackmagic and Dona Ana soils contain 5 to 15 percent rock fragment in the PSCS. Berino and Mcnew soils contain 0 to 5 percent rock fragment in the PSCS.  Brenda soils have gravelly coarse sand in the lower part of the profile below the argillic horizon. Cornville soils have calcic horizon at 25 to 32 inches depth. Hap soils have 2.5YR hues. Hap, Kidwell and Mohave soils are noneffervescent in the upper part of the argillic horizon.  Blackmagic, Jagerson, Kidwell, Lanip and Poachie soils receive most of the precipitation in the winter are moist for less than 20 days cumulative in the summer and occur in MLRA 30. Poachie soils average less than 15 percent rock fragments in the PSCS. Cornville, Hap, Madurez, soils are not calcareous through out the pedons."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  These soils are on alluvial fans and footslopes of large hills and mountains.  Slopes are 0 to 8 percent.  The soils formed in gravelly coarse to moderately fine textured alluvium derived mainly from igneous rocks.  The climate is arid continental.  Elevations range 1,800 to 5,900 feet.  The average annual precipitation is 7 to 11 inches and there is a marked summer maximum.  The average annual temperature is 57 to 70 degrees F.  The Thornthwaite P-E Index is 14.  The frost free season is 180 to 230 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are Cacique, Continental, Jal, Nickel and Rillino soils. Cacique soils have a petrocalcic horizon at a depth of 20 to 40 inches.  Continental soils have more than 35 percent clay in the particle size control section.  Jal and Rillino soils lack an argillic horizon.  Nickel soils are very gravelly throughout the particle size control section and lack an argillic horizon."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; medium to high runoff; moderate to moderately slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used mainly for native rangeland.  Black grama, bush muhly, and tobosa are the principal grasses and most areas have large amounts of creosotebush and/or tarbush and some mesquite, yucca, and cacti.  In some areas where water is available and slope permits these soils are irrigated and cultivated.  Small grains and cotton are the main crops."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Southern New Mexico and southern Arizona.  The series is of moderate extent.  Occurs in MLRA 40, 41, and 42."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Phoenix, Arizona"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Reconnaissance Survey of the Lower Rio Grande Watershed, New Mexico, Soil Conservation Service, 1942.\nDiagnostic horizon and features recognized in this pedon are:\nOchric epipedon - the zone from 0 to 3 inches (A horizon)\nArgillic horizon - the zone from 3 to 27 inches (Bt1, Btk2 and Btk3 horizons)\nCalcic horizon - the zone from 27 to 45 inches (2Bk1 and 2Bk2 horizons)\nClassified according to Soil Taxonomy Second Edition, 1999; Keys to Soil Taxonomy Tenth Edition, 2006.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": null
  }
}
