{
  "SERIES": "TRETTEN",
  "STATUS": "Tentative Series",
  "BYREV": "GLH/RCH/ET",
  "REVDATE": "03/2003",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, superactive, thermic Typic Argixerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Tretten fine sandy loam.  Site on a 35 percent slope facing S-SW under a semi-open cover of hardwoods and shrubs, annual grasses and forbs; elevation 1,680 feet.\nO1--0.5 to 0 inches; brown to dark brown, dried or partly decomposed grass litter rests upon.\nA11--0 to 5 inches; grayish brown (10YR 5/2) fine sandy loam, very dark grayish brown (10YR 3/2) when moist; moderate fine to medium granular structure; soft to slightly hard; friable; abundant fine roots; many interstitial pores; neutral; abrupt wavy boundary.  2 to 8 inches thick.\nA12--5 to 13 inches; similar colored fine sandy loam; weak medium to coarse subangular blocky structure; slightly hard to hard; friable; plentiful fine roots; few medium tubular pores; weak \"salt and pepper\" appearance in lower part; slightly acid; clear wavy boundary.  6 to 10 inches thick.\nB2t--13 to 24 inches; brown (10YR 5/3) loam, dark brown (10YR 3/3) when moist; weak coarse blocky structure; hard, friable, slightly sticky; plentiful fine roots; common medium random tubular pores; few thin clay films on ped faces and in pores; slightly darker brown than matrix of peds; slightly acid; abrupt irregular boundary.  8 to 18 inches thick.\nR--24 inches +; dark gray slightly weathered meta-diorite, well fractured; few fine roots penetrate along some fracture planes which are coated with dark brown, variable clay films; grades to unweathered rock with depth."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  0.35 miles WSW (airline) from Clingan's Junction, Fresno County on abandoned section of State Highway 180, SW 1/4, NW 1/4 sec.  32, T. 13 S., R. 26 E., MDB&M."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The soils range from moderately deep to deep.   The surface soils are brown to dark grayish brown (10YR 5/3, 5/2, 4/2; 2.5Y 5/2) when dry, and very dark brown to very dark grayish brown (10YR 2/2, 3/2) when moist.\nThe surface soil structure is commonly granular in protected sites, but may grade to weak subangular blocky to nearly massive with depth.  Much of the surface of these soils has been compacted by the hooves of grazing animals, becoming nearly structureless as a result.\nThe subsoils are weakly developed and medium textured.  The colors are brown to grayish brown, occasionally pale brown (10YR 5/3, 5/2, 6/3) when dry, and dark brown to dark grayish brown (10YR 4/3, 3/3, 3/2) when moist.  The profile reaction commonly increases in acidity with depth, being natural to slightly acid in the surface and slightly acid in the subsoil.  Depth of weathering of parent rock ranges from about 10 to 50 feet."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  They are similar to Ahwahnee, Auburn, Supan, Tivy, Tollhouse, and Wisheylu.  The Ahwahnee soils are very similar but developed in granite rocks.  The Auburn soils lack Bt horizons.  Supan soils have clay loam B2t horizons and are developed in volcanic breccia.  Tivy soils are noncalcic brown soils with massive, hard A horizons and massive hard Bt horizons shallow over bedrock."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  The soils occupy gently sloping to very steep dissected upland areas.  Tretten soils occur at elevations of 700 to 3,500 feet in subhumid mesothermal climate having warm, dry summers and cool, moist winters.  They occupy protected sites in the lower part of their elevational range.  Mean annual temperatures range from about 55 degrees F. to 61 degrees F. depending upon elevation and aspect.  The mean annual precipitation ranges from 20 to 25 inches, almost all of which falls as rain during the winter and spring.  Occasional snow may fall but does not remain on the ground long.  The frost-free season ranges from about 140 to 200 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: Tretten soils occur in the same general area as Bancas, Trabuco, Coarse-gold, and Las Posas soils."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well to somewhat excessively drained; runoff is medium to rapid; permeability of the solum is moderate.  Vertical fracturing of the weathered parent rock assists in the internal drainage of the soil."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: They are used only for grazing and are important for small watershed management.  Use is primarily range, also wildlife refuge and watershed areas.  Vegetation consists mainly of annual grasses and forbs, and hardwood and shrub species such as blue oak, interior live oak, wedgeleaf ceanothus, and Mariposa manzanita."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  The upper foothills of the central Sierra Nevada Mountains, California.  The soils are not extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES PROPOSED",
    "content": "SERIES PROPOSED:  Eastern Fresno County Area, 1962.  (Name taken from Tretten Canyon, Fresno County, California)"
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: The activity class was added to the classification in March of 2003. Competing series were not checked at that time. - ET\nOSED scanned by SSQA.  Last revised by state on 5/64.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
