{
  "SERIES": "TREVLAC",
  "STATUS": "Established Series",
  "BYREV": "Rev. TRZ-RAN-JDL",
  "REVDATE": "09/2003",
  "STATES": "IN",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, active, mesic Typic Hapludults"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Trevlac silt loam - on a north-facing convex slope of 31 percent in a hardwood forest.  (Colors are for moist soil unless otherwise stated.)\nOe--1 to 0 inches; roots and partially decomposed leaves.\nA--0 to 2 inches; very dark grayish brown (10YR 3/2) silt loam; grayish brown (10YR 5/2) dry; moderate medium granular structure; friable; many medium roots; about 5 percent coarse fragments; neutral; clear smooth boundary.  (1 to 4 inches thick)\nE--2 to 6 inches; yellowish brown (10YR 5/4) silt loam; moderate medium granular structure; friable; many medium and coarse roots; about 10 percent coarse fragments; strongly acid; clear wavy boundary.  (0 to 8 inches thick)\nBE--6 to 12 inches; yellowish brown (10YR 5/4) silt loam; weak fine subangular blocky structure; friable; many medium and coarse roots; about 8 percent coarse fragments; very strongly acid; gradual wavy boundary.  (0 to 7 inches thick)\nBtl--12 to 19 inches; yellowish brown (10YR 5/6) very channery silt loam; weak fine subangular blocky structure; friable; common medium roots; thin continuous dark brown (7.5YR 4/4) clay films on faces of peds; 40 percent siltstone fragments up to 3 inches in length; strongly acid; gradual wavy boundary.\nBt2--19 to 30 inches; yellowish brown (10YR 5/6) extremely channery silt loam; moderate fine subangular blocky structure; friable; common fine and medium roots; thin continuous dark brown (7.5YR 4/4) clay films on faces of peds; 65 percent siltstone fragments up to 3 inches in length; strongly acid; gradual wavy boundary.\nBt3--30 to 36 inches; yellowish brown (10YR 5/6) extremely channery silt loam; moderate fine subangular blocky structure; friable; common fine and medium roots; thin discontinuous dark brown (7.5YR 4/4) clay films on faces of peds; 70 percent siltstone fragments up to 3 inches in length; strongly acid; clear wavy boundary.  (Combined thickness of the Bt horizons is 12 to 32 inches.)\nCr--36 inches; weathered interbedded siltstone, shale, and sandstone."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Brown County, Indiana; about 2 miles south of Belmont; 580 feet south and 75 feet east of the center of sec. 24, T. 8 N., R. 1 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The solum is dominantly 28 to 40 inches thick but ranges from 20 to 40 inches, and corresponds to the depth of bedrock.  The size of the coarse fragments is dominantly less than 3 inches but a few fragments range up to 6 inches.\nThe A horizon has hue of 10YR, value of 3 or 4, and chroma of 2 or 3.  Where present, the Ap has hue of 10YR, value of 4 or 5, and chroma of 2 to 4.  It is very strongly acid to neutral.  Coarse fragment content ranges from 0 to 10 percent.\nThe E horizon, where present, has hue of 10YR, value of 5 or 6, and chroma of 3 or 4.  It is very strongly acid to medium acid.  Coarse fragment content ranges form 0 to 10 percent.\nThe BE horizon, where present, has hue of 10YR, value or 5 or 6, and chroma of 4 or 6  and is silt loam or channery silt loam.  It is extremely acid to strongly acid.  Coarse fragment content ranges from 10 to 35 percent.\nThe Bt horizon has hue of 10YR, value of 5 or 6, and chroma of 4 to 6.  It is very channery or extremely channery silt loam.  Coarse fragment content of the control section ranges from 35 to 70 percent.  It is extremely acid to strongly acid.\nThe Cr horizon is weathered interbedded siltstone shale and fine grained sandstone."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Croom, Elliber, Gainesboro, Hartleton, Irondale, Lew, Mertz, Pattenburg, and Weverton series in the same family and the Berks series.  All of these soils except Berks and Irondale are more than 40 inches to bedrock.  Berks soils do not have argillic horizons.  Croom soils have more sand in the Bt horizons.  Elliber soils formed in cherty residuum weathered from limestone.  Gainesboro soils have hue of 2.5YR or 5YR in the Bt horizon.  Hartleton soils formed in channery glacial till.  Irondale soils formed in gravelly and cobbly silty material and loamy residuum from granitic rock.  Lew soils formed in colluvium weathered from greenstone.  Mertz soils formed in loamy cherty colluvium or glacial material derived from limestone.  Pattenburg soils have hues of 2.5YR or redder."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  The Trevlac soils are on dissected uplands. Slopes range from 6 to 70 percent.  Trevlac soils formed in residuum weathered from interbedded siltstone, shale, and sandstone bedrock. Mean annual precipitation ranges from 38 to 45 inches, and mean annual temperature ranges from 51 to 54 degrees F."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Berks, Tilsit, and Wellston soils.  The Berks soils do not have an argillic horizon and are on similar landscape position.  Tilsit soils have a fragipan and are on less sloping broader ridgetops.  The Wellston soils contain less coarse fragments in the solum, are more than 40 inches to bedrock and are on ridgetops and less sloping side slopes."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained.  Runoff is rapid or very rapid.  Permeability is moderate."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Dominant use is woodland.  Some areas are used for hayland and pasture.  Native vegetation consisted of mixed hardwoods with oaks, hickory, beech, maple, and tulip poplar the major species."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Southern Indiana.  Series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Morgantown, West Virginia"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Brown County, Indiana, l985."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:  ochric epipedon - 0 to 12 inches (A, E, BE horizons); argillic horizon - 12 to 30 inches (Bt1, Bt2, Bt3 horizons).\nADDITIONAL DATA:  Purdue University Soil Characterization Laboratory File No. BR8106\nNational Cooperative Soil Survey\nU.S.A."
  }
}
