{
  "SERIES": "TRIMONT",
  "STATUS": "Established Series",
  "BYREV": "DJT:JDV:AG; Rev. MKC",
  "REVDATE": "03/2004",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, active, mesic Humic Hapludults"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Trimont gravelly loam on a 60 percent northeast facing mountain side slope--forested. (Colors are for moist soil unless otherwise noted.)\nOi-- 2 to 0 inches; partially decomposed leaves, twigs, roots, and other deciduous plant material.\nA1--0 to 3 inches; dark brown (7.5YR 3/2) gravelly loam; brown (7.5YR 4/2) dry; weak fine granular structure; very friable; many fine and medium, and common coarse roots; 15 percent gravel and 3 percent cobbles by volume; common fine flakes of mica; strongly acid; clear wavy boundary.\nA2--3 to 10 inches; dark brown (7.5YR 3/4) gravelly loam; brown (7.5YR 4/4) dry; weak fine granular structure; very friable; common fine and medium, and few coarse roots; 12 percent gravel and 3 percent cobbles by volume; common fine flakes of mica; strongly acid; clear wavy boundary. (Combined thickness of the A horizons is 7 to 16 inches.)\nBt1--10 to 17 inches; reddish brown (5YR 4/4) loam; weak medium subangular blocky structure; friable; common fine and medium roots; 10 percent gravel by volume; common fine flakes of mica; strongly acid; gradual wavy boundary.\nBt2--17 to 40 inches; yellowish red (5YR 4/6) clay loam; moderate medium subangular blocky structure; friable; few fine and medium roots; 10 percent gravel by volume; common fine flakes of mica; moderately acid; gradual wavy boundary. (Combined thickness of the Bt horizons is 10 to 40 inches.)\nBC--40 to 65 inches; yellowish red (5YR 5/6) loam; weak medium subangular blocky structure; friable; few fine and medium roots; 10 percent gravel; common fine flakes of mica; moderately acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Jackson County, North Carolina; 0.25 miles south of Sylva on Buck Mountain; 800 feet southeast of Sylva TV antenna; State Plane coordinates are 620,000; 740,000E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Solum thickness ranges from 27 to 60 inches. Depth to bedrock is more than 60 inches. Content of mica flakes is few or common. . Content of rock fragments ranges from 0 to 35 percent by volume. Reaction ranges from very strongly acid to moderately acid unless limed.\nThe A horizon has hue of 5YR to 10YR, value of 2 or 3, and chroma of 2 to 4. The A horizon is loam, fine sandy loam, or sandy loam in the fine-earth fraction.\nThe Bt horizon has hue of 2.5YR to 7.5YR, value of 4 to 6, and chroma of 4 to 8. It is clay loam, sandy clay loam, or loam in the fine-earth fraction.\nThe BC horizon has colors similar to the Bt horizon. It is loam, fine sandy loam, or sandy loam in the fine-earth fraction.\nThe C horizon, where present, is multicolored saprolite that has weathered from felsic to mafic high grade metamorphic rocks. It is typically sandy loam, fine sandy loam, or loam in the fine-earth fraction."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: Excluding CEC activity class, these are the Colts Neck, Pineola, Royce, Saunook, Snowbird, and Statler series. Colts Neck soils contain glauconite and fragments of iron cemented sandstone. Pineola soils have paralithic contact at depths of 20 to 40 inches. Royce soils contain more silt and have fragments of shale. Saunook soils formed in colluvium and do not have C horizons of saprolite. Snowbird soils formed in residuum from low grade metasedimentary rocks and contain fragments of these rocks. Statler soils formed in alluvium on terraces, may flood, and have a lower content of rock fragments."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Trimont soils are on cool, nort- to east-facing or shaded steep and very steep side slopes and heads of coves in the Blue Ridge (MLRA 130). Slope is typically between 30 and 70 percent, but ranges from 30 to 95 percent. Elevation ranges from about 2,000 to 3,500 feet. Trimont soil formed in residuum that is affected by soil creep in the upper part, and weathered from felsic to mafic crystalline rocks such as mica gneiss, amphibolite, and hornblende gneiss. Mean annual temperature is about 56 degrees F., and mean annual precipitation is about 48 inches near the type location."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: In addition to the competing Saunook soils, these include the Brevard, Cowee, Cullasaja, Evard, Fannin, Plott, Porters, Saunook, Tuckasegee, Tusquitee, and Whiteside soils. Brevard, Evard, and Fannin soils have lighter colored epipedons. Cowee soils have paralithic contact at depths of 20 to 40 inches. Cullasaja soils are in a loamy- skeletal particle-size class. Plott, Porters, Tuckasegee, and Tusquitee soils have acambic horizon. Whiteside soils have redoximorphic depletions within the Bt horizon."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; saturated hydraulic conductivity is moderately high or high, permeability is moderate. Index surface runoff is high."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most of this soil is forested. Common trees are yellow poplar, northern red oak, white oak, black oak, American beech, black locust, and red maple. Understory plants include flowering dogwood, rhododendron, mountain-laurel, black locust, blueberry, greenbrier, red maple, poison-ivy, sourwood, Virginia creeper, Solomon's seal, Christmas fern, and New York Fern."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Blue Ridge (MLRA 130) of North Carolina, and possibly Georgia, Tennessee, and Virginia. The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Morgantown, West Virginia"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Macon County, North Carolina, 1990. The name is from Trimont Mountain located in the county."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: The Trimont series was formerly included with the Evard and Porters series. However, Evard soils lack an epipedon with moist color value of 3 or less that is as thick as 6 inches. Also, they are not considered as productive for woodland as Trimont. Porters soils have a cambic horizon. and lithic contact at depths of 40 to 60 inches..\nThe following diagnostic horizons and features are recognized in the typical pedon:\nOchric epipedon - The zone from the surface to 10 inches (A1 and A2  horizons).\nHumic Hapludults subgroup - The zone from the soil surface to 10 inches which has moist color value of 3 (A1 and A2 horizons).\nArgillic horizon - The zone from 10 inches to 40 inches below the surface (Bt horizon).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
