{
  "SERIES": "TRINCHERA",
  "STATUS": "Established Series",
  "BYREV": "Rev. AJS/WRM/JWB",
  "REVDATE": "04/2009",
  "STATES": "CO",
  "OVERVIEW": "The Trinchera series consists of very deep, well drained soils that formed in outwash derived from granite, gneiss, and mica schist.  Trinchera soils are on outwash plains and outwash fans. Slopes are 0 to 9 percent.  The mean annual precipitation is about 10 inches and the mean annual air temperature is about 41 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, frigid Ustic Calciargids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Trinchera fine sandy loam, 0 to 1 percent slopes in rangeland at an elevation of 7,641 feet. (Colors are for dry soil unless otherwise stated.)  The surface is covered by about 5 percent subrounded indurated gravel derived from granite, gneiss, and mica schist\nA--0 to 10 centimeters; brown (7.5YR 4/3) fine sandy loam, dark brown (7.5YR 3/3) moist; 10 percent clay; weak fine granular structure; very friable, soft, nonsticky, nonplastic; common very fine and common fine roots throughout; common very fine irregular pores; 5 percent gravel; noneffervescent; slightly alkaline (pH 7.4); clear smooth boundary. (5 to 20 centimeters thick)\nBt--10 to 38 centimeters; brown (7.5YR 5/3) loam, brown (7.5YR 4/4) moist; 21 percent clay; moderate fine subangular blocky structure, and moderate medium subangular blocky structure; friable, slightly hard, moderately sticky, moderately plastic; common very fine and common fine roots throughout; common very fine dendritic tubular pores; common discontinuous faint clay films and common discontinuous faint clay bridging; 5 percent gravel; noneffervescent; slightly alkaline (pH 7.4); clear wavy boundary. (18 to 38 centimeters thick)\nBtk--38 to 71  centimeters; pink (7.5YR 7/3) loam, brown (7.5YR 5/3) moist; 18 percent clay; moderate medium subangular blocky structure, and moderate fine subangular blocky structure; friable, hard, moderately sticky, moderately plastic; common very fine roots throughout; common very fine dendritic tubular pores; common discontinuous faint clay bridging and common discontinuous faint clay films; common carbonate masses around rock fragments and many carbonate masses in matrix; 5 percent gravel; strongly effervescent (27 percent calcium carbonate equivalent); moderately alkaline (pH 8.0); gradual wavy boundary. (13 to 38 centimeters thick)\nBk1--71 to 102 centimeters; pink (7.5YR 8/3) loam, light brown (7.5YR 6/3) moist; 15 percent clay; moderate medium subangular blocky structure, and moderate fine subangular blocky structure; friable, hard, moderately sticky, moderately plastic; common very fine roots throughout; common very fine dendritic tubular pores; common carbonate masses around rock fragments and  many carbonate masses in matrix; 5 percent gravel; violently effervescent (42 percent calcium carbonate equivalent); moderately alkaline (pH 8.2); clear wavy boundary. (13 to 38 centimeters thick)\nBk2--102 to 142 centimeters; pink (7.5YR 7/3) loam, brown (7.5YR 5/3) moist; 15 percent clay; moderate medium subangular blocky structure, and moderate fine subangular blocky structure; friable, hard, moderately sticky, moderately plastic; common very fine roots throughout; common very fine dendritic tubular pores; common carbonate masses around rock fragments and many carbonate masses in matrix; 5 percent gravel; strongly effervescent (16 percent calcium carbonate equivalent); moderately alkaline (pH 8.2); gradual wavy boundary. (25 to 51 centimeters thick)\nBk3--142 to 178 centimeters; light brown (7.5YR 6/3) loam, brown (7.5YR 4/3) moist; 13 percent clay; weak medium subangular blocky structure, and weak fine subangular blocky structure; friable, slightly hard, slightly sticky, slightly plastic; common very fine dendritic tubular pores; common carbonate masses around rock fragments and many carbonate masses in cracks; 5 percent gravel; strongly effervescent (14 percent calcium carbonate equivalent); moderately alkaline (pH 8.0); gradual wavy boundary. (25 to 51 inches thick)\nBk4--178 to 203 centimeters; light brown (7.5YR 6/4) sandy loam, brown (7.5YR 5/4) moist; 12 percent clay; massive; friable, slightly hard, slightly sticky, slightly plastic; common very fine irregular pores; common carbonate masses around rock fragments and many carbonate masses in matrix; 5 percent gravel; strongly effervescent (7 percent calcium carbonate equivalent); moderately alkaline (pH 8.0)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Costilla County, Colorado; Garcia topographic USGS quadrangle; 37 degrees 3 minutes 18.99 seconds North latitude and 105 degrees 32 minutes 26.82 seconds West longitude UTM 451,918 meters E, 4101,141 meters N, zone 13."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture:\nSoil moisture regime subclass: Ustic\nSoil moisture regime class: aridic (torric)\nMean annual soil temperature: 41 to 46 degrees F (5.0 to 7.8 degrees C)\nMean summer soil temperature: 63 to 66 degrees F (17.2 to 18.9 degrees C)\nDepth to argillic horizon: 3 to 7 inches (8 to 18 centimeters)\nDepth to calcic horizon: 12 to 25 inches (30 to 64 centimeters)\nThickness of argillic horizon: 5 to 25 inches (13 to 64 centimeters)\nThickness of calcic horizon: 20 to 65 inches (51 to 165 centimeters)\nSurface fragments: 0 to 15 percent subrounded indurated gravel derived from granite, gneiss, and mica schist\nParticle-size control section (weighted average):\nClay content: 15 to 26 percent\nSand content:  35 to 60 percent\nRock fragment content: 0 to 15 percent\nA horizon(s)\nHue: 7.5YR or 10YR\nValue: 4 or 5 dry; 3 or 4 moist\nChroma: 2 or 3\nTexture: fine sandy loam\nClay content: 10 to 18 percent\nSand content: 52 to 82 percent\nSilt content: 20 to 40 percent\nFragment content, total: 0 to 15 percent\nFragment size and content: 0 to 15 percent indurated gravel derived from granite, gneiss, and mica schist\nCalcium carbonate equivalent: 0 to 2 percent\nReaction: pH 6.6 to 7.8\nBt horizon(s)\nHue: 7.5YR or 10YR\nValue:  4 or 5 dry; 3 or 4 moist\nChroma: 3 or 4\nTexture: sandy clay loam, loam\nClay content: 18 to 26 percent\nSand content: 35 to 60 percent\nSilt content: 20 to 40 percent\nFragment content, total: 0 to 15 percent\nFragment size and content: 0 to 15 percent indurated gravel derived from granite, gneiss, and mica schist\nCalcium carbonate equivalent: 0 to 5 percent\nReaction: pH 6.6 to 7.8\nBtk horizon(s)\nHue: 7.5YR or 10YR\nValue: 6 to 8 dry; 5 to 7 moist\nChroma:  3 or 4\nTexture: loam, sandy clay loam\nClay content: 15 to 26 percent\nSand content: 35 to 55 percent\nSilt content: 20 to 40 percent\nFragment content, total: 0 to 15 percent\nFragment size and content: 0 to 15 percent indurated gravel derived from granite, gneiss, and mica schist\nCalcium carbonate equivalent: 15 to 35 percent\nReaction: pH 7.4 to 8.4\nBk horizon(s)\nHue: 7.5YR or 10YR\nValue: 6 to 8 dry; 4 to 6 moist\nChroma: 3 or 4\nTexture: loam, sandy loam\nClay content: 8 to 18 percent\nSand content: 40 to 70 percent\nSilt content: 20 to 46 percent\nFragment content, total: 0 to 15 percent\nFragment size and content: 0 to 15 percent indurated gravel derived from granite, gneiss, and mica schist\nCalcium carbonate equivalent: 3 to 45 percent\nReaction: pH 7.4 to 8.4"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Alogia, Anchutz, Antonito, Cushool, Cutback, Fluetsch, Fonce, Grubrob, Hickey, Potrio, Rock River, Stunner and Wycolo soils.\nAlogia soils have secondary accumulations of gypsum in the solum\nAnchutz soils have strongly alkaline to very strongly alkaline reaction.\nAntonito soils have a lithic contact above 40 inches.\nCushool soils have a paralithic contact at depths of 20 to 40 inches.\nCutback soils have a paralithic contact at depths of 20 to 40 inches.\nFluetsch have argillic horizons at depths greater than 12 inches.\nFonce soils have subhorizons containing 35 to 60 percent rock fragments.\nHickey soils have hues of 5YR and redder in the Bt, Bk and/or 2C horizons and have a clay percentage that ranges from 20 to 35 in the particle control section.\nRock River soils have a clay percentage that ranges from 20 to 35 in the particle control section.\nStunner soils have a rock fragment content that ranges from 15 to 30 percent in the solum and Bk horizons above a depth of 40 inches, and the size ranges from coarse gravel to cobbles.\nWycolo soils have a paralithic contact at depths of 20 to 40 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material: outwash derived from granite, gneiss, and mica schist\nLandform: outwash plains, outwash fans\nSlopes: 0 to 9 percent\nElevation: 7,500 to 8,500 feet (2,286 to 2,591 meters)\nMean annual precipitation: 8 to 12 inches (203 to 305 millimeters)\nPrecipitation pattern: Precipitation peaks in July and August occurring mostly as intense summer thunderstorms.\nFrost-free period: about 85 to 100 days"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are Kibin and Stunner soils.\nKibin soils are on terraces and fan remnants and have a mollic epipedon.\nStunner soils have less than 35 percent sand in the series control section."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained, medium to rapid runoff, moderate permeability"
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: The major use is rangeland and wildlife habitat. Some areas are irrigated cropland produce small grains, alfalfa and domestic grasses.  Native vegetation is Wyoming big sagebrush, rabbitbrush, blue grama, western wheatgrass, needleandthread, Indian ricegrass, bottlebrush squirreltail, and prairie Junegrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: San Luis Valley Area of south central Colorado. LRR E, MLRA 51. The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Costilla County Area, Colorado; 2009"
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nDiagnostic horizons and features recognized in this pedon are:\nOchric epipedon--0 to 4 inches (10 centimeters) A horizon\nArgillic horizon--4 to 28 inches (10 to 71 centimeters) Bt, Btk horizons.\nCalcic horizon--15 to 56 inches (38 to 142 centimeters) Btk, Bk horizons.\nTaxonomic version: Tenth edition, 2006\nNational Cooperative Soil Survey\nU.S.A."
  }
}
