{
  "SERIES": "TRINITY",
  "STATUS": "Established Series",
  "BYREV": "Rev. GLL-RM-RMR-HLH",
  "REVDATE": "10/2020",
  "STATES": "AL,AR,OK,TX",
  "OVERVIEW": "The Trinity series consists of very deep, moderately well drained, very slowly permeable soils that formed in calcareous clayey alluvium derived from mudstone. These nearly level soils occur on flood plains on river valleys and large streams on dissected plains.  Slopes are typically less than 1 percent but the range is 0 to 3 percent. Mean annual precipitation is about 1193.8 mm (47 in) and the mean annual air temperature is about 17.2 degrees C (63 degrees F).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS:  Very-fine, smectitic, thermic Typic Hapluderts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Trinity clay, occasionally flooded in pastureland at an elevation of 110 m (360.9 ft). (Colors are for moist soil unless otherwise stated.)\nAp--0 to 15 cm (0 to 6 in); very dark gray (5Y 3/1) clay, dark gray (5Y 4/1) dry; moderate fine and medium granular and moderate fine subangular blocky structure; very hard, firm, very sticky, very plastic; many fine roots; common fine pores; strongly effervescent; moderately alkaline; clear smooth boundary.  (Thickness is 0 to 20 cm [0 to 8 in])\nA--15 to 41 cm (6 to 16 in); very dark gray (5Y 3/1) clay, dark gray (5Y 4/1) dry; moderate medium subangular blocky structure parting to very fine subangular blocky; very hard, firm, very sticky, very plastic; common fine roots; common fine pores; common prominent pressure faces; few very fine concretions of calcium carbonate; strongly effervescent, moderately alkaline; gradual wavy boundary.  (Combined thickness of A horizons is 10 to 81 cm [4 to 32 in])\nBkss1--41 to 91 cm (16 to 36 in); very dark gray (5Y 3/1) clay, dark gray (5Y 4/1) dry; weak fine and very fine subangular blocky structure; very hard, firm, very sticky, very plastic; few fine roots; few fine pores; common prominent pressure faces; common prominent grooved slickensides that increase with depth; few very fine and fine concretions of calcium carbonate; strongly effervescent; moderately alkaline; diffuse wavy boundary.\nBkss2--91 to 163 cm (36 to 64 in); very dark gray (5Y 3/1) clay, dark gray (5Y 4/1) dry; weak coarse angular blocky structure; very hard, very firm; very sticky, very plastic; few fine roots and pores; common prominent grooved slickensides; common fine and medium distinct olive yellow (5Y 6/6) and yellowish brown (10YR 5/8) redox concentrations; common fine and medium concretions of calcium carbonate; few fine strongly cemented iron-manganese concretions; strongly effervescent; moderately alkaline; diffuse wavy boundary.\nBkss3--163 to 191 cm (64 to 75 in); dark olive gray (5Y 3/2) clay, olive gray (5Y 4/2) dry; weak coarse angular blocky structure; very hard, very firm; very sticky, very plastic; few fine pores; common fine and medium distinct olive yellow (2.5Y 6/6) or(5Y 6/8) and few coarse distinct light olive brown (2.5Y 5/4) redox concentrations; few prominent slickensides; common very fine and medium concretions of calcium carbonate; common fine strongly cemented iron-manganese concretions; strongly effervescent, moderately alkaline. (Combined thickness of the Bss horizons is 122 to 203+ cm [48 to 80+ in])"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Kaufman County, Texas; From intersection of old U.S. Hwy. 80 and Farm Road 740 in Forney, Texas approximately 6.1 miles south on Farm Road 740, 0.45 mile south on oil top road which is an extension of Farm Road 740, and 54 ft east of fence in pastureland.\nUSGS topographic quadrangle: Seagoville, TX;\nLatitude: 32 degrees, 40 minutes, 58.83 seconds N;\nLongitude: 96 degrees 30 minutes, 56.89 seconds W\nDecimal Degrees\nLatitude: 32.683008\nLongitude: -96.515803\nDatum:  WGS84"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil Moisture: Typic Udic soil moisture regime. The soil moisture control section is not dry in any part for as long as 90 days in normal years.\nSoil Depth: very deep, greater than 203 cm (greater than 80 in)\nThickness of ochric epipedon: 10 to 81 cm (4 to 32 in)\nDepth to secondary calcium carbonate: 0 to 183 cm (0 to 72 in)\nDepth to cambic horizon: 10 to 81 cm (4 to 32 in)\nDepth to redox concentrations: 25 to 203 cm (10 to 80 in)\nVertic features: 0 to 50 percent pressure faces starting at a depth of 0 to 81 cm (4 to 32 in); 5 to 50 percent slickensides starting at a depth of 10 to 81 cm (4 to 32 in); cracks at least 1 cm (0.4 in) wide extend from the surface to a depth of more than 20 inches when the soil is dry.  Cracks are open for 60 to 90 cumulative days during most years.\nOther features: Gilgai microrelief is present in undisturbed areas but is subdued with the micro highs 5 to 15 cm (2 to 6 in) higher than the micro lows.  In addition, when dry, cracks 1/4 to more than 3 cm (1 in) wide extend to a depth of 51 cm (20 in) or more for less than 90 cumulative days.\nParticle-size control section (weighted average)\nClay content: 60 to 80 percent\nRock fragments: 0 to 2 percent\nAp or A Horizon(s)\nHue: 10YR, 2.5Y, or 5Y\nValue: 2 to 4, dry; 2 to 3, moist (some pedons have a value of 4 when moist)\nChroma: 1 to 3, dry or moist\nTexture: Silty Clay, Clay\nClay Content: 45 to 80 percent\nRock fragments: amount-0 to 4 percent; size-fine to medium gravel; kind-quartzite, chert, and/or limestone\nCalcium carbonate equivalent: 0 to 25 percent\nIdentifiable secondary carbonates: 0 to 1 percent carbonate masses or concretions, size-very-fine to fine, location-throughout\nEC (dS/m): 1.6 to 4.3\nEffervescence: very slight to violent\nReaction (pH): neutral to moderately alkaline (6.6 to 8.4)\nBss or Bkss Horizon(s)\nHue: 10YR, 2.5Y, or 5Y\nValue: 2 to 5, dry or moist (some pedons may have a value of 6, dry or moist)\nChroma: 1 to 3, dry or moist (some pedons may have a chroma of 4 to 6, dry or moist)\nMottles: 0 to 40 percent, black, very dark gray, dark gray, gray, dark olive gray, very dark grayish brown, dark grayish brown, grayish brown, brown, olive brown, light olive brown, olive, pale olive, olive yellow (dry or moist)\nTexture: Silty Clay, Clay\nClay Content: 55 to 80 percent\nRedox concentrations: 0 to 20 percent masses of oxidized iron, size- fine to coarse, contrast-distinct to prominent, boundary-sharp to clear, location-in the matrix\nIron-manganese concentrations: 0 to 3 percent manganese masses, size- fine to medium; 0 to 2 percent iron-manganese concretions, size- fine to medium\nRock fragments: amount-0 to 4 percent; size-fine to medium gravel; kind-quartzite, chert, and/or limestone\nCalcium carbonate equivalent: 0 to 25 percent\nIdentifiable secondary carbonates: 0 to 4 percent carbonate masses, concretions, or threads, size- very-fine to medium, location-throughout\nEC (dS/m): 1.6 to 7.4\nEffervescence: very slight to violent\nReaction (pH): neutral to moderately alkaline (6.6 to 8.4)"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Billyhaw, Kaufman, and Wiergate series in the same family and the Hallsbluff, Kaman, Pledger, Texark, Tinn, and Zilaboy series in similar families.\nBillyhaw soils: have a solum less than 152 cm (60 in) thick and colors with hue redder than 10YR.\nKaman, Kaufman, Texark, and Wiergate soils: are noncalcareous in the A horizon.\nHallsbluff, Kaman, Tinn, and Zilaboy soils: average less than 60 percent clay in the particle-size control section.\nKaman and Zilaboy soils: are wet for longer periods.\nPledger soils: have a hyperthermic temperature regime and, in addition, Pledger soils have sola less than 152 cm (60 in) thick and colors with hue redder than 10YR."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material: calcareous clayey alluvium derived from mudstone\nLandscape: river valleys and dissected plains\nLandform: flood plains\nMicrorelief: on subdued gilgai in undisturbed areas with microknolls 5 to 15 cm (2 to 6 in) higher than microdepressionsSlope: 0 to 3 percent, mainly less than 1 percent\nMean annual precipitation: 864 to 1321 mm (34 to 52 in)\nThornthwaite P-E Index: 52 to about 70\nMean annual air temperature: 16 to 21.1 degrees C (60 to 70 degrees F). The climate is warm and humid to sub humid.\nFrost-free period: 218 to 280 days\nElevation: 30.5 to 252.7 m (100 to 829 ft)"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Bunyan, Frio, Gladewater, Kaufman, Ovan, Seagoville, Tinn, and Zilaboy series.\nBunyan soils: are fluventic, have fine-loamy particle-size control sections, and are on natural levees of the floodplain\nFrio soils: are cumulic, have fine particle-size control sections, and are on similar positions or closer to the main channel\nGladewater and Zilaboy soils: are on slightly lower and wetter positions. In addition, Gladewater soils have aquic soil conditions within a depth of 51 cm (20 in) and are acidic throughout.\nKaufman, Seagoville, Tinn, and Ovan soils: are on similar flood plain positions.\nSeagoville, Tinn, and Ovan soils: have less than 60 percent clay in the particle-size control section\nOvan soils: have colors with chroma of 2 or 3 in the A horizon, and have cracks that stay open longer than 90 cumulative days.\nSeagoville soils: are entic and have contact with underlying loamy terrace deposits within 100 cm"
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:\nDrainage class: moderately well\nPermeability class: very slow\nRunoff: high on 0 to 1 percent slopes and very high on slopes greater than 1 percent\nFlooding: Occasionally to frequently flooded for brief to long durations per year"
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most areas are in pasture or planted to crops such as cotton, corn, sorghums, or small grains.  Native vegetation is hardwood forest of elm, hackberry, oak, and ash."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:\nGeneral area: North Central, Central, and South Central Texas\nLand Resource Region: J - Southwestern Prairies Cotton and Forage Region\nMajor Land Resource Area: 86A - Texas Blackland Prairie, Northern Part\nExtent: extensive"
  },
  "REGIONAL OFFICE": {
    "section": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE",
    "content": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Monroe County, Mississippi; 1908."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nDiagnostic horizons and features recognized in this pedon are:\nParticle size control section: 25 to 100 cm (10 to 40 in). (A, Bkss1, and Bkss2 horizons)Ochric epipedon: 0 to 41 cm (0 to 16 in). (Ap and A horizons)\nCambic horizon: 41 to 191 cm (16 to 75 in). (Bkss1, Bkss2, and Bkss3 horizons)\nRedoximorphic concentrations: 91 to 191 cm (36 to 75 in). (Bkss2 and Bkss3 horizons)\nVertic features: The presence of slickensides at 41 to 191 cm (16 to 75 in) and cracks that remain open less than 90 cumulative days. (Bkss1, Bkss2, and Bkss3 horizons)\nIdentifiable secondary calcium carbonate: 41 to 191 cm (16 to 75 in). (Bkss1, Bkss2, and Bkss3 horizons)"
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "ADDITIONAL DATA:  National Soil Survey Laboratory:  S77TX-175-(78P068).\nSoil Interpretation Record - Trinity (TX0101), commonly flooded (TX1189), frequently flooded (TX1124), depressional (TX0919).\nTaxonomic Version: Keys to Soil Taxonomy, Twelfth Edition, 2014."
  },
  "SITE": [
    [
      {
        "drainage": "",
        "drainage_overview": "moderately well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 15,
        "dry_hue": "5Y",
        "dry_value": 4,
        "dry_chroma": 1,
        "moist_hue": "5Y",
        "moist_value": 3,
        "moist_chroma": 1,
        "texture_class": "clay",
        "structure": "moderate fine subangular blocky",
        "dry_rupture": "hard",
        "moist_rupture": "firm",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "eff_class": "strongly effervescent",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Ap--0 to 15 cm (0 to 6 in); very dark gray (5Y 3/1) clay, dark gray (5Y 4/1) dry; moderate fine and medium granular and moderate fine subangular blocky structure; very hard, firm, very sticky, very plastic; many fine roots; common fine pores; strongly effervescent; moderately alkaline; clear smooth boundary.  (Thickness is 0 to 20 cm [0 to 8 in])"
      },
      {
        "name": "A",
        "top": 15,
        "bottom": 41,
        "dry_hue": "5Y",
        "dry_value": 4,
        "dry_chroma": 1,
        "moist_hue": "5Y",
        "moist_value": 3,
        "moist_chroma": 1,
        "texture_class": "clay",
        "structure": "moderate medium subangular blocky",
        "dry_rupture": "hard",
        "moist_rupture": "firm",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "eff_class": "strongly effervescent",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "A--15 to 41 cm (6 to 16 in); very dark gray (5Y 3/1) clay, dark gray (5Y 4/1) dry; moderate medium subangular blocky structure parting to very fine subangular blocky; very hard, firm, very sticky, very plastic; common fine roots; common fine pores; common prominent pressure faces; few very fine concretions of calcium carbonate; strongly effervescent, moderately alkaline; gradual wavy boundary.  (Combined thickness of A horizons is 10 to 81 cm [4 to 32 in])"
      },
      {
        "name": "Bkss1",
        "top": 41,
        "bottom": 91,
        "dry_hue": "5Y",
        "dry_value": 4,
        "dry_chroma": 1,
        "moist_hue": "5Y",
        "moist_value": 3,
        "moist_chroma": 1,
        "texture_class": "clay",
        "structure": "weak fine and very fine subangular blocky",
        "dry_rupture": "hard",
        "moist_rupture": "firm",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "eff_class": "strongly effervescent",
        "distinctness": "diffuse",
        "topography": "wavy",
        "narrative": "Bkss1--41 to 91 cm (16 to 36 in); very dark gray (5Y 3/1) clay, dark gray (5Y 4/1) dry; weak fine and very fine subangular blocky structure; very hard, firm, very sticky, very plastic; few fine roots; few fine pores; common prominent pressure faces; common prominent grooved slickensides that increase with depth; few very fine and fine concretions of calcium carbonate; strongly effervescent; moderately alkaline; diffuse wavy boundary."
      },
      {
        "name": "Bkss2",
        "top": 91,
        "bottom": 163,
        "dry_hue": "5Y",
        "dry_value": 4,
        "dry_chroma": 1,
        "moist_hue": "5Y",
        "moist_value": 3,
        "moist_chroma": 1,
        "texture_class": "clay",
        "structure": "weak coarse angular blocky",
        "dry_rupture": "hard",
        "moist_rupture": "firm",
        "coherence": "strongly cemented",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "eff_class": "strongly effervescent",
        "distinctness": "diffuse",
        "topography": "wavy",
        "narrative": "Bkss2--91 to 163 cm (36 to 64 in); very dark gray (5Y 3/1) clay, dark gray (5Y 4/1) dry; weak coarse angular blocky structure; very hard, very firm; very sticky, very plastic; few fine roots and pores; common prominent grooved slickensides; common fine and medium distinct olive yellow (5Y 6/6) and yellowish brown (10YR 5/8) redox concentrations; common fine and medium concretions of calcium carbonate; few fine strongly cemented iron-manganese concretions; strongly effervescent; moderately alkaline; diffuse wavy boundary."
      },
      {
        "name": "Bkss3",
        "top": 163,
        "bottom": 191,
        "dry_hue": "5Y",
        "dry_value": 4,
        "dry_chroma": 2,
        "moist_hue": "5Y",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "clay",
        "structure": "weak coarse angular blocky",
        "dry_rupture": "hard",
        "moist_rupture": "firm",
        "coherence": "strongly cemented",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "eff_class": "strongly effervescent",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Bkss3--163 to 191 cm (64 to 75 in); dark olive gray (5Y 3/2) clay, olive gray (5Y 4/2) dry; weak coarse angular blocky structure; very hard, very firm; very sticky, very plastic; few fine pores; common fine and medium distinct olive yellow (2.5Y 6/6) or(5Y 6/8) and few coarse distinct light olive brown (2.5Y 5/4) redox concentrations; few prominent slickensides; common very fine and medium concretions of calcium carbonate; common fine strongly cemented iron-manganese concretions; strongly effervescent, moderately alkaline. (Combined thickness of the Bss horizons is 122 to 203+ cm [48 to 80+ in])"
      }
    ]
  ]
}
