{
  "SERIES": "TRIOMAS",
  "STATUS": "Established Series",
  "BYREV": "Rev. TCB-RM",
  "REVDATE": "08/2016",
  "STATES": "NM,TX",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, thermic Ustic Haplargids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Triomas fine sand - native rangeland. (Colors are for dry soil unless otherwise stated.)\nA1--0 to 15 cm (0 to 6 in); brown (7.5YR 5/4) fine sand, brown (7.5YR 4/4) moist; single grain; loose, nonsticky and nonplastic; common very fine and fine roots; neutral; gradual smooth boundary.\nA2--15 to 41 cm (6 to 16 in); reddish brown (5YR 5/4) fine sand, reddish brown (5YR 4/4) moist; single grain; loose, nonsticky and nonplastic; common very fine roots; neutral; clear smooth boundary.  (Combined thickness of A horizons is 25 to 81 cm [10 to 32 in].)\nBt1--41 to 91 cm (16 to 36 in); red (2.5YR 4/6) sandy clay loam, dark red (2.5YR 3/6) moist; moderate coarse prismatic structure parting to moderate medium subangular blocky; hard, friable, moderately sticky and moderately plastic; common very fine roots and pores; few faint patchy clay films on all faces of peds; neutral; gradual smooth boundary.\nBt2--91 to 132 cm (36 to 52 in); red (2.5YR 5/6) sandy clay loam, red (2.5YR 4/6) moist; moderate coarse prismatic structure parting to moderate medium subangular blocky; hard, friable, moderately sticky and moderately plastic; few fine pores; few faint patchy clay films on all faces of peds; neutral; gradual smooth boundary.\nBt3--132 to 173 cm (52 to 68 in); light red (2.5YR 6/8) sandy clay loam, red (2.5YR 5/8) moist; moderate coarse prismatic structure parting to weak medium subangular blocky; slightly hard, friable, moderately sticky and moderately plastic; few fine pores; few faint patchy clay films on all faces of peds; few very small pockets of clean sand grains; slightly alkaline; clear wavy boundary.  (Combined thickness is 75 to 152 cm [30 to 60 in].)\nBtk--173 to 203 cm (68 to 80 in); reddish yellow (5YR 7/6) sandy clay loam, reddish yellow (5YR 6/6) moist; moderate coarse prismatic structure parting to moderate medium subangular blocky; slightly hard, friable, slightly sticky and slightly plastic; few faint patchy clay films on all faces of peds; about 25 percent calcium carbonate by volume as masses throughout; violently effervescent; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Andrews County, Texas; From the intersection of U.S. Highway 385 and Texas State Highways 176 and 115 in Andrews, north 11 miles on U.S. Highway 385, west 2 miles on Fisher Road, north 1.15 mile on oil field road, site is 100 ft east of road in rangeland.. Latitude: 32 degrees, 28 minutes, 46 seconds N; Longitude: 102 degrees, 38 minutes, 00 seconds W., Shafter Lake, Texas USGS quad; NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Soil moisture: An aridic moisture regime bordering on ustic. The soil moisture control section is dry in some or all parts for more than 205 but less than 270 days, cumulative, in normal years. November through April normally is the driest months. These soils are intermittently moist in May through October.\nMean annual soil temperature: 15 to 18 degrees C (59 to 64 degrees F).\nDepth to argillic horizon: 15 to 51 cm (6 to 20 in).\nDepth to calcic horizon: 152 to 203 cm (60 to 80 in).\nParticle-size control section: 18 to 35 percent silicate clay.\nSolum thickness: more than 203 cm (80 in).\nA horizons:\nHue: 5YR or 7.5YR\nValue: 4 to 6, 3 to 5 moist\nChroma: 3 or 4\nTexture: fine sand, loamy fine sand\nEffervescence: none\nReaction: neutral or slightly alkaline\nBt horizons:\nHue: 2.5YR or 5YR\nValue: 4 to 6, 3 to 5 moist\nChroma: 6 to 8\nTexture: sandy clay loam\nVisible calcium carbonate: less than 3 percent as masses or nodules\nEffervescence: none or very slight\nReaction: neutral to moderately alkaline\nBtk horizon:\nHue: 2.5YR or 5YR\nValue: 5 to 8, 4 to 7 moist\nChroma: 2 to 8\nTexture: sandy clay loam or clay loam\nVisible calcium carbonates: 3 to 35 percent by volume in the form of masses, nodules, and finely disseminated carbonates\nEffervescence: strong or violent\nReaction: slightly or moderately alkaline"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Baboquivari (AZ), Canez (NM), Courtland (AZ), Fairlan (T) (CA), Parched (T)(CA), and Walkon (NM) series in the same family.\nSimilar soils are the Faskin (TX), Headquarters (NM), Jalmar (TX), Kermit (TX),\nMcAllister (AZ), Penwell (TX), Pyote (TX) and Redona (NM) series.\nBaboquivari soils: have greater than 15 rock fragments throughout the particle size control-section.\nCanez soils: have buried horizons above 152 cm (60 in).\nWalkon soils: have a lithic contact from 51 to 102 cm (20 to 40 in).\nFaskin soils: have calcic horizon between 102 and 152 cm (40 to 60 in).\nHeadquarters soils: have a calcic horizon at depths less than 51 cm (20 in).\nMcAllister and Redona soils: have calcic horizons from 51 to 102 cm (20 to 40 in).\nJalmar and Pyote soils: have sandy surface horizons more than 51 cm (20 in) thick.\nKermit and Penwell soils: do not have Bt horizons and have less than 18 percent clay in the particle size control-section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material: sandy and loamy eolian deposits from the Blackwater Draw Formation of Pleistocene age.\nLandform: nearly level to gently sloping plains.\nSlopes: 0 to 5 percent.\nMean annual air temperature: 14 to 17 degrees C (57 to 63 degrees F).\nMean annual precipitation: 356 to 432 mm (14 to 17 in).\nFrost-free period: 180 to 240 days.\nElevation: 762 to 1,402 m (2,500 to 4,600 ft).\nThornthwaite annual P-E Index Values: 22 to 26."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the similar Faskin, Jalmar, and Penwell series and the Bippus, Douro, Ima, Ratliff and Wickett series.\nBippus soils: are on lower landscape positions, do not have an argillic horizon, and have darker colors throughout.\nDouro and Wickett soils: are on similar landscape positions and have petrocalcic horizons within 102 cm (40 in) of the mineral soil surface.Faskin and Jalmar soils: are on similar landscape positions.\nIma soils: are on similar landscape positions, do not have an argillic horizon and have less than 18 percent clay in the particle size control-section.\nPenwell soils: are on higher landscape positions.\nRatliff soils: are on similar and slightly lower landscape positions, do not have an argillic horizon and are calcareous throughout."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained and moderately permeable. Runoff is negligible on less than 1 percent slopes and low on 1 to 5 percent slopes."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Used mostly for rangeland. A few areas are in cropland with the major crops being cotton and grain sorghum. The native vegetation is little bluestem, sand bluestem, mesa dropseed, hooded sand lovegrass, perennial threeawn, windmillgrass, yucca, sand sage, and a few mesquite trees. This soil has been correlated to the Sandy (R077DY046TX) range site in MLRA-77D."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Southern High Plains, Southern Part (MLRA 77D in LRR H); of western Texas and eastern New Mexico. The series is extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Andrews County, Texas; 1970."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Classification change from Ustalfic Haplargids to Ustollic Haplargids based on Lincoln Laboratory data from the Wickett series and other closely associated series in the same geographic area and position. These soils formerly were formerly included in the Patricia series, but occur in a drier environment.\nDiagnostic horizons and features recognized in this pedon are:\nOchric epipedon:  0 to 41 cm (0 to 16 in) (A horizons).\nArgillic horizon:  41 to 203 cm (16 to 80 in) Bt horizons.\nCalcic horizon:  172 to 203 cm (68 to 80 in) Btk horizon.\nUstollic feature: Aridic moisture regime that borders on an ustic regime and a\nweighted average sand/clay ratio of approximately 25 with a weighted average\norganic carbon of greater than one-seventh percent in the upper 41 cm (16 in).\nADDITIONAL DATA:\nNSSL Laboratory Data available: 06NM041002 (Roosevelt County, New Mexico).\nTaxonomic Version: Keys to Soil Taxonomy, Twelfth Edition, 2014.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
