{
  "SERIES": "TRIPIT",
  "STATUS": "Established Series",
  "BYREV": "Rev. AJC/RJE/JAL",
  "REVDATE": "08/2002",
  "STATES": "CO,WY",
  "OVERVIEW": "The Tripit series consists of moderately deep, well drained soils on gently or moderately sloping upland hills and ridges in areas where reddish bedrock lies near the surface. Slopes range from 2 to about 30 percent. These soils formed in reddish, calcareous sediments weathered residually from redbed shales and interbedded limestone. The average annual precipitation is 19 inches, with peak periods of precipitation during the spring and early summer. The average annual temperature is 38 degrees F., the average summer temperature is 56 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive Ustic Argicryolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Tripit loam - grassland (Colors are for dry soil unless otherwise noted.)\nA--0 to 4 inches; brown (7.5YR 4/2) loam, dark brown (7.5YR 3/2) moist; strong fine granular and crumb structure; slightly hard, very friable; neutral (pH 7.2). (3 to 6 inches thick)\nAB--4 to 8 inches; dark reddish gray (5YR 4/2) loam, dark reddish brown (5YR 3/2) moist; weak coarse prismatic structure that parts to moderate medium subangular blocks; hard, very friable; few thin glossy patches on faces of peds; slightly alkaline (pH 7.6). (3 to 5 inches thick)\nBt1--8 to 12 inches; reddish brown (2.5YR 5/3) clay loam, dark reddish brown (2.5YR 3/3) moist; moderate medium prismatic structure that parts to strong medium subangular blocks; very hard, very friable; faint nearly continuous clay films on faces of peds; faint continuous clay films in root channels and as coatings on coarse fragments; slightly alkaline (pH 7.6); clear smooth boundary. (3 to 6 inches thick)\nBt2--12 to 24 inches; red (10R 5/6) gravelly clay loam, red (10R 4/6) moist; moderate medium prismatic structure that parts to moderate medium subangular blocks; extremely hard, very friable; faint continuous clay films on faces of peds, in root channels and on rock fragments; 30 percent limestone gravel; calcareous; moderately alkaline (pH 8.2); gradual wavy boundary. (6 to 24 inches thick)\nBC--24 to 30 inches; red (10R 5/6) gravelly loam, red (10R 4/6) moist; moderate medium subangular blocky structure; extremely hard, very friable; common faint clay films on faces of peds; some glossy coatings in root channels; 25 percent limestone gravel; calcareous; moderately alkaline (pH 8.4); gradual wavy boundary. (3 to 8 inches thick)\nCr--30 to 40 inches; red calcareous shale with interbedded thin lenses of limestone."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Johnson County, Wyoming; SW1/4 SE1/4 sec. 17, T.45N., R.84W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: The mollic epipedon ranges from 7 to 15 inches thick, depth to calcareous material ranges from 6 to 20 inches, the solum ranges from 15 to 40 inches thick and depth to the paralithic contact ranges from 20 to 40 inches. Organic carbon ranges from 1 to about 3 percent in the mollic epipedon and decreases uniformly with increasing depth. Typically the solum extends to the bedrock but in some pedons a C horizon is present. Rock fragments range from 15 to 35 percent in a major part of the particle size control section and are mostly small limestone fragments. They tend to increase in volume near the paralithic contact. Mean annual soil temperature ranges from 32 degrees to 47 degrees F., and mean summer soil temperature ranges from 45 degrees to 58 degrees F.\nThe A horizon has hue of 7.5YR or 5YR, value of 4 or 5 dry, 2 or 3 moist, and chroma of 2 or 3. It usually has crumb or granular structure, but has weak subangular blocky structure in some pedons. This horizon is soft or slightly hard and neutral or slightly alkaline.\nThe Bt horizon has hue of 5YR through 10R, value of 5 or 6 dry, 3 or 4 moist, and chroma of 3 through 6. It is usually light clay loam but has 18 to 35 percent clay, 20 to 50 percent silt and 20 to 50 percent sand, with more than 15 percent but less than 35 percent fine or coarser sand. This horizon usually has prismatic structure but has subangular blocky structure in some pedons. It has oriented clay films in some part. It is neutral to moderately alkaline.\nThe C horizon, if present, has hue of 5YR through 10R. It has 1 to 4 percent calcium carbonate equivalent. This horizon is calcareous but it does not have continuous accumulation of visible secondary calcium carbonate. It is moderately or strongly alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Accola, Amsden, Barbarela, Coldspring, Croftshaw, Dewville, Gelke, Inchau, Kezar, Leavitt, Lucky, Lymanson, Michelson, Miracle, Monaberg, Morset, Oro Fino, Passcreek, Philipsburg, Rainbolt, Wellsville, Woosley, Youga, and Zade series. Accola, Amsden, Barbarela, Coldspring, Croftshaw, Dewville, Gelkie, Leavitt,  Michelson, Monaberg, Morset, Newlands, Oro Fino, Philipsburg, Wellsville, and Youga soils lack bedrock at depths of less than 40 inches. Inchau and Zade soils are noncalcareous throughout. Lymanson soils have hue of 7.5YR or yellower throughout, and have continuous horizons of secondary calcium carbonate accumulation. Kezar, Lucky, Miracle, Mult, Passcreek, and Woosley soils have a lithic contact at depths of less than 40 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: The Tripit soils are on gently or moderately sloping upland hills and ridges in areas where reddish bedrock lies near the surface. Slopes usually range from 2 to about 30 percent. The soils formed in moderately thick, reddish, calcareous sediments weathered residually from redbed shales and interbedded limestone. At the type location the average annual precipitation is 19 inches, with peak periods of precipitation during the spring and early summer. The average annual temperature is 38 degrees F., the average summer temperature is 56 degrees F."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the competing Amsden soils and the Devoe soils. Devoe soils have a paralithic contact at depths of less than 20 inches and lack an argillic horizon."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well-drained; medium runoff; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: These soils are used principally as native pastureland. Native vegetation is mainly mountain grasses and sedges dominated by Idaho fescue, King fescue, western wheatgrass, and big sagebrush."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: North-central Wyoming. The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Johnson County (Southern Johnson Area), Wyoming, 1971,\nNational Cooperative Soil Survey\nU.S.A."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": null
  },
  "SITE": [
    [
      {
        "drainage": "",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 10,
        "dry_hue": "7.5YR",
        "dry_value": 4,
        "dry_chroma": 2,
        "moist_hue": "7.5YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "loam",
        "pH": 7.2,
        "pH_class": "neutral",
        "narrative": "A--0 to 4 inches; brown (7.5YR 4/2) loam, dark brown (7.5YR 3/2) moist; strong fine granular and crumb structure; slightly hard, very friable; neutral (pH 7.2). (3 to 6 inches thick)"
      },
      {
        "name": "AB",
        "top": 10,
        "bottom": 20,
        "dry_hue": "5YR",
        "dry_value": 4,
        "dry_chroma": 2,
        "moist_hue": "5YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "loam",
        "pH": 7.6,
        "pH_class": "slightly alkaline",
        "narrative": "AB--4 to 8 inches; dark reddish gray (5YR 4/2) loam, dark reddish brown (5YR 3/2) moist; weak coarse prismatic structure that parts to moderate medium subangular blocks; hard, very friable; few thin glossy patches on faces of peds; slightly alkaline (pH 7.6). (3 to 5 inches thick)"
      },
      {
        "name": "Bt1",
        "top": 20,
        "bottom": 30,
        "dry_hue": "2.5YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "2.5YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "clay loam",
        "pH": 7.6,
        "pH_class": "slightly alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bt1--8 to 12 inches; reddish brown (2.5YR 5/3) clay loam, dark reddish brown (2.5YR 3/3) moist; moderate medium prismatic structure that parts to strong medium subangular blocks; very hard, very friable; faint nearly continuous clay films on faces of peds; faint continuous clay films in root channels and as coatings on coarse fragments; slightly alkaline (pH 7.6); clear smooth boundary. (3 to 6 inches thick)"
      },
      {
        "name": "Bt2",
        "top": 30,
        "bottom": 61,
        "dry_hue": "10R",
        "dry_value": 5,
        "dry_chroma": 6,
        "moist_hue": "10R",
        "moist_value": 4,
        "moist_chroma": 6,
        "texture_class": "clay loam",
        "cf_class": "gravelly",
        "pH": 8.2,
        "pH_class": "moderately alkaline",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bt2--12 to 24 inches; red (10R 5/6) gravelly clay loam, red (10R 4/6) moist; moderate medium prismatic structure that parts to moderate medium subangular blocks; extremely hard, very friable; faint continuous clay films on faces of peds, in root channels and on rock fragments; 30 percent limestone gravel; calcareous; moderately alkaline (pH 8.2); gradual wavy boundary. (6 to 24 inches thick)"
      },
      {
        "name": "BC",
        "top": 61,
        "bottom": 76,
        "dry_hue": "10R",
        "dry_value": 5,
        "dry_chroma": 6,
        "moist_hue": "10R",
        "moist_value": 4,
        "moist_chroma": 6,
        "texture_class": "loam",
        "cf_class": "gravelly",
        "pH": 8.4,
        "pH_class": "moderately alkaline",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "BC--24 to 30 inches; red (10R 5/6) gravelly loam, red (10R 4/6) moist; moderate medium subangular blocky structure; extremely hard, very friable; common faint clay films on faces of peds; some glossy coatings in root channels; 25 percent limestone gravel; calcareous; moderately alkaline (pH 8.4); gradual wavy boundary. (3 to 8 inches thick)"
      },
      {
        "name": "Cr",
        "top": 76,
        "bottom": 102,
        "narrative": "Cr--30 to 40 inches; red calcareous shale with interbedded thin lenses of limestone."
      }
    ]
  ]
}
