{
  "SERIES": "TRITON",
  "STATUS": "Established Series",
  "BYREV": "Rev. FRM/RJE",
  "REVDATE": "09/2004",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Medial-skeletal, mixed, mesic, shallow Typic Vitrixerands"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Triton very gravelly loam, forested.  (Colors are for moist soil unless otherwise noted.)\n01--1 1/2 to 1/2 inches; needles, leaves, twigs, bark and wood fragments.\n02--1/2 inch to 0; dark reddish brown (5YR 2/2) decomposing organic litter (pH 6.0); abrupt smooth boundary.\nB21ir--0 to 7 inches; dark red (2.5YR 3/6) and dark reddish brown (5YR 3/3) very gravelly loam, red (2.5YR 5/6) and reddish brown (5YR 5/3) dry; weak  fine and medium granular and weak fine subangular blocky structure; soft, very friable, slightly sticky, slightly plastic; many fine and medium roots; 55 percent angular basalt gravel; moderately acid (pH 6.0); clear wavy boundary.  (5 to 10 inches thick)\nB22ir--7 to 13 inches; yellowish red (5YR 4/6) and dark reddish brown (5YR 5/4) very gravelly loam, reddish yellow (5YR 6/6) and pink (5YR 7/4) dry; weak fine and very fine subangular blocky structure; soft, friable, slightly sticky, slightly plastic; many fine and medium roots; 60 percent angular basalt gravel; slightly acid (pH 6.1); gradual wavy boundary.  (5 to 10 inches thick)\nB3--13 to 17 inches; dark brown (7.5YR 4/4) extremely gravelly sandy loam, light brown (7.5YR 6/4) dry; single grained; loose, firm; common fine and medium roots; 70 percent angular basalt and glacial gravel; moderately acid (pH 6.0); clear wavy boundary.  (2 to 6 inches thick)\n2C2m--17 to 38 inches; grayish brown (10YR 5/2) very gravelly sandy loam, light gray (10YR 7/2) dry; massive; with some laminations; strongly cemented; manganese and iron staining in cracks of upper 12 inches of horizon; fine root mat on top of till and between cracks; 55 percent coarse fragments, granitic and quartzitic; Vashon gravel and rocks are dominant; slightly acid (pH 6.1); abrupt smooth boundary. (12 to 34 inches thick)\n3R--basalt bedrock."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Jefferson County, Washington; 0.8 mile northwest of Dosewallips River road on Rocky Brook road; 15 feet north of road on 40 percent slopes, in the NE1/4 NE1/4 SE1/4 of section 28, T.26N., R.2W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The mean annual soil temperature at a depth of 20 inches ranges from 47 to about 52 degrees F.  Thickness of solum and depth to the cemented hardpan ranges from 12 to 20 inches.  The depth to basalt bedrock ranges from 36 to 40 inches.  The control section contains more than 50 percent rock fragments.  The soils are slightly or moderately acid.\nThe Bir horizon has hue of 5YR or redder, value of 3 through 5 moist, and chroma of 3 through 6 moist.  It has weak granular or blocky structure.\nThe BC horizon has hue of 10YR or 7.5YR, value and chroma of 4 through 6 moist.  It is single grained or massive.\nThe 2C2 horizon has hue of 10YR or 2.5YR, value of 4 through 6 moist, and chroma of 1 or 2."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Dabob and Hoodsport series.  Dabob and Hoodsport soils lack pans within a depth of 20 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Triton soils are on strongly rolling to very steep dissected glacial terraces at an elevation of 400 to 1,800 feet.  The soils formed in shallow colluvial and alluvial deposits overlying strongly cemented glacial till with basalt bedrock at depths less tan 40 inches. These soils occur in a mild, cool marine climate having a mean annual temperature of about 49 degrees F.  The average summer temperature is 60 degrees F. and the average winter temperature is 38 degrees F.  The annual precipitation is 55 to 65 inches, most of which falls as rain during the autumn, winter and spring.  The frost free period is 160 to 190 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Ahl, Grove, and Hoodsport soils.  These soils lack a pan within a depth of 20 inches."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Moderately well drained; medium runoff; moderate permeability in the B2 and C1 horizons and slow to very slow in the 2C2 horizon."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Woodland, recreation, and water supply.  The vegetation is mainly Douglas fir, western hemlock, white fir, western red cedar, madrona, rhododendron, willow, huckleberry, salal, and Oregon grape."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northwestern Washington.  The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Jefferson County, Washington, 1968."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Classification changed 4/94 because of recent amendments to Soil Taxonomy.  These soils would be Durixerands if such were avaliable in Soil Taxonomy.\nThese soils would have been placed in a Sola Bruns Acides-Brown Podzolic soils intergrade.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
