{
  "SERIES": "TROJAN",
  "STATUS": "Established Series",
  "BYREV": "Rev. HRS-CAF-JJJ-JVC",
  "REVDATE": "11/2004",
  "STATES": "CA,UT",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS:  Fine-loamy, isotic, frigid Ultic Argixerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Trojan gravelly sandy loam--forestland. (Colors are for dry soil unless otherwise noted.) The soil surface has a thin mat of undecomposed pine needles, twigs, and leaves which is slightly decomposed in the lower part.\nA1--0 to 3 inches; brown (7.5YR 4/2) gravelly sandy loam, dark reddish brown (5YR 3/2) moist; weak thick platy structure parting to moderate fine granular; soft, friable, nonsticky and nonplastic; common very fine, common fine, and few medium roots; many very fine interstitial and tubular pores; slightly acid (pH 6.5); clear smooth boundary.  (3 to 5 inches thick)\nA2--3 to 10 inches; brown (7.5YR 4/2) gravelly sandy loam, dark reddish brown (5YR 3/2) moist; weak medium subangular blocky structure; slightly hard, friable, nonsticky and nonplastic; common very fine, common fine, and common medium roots; few very fine and fine tubular pores; slightly acid (pH 6.5); clear smooth boundary.  (6 to 8 inches thick)\nBt1--10 to 21 inches; brown (7.5YR 5/4) gravelly loam, dark reddish brown (5YR 3/4) with small areas of yellowish red (5YR 4/6) moist; weak fine and medium subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; few very fine, common fine, common coarse, and many medium roots; few fine, few medium, and common very fine pores; moderately acid (pH 6.0); clear smooth boundary.  (8 to 15 inches thick)\nBt2--21 to 37 inches; brown (7.5YR 5/4) and light brown (7.5YR 6/4) gravelly clay loam, reddish brown (5YR 4/4) moist; moderate fine and medium angular blocky structure; hard, slightly firm, slightly sticky and slightly plastic; few fine, few coarse, and common medium roots; few very fine tubular pores; common faint strong brown (7.5YR 5/6) clay films on faces of peds and lining pores; moderately acid (pH 6.0); gradual smooth boundary.  (10 to 20 inches thick)\nBt3--37 to 48 inches; brown (7.5YR 5/4) and light brown (7.5YR 6/4) gravelly clay loam, reddish brown (5YR 4/3) with small areas of strong brown (7.5YR 5/6) and brown (7.5YR 4/4) moist; moderate fine and medium angular blocky structure; hard, slightly firm, moderately sticky and slightly plastic; few fine and medium roots; few very fine tubular pores; many faint clay films on faces of peds and lining pores; moderately acid (pH 6.0); gradual smooth boundary.  (8 to 15 inches thick)\nBt4--48 to 61 inches; light brown (7.5YR 6/4) and reddish yellow (7.5YR 6/6) gravelly clay loam, reddish brown (5YR 4/4) moist; moderate medium angular blocky structure; hard, firm, moderately sticky and moderately plastic; few fine and medium roots; common very fine tubular pores; common thin clay films in pores and bridging sand grains; moderately acid (pH 6.0); clear smooth boundary.  (10 to 20 inches thick)\nBt5--61 to 67 inches; light brown (7.5YR 6/4) very gravelly loam, reddish brown (5YR 4/4) moist; firm, slightly sticky and slightly plastic; few faint clay films lining pores and bridging sand grains; moderately acid (pH 6.0); clear smooth boundary.  (0 to 10 inches thick)\nR--67 to 72 inches; slightly fractured andesite."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Sierra County, California; on the Tahoe National Forest about 1 mile south of Loyalton and 25 feet south of an old logging road; about 2,640 feet west and 1,280 feet south of the northeast corner of section 24, T. 21 N., R. 15 E.; USGS Antelope Valley 7.5 minute topographic quadrangle; 39 degrees 39 minutes 41 seconds north latitude and 120 degrees 14 minutes 56 seconds west longitude, NAD27."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture - The soil moisture control section (between depths of about 10 to 20 inches) is moist in some or all parts from late fall through early summer, usually dry in all parts from about July 15 to November 1; The soil temperature is above 41 degrees F. from about April 1 to November 15 and above 47 degrees F. from April 15 to November 1; Xeric moisture regime that borders on aridic.\nMean annual soil temperature - 43 to 47 degrees F.\nMollic epipedon thickness - 10 to 16 inches; does not include the Bt1 horizon.\nDepth to bedrock - 40 to 80 inches to a lithic contact.\nParticle-size control section - Clay content: 20 to 30 percent; Rock fragments: 15 to 35 percent, mainly gravel.  Lithology of fragments are typically volcanic rocks such as andesite or basalt.\nReaction - Moderately acid or slightly acid.\nBase saturation - 50 to 75 percent.\nOther features - Some pedons have thin Oi horizons.\nA horizons - Dry color: 10YR 5/2, 5/3, 4/2, 4/3; 7.5YR 5/2, 4/2.\nMoist color: 10YR 2/2, 3/2, 3/3; 7.5YR 3/2; 5YR 3/2, 3/3.\nTexture:  Gravelly sandy loam or loam.\nRock fragments: 5 to 25 percent, mainly gravel.\nOrganic matter content: 1 to 4 percent.\nBt1 through Bt4 horizons - Dry color: 10YR 5/3, 5/4, 6/4; 7.5YR 6/4, 5/4, 5/3, 6/6, 5/6; 5YR 6/4, 5/4, 6/6.\nMoist color: 7.5YR 4/2, 4/4, 3/2, 3/4; 5YR 4/3, 4/4, 3/3, 3/4, 5/6, 4/6.\nTexture: Gravelly loam, gravelly clay loam, or gravelly sandy clay loam.\nClay content: 20 to 30 percent.\nRock fragments: 15 to 35 percent.\nBt5 horizon (when present) - Texture: Very gravelly clay loam or very gravelly sandy clay loam.\nClay content: 30 to 40 percent.\nRock fragments: 35 to 60 percent."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are currently no other series in this family."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Trojan soils are on hills and mountains.  They formed in colluvium and residuum derived from andesite and basalt in California or schist and argillite in Utah.  Slopes are 2 to 50 percent.  Elevation ranges from 4,900 to 6,500 feet.  The climate is subhumid with cold, moist winters and warm, dry summers.  The mean annual precipitation is 16 to 28 inches including an annual snowfall of 24 to 36 inches.  The mean January temperature is about 27 degrees F., the mean July temperature is about 60 degrees F., and the mean annual temperature is 39 to 47 degrees F.  The frost-free period is 30 to 100 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Aldax, Badenaugh, Dotta, Millich, Toiyabe, and Sattley soils.  Aldax, Millich and Toiyabe soils are shallow to a lithic or paralithic contact.  Badenaugh soils are loamy-skeletal and have an aridic moisture regime.  Sattley soils are loamy-skeletal.  Dotta soils have mean annual soil temperature of 49 to 51 degrees F."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; medium or high surface runoff; moderately slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Trojan soils are used for timber production and livestock grazing.  The vegetation is an open forest canopy of Jeffrey pine and ponderosa pine with an understory of antelope bitterbrush, curlleaf mountainmahogany, mountain big sagebrush, and scattered western juniper."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northeastern California and central Utah.  These soils are moderately extensive.  The series concept and main acreage is in MLRA 21, while other acreage occurs in MLRAs 22A in California and MLRA 47 in Utah."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Davis, California."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Sierra County (Sierra Valley Area), California, 1973."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  This revision of January 2004 updates the taxonomic class from  Fine-loamy, mixed, superactive, frigid Ultic Argixerolls.  The isotic mineralogy class is estimated based on properties of similar soils in major land resource areas 21 and 22A.  Trojan soils in MLRA 47 may need correlation in the future to another series.\nDiagnostic horizons and features recognized in this pedon are:\nMollic epipedon - The zone from the soil surface to 10 inches (A1 and A2 horizons).\nArgillic horizon - The zone from 10 to 67 inches (Bt1, Bt2, Bt3, Bt4, and Bt5 horizons).\nLithic contact - The boundary at 67 inches to underlying hard, unweathered bedrock (R layer).\nParticle-size control section - The zone from 10 to 30 inches (Bt1 horizon and part of the Bt2 horizon).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
