{
  "SERIES": "TROOK",
  "STATUS": "Established Series",
  "BYREV": "Rev. AJC/IGC/JCK",
  "REVDATE": "07/2015",
  "STATES": "UT,WY",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, superactive, mesic Typic Haplocalcids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Trook sandy loam, 1 percent slope in rangeland at an elevation of 1,624 meters (colors are for dry soil unless otherwise noted).\nA--0 to 18 cm; pale brown (10YR 6/3) sandy loam, brown (10YR 4/3) moist; moderate fine granular structure; soft, very friable, slightly sticky and slightly plastic; many very fine roots; common very fine vesicular pores; slightly effervescent; 3 percent gravel; slightly alkaline (pH 7.8); clear wavy boundary. (13 to 25 cm thick)\nBk1--18 to 30 cm; pale brown (10YR 6/3) gravelly sandy loam, brown (10YR 5/3) moist; weak fine subangular blocky structure; soft, very friable, slightly sticky and slightly plastic; many very fine roots; common very fine tubular pores; common threadlike calcium carbonate masses in the matrix; 15 percent gravel; strongly effervescent; moderately alkaline (pH 8.4); diffuse wavy boundary.\nBk2--30 to 69 cm; very pale brown (10YR 7/3) gravelly loam, pale brown (10YR 6/3) moist; weak medium subangular blocky structure; slightly hard, very friable, moderately sticky and moderately plastic; common very fine roots; common very fine tubular pores; many threadlike calcium carbonate masses and many calcium carbonate concretions around rock fragments; violently effervescent; 20 percent gravel; moderately alkaline (pH 8.4); diffuse irregular boundary. (combined thickness of Bk horizons is 35 to 60 cm)\nBCk1--69 to 107 cm; very pale brown (10YR 8/2) gravelly sandy loam, light gray (10YR 7/2) moist; massive; slightly hard, very friable, slightly sticky and slightly plastic; few very fine roots; common fine interstitial pores; many threadlike calcium carbonate masses in the matrix and many calcium carbonate concretions around rock fragments; 20 percent gravel; violently effervescent; strongly alkaline (pH 8.6); diffuse irregular boundary. (25 to 50 cm thick)\nBCk2--107 to 152 cm; pale brown (10YR 6/3) gravelly sandy loam, brown (10YR 4/3) moist; massive; slightly hard, very friable, slightly sticky and slightly plastic; few very fine roots; few fine interstitial pores; common threadlike calcium carbonate masses in the matrix and common calcium carbonate concretions around rock fragments; 25 percent gravel; strongly effervescent; moderately alkaline (pH 8.4)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Fremont County, Wyoming; 643 meters north and 120 meters west of the southeast corner of section 9, T.4 N., R.3 E. Harris Bridge USGS quadrangle; latitude 43 degrees 20 minutes 11.3 seconds N. and longitude 108 degrees 31 minutes 15.7 seconds W., NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nMean annual soil temperature - 8 to 10 degrees C\nParticle-size control section (weighted average) - more than 50% fine sand or coarser sand\nNotes: Some pedons have a thin vesicular crust at the surface.\nA horizon\nHue: 7.5YR to 2.5Y\nValue: 4, 5, or 6 dry; 4 or 5 moist\nChroma: 3 or 4\nTexture: fine sandy loam, sandy loam, loam, or loamy sand\nClay content: 6 to 16 percent\nRock fragments: 0 to 10 percent\nReaction: 7.6 to 8.2\nBk horizons\nHue: 7.5YR to 2.5Y\nValue: 5, 6, or 7 dry; 4, 5, or 6 moist\nChroma: 2, 3, 4, or 6\nTexture: sandy loam or loam\nClay content: 8 to 15 percent\nRock fragments: 0 to 25 percent\nCalcium carbonate equivalent: 15 to 30 percent\nReaction: 8.2 to 8.4\nBCk horizons\nHue: 10YR to 2.5Y\nValue: 5, 6, 7, or 8 dry; 4, 5, 6, or 7 moist\nChroma: 2, 3, 4, or 6\nTexture: sandy loam, loamy sand, and sand\nClay content: 4 to 15 percent\nRock Fragments: 15 to 60 percent\nCalcium carbonate equivalent: 15 to 40 percent\nReaction: 8.2 to 8.6"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:\nBluechief (UT) - have a lithic contact at depths of 50 to 100 cm; have hue redder than 7.5YR\nBoreham (UT) - have a lithologic discontinuity; have more than 18 percent clay in the particle-size control section\nHiko Springs (UT) - have a mean annual soil temperature higher than 10 degrees C\nKaito (AZ) - have a paralithic contact at depths of 100 to 150 cm; have hue redder than 7.5YR\nKinan (AZ) - have a lithologic discontinuity; have a mean annual soil temperature higher than 10 degrees C\nMcCutchen (NV) - have a cambic horizon; have a lithologic discontinuity\nMoffat (UT) - have hue redder than 7.5YR; have a mean annual soil temperature higher than 10 degrees C\nNakai (UT) - have a cambic horizon; have a mean annual soil temperature higher than 10 degrees C\nNakoy (UT) - have a cambic horizon\nNolava (UT) - have more than 18 percent clay in the particle-size control section\nNuahs (NV) - have a mean annual soil temperature higher than 10 degrees C\nPagina (AZ) - have a paralithic contact at depths of 50 to 100 cm; have hue redder than 7.5YR\nRiemod (UT) - have a horizon of gypsum accumulation; have more than 18 percent clay in the particle-size control section; do not have more than 5 percent rock fragments throughout the soil profile\nTeabrush (UT) - have a cambic horizon; have hue redder than 7.5YR"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nLandform - fan remnants and stream terraces\nElevation - 1,400 to 2,100 meters\nSlope - 0 to 15 percent\nParent material - alluvium or colluvium\nMean annual precipitation - 125 to 230 mm\nMean annual air temperature - 6 to 8 degrees C\nFrost-free period - 110 to 150 days"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: None listed."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; moderately rapid and rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Trook soils are generally used as rangeland; however, they may be cultivated and irrigated to produce alfalfa hay, barley, sugar beets, corn, silage, or beans where water is available. Principal native plants are bluebunch wheatgrass, needleandthread, Indian ricegrass, bottlebrush squirreltail, thickspike wheatgrass and Wyoming big sagebrush. As this site deteriorates blue grama, threadleaf sedge, threeawn and prickly pear cactus become the dominate vegetation."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Trook soils are of moderate extent in northwestern Wyoming. MLRA 32 and 34B."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Fremont County (Riverton Irrigated Area), Wyoming, 1969."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - from 0 to 18 cm (A horizon)\nCalcic horizon - from 18 to 152 cm (Bk1, Bk2, BCk1, and BCk2 horizons)\nParticle-size control section - from 25 to 100 cm (part of the Bk1, Bk2, and BCk1 horizons)\nTrook soils have a mesic temperature regime and an aridic moisture regime.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
