{
  "SERIES": "TROUT RIVER",
  "STATUS": "Established Series",
  "BYREV": "Rev. MGC-JEW-ERS",
  "REVDATE": "4/98",
  "STATES": "NY",
  "OVERVIEW": "The Trout River series consists of very deep, somewhat excessively drained soils formed in water-sorted deposits. They are nearly level to very steep soils on glacial lake beaches, alluvial fans, and glaciofluvial terraces. Slopes range from 0 to 60 percent. Mean annual temperature is about 44 degrees F. and mean annual precipitation is about 38 inches.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Sandy-skeletal, mixed, frigid Entic Haplorthods"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Trout River gravelly loamy sand on a 7 percent slope in a hay field. (Colors are for moist soil unless otherwise noted).\nAp--0 to 8 inches; very dark grayish brown (10YR 3/2) gravelly loamy sand; pale brown (10YR 6/2) dry; weak fine granular structure; very friable; many fine roots; 20 percent rock fragments; strongly acid; clear smooth boundary. (2 to 10 inches thick)\nBs--8 to 16 inches; brown (7.5YR 4/4) gravelly loamy coarse sand; very weak very fine granular structure; very friable; common fine roots; 25 percent rock fragments; strongly acid; gradual wavy boundary. (4 to 15 inches thick)\nBC--16 to 32 inches; yellowish brown (10YR 5/4) very gravelly coarse sand; single grain; loose; 35 percent rock fragments; moderately acid; gradual wavy boundary.  (10 to 20 inches thick)\nC--32 to 72 inches; brown (10YR 5/3) very gravelly sand; single grain; loose; 50 percent rock fragments which includes numerous weathered limestone fragments; neutral."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Franklin County, New York; Town of Burke, one  mile south of International Border, 0.8 mile north of School No. 14, 850 feet east of road on a low ridge. USGS Burke, NY topographic quadrangle; latitude 44 degrees, 58 minutes, 38 seconds N. and longitude 74 degrees, 10 minutes, 22 seconds W. NAD 1927."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Solum thickness ranges from 24 to 36 inches. Bedrock is at depths greater than 60 inches. Rock fragments range from 0 to 35 percent by volume in the A and E horizons, 20 to 60 in the B horizon, and 35 to 70 percent in the C horizon. Rock fragments are mostly gravel, cobbles, and stones, and aggregate more than 35 percent at a depth of 10 to 40 inches. Limestone and dolomite comprise a large percentage of the rock fragments. There are carbonates within the substratum in some pedons.\nSome pedons have an Oe horizon of 1 or 2 inches thick. It has hue of 7.5YR or 10YR, value of 2 through 5, chroma of 1 or 2. It is slightly decomposed organic material. Reaction is very strongly acid or strongly acid.\nThe Ap or A horizon has hue of 7.5YR through 2.5Y, value of 2 through 5, and chroma of 1 through 3. Texture of the fine-earth fraction ranges from fine sandy loam to sand. Structure is granular, or the material is single grain. Consistence is friable or loose. Unless limed, reaction is very strongly acid or strongly acid.\nAn E horizon occurs in some pedons that is 1 to 4 inches thick. It has hue of 5YR through 10YR, value of 5 through 7, and chroma of 2 or 3. Texture of the fine-earth fraction is the same as for the Ap or A horizon.\nBh or Bhs horizons are in some pedons. Texture of the fine earth fraction is a very fine sand, loamy very fine sand or finer through a fine sandy loam and are 1 to 2 inches thick. They have hue of 2.5YR through 7.5YR, value of 2 or 3, and chroma of 1 through 3, or has hue of 10YR with chroma of 1 or 2. Reaction ranges from very strongly acid through moderately acid.\nThe Bs horizon has hue of 5YR or 7.5YR, value of 4 or 5, and chroma of 3 through 6, or has hue of 10YR with chroma of 1 or 2. Texture of the fine-earth fraction is loamy sand or sand. Structure is granular or subangular blocky, or the material is single grain. Consistence is loose or very friable. Reaction ranges from very strongly acid through moderately acid.\nThe BC horizon has hue of 7.5YR through 2.5Y, value of 4 through 6 and chroma of 2 through 6. Texture is loamy sand or sand in the fine-earth fraction. Reaction ranges from strongly acid through neutral.\nThe C horizon has hue of 7.5YR through 5Y, value of 4 through 6 and chroma of 2 through 4. Texture ranges from very cobbly loamy sand to extremely gravelly sand. Reaction ranges from moderately acid through moderately alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  The Pelissier and Traunik (T) series is in the same family. These soils do not occur in Land Resource Region R. Pelissier soils contain rock fragments derived from acidic igneous, metamorphic, and sedimentary rocks. Also, the substratum of Pelissier is strongly acid. Traunik (T) soils do not have an OSD on file to differentiate.\nThe Bonaparte, Colosse, Colton, Constable, Hinckley, Hoosic, and Otisville series are members of related families. The Bonaparte, Hinckley, Hoosic, and Otisville soils have mesic temperature regimes. Colosse soils have a loamy-skeletal particle-size control section. Colton and Constable soils have a higher organic carbon content in the spodic horizons."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Trout River soils are on glacial beaches, terraces and fans. Slope gradient ranges from 0 to 60 percent. The soil formed in water-sorted sand and gravel deposits. Mean annual temperature ranges from 40 to 45 degrees F., mean annual precipitation ranges from 28 to 45 inches, and mean annual frost-free days ranges from 90 to 130 days. Elevation ranges from 150 to 500 feet above sea level."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Adams, Colton, Cook, Coveytown, Fahey, Kalurah, and Pyrities soils.  Adams and Colton soils are more acid and have strongly expressed spodic horizon. In addition, Adams soils have a sandy particle-size control section. The moderately well drained Coveytown soils, the somewhat poorly drained Fahey soils, and the poorly drained and very poorly drained Cook soils are in adjacent lower areas and form a drainage sequence with Trout River soils. Kalurah and Pyrities soils are on nearby glacial till plains."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Somewhat excessively drained. The potential for surface runoff ranges from negligible to high. Permeability is rapid throughout the soil."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Cleared areas are used for pasture, hay, or corn for silage. A significant acreage is idle and is reverting to woodland. Native vegetation is sugar maple, American beech, birch, eastern white pine, and red spruce."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northern New York. MLRA's 142 and 143. The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Amherst, Massachusetts"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Franklin County, New York, 1952.\nREMARK: Original classification of Trout River placed it in the subgroup Entic Haplorthods. This soil retained the same classification with the 7th edition of \"Keys To Soil Taxonomy\". Competing series are expected to be added as similar soils are reclassified. Diagnostic horizons and other features recognized in the typical pedon are:\n(1) Ochric Epipedon - the zone from 0 to 8 inches (Ap horizon).\n(2) Spodic horizon - the zone from 8 to 16 inches (Bs horizon).\n(3) Entic Haplorthods- the upper 1 inch of the Bs horizon (8 to 9 inches) having chroma and value of 4 with loamy coarse sand textures\nSoil Interpretation Record No. NY0081, NY0082.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": null
  },
  "SITE": [
    [
      {
        "drainage": "somewhat excessively"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 20,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "loamy sand",
        "cf_class": "gravelly",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Ap--0 to 8 inches; very dark grayish brown (10YR 3/2) gravelly loamy sand; pale brown (10YR 6/2) dry; weak fine granular structure; very friable; many fine roots; 20 percent rock fragments; strongly acid; clear smooth boundary. (2 to 10 inches thick)"
      },
      {
        "name": "Bs",
        "top": 20,
        "bottom": 41,
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "loamy coarse sand",
        "cf_class": "gravelly",
        "pH_class": "strongly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bs--8 to 16 inches; brown (7.5YR 4/4) gravelly loamy coarse sand; very weak very fine granular structure; very friable; common fine roots; 25 percent rock fragments; strongly acid; gradual wavy boundary. (4 to 15 inches thick)"
      },
      {
        "name": "BC",
        "top": 41,
        "bottom": 81,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "coarse sand",
        "cf_class": "very gravelly",
        "pH_class": "moderately acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "BC--16 to 32 inches; yellowish brown (10YR 5/4) very gravelly coarse sand; single grain; loose; 35 percent rock fragments; moderately acid; gradual wavy boundary.  (10 to 20 inches thick)"
      },
      {
        "name": "C",
        "top": 81,
        "bottom": 183,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 3,
        "texture_class": "sand",
        "cf_class": "very gravelly",
        "pH_class": "neutral",
        "narrative": "C--32 to 72 inches; brown (10YR 5/3) very gravelly sand; single grain; loose; 50 percent rock fragments which includes numerous weathered limestone fragments; neutral."
      }
    ]
  ]
}
