{
  "SERIES": "TROUTMEADOWS",
  "STATUS": "Established Series",
  "BYREV": "Rev. AEK/RJO/DAL",
  "REVDATE": "04/2003",
  "STATES": "OR",
  "OVERVIEW": "The Troutmeadows series consists of moderately deep, well drained soils on ridges and upper side slopes of mountains.  Troutmeadows soils are formed in volcanic ash overlying colluvium and residuum from basalt.  Slopes are 0 to 90 percent.  The mean annual precipitation is about 35 inches and the mean annual temperature is about 36 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Ashy over loamy-skeletal, amorphic over isotic Typic Vitricryands"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Troutmeadows ashy silt loam-woodland, on a 14 percent convex northwest-facing slope at an elevation of 5,780 feet.  (Colors are for moist soil unless otherwise noted.  All textures are apparent field textures).\nOi--0 to 1 inches; needles and twigs.\nA--1 to 3 inches; dark brown (10YR 3/3) ashy silt loam, yellowish brown (10YR 5/4) dry; weak fine subangular blocky structure; soft, very friable, nonsticky and nonplastic; many fine, few medium and coarse roots; common fine irregular pores; 5 percent gravel; moderately acid (pH 6.0); clear wavy boundary.  (2 to 7 inches thick)\nBw1--3 to 11 inches; dark yellowish brown (10YR 3/4) ashy silt loam, light yellowish brown (10YR 6/4) dry; weak fine and medium subangular blocky structure; soft, very friable, nonsticky and nonplastic; common fine and medium and few coarse roots; few fine irregular pores; 5 percent gravel; slightly acid (pH 6.5); clear wavy boundary.\nBw2--11 to 16 inches; yellowish brown (10YR 5/4) ashy silt loam, very pale brown (10YR 7/4) dry; weak medium subangular blocky structure; soft, very friable, nonsticky and nonplastic; common fine and medium and few coarse roots; few very fine irregular pores; 10 percent gravel and 3 percent stones; slightly acid (pH 6.5); abrupt wavy boundary.  (Combined thickness of the Bw horizon is 10 to 16 inches.)\n2EBb--16 to 18 inches; pale brown (10YR 6/3) very stony fine sandy loam, very pale brown (10YR 7/3) dry; weak very fine and fine subangular blocky structure; soft, very friable, nonsticky and nonplastic; common fine and few medium roots; common fine irregular and few fine tubular pores; 20 percent gravel, 15 percent cobbles, and 10 percent stones; slightly acid (pH 6.5); clear wavy boundary.  (2 to 10 inches thick)\n2Bwb--18 to 28 inches; yellowish brown (10YR 5/4) extremely stony fine sandy loam, very pale brown (10YR 7/4) dry; weak fine subangular blocky structure; soft, friable, nonsticky and nonplastic; few fine and medium roots; common fine irregular pores; 25 percent gravel, 25 percent cobbles, and 20 percent stones; slightly acid (pH 6.5); clear irregular boundary.  (5 to 19 inches thick)\n2R--28 inches; basalt bedrock."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Grant County, Oregon, about 124 feet north and 620 feet east of the southwest corner of section 22, T. 7 S., R. 35 E.  (Latitude 44 degrees, 56 minutes, 48 seconds N., Longitude 118 degrees, 24 minutes, 51 seconds W.)"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture - usually moist but are dry for 30 to 45 consecutive days.  Mean annual soil temperature - 37 to 41 degrees F.  Mean summer soil temperature - 44 to 49 degrees F.  Mean winter soil temperature - 32 to 36 degrees F.  Upper part of the particle-size control section - 5 to 10 percent clay (apparent field texture) and 0 to 10 percent rock fragments.  Lower part of the particle-size control section - 10 to 18 percent clay and 40 to 75 percent rock fragments.  Depth to bedrock - 20 to 40 inches.\nVolcanic ash mantle - 14 to 20 inches thick.  Particles of 0.02 to 2.0 mm - 65 to 75 percent.  Organic matter - 1 to 4 percent.  Acid-oxalate A1 plus 1/2 Fe - 2 to 4 percent.  Phosphate retention - 75 to 100 percent.  Glass content - 5 to 10 percent.  15-bar water retention on air dried sample - 5 to 15 percent.\nA horizon hue - 10YR.  Value - 3 moist, 4 or 5 dry.  Chroma - 3 or 4 moist or dry.  Texture - ashy SIL.  Rock fragments - 0 to 10 percent total with 0 to 10 percent gravel.  Clay - 5 to 15 percent.  Reaction - 5.6 to 6.5.\nBw horizon hue - 10YR.  Value - 3 to 5 moist, 5 to 7 dry.  Chroma - 3 to 5 moist or dry.  Texture - ashy SIL.  Rock fragments - 0 to 10 percent total with 0 to 10 percent gravel, 0 to 5 percent cobbles, and 0 to 5 percent stones.  Clay - 5 to 15 percent.  Reaction - 5.6 to 6.5 percent.\n2EBb or 2Eb horizon hue - 10YR.  Value - 3 or 4 moist, 5 to 7 dry.  Chroma - 3 or 4 moist or dry.  Texture - CBV-SIL, STV-FSL, GRV-L.  Rock fragments - 40 to 60 percent total with 20 to 40 percent gravel, 20 to 30 percent cobbles, and 0 to 10 percent stones.  Clay - 10 to 15 percent.  Reaction - 5.6 to 6.5.\n2Bwb horizon hue - 10YR.  Value - 3 to 5 moist, 5 to 7 dry.  Chroma - 3 or 4 moist or dry.  Texture - CBX-SIL, STX-FSL, GRX-L.  Rock fragments - 60 to 75 percent total with 20 to 60 percent gravel, 15 to 50 percent cobbles, and 0 to 25 percent stones.  Clay - 10 to 20 percent.  Reaction - 5.6 to 6.5."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:\nTroutmeadows-moderately deep (20 to 40 inches) to a lithic contact, loamy-skeletal part of the pscs has subangular rock fragments, less than 25 percent very coarse, coarse and medium sand, and clay content of 10 to 18 percent, formed in volcanic ash over colluvium from basalt\nAngelpeak-deep (40 to 60 inches) to a lithic contact, loamy-skeletal part of pscs is slightly acid or neutral and has 60 to 85 percent angular rock fragments, formed in volcanic ash over colluvium from argillite\nAshnola (T)-moderately deep and deep (35 to 50 inches) to a densic contact, very deep (>60 inches) to bedrock, ashy part of the pscs is gravelly ashy sandy loam and less than 50 percent silt, formed in volcanic ash over till from sedimentary and volcanic rocks\nBucketlake-very deep (>60 inches), loamy-skeletal part of the pscs has subrounded and rounded rock fragments and clay content of 5 to 15 percent, formed in volcanic ash over till from granite\nDucklake (T)-deep (40 to 60 inches) to a densic contact, very deep (>60 inches) to bedrock, ashy part of the pscs is stony ashy silt loam with more than 50 percent silt, loamy-skeletal part of pscs has rounded or well rounded rock fragments, formed in volcanic ash over till from granite\nLackeyshole (T)-deep (40 to 60 inches) to a lithic contact, loamy-skeletal part of pscs is slightly acid or neutral and has 35 to 55 percent subangular rock fragments and less than 25 percent very coarse, coarse and medium sand, formed in volcanic ash over colluvium from andesitic basalt and basalt\nMcCalpinemeadow (T)-moderately deep (20 to 40 inches) to a lithic contact; loamy-skeletal part of the pscs has subangular rock fragments, more than 25 percent very coarse, coarse and medium sand, and clay content of 5 to 10 percent; formed in volcanic ash over colluvium from granite and granodiorite\nMountemily-very deep (>60 inches), loamy-skeletal part of the pscs has subangular and angular rock fragments and clay content of 18 to 30 percent, formed in volcanic ash over colluvium from basalt\nMudlakebasin (T)-moderately deep (20 to 40 inches) to a lithic contact, loamy-skeletal part of the pscs has well rounded and rounded rock fragments, and clay content of 4 to 18 percent, formed in volcanic ash over till from granite\nTowermountain (T)-moderately deep (20 to 40 inches) to a paralithic contact, formed in volcanic ash over colluvium from rhyolitic tuff\nUfish (T)-deep (40 to 60 inches) to a lithic contact, loamy-skeletal part of pscs is strongly acid to slightly acid, and has 35 to 60 percent subrounded or subangular rock fragments and more than 25 percent very coarse, coarse and medium sand, formed in volcanic ash over colluvium from granite and granodiorite"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Troutmeadows soils are on ridges and upper side slopes of mountains.  Elevations are 5,400 to 7,000 feet.  Slopes are 0 to 90 percent.  The soil is formed in volcanic ash overlying residuum and colluvium derived from basalt.  The climate is characterized by cold, wet winters and cool, moist summers.  The mean annual precipitation is 30 to 45 inches.  The mean annual temperature is 35 to 41 degrees F.  The frost-free period is 25 to 70 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Crawfish and competing Mountemily series.  Crawfish soils are 4 to 10 inches deep to bedrock and are on side slopes and shoulders of mountains."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; permeability is moderate."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are used for timber production, watershed, recreation and wildlife habitat.  The native vegetation is lodgepole pine, subalpine fir, grand fir, western larch, Engleman spruce, grouse huckleberry, yarrow, violets, strawberry, white hawkweed, elk sedge and pine grass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Blue Mountains of northeastern Oregon, MLRA 43.  The soils are of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Wallowa County, Oregon 1998.  The name is derived from Trout Meadows Butte in the Elkhorn Mountains."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - from 1 to 3 inches (A horizon)\nCambic horizon - from 3 to 16 inches (Bw1 and Bw2 horizons)\nParticle-size control section - from 1 to 28 inches with 1 to 16 inches qualifying as ashy and from 16 to 28 inches qualifying as loamy-skeletal.\nLithic contact - at 28 inches (R horizon)\nThe dominant USFS plant association is ABLA/VAME; others may include PICO(ABLA)/VASC on gentle slopes and ABLA/CAGE2 on drier sites."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "NA"
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Oi",
        "top": 0,
        "bottom": 3,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "NA",
        "structure": "NA",
        "dry_rupture": "NA",
        "moist_rupture": "NA",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "eff_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Oi--0 to 1 inches; needles and twigs."
      },
      {
        "name": "A",
        "top": 3,
        "bottom": 8,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 4,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "silt loam",
        "structure": "weak fine subangular blocky",
        "dry_rupture": "soft",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": 6,
        "pH_class": "moderately acid",
        "eff_class": "NA",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "A--1 to 3 inches; dark brown (10YR 3/3) ashy silt loam, yellowish brown (10YR 5/4) dry; weak fine subangular blocky structure; soft, very friable, nonsticky and nonplastic; many fine, few medium and coarse roots; common fine irregular pores; 5 percent gravel; moderately acid (pH 6.0); clear wavy boundary.  (2 to 7 inches thick)"
      },
      {
        "name": "Bw1",
        "top": 8,
        "bottom": 28,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 4,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 4,
        "texture_class": "silt loam",
        "structure": "weak fine and medium subangular blocky",
        "dry_rupture": "soft",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": 6.5,
        "pH_class": "slightly acid",
        "eff_class": "NA",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bw1--3 to 11 inches; dark yellowish brown (10YR 3/4) ashy silt loam, light yellowish brown (10YR 6/4) dry; weak fine and medium subangular blocky structure; soft, very friable, nonsticky and nonplastic; common fine and medium and few coarse roots; few fine irregular pores; 5 percent gravel; slightly acid (pH 6.5); clear wavy boundary."
      },
      {
        "name": "Bw2",
        "top": 28,
        "bottom": 41,
        "dry_hue": "10YR",
        "dry_value": 7,
        "dry_chroma": 4,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "silt loam",
        "structure": "weak medium subangular blocky",
        "dry_rupture": "soft",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": 6.5,
        "pH_class": "slightly acid",
        "eff_class": "NA",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "Bw2--11 to 16 inches; yellowish brown (10YR 5/4) ashy silt loam, very pale brown (10YR 7/4) dry; weak medium subangular blocky structure; soft, very friable, nonsticky and nonplastic; common fine and medium and few coarse roots; few very fine irregular pores; 10 percent gravel and 3 percent stones; slightly acid (pH 6.5); abrupt wavy boundary.  (Combined thickness of the Bw horizon is 10 to 16 inches.)"
      },
      {
        "name": "2EBb",
        "top": 41,
        "bottom": 46,
        "dry_hue": "10YR",
        "dry_value": 7,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 3,
        "texture_class": "fine sandy loam",
        "structure": "weak very fine and fine subangular blocky",
        "dry_rupture": "soft",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "very stony",
        "pH": 6.5,
        "pH_class": "slightly acid",
        "eff_class": "NA",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "2EBb--16 to 18 inches; pale brown (10YR 6/3) very stony fine sandy loam, very pale brown (10YR 7/3) dry; weak very fine and fine subangular blocky structure; soft, very friable, nonsticky and nonplastic; common fine and few medium roots; common fine irregular and few fine tubular pores; 20 percent gravel, 15 percent cobbles, and 10 percent stones; slightly acid (pH 6.5); clear wavy boundary.  (2 to 10 inches thick)"
      },
      {
        "name": "2Bwb",
        "top": 46,
        "bottom": 71,
        "dry_hue": "10YR",
        "dry_value": 7,
        "dry_chroma": 4,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "fine sandy loam",
        "structure": "weak fine subangular blocky",
        "dry_rupture": "soft",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "extremely stony",
        "pH": 6.5,
        "pH_class": "slightly acid",
        "eff_class": "NA",
        "distinctness": "clear",
        "topography": "irregular",
        "narrative": "2Bwb--18 to 28 inches; yellowish brown (10YR 5/4) extremely stony fine sandy loam, very pale brown (10YR 7/4) dry; weak fine subangular blocky structure; soft, friable, nonsticky and nonplastic; few fine and medium roots; common fine irregular pores; 25 percent gravel, 25 percent cobbles, and 20 percent stones; slightly acid (pH 6.5); clear irregular boundary.  (5 to 19 inches thick)"
      },
      {
        "name": "2R",
        "top": 71,
        "bottom": "NA",
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "NA",
        "structure": "NA",
        "dry_rupture": "NA",
        "moist_rupture": "NA",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "eff_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "2R--28 inches; basalt bedrock."
      }
    ]
  ]
}
