{
  "SERIES": "TRUEFISSURE",
  "STATUS": "Established Series",
  "BYREV": "Rev. CAM-SFP-LJK",
  "REVDATE": "11/2001",
  "STATES": "ID,MT",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS:  Ashy over loamy-skeletal, glassy over isotic Typic Vitricryands"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Truefissure ashy silt loam - forest (Colors are for dry soil unless otherwise noted.)\n0i--0 to 1 inch; slightly decomposed needles, leaves and twigs; loose.\n0a--1 to 3 inches; dark brown and black highly decomposed wood, twigs and leaves; loose; many fine plant roots.\nA--3 to 6 inches; light brown (7.5YR 6/4) ashy silt loam, dark brown (7.5YR 3/4) moist; loose clusters of moderate fine granules and sand grains held in a very porous mass; soft, very friable; many fine branching and few coarse roots; estimated 75 percent pore space; many very coarse sandsized sulbangular fragments of rock or of dark red accretions; many clean unstained grains of silt and sand; moderately acid (pH 5.6); clear smooth boundary. (1 to 9 inches thick)\nBw1--6 to 14 inches; light yellowish brown (10YR 6/4) ashy silt loam, strong brown (7.5YR 4/6) moist; moderate fine and very fine granular structure; soft, very friable, slightly sticky, slightly plastic; many fine roots; about 25 percent fine and very fine interstitial pore space; common coarse sand-size rock fragments or accretions; moderately acid (pH 5.9); clear wavy boundary. (4 to 10 inches thick)\nBw2--14 to 24 inches; light yellowish brown (10YR 6/4) gravelly ashy silt loam, brown (7.5YR 4/4) moist; massive; slightly hard, friable; common roots; common medium and fine interstitial pores; many coarse sand-sized dark red rock fragments or accretions; about 20 percent gravel; moderately acid (pH 5.9); clear irregullar boundary. (5 to 15 inches thick)\n2Bw3--24 to42 inches; very pale brown (10YR 7/4) extremely cobbly silt loam, yellowish brown (10YR 5/4) massive; soft, very friable; few roots; common medium and fine pores, few coarse pores; walls of some pores stained dark red; 65 percent angular cobbles, pebbles and stones; moderately acid (pH 5.6); clear wavy boundary. (10 to 30 inches thick)\n2C--42 to 75 inches; pale yellow (2.5Y 7/4) and yellow (2.5Y 8/6) extremely cobbly silt loam, light yellowish brown (10YR 6/4) moist; common distinct yellowish red (5YR 4/6) mottles; massive; slightly hard, friable and brittle, 75 percent cobbles, pebbles and stones; slightly acid (pH 6.2)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Mineral County, Montana; 12.1 miles from U. S. Highway 10 on south Fork of Little Joe Creek Road. Photo EDS-4-155, Line 51."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nTruefissure soils have mean annual soil temperature ranging from 37 to 43 degrees F. Average summer soil temperature ranges from 45 to 55 degrees F. under varying density of forest canopy. Subsurface horizons are sometimes dry for 20 consecutive days and are usually dry for 40 cumulative days in July through October. The soils are moderately acid or slightly acid. The ash-rich loess mantle ranges from 16 to 24 inches thick.\nThe A horizon has value of 5 through 7.\nThe A and Bw horizons formed in the glass-rich mantle and have hue of 10YR through 5YR and chroma of 3 through 6. The A and Bw horizons have 5 to 10 percent clay and 70 to 85 percent silt plus very fine sand. Their very fine sand and fine sand fraction has 40 to 60 percent volcanic glass shards. These horizons have air dry bulk density of .65 to .85 grams per cc, base saturation of 15 to 40 percent and cation exchange capacity of 1.5 to 2.5 millequivalents per gram of clay including 3 to 5 percent organic matter. There are 1 to 5 percent pebbles, cobbles or stones in the upper part increasing to 5 to 25 percent in the lower part of the Bw horizon.\nThe 2Bw horizon has hue of 2.5Y through 7.5YR, value of 6 or 7 and chroma of 3 through 6. It has air dry bulk density of 1.3 to 1.5 and cation exchange capacity of 1 to 5 milliequivalents per gram of clay This horizon has 3 to 7 percent clay and has 35 to 60 percent angular stones, cobbles and pebbles.\nThe 2C horizon has 60 to 80 percent angular stones, cobbles and pebbles."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Alkiridge, Ashnola, and Huckleberry, series. Alkiridge, Ashnola, soils have a densic contact with dense glacial till within the series control section. Huckleberry soils have a lithic contact within 40 inches. the series control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  The Truefissure soils are on steep mountain slopes at elevations ranging from 4,500 to 8,000 feet under coniferous forest. They formed in a loess mantle, high in volcanic ash, superimposed over residuum and colluvium from argillites and quartzites. Mean annual precipitation is estimated to range from 50 to 70 inches with very deep winter snow cover. Mean annual temperature is estimated to range from 35 to 45 degrees F. with mean summer temperature less than 50 degrees F. under forest cover."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Coerock, Craddock, Holloway, Tamely, Wishard and Sherlock soils. Craddock, Holloway and Tamely soils are large area geographic associates whereas Wishard and Sherlock soils are more intimate topographic associates. Sherlock soils have accumulated clay in heavy loam beneath the Bir horizon."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well-drained; medium to very rapid runoff; moderately rapid permeability. If denuded of vegetative cover, the soil is highly erodible."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Principal use is for forest products and watershed. Vegetation is mainly Douglasfir, western larch, Englemann spruce, and lodgepole pine with an understory of beargra8s, huckleberry, pachistima, and shrubs."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Widely distributed and extensive throughout Rocky Mountain region in western Montana.\nSeries Established: St. Regis-Ninemile Area, Mineral County, Montana, 1970."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:"
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and feature recognized in this pedon are:\nOchric epipedon, the zone from the soil surface to 6 inches; (Oi, Oa, and A horizons)\nCambic horizon, , the zone from 6 to 42 inches; (Bw1, Bw2, and 2Bw3 horizons)\nThe upper 21 inches of the mineral soil is more than 30 percent volcanic glass. (A, Bw1, and Bw2 horizons)\nThis draft reflects a change in classification from Medial over loamy-skeletal, mixed, Entic Cryandepts to Ashy over loamy-skeletal, glassy over isotic Typic Vitricryands\nADDITIONAL DATA: Laboratory data are available on two pedons from the NSSL. S64MT-061-001 and S64MT-061-002 and support the classification change. NaF pH data are lacking in the data set.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
