{
  "SERIES": "TRULON",
  "STATUS": "Established Series",
  "BYREV": "Rev. CAM-RJE-JAL",
  "REVDATE": "03/2002",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, carbonatic, frigid Typic Calciustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Trulon loam - cultivated (Colors are for dry soil unless otherwise noted.)\nAp--0 to 3 inches; grayish brown (10YR 5/2) loam, dark brown (10YR 3/3) moist; weak medium platy structure slightly hard, friable, moderately sticky, slightly plastic; weak effervescence.\nA--3 to 7 inches; brown (10YR 5/3) loam, dark brown (10YR 3/3) moist; weak medium prismatic structure, hard, friable, slightly sticky, slightly plastic; moderate effervescence; wavy boundary. (A horizon is 6 to 10 inches thick.)\nBw--7 to 9 inches; pale brown (10YR 6/3) loam, brown (10YR 5/3) moist; moderate coarse prismatic structure hard, friable, slightly sticky, slightly plastic; violent effervescence, common soft masses of segregated lime; less than 15 percent limestone fragments; gradual boundary. (2 to 12 inches thick)\nBk--9 to 15 inches; very pale brown (10YR 7/3) loam, pale brown (10YR 6/3) moist; weak coarse prismatic structure; hard, friable, slightly sticky, slightly plastic; violent effervescence, lime flour and common medium lime masses; few limestone fragments; clear wavy boundary. (8 to 14 inches thick)\nCk--15 to 30 inches; pink (7.5YR 8/3) gravelly loam, pink (7.5YR 7/3) moist; massive; slightly hard, friable s1ightly sticky, slightly plastic; violent effervescence; about 20 percent limestone fragments with thick lime coats on all surfaces; abrupt irregular boundary.\nR--30 inches; hard limestone rock."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: : Big Horn County, Montana"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: The 10 to 40 inch section has the apparent texture of loam, clay loam or silty clay loam with about 25 to 35 percent clay-sized particles and 15 to 35 percent by volume of limestone fragments. Depth to bedrock is 20 to 40 inches. Rock fragments are mainly of channery and flagstone sizes but with lesser amounts of angular stones and cobbles. The estimated CaC03 equivalent of the less than 2 mm size is 40 to 50 percent and of whole soil less than 3/4 inch is about 60 to 70 percent. The mean annual soil temperature is about 45 degrees F. with a range of 41 to 46 degrees F.\nThe A horizon has hue of lOYR or 2.5Y, value of 4 or 5 dry, 2 or 3 moist and chroma of 2 or 3. It has weak or moderate effervescence.\nThe Bk and C horizons have hue of 2.5Y through 7.5YR and value of 7 through 9 dry."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Judell and Judith series. These soils are very deep."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: The Trulon soils are on nearly level to hilly sedimentary plains at elevations of 4,000 to 6,000 feet. The soils formed in loamy materials having more than 40 percent CaC03 weathered in place from the underlying limestone with some surficial deposition. The climate is cool, moist-semiarid, continental with long, cold, dry winters and moist springs and summers. The annual precipitation is 15 to 18 inches, more than 70 percent of which falls when temperature at depth of 20 inches is above 41 degrees F. The mean January temperature is about 18 to 26 degrees F. and mean July temperature about 64 to 67 degrees F. The frost-free (32 degrees F.) period is about 90 to 110 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Castner soils and the competing Judith, Lap, Maiden and Windham soils. Castner soils are 10 to 20 inches deep to sandstone and have less than 40 percent CaC03 equivalent."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well-drained; medium runoff; moderately slow to slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: These soils are used mainly for production of nonirrigated small grains. The native vegetation is western wheatgrass, bluebunch wheatgrass, prairie junegrass, and Idaho fescue."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Mainly in the central part of Montana near the mountains. The series is moderately extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Big Horn County (Big Horn Area), Montana, 1970.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": null
  }
}
