{
  "SERIES": "TRUMAN",
  "STATUS": "Established Series",
  "BYREV": "Rev. DMH-AGG-TCJ",
  "REVDATE": "09/2006",
  "STATES": "IA,MN",
  "OVERVIEW": "The Truman series consists of very deep, well drained soils that formed in calcareous silty glacial sediments on glacial lake plains and moraines. They have slopes of 1 to 25 percent. The mean annual precipitation is about 737 mm (29 inches).The mean annual air temperature is about 9 degrees C (48 degrees F).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty, mixed, superactive, mesic Typic Hapludolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Truman silt loam with a convex, east facing slope of 5 percent on a lacustrine mantled ground moraine in a cultivated field. (Colors are for moist conditions unless otherwise stated.)\nAp--0 to 25 cm (0 to 10 inches); very dark brown (10YR 2/2) silt loam; weak very fine subangular blocky structure; friable; neutral; clear smooth boundary. [20 to 30 cm (8 to 12 inches thick)]\nAB--25 to 36 cm (10 to 14 inches); dark brown (10YR 3/3) silt loam, very dark grayish brown (10YR 3/2) coatings on faces of peds; weak fine subangular blocky structure; very friable; few tongues of very dark brown (10YR 2/2); neutral; clear smooth boundary. [0 to 15 cm (0 to 6 inches thick)]\nBw1--36 to 51 cm (14 to 20 inches); dark yellowish brown (10YR 3/4) silt loam, dark brown (10YR 3/3) coatings on faces of-peds; weak fine subangular blocky structure; very friable; many fine tubular pores; slightly acid; clear smooth boundary.\nBw2--51 to 76 cm (20 to 30 inches); yellowish brown (10YR 5/4) silt loam, dark yellowish brown (10YR 4/4) coatings on faces of peds; weak medium prismatic structure parting to weak fine and very fine subangular blocky; very friable; many fine tubular pores; slightly acid; clear smooth boundary.\nBw3--76 to 91 cm (30 to 36 inches); yellowish brown (10YR 5/4) silt loam; weak moderate prismatic structure; very friable; many fine tubular pores; neutral; clear smooth boundary. [Combined thickness of Bw horizon is 8 to 66 cm (3 to 26 inches thick)]\nBC1--91 to 107 cm (36 to 42 inches); brownish yellow (10YR 6/6) silt loam; weak medium and thick platy-like varves; very friable; few fine distinct light brownish gray (10YR 6/2) Fe depletions; strongly effervescent; slightly alkaline; clear smooth boundary.\nBC2--107 to 152 (42 to 60 inches); light yellowish brown (10YR 6/4) silt loam; weak medium and thick platy-like varves; very friable; many fine faint light brownish gray (10YR 6/2) Fe depletions and many fine faint yellowish brown (10YR 5/8) Fe concentrations; strongly effervescent; slightly alkaline. . [Combined thickness of BC horizon is 0 to 66 cm (0 to 26 inches thick)]"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Blue Earth County, Minnesota; about 5 miles south and 4 miles west of Mankato; about 701 m (2,300 feet) south and 494 m (1,620 feet) east of the northwest corner of sec. 4, T. 107 N., R. 27 W.; USGS Good Thunder, MN quadrangle, latitude 44 degrees 06 minutes 09 seconds N., longitude 94 degrees 05 minutes 01 seconds W., NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: The depth to free carbonates ranges from 46 to 142 cm (18 to 56 inches). Rock fragments are lacking in the solum and C horizon. In some pedons secondary accumulations of free carbonates comprise as much as 5 percent of the volume of the lower part of the B horizon or upper part of the C horizon. The mollic epipedon ranges from 25 to 46 cm (10 to 18 inches) in thickness.\nThe A horizon has hue of 10YR, value of 2 or 3, and chroma of 1 through 3. It is silt loam or silty clay loam. It is moderately acid to neutral.\nThe B horizon has a matrix hue of 10YR, value of 3 through 5, and chroma of 3 through 6. It has mottles in the lower part of some pedons. It typically is silt loam throughout, but in some pedons it has subhorizons of silty clay loam. It is slightly acid or neutral in the upper part and moderately acid through moderately alkaline in the lower part.  It is silt loam or silty clay loam.\nThe BC or C horizon has a matrix hue of 10YR or 2.5Y, value of 5 or 6, and chroma of 4 through 6. It has mottles in some to all parts in some pedons. It is slightly or moderately alkaline. It has a calcium carbonate equivalent of 5 to 15 percent. It has a calcic horizon in the upper part in some pedons."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Galva, Keg, Marshall, Monona, Nira, Northboro, Ponca, Port Byron, Raddle, Sac, and Salix series of the same family and the closely related Kingston series. The Galva soils formed in loess and have less sand in the solum. The Keg soils have lower chroma and yellower hue in at least part of the B horizon. The Marshall, Port Byron, and Raddle soils have thicker sola. The Monona soils have systematic decrease in clay with depth and have uniform coarse silt-fine ratios. The Nira soils have lower chroma in the lower part of the B horizon and in the C horizon. The Northboro soils have redder hue in the B horizon. The Ponca soils have thinner sola and free carbonates at shallower depths. The Sac soils have loam or clay loam 2C horizons beginning above depths of 102 cm (40 inches). The Salix soils have lower chroma in at least part of the B horizon. The Kingston soils have lower chroma in the upper part of the B horizon."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: These soils have convex slopes with gradients of 1 to 25 percent on nearly level to steep lacustrine-mantled ground moraines or on lake plains. They formed in silty calcareous lacustrine sediments that are more than 1.2 m (4 feet) in thickness. Calcareous loam glacial till commonly underlies these sediments. The sediments are from the Des Moines lobe of the Late Wisconsin glaciation. Mean annual precipitation ranges from660 to 813 mm (26 to 32 inches), and mean annual temperature ranges from 7 to 10 degrees C (45 to 50 degrees F). Frost free days range from 155 to 200. Elevation is 244 to 479 m (800 to 1,570 feet) above sea level"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: The main ones are the Kingston, Madelia, and Spicer soils which formed in sediments similar to those of the Truman soils and which are members of a drainage sequence. The Kingston soils are moderately well drained and the Madelia and Spicer soils are poorly drained."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Well drained. Surface runoff is low. The saturated hydraulic conductivity is 4.23 to 14.11 micrometers per second (.6 to 2.0 inches). The depth to seasonal high saturation is as high as 1.1 m (3.5 feet) during March to June in normal years."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most all of these soils are cultivated. Corn and soybeans are the main crops. Native vegetation is tall grass prairie."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: MLRA-103.  Southern Minnesota and northern Iowa. Moderately extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: St. Paul, Minnesota"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Faribault County, Minnesota, in 1947."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic features and properties are: Mollic epipedon: the zone from the surface to a depth of 36 cm (14 inches) (Ap and AB horizons), Cambic horizon: the zone from36 to 152 cm (14 to 60 inches) (Bw1, Bw2, Bw3, BC1, and BC2 horizons).\nA new series is needed to replace Truman soils mapped on slopes of 6 to 25 percent.  Saturation within 3.5 feet is typical on B slopes; however, it is not common or typical to have saturation on steeper slopes.\nADDITIONAL DATA: Refer to Minnesota Agricultural Experiment Station Central File Code No. 1607 for results of some laboratory analysis of the typical pedon.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 25,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 2,
        "texture_class": "silt loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Ap--0 to 25 cm (0 to 10 inches); very dark brown (10YR 2/2) silt loam; weak very fine subangular blocky structure; friable; neutral; clear smooth boundary. [20 to 30 cm (8 to 12 inches thick)]"
      },
      {
        "name": "AB",
        "top": 25,
        "bottom": 36,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "silt loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "AB--25 to 36 cm (10 to 14 inches); dark brown (10YR 3/3) silt loam, very dark grayish brown (10YR 3/2) coatings on faces of peds; weak fine subangular blocky structure; very friable; few tongues of very dark brown (10YR 2/2); neutral; clear smooth boundary. [0 to 15 cm (0 to 6 inches thick)]"
      },
      {
        "name": "Bw1",
        "top": 36,
        "bottom": 51,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 4,
        "texture_class": "silt loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bw1--36 to 51 cm (14 to 20 inches); dark yellowish brown (10YR 3/4) silt loam, dark brown (10YR 3/3) coatings on faces of-peds; weak fine subangular blocky structure; very friable; many fine tubular pores; slightly acid; clear smooth boundary."
      },
      {
        "name": "Bw2",
        "top": 51,
        "bottom": 76,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "silt loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bw2--51 to 76 cm (20 to 30 inches); yellowish brown (10YR 5/4) silt loam, dark yellowish brown (10YR 4/4) coatings on faces of peds; weak medium prismatic structure parting to weak fine and very fine subangular blocky; very friable; many fine tubular pores; slightly acid; clear smooth boundary."
      },
      {
        "name": "Bw3",
        "top": 76,
        "bottom": 91,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "silt loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bw3--76 to 91 cm (30 to 36 inches); yellowish brown (10YR 5/4) silt loam; weak moderate prismatic structure; very friable; many fine tubular pores; neutral; clear smooth boundary. [Combined thickness of Bw horizon is 8 to 66 cm (3 to 26 inches thick)]"
      },
      {
        "name": "BC1",
        "top": 91,
        "bottom": 107,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 6,
        "texture_class": "silt loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "BC1--91 to 107 cm (36 to 42 inches); brownish yellow (10YR 6/6) silt loam; weak medium and thick platy-like varves; very friable; few fine distinct light brownish gray (10YR 6/2) Fe depletions; strongly effervescent; slightly alkaline; clear smooth boundary."
      }
    ]
  ]
}
