{
  "SERIES": "TRUVAR",
  "STATUS": "Established Series",
  "BYREV": "Rev. JVC/JBF",
  "REVDATE": "07/2016",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS:  Loamy, mixed, superactive, mesic, shallow Xereptic Haplodurids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Truvar gravelly loamy sand--rangeland.  (Colors are for dry soil unless otherwise noted.)  The soil surface is partially covered with 25 percent dominantly 2 to 5 mm diameter gravel.\nA1--0 to 5 cm; light brownish gray (10YR 6/2) gravelly loamy sand, dark grayish brown (10YR 4/2) moist; single grain; loose, nonsticky and nonplastic; common very fine and few fine roots; many very fine interstitial pores; 25 percent gravel; neutral (pH 6.6); clear smooth boundary.  (5 to 10 cm thick)\nA2--5 to 25 cm; light brownish gray (10YR 6/2) gravelly sandy loam, dark grayish brown (10YR 4/2) moist; weak medium platy structure; soft, very friable, nonsticky and nonplastic; common very fine and few fine to coarse roots; common very fine vesicular and few very fine tubular pores; 20 percent gravel; neutral (pH 6.8); gradual wavy boundary.  (10 to 20 cm thick)\nBq--25 to 43 cm; pale brown (10YR 6/3) gravelly sandy loam, brown (10YR 4/3) moist; moderate medium platy structure; slightly hard, very friable, nonsticky and nonplastic; few very fine to coarse roots; common very fine tubular pores; 30 percent gravel; 15 percent weakly to strongly cemented lense-shaped durinodes; neutral (pH 7.2); gradual wavy boundary.  (15 to 25 cm thick)\nBqkm--43 to 152 cm; very pale brown (10YR 7/3) cemented material, yellowish brown (10YR 5/4) moist; platy; strong continuous silica cementation with discontinuous 1 millimeter thick laminar cap; white (10YR 8/1) laminae, light gray (10YR 7/2) moist, in pockets of carbonate cementation on bottoms of plates, 45 percent gravel; noneffervescent matrix; strongly effervescent on laminar cap and in pockets; moderately alkaline (pH 8.4)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Mineral County, Nevada; about 4 miles northwest of the old mining town of Basalt; about 2,300 feet north and 700 feet west of the southeast corner of section 7, T. 2 N., R. 33 E.; USGS Basalt 7.5 minute topographic quadrangle; latitude 38 degrees 02 minutes 39 seconds N and longitude 118 degrees 20 minutes 24 seconds W; WGS84 Decimal Degrees 38.0441667 latitude, -118.3400000 longitude."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: Moist in winter and spring, dry in summer and fall except intermittently moist in the upper part for 10 to 20 days cumulative between July and October due to convection storms; aridic soil moisture regime that borders on xeric.\nMean annual soil temperature: 12 to 15 degrees C.\nDepth to base of cambic horizon: 36 to 50 cm.\nDepth to strongly cemented duripan: 36 to 50 cm.\nParticle-size control section - Clay content: 12 to 18 percent.\nSand content:  50 to 70 percent, mostly medium and coarse sand.\nRock fragments: 15 to 35 percent gravel, of which over half are 2 to 5 mm in diameter.\nA horizons\nChroma: 2 or 3, dry or moist.\nBq horizon\nStructure:  Platy or subangular blocky.\nReaction:  Neutral or slightly alkaline.\nDurinodes: 5 to 15 percent weakly to strongly cemented lense-shaped durinodes.\nBqkm horizon\nValue: 7 or 8 dry, 5 to 7 moist.\nChroma: 2 or 3 dry, 3 or 4 moist.\nRock fragments:  35 to 50 percent gravel of which more than half are 2 to 5 millimeter in diameter.\nReaction:  Slightly alkaline or moderately alkaline.\nCementation: Strongly cemented; the laminar cap, when present, is discontinuous and does not qualify as a subhorizon more cemented than strongly.\nEffervescence:  Noneffervescent to slightly effervescent in the matrix; slightly effervescent to violently effervescent in pockets and on the laminar cap."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Rabbithills, Rouette, Scalade, Shabliss, Trio, and Unius series.\nRabbithills soils have mean annual soil temperature of 8 to 12 degrees C and duripans that are 8 to 60 cm thick.  Rouette soils have mean annual soil temperature of 8 to 11 degrees C.  Scalade and Shabliss soils are not moist in the upper part for 10 to 20 days cumulative between July and October.  Trio soils have lithic contacts at 50 to 100 cm and average less than 15 percent rock fragments in the particle-size control section.  Unius soils have 18 to 25 percent clay in the particle-size control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Truvar soils are on fan remnants.  These soils formed in alluvium derived from mixed rocks but with a strong influence from welded tuff or granitic rocks.  Slopes are 2 to 8 percent.  Elevations range from 1,830 to 2,134 meters.  The climate is semiarid with cool, moist winters and warm, dry summers.  The mean annual precipitation is 200 to 250 mm, mean annual temperature is 11 to 14 degrees C, and the frost-free period is 100 to 130 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Crunker and Fadoll soils.  Crunker soils are sandy-skeletal, very deep, and do not have diagnostic subsurface horizons.  Fadoll soils are very deep, ashy, and do not have diagnostic subsurface horizons."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:  Well drained; very high surface runoff; high saturated hydraulic conductivity."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Truvar soils are used for rangeland and wildlife habitat.  The present vegetation is mainly Wyoming big sagebrush, Indian ricegrass, galleta, bottlebrush squirreltail, and Nevada ephedra."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  West-central Nevada and east-central California.  These soils are not extensive with about 3,000 acres of the series mapped to date.  MLRA 29."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Davis, California."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Mineral County, Nevada, 1985."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - The zone from the soil surface to 18 cm (A1 and part of the A2 horizons).\nCambic horizon and durinodes - The zone from 25 to 43 cm (Bq horizon).\nDuripan - The zone from 43 to 152 cm (Bqkm horizon).\nParticle-size control section - The zone from 25 to 43 cm (Bq horizon).\nThe revision of March 2001 updated the taxonomic class from Loamy, mixed, mesic, shallow Xeric Haplodurids.  The duripan in this series does not have a subzone or subhorizon that is more than strongly cemented and continuous.\nFuture study of this series is needed to determine the amount of volcanic ash influence in the A horizons.  Based on lab data from adjacent soils there is a strong possibility that volcanic glass contents in the A horizons are much greater than 30 percent.\nADDITIONAL DATA: Previous authors and editors include CMH-EWB-WED.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
