{
  "SERIES": "TRYON",
  "STATUS": "Established Series",
  "BYREV": "Rev. LGR,DAV, RRZ",
  "REVDATE": "01/2009",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Mixed, mesic Typic Psammaquents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Tryon loamy fine sand with a slope of less than 1 percent in a native meadow that has been overseeded with legumes. (Colors are for dry soil unless otherwise stated.)\nA--0 to 15 centimeters (0 to 6 inches); dark gray (10YR 4/1) loamy fine sand, black (10YR 2/1) moist; common fine distinct dark yellowish brown (10YR 4/4) moist and dark yellowish brown (10YR 4/6) moist iron masses in the matrix; weak fine granular structure; soft, friable; many very fine and fine roots throughout; moderately acid; clear wavy boundary.\nCg1--15 to 30 centimeters (6 to 12 inches); light brownish gray (10YR 6/2) loamy fine sand, grayish brown (10YR 5/2) moist; many fine faint yellowish brown (10YR 5/4) moist and many fine and medium prominent strong brown (7.5YR 5/6) moist iron masses in the matrix; single grain; loose; common very fine and fine roots throughout; moderately acid; gradual wavy boundary.\nCg2--30 to 203 centimeters (12 to 80 inches); light gray (2.5Y 7/2) fine sand, light brownish gray (2.5Y 6/2) moist; many fine and medium prominent strong brown(7.5YR 5/6) moist iron masses in the matrix; single grain; loose; few very fine roots throughout; moderately acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Cherry County, Nebraska; about 22 kilometers (14 miles) northwest of Brownlee; 488 meters (1600 feet) east and 183 meters (600 feet) south of the northwest corner, sec. 33, T. 29 N., R. 30 W.  USGS Bull Lake topographic quadrangle; latitude 42 degrees, 27 minutes, 3 seconds North and longitude 100 degrees 50 minutes, 48 seconds West"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil Moisture: generally saturated to or near the surface during growing season\nMoisture regime: aquic\nDepth to carbonates: typically lack carbonates, however, some pedons contain carbonates in the surface layer\nA horizon:\nHue: 10YR\nValue: 3 to 5, 2 to 4 moist (See Remarks - Surface thickness)RRZ\nChroma: 1 or 2\nTexture: loamy fine sand with the range including fine sand, sand, loamy sand and fine sandy loam\nReaction: moderately acid to moderately alkaline\nComment: A decomposed layer of organic matter 3 to 10 centimeters (1 to 4 inches) thick maybe present on the surface\nAC horizon: (if present)\nHue: 2.5Y or 10YR\nValue: 5 to 7, 3 to 5 moist\nChroma: 1 or 2\nTexture: fine sand, sand, loamy sand, loamy fine sand or fine sandy loam  Reaction: moderately acid to slightly alkaline\nC horizon:\nHue: 5Y to 10YR\nValue: 5 to 8, 4 to 7 moist\nChroma: 1 to 3\nTexture: Fine sand, sand, loamy sand, or loamy fine sand\nReaction: Moderately acid to slightly alkaline\nComments: Some pedons have thin layers of fine textured and darker colored material in the C horizon below a depth of 40 inches"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Arloval, Barren(T), Carrolls, Conrad, Dair(T), Forbar, Gothenburg, Jamaica, Junius, Norway, Stafford, Tihonet, Tyre, and Wanser soils.\nArloval soils have a thicker A horizon and are in a drier climate.\nBarren(T) and Jamaica(T) soils are anthrotransported materials.\nCarroll soils have volcanic ash in the particle size control section.\nConrad soils formed in stratified light and dark colored sands.\nDair(T) soils are formed in a wetter climate.\nForbar soils formed in sediments derived from volcanic ash and tuff.\nGothenburg soils are very shallow over gravelly sand.\nNorway soils are stratified and calcareous throughout the series control section.\nStafford soils are more acid and are in a climate of higher precipitation.\nHeceta soils have a much higher mean annual precipitation and a longer frost-free period each year.\nJunius soils have a B horizon.\nTyre soils are moderately deep over sandstone bedrock.\nWanser soils are in a drier climate and are generally more alkaline."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nLandform: in sandhill interdunes and on stream terraces\nSlope: 0 to 2 percent\nParent material: eolian and alluvial sediments\nMean annual temperature: 8 to 12 degrees C. (47 to 51 degrees F.)\nMean annual precipitation: 36 to 61 centimeters (14 to 24 inches)"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Els, Elsmere, Gannett, Ipage, Marlake, Loup, and Ord soils.  Els and Elsmere soils are higher on the landscape and have a water table at 1.5 to 3.0 feet.  Elsmere, Gannett, and Loup soils have a mollic epipedon.  Gannett soils are coarse-loamy.  Gannett and Loup soils are on similar landscapes.  Ipage soils have a seasonal high water table at depths of more than 3 feet.  Marlake soils have a higher seasonal water table that is above the surface much of the year and occur on the lowest part of the landscape.  Ord soils have a seasonal high water table at depths of 1.5 to 3.0 feet and are coarse-loamy and are higher on the landscape."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:\nDrainage: Poorly drained and very poorly drained\nRunoff: very low to ponded\nSaturated hydraulic conductivity:   very high.\nDepth of seasonal high water table: 0 to 46 centimeters (0 to 1.5 feet) poorly drained phase) and +15 to 30 centimeters (+.5 to 1 foot) (very poorly drained phase)"
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most of the acres are in native grass.\nIt is used for hayland or range.\nThe native grasses on the poorly drained phase include big bluestem, indiangrass, prairie cordgrass and switchgrass.\nThe native grasses on the very poorly drained phase include prairie cordgrass, reedgrass, sedges and rushes."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  In the sandhills area of Nebraska.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Denver, Colorado"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Howard County, Nebraska, 1968."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon: 0 to 15 centimeters (0 to 6 inches) (A horizon)\nAquic soil conditions: saturation and redox features  below 15 centimeters (6 inches)\nThis series represents nonmollic soils formerly mapped as Loup.\nOSD Modification\nRRZ 7/2002; A silty substratum phase is recognized; textures below 102 centimeters (40 inches) silt loam to silty clay loam.\nSUGGESTED CHANGE OF TAXONOMY (Mixed, mesic Mollic Psammaquents): many of the Tryon soils in Hall County have dark colors greater than 15 centimeters (6 inches), but do not meet the 25 centimeters (10 inch) thickness for the Loup Series.  Review of data indicated that Tryon soil area generally are considered to have dark color surface layers less that 25 centimeters (10 inches)\nADDITIONAL DATA:  Pedon S91NE-031-022 sampled for the National Soil Survey Laboratory at the following site:\nhttp://ssldata.sc.egov.usda.gov/rptExecute.asp?p=18970&r=1&submit1=Get+Report\nModified format by LRM in 1/2006 to include metric conversion and change permeability to saturated hydraulic conductivity.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
