{
  "SERIES": "TSAILE",
  "STATUS": "Established Series",
  "BYREV": "RJH/HH",
  "REVDATE": "10/2011",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, mixed, superactive, mesic Aridic Haplusterts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Tsaile clay-- farmland. (Colors are for dry soils unless otherwise noted.)\nA--0 to 4 inches (0 to 10 cm); reddish brown (2.5YR 4/3) clay, dark reddish brown (2.5YR 3/3), moist; 41 percent clay; strong thick platy structure; very hard, firm, very sticky and very plastic; common fine and medium roots violently effervescent; moderately alkaline, pH 8.4; very abrupt smooth boundary.\nBss1--4 to 14 inches (10 to 36 cm); reddish brown (2.5YR 4/3) clay, dark reddish brown (2.5YR 3/3), moist; 41 percent clay; moderate very coarse prismatic parts to weak coarse wedge structure; extremely hard, very firm, very sticky and very plastic; common fine and medium roots throughout; distinct slickensides; violently effervescent; moderately alkaline, pH 8.4; clear smooth boundary.\nBss2--14 to 45 inches (36 to 114 cm); reddish brown (2.5YR 4/3) clay, dark reddish brown (2.5YR 3/3), moist; 49 percent clay; moderate very coarse wedge parts to moderate very coarse prismatic structure; extremely hard, very firm, very sticky and very plastic; common fine and medium roots throughout; distinct slickensides; violently effervescent; moderately alkaline, pH 8.4; gradual smooth boundary.\nBss3--45 to 60 inches (114 to 152 cm); reddish brown (2.5YR 4/3) clay, dark reddish brown (2.5YR 3/3), moist; 50 percent clay; weak very coarse wedge structure; extremely hard, very firm, very sticky, and very plastic; few fine roots throughout; distinct slickensides; violently effervescent; moderately alkaline, pH 8.4."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: 35 degrees, 12 minutes, 15.0 seconds, north latitude; 109 degrees, 07 minutes, 23.3 seconds, west longitude."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil Cracks: many vertical cracks 0.25 to 0.5 inches wide from the surface to 48 inches.\nClay content of control section (weighted average): 35  to 60 percent.\nMean annual soil temperature: 48 to 52 degrees F.\nSoil moisture: Aridic Ustic moisture regime\nA horizon\nHue: 2.5YR, 5YR, 7.5YR, 10YR\nValue: 3 to 5 dry, 3 to 4 moist\nChroma: 2 to 4, dry or moist\nTexture: clay, clay loam, loam, silt loam\nClay: 18 to 57 percent\nReaction: slightly alkaline to strongly alkaline\nBss horizons\nHue: 2.5YR, 5YR, 7.5YR\nValue: 3 to 5, dry or moist\nChroma: 2 to 6, dry or moist\nTexture: clay, sandy clay loam, sandy clay, silty clay\nClay: 30 to 60 percent\nReaction: slightly alkaline to strongly alkaline\nSome pedons have a Cn horizon or a Bkss horizon that does not meet the requirements of a calcic diagnostic horizon."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Silcat (NM) and Moriartche (NM) soils. Silcat soils have hues of 2.5Y and 10YR throughout the substratum. Moriartche soils are moist in the soil moisture control section during May and June and are in MLRA 70A."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: The Tsaile soils formed in alluvium and stream alluvium derived from sandstone and shale (Chinle formation-Triassic). They are on stream terraces on valley floors. Slopes are 0 to 5 percent. Elevations range from 7,000 to 7,300 feet. The mean annual temperature is 46 to 50 degrees F., and the mean annual precipitation is 14 to 18 inches. The frost free period is 120 to 150 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Whiskey, Paymaster and Millpaw soils. Whiskey soils are fine-loamy. Paymaster soils are coarse-loamy. Millpaw soils have argillic horizons."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained, very high runoff, very slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: This series is used for irrigated and dryland farming and livestock grazing. Present vegetation is rubber rabbitbrush, snakeweed, muttongrass, alfalfa, bindweed, juniper, and Russian thistle."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Northeast Arizona, MLRA 35, LRR-D. Tsaile soils are of limited extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Phoenix, Arizona"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Navajo County, Arizona; Chinle Soil Survey Area; 2010."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Tsalie is the name of a wash and community near the Type Location. This English spelling of the Navajo word \"Tse aile\" translates to mean \"where the water flows into the canyon.\"\nDiagnostic horizons and features recognized in this pedon are:\nOchric epipedon: the zone from 0 to 4 inches (A horizon)\nVertic properties: slight gilgai, cracks .25 to 1 inches wide extending from 0 to 48 inches, and slickensides occurring from 4 to 60 inches (Bss horizons). Cracks are open greater than 90 days but less than 150 cumulative days in most years.\nClassified according to Soil Taxonomy, 2nd Edition; Keys to Taxonomy, Eleventh Edition, 2010.\nADDITIONAL DATA: NSSL sample # S09AZ001021\n________________________________________\nNational Cooperative Soil Survey\nU.S.A."
  }
}
