{
  "SERIES": "TSAYA",
  "STATUS": "Established Series",
  "BYREV": "Rev. KDS/RJ/RB/LJGII",
  "REVDATE": "11/2011",
  "STATES": "AZ,UT",
  "OVERVIEW": "The Tsaya series consists of very shallow and shallow, well drained soils that formed in slope alluvium and eolian materials derived from sandstone and shale. Tsaya soils are underlain by siltstone, mudstone, shale and sandstone. Tsaya soils are on hillslopes and structural benches, and have slopes of 3 to 65 percent. The average annual precipitation is about 8 inches\nand the average annual air temperature is about 53 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive, calcareous, mesic Lithic Torriorthents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Tsaya channery loam - rangeland. (Colors are for dry soil unless otherwise noted.) The surface is covered by 50 percent gravel and 5 percent cobbles.\nA--0 to 3 inches; dark reddish brown (2.5YR 3/4) channery loam, dark reddish brown (2.5YR 3/4) moist; weak fine subangular granular structure; soft, very friable, slightly sticky and slightly plastic; 20 percent channers; few very fine roots; common fine interstitial pores; slightly effervescent; moderately alkaline (pH 8.0); clear smooth boundary. (1 to 3 inches thick)\nC1--3 to 6 inches; reddish brown (2.5YR 4/4) very channery loam, dark reddish brown (2.5YR 3/4) moist; weak fine subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; 40 percent channers, 15 percent flagstones; common fine and very fine roots; few fine and very fine tubular pores; moderately effervescent; moderately alkaline (pH 8.1); clear smooth boundary. (0 to 12 inches thick)\nC2--6 to 9 inches; reddish brown (2.5YR 4/4) very channery loam, dark reddish brown (2.5YR 3/4) moist; weak fine subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; 40 percent channers, 15 percent flagstones; few very fine roots; few fine and very fine tubular pores; slightly effervescent; moderately alkaline (pH 8.2); abrupt smooth boundary. (0 to 12 inches thick)\nR--9 inches; Carmel formation siltstone and mudstone."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Kane County, Utah; Moody Creek South West USGS quad; lat 37 degrees 31 minutes 58.80 seconds N. and long. 111 degrees 12 minutes 00.70 seconds W., NAD 27."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture - Intermittently moist in some part of the soil moisture control section during July-September and December-February. Typic aridic soil moisture regime.\nSoil temperature: 53 to 59 degrees F.\nDepth to lithic contact: normally 4 to 12 inches, but ranges from 4 to 20 inches\nControl section: rock fragments: range from 35 to 80 percent in any one horizon, mostly as channers; size ranges from 2mm to about 6 inches; less than 5 percent is 3 to 6 inches in diameter.\nReaction: slightly to moderately alkaline\nCarbonates: secondary lime coats the rock fragments and undersides of rock fragments in lower horizons of some pedons; calcium carbonate equivalent is less than 5, slightly to strongly effervescent throughout\nOrganic matter content: less than 1 percent\nA and C horizons\nHue: 10YR, 7.5YR, 5YR, 2.5YR\nValue: 3 to 6, dry or moist\nChroma: 2 to 6, dry or moist\nTexture: loam, clay loam, sandy clay loam (18 to 35 percent clay)"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Berzatic (NV), Blacktop (CA), Cadrina (UT), Pintwater (NV), Singatse (NV), and Sojur (NV) series. Berzatic soils have less than 18 percent clay and more than 15 percent calcium carbonate equivalent. Blacktop soils also have less than 18 percent clay. Cadrina soils have a mean annual soil temperature 47 to 50 degrees F. and a soil moisture control section that is affected by precipitation that falls evenly through the year with a slight increase in late summer and fall. Pintwater soils have less than 18 percent clay and significant secondary silica accumulations. Singatse soils have less than 15 percent clay. Sojur soils are 10YR and yellower. Berzatic, Blacktop, Pintwater, Singatse, and Sojur soils are moist in the soil moisture control section for less than 20 days cumulative between July and September."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Tsaya soils are on hillslopes, talus slopes, and structural benches at elevations of 3,180 to 6,400 feet. They are usually on shoulders and backslopes. Slopes are 2 to 65 percent. These soils formed in slope alluvium from sedimentary rocks and eolian sediments. The mean annual air temperature is 51 to 57 degrees F., and the average annual precipitation is 6 to 10 inches. The frost-free period is about 130 to 190 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Chipeta and Farb soils. Chipeta soils are fine and are adjacent where shale predominates. Farb soils are coarse-loamy and are adjacent where sandstone predominates."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; medium to rapid runoff; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: These soils are used for livestock grazing, wildlife habitat, and recreation. Vegetation is blackbrush, Mormon Tea, with very few scattered grasses."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: South central Utah and Northwestern New Mexico. The series is of small extent. MLRA 35."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Phoenix, Arizona"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Grand Staircase Escalante National Monument Soil Survey, 2004. Named after the Tsaya community, New Mexico."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - the zone from 0 to 3 inches (A horizon)\nLithic contact - the boundary at 9 inches (R horizon)\nPronunciation: Pronounced as Ta-say'-ya. Old type location in San Juan County. New Location moved to Kane County, Utah on 12/1998.\nClassified according to Soil Taxonomy, Second Edition, 1999; Keys to Soil Taxonomy, Eleventh Edition, 2010\nUpdates and revisions for the correlation of Navajo Mountain Area (AZ711), July 7, 2008, CEM\nUpdated and revised for the correlation of Canyonlands National Park (UT688), October 2009, WWJ\nUpdate and revisions for the correlation of Glen Canyon National Recreation Area, January 2010, CEM\nUpdate and revisions for the correlation of Chinle Area (AZ713), August 2011, LJGII\n________________________________________\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 8,
        "dry_hue": "2.5YR",
        "dry_value": 3,
        "dry_chroma": 4,
        "moist_hue": "2.5YR",
        "moist_value": 3,
        "moist_chroma": 4,
        "texture_class": "loam",
        "cf_class": "channery",
        "pH": 8,
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A--0 to 3 inches; dark reddish brown (2.5YR 3/4) channery loam, dark reddish brown (2.5YR 3/4) moist; weak fine subangular granular structure; soft, very friable, slightly sticky and slightly plastic; 20 percent channers; few very fine roots; common fine interstitial pores; slightly effervescent; moderately alkaline (pH 8.0); clear smooth boundary. (1 to 3 inches thick)"
      },
      {
        "name": "C1",
        "top": 8,
        "bottom": 15,
        "dry_hue": "2.5YR",
        "dry_value": 4,
        "dry_chroma": 4,
        "moist_hue": "2.5YR",
        "moist_value": 3,
        "moist_chroma": 4,
        "texture_class": "loam",
        "cf_class": "very channery",
        "pH": 8.1,
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "C1--3 to 6 inches; reddish brown (2.5YR 4/4) very channery loam, dark reddish brown (2.5YR 3/4) moist; weak fine subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; 40 percent channers, 15 percent flagstones; common fine and very fine roots; few fine and very fine tubular pores; moderately effervescent; moderately alkaline (pH 8.1); clear smooth boundary. (0 to 12 inches thick)"
      },
      {
        "name": "C2",
        "top": 15,
        "bottom": 23,
        "dry_hue": "2.5YR",
        "dry_value": 4,
        "dry_chroma": 4,
        "moist_hue": "2.5YR",
        "moist_value": 3,
        "moist_chroma": 4,
        "texture_class": "loam",
        "cf_class": "very channery",
        "pH": 8.2,
        "pH_class": "moderately alkaline",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "C2--6 to 9 inches; reddish brown (2.5YR 4/4) very channery loam, dark reddish brown (2.5YR 3/4) moist; weak fine subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; 40 percent channers, 15 percent flagstones; few very fine roots; few fine and very fine tubular pores; slightly effervescent; moderately alkaline (pH 8.2); abrupt smooth boundary. (0 to 12 inches thick)"
      },
      {
        "name": "R",
        "top": 23,
        "texture_class": "silt",
        "narrative": "R--9 inches; Carmel formation siltstone and mudstone."
      }
    ]
  ]
}
