{
  "SERIES": "TSEZHIN",
  "STATUS": "Established Series",
  "BYREV": "Rev. CDH/JVC/PDC",
  "REVDATE": "08/2007",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive, mesic Calcidic Haplustalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Tsezhin very cobbly very fine sandy loam, extremely stony -- on a planar fan terrace tread sloping 9 percent to the south at 7,000 feet elevation -- woodland.  (Colors are for dry soil unless otherwise noted.  When described, the soil was dry from the surface to 2 inches and moist from 2 through 60 inches.)\nA--0 to 2 inches; reddish brown (5YR 4/4) very cobbly very fine sandy loam, dark reddish brown (5YR 3/4) moist; moderate thick platy structure; soft, friable, slightly sticky and slightly plastic; common fine and very fine roots; few fine irregular pores; 30 percent cobble, 20 percent gravel, and 10 percent stones; very slightly effervescent; neutral (pH 7.0); abrupt smooth boundary.  (1 to 4 inches thick)\nBt--2 to 7 inches; yellowish red (5YR 4/6) very gravelly clay loam, dark reddish brown (5YR 3/4) moist; moderate medium subangular blocky structure; hard, firm, sticky and plastic; common medium and few very fine roots; few fine tubular pores; common faint clay films on faces of peds and lining pores; 30 percent gravel and 10 percent cobble; very slightly effervescent; neutral (pH 7.0); clear smooth boundary.  (5 to 11 inches thick)\nBtk1--7 to 22 inches; yellowish red (5YR 5/6) very gravelly clay loam, yellowish red (5YR 4/6) moist; moderate medium angular blocky structure; very hard, firm, sticky and plastic; common medium and few very fine roots; common fine tubular pores; common distinct clay films on faces of peds and lining pores; 40 percent gravel and 10 percent cobble; strongly effervescent, secondary calcium carbonate segregated as very few fine irregularly shaped accumulations on rock fragments; slightly alkaline (pH 7.8); abrupt smooth boundary.  (10 to 23 inches thick)\nBtk2--22 to 35 inches; yellowish red (5YR 5/6) very gravelly clay loam, yellowish red (5YR 4/6) moist; moderate medium angular blocky structure; very hard, firm, sticky and plastic; common fine and few medium roots; common fine tubular pores; many distinct clay films on faces of peds and lining pores; 30 percent gravel and 10 percent cobble; strongly effervescent, secondary calcium carbonate segregated as very few fine irregularly shaped accumulations on rock fragments; slightly alkaline (pH 7.6); clear smooth boundary.  (6 to 14 inches thick)\nBtk3--35 to 51 inches; yellowish red (5YR 5/6) very cobbly clay loam, yellowish red (5YR 4/6) moist; moderate coarse subangular blocky structure; very hard, firm, sticky and plastic; few fine and medium roots; few fine tubular pores; common distinct clay films on faces of peds and lining pores; 30 percent cobble, 20 percent gravel and 5 percent stones; violently effervescent, secondary calcium carbonate segregated as many large irregularly shaped accumulations on rock fragments and as weakly cemented nodules; moderately alkaline (pH 8.0); clear smooth boundary.  (0 to 25 inches thick)\nBtk4--51 to 65 inches; yellowish red (5YR 5/6) very cobbly clay loam, yellowish red (5YR 4/6) moist; moderate coarse subangular blocky structure; hard, firm, sticky and plastic; few fine and very fine roots; few fine tubular pores; few faint clay films on faces of peds and lining pores; 30 percent cobble, 15 percent gravel and 5 percent stones; strongly effervescent, secondary calcium carbonate segregated as common medium irregularly shaped accumulations on rock fragments and faces of peds; slightly alkaline (pH 7.6)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Apache County, Arizona; on the Navajo Indian Reservation about 13.5 miles north-northeast of Cove; 1,650 feet west and 1,750 feet north of the southeast corner of section 32, T.38 N., R.30 E.; Latitude 36 degrees 44 minutes 32 seconds North and Longitude 109 degrees 8 minutes 42 seconds West."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture - The soil moisture control section is moist in all parts during the 60 days following the winter solstice.  It is moist in some part less than 40 percent of the time and moist in all parts less than 25 percent of the time when the soil temperature at 20 inches is above 41 degrees F.  December and August are the wettest months and May and June are the driest.  Aridic ustic soil moisture regime.\nSoil temperature - 50 to 52 degrees F.\nDepth to base of argillic horizon - 30 to 60 inches\nDepth to calcic horizon - 23 to 50 inches\nClay content - 20 to 35 percent\nRock fragments - 35 to 60 percent\nA horizon\nHue: 5YR, 7.5YR\nValue: 4 through 6 dry, 3 through 5 moist\nChroma: 3 or 4, dry or moist\nOrganic carbon content: 0.6 to 2 percent\nRock fragments: 35 to 75 percent\n10 to 20 percent gravel\n20 to 35 percent cobble\n5 to 20 percent stones\nBt and upper Btk horizons\nHue: 2.5YR, 5YR\nValue: 4 through 6 dry, 3 through 5 moist\nChroma: 4 through 6, dry or moist\nTexture: clay loam, sandy clay loam\nClay content: 20 to 35 percent\nCalcium carbonate equivalent, <20mm: 0 to 10 percent\nRock fragments: 35 to 60 percent\n15 to 40 percent gravel\n10 to 30 percent cobble\n0 to 5 percent stones\nLower Btk and Bk horizons\nHue: 2.5YR, 5YR, 7.5YR\nValue: 5 through 8 dry, 4 through 7 moist\nChroma: 0 through 6, dry or moist\nTexture: clay loam, sandy clay loam\nClay content: 20 to 35 percent\nCalcium carbonate equivalent, <20mm: 15 to 60 percent in the calcic horizon, 3 to 10 percent below\nRock fragments: 35 to 60 percent\n15 to 25 percent gravel\n20 to 30 percent cobble\n0 to 5 percent stones"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Fangio (NM) and Quagmeier (UT) series. Fangio soils have a paralithic contact at 79 inches. Quagmier soils depth to the calcic horizon ranges from 10 to 20 inches below the surface."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Tsezhin soils are on treads of fan terraces and alluvial fans.  They formed in alluvium derived from Triassic sandstone and shale and Tertiary quartz diorite.  Slopes range from 5 to 70 percent.  Elevation ranges from 5,000 to 7,800 feet.  The mean annual precipitation is 12 to 14 inches in New Mexico and 16 to 20 inches in Arizona, with about half falling as winter snow and half falling as rain from high intensity convective thunderstorms between July and September.   The mean annual air temperature is 45 to 56 degrees F.  The frost-free period is 120 to 165 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Chazner, Katzine, and Wetherill soils.  Chazner soils are moderately deep to a petrocalcic horizon and have carbonatic mineralogy.  Katzine soils lack argillic horizons and occur on risers of fan terraces.  Wetherill soils are fine-silty and occur on eolian-mantled surfaces."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; medium or rapid runoff; moderate or moderately slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Tsezhin soils are used for livestock grazing wildlife habitat and fuelwood production.  Present vegetation is Utah juniper, pinyon, black sagebrush, bottlebrush squirreltail, muttongrass, and plains prickly pear."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Tsezhin soils are moderately extensive in northern Arizona and northwest New Mexico. MLRA 35."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Phoenix, Arizona"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Apache County, Arizona; Shiprock Area Soil Survey; 1993.  Tsezhin is a place name."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - The zone from 0 to 2 inches (A horizon)\nArgillic horizon - The zone from 2 to 65 inches (Bt, Btk1, Btk2, Btk3, Btk4 horizons)\nCalcic horizon - The zone from 35 to 51 inches (Btk3 horizon)\nClassification changed to Calcidic subgroup in 2007.\nClassified according to Soil Taxonomy Second Edition, 1999; Keys to Soil Taxonomy Tenth Edition, 2006.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
