{
  "SERIES": "TSINAT",
  "STATUS": "Established Series",
  "BYREV": "Rev. JMP/CDH/WWJ",
  "REVDATE": "01/2008",
  "STATES": "NM",
  "OVERVIEW": "The Tsinat series consists of well drained soils that are moderately deep to duripan. Tsinat soils formed in alluvium derived from reworked loess, volcanic ash, and basalt. They are on summits of plateaus. Slopes are 1 to 6 percent. Mean annual precipitation is about 11 inches and mean annual temperature is about 51 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, mesic Ustic Argidurids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Tsinat gravelly loam--on a planar summit sloping 2 percent to the southeast (134 degrees) at 6,270 feet elevation--rangeland. (Colors are for dry soil unless otherwise noted. When described, the soil was dry throughout.)\nAk--0 to 2 inches; brown (10YR 5/3) gravelly loam, brown (10YR 4/3) moist; weak fine granular structure; slightly hard, friable, slightly sticky and slightly plastic; many fine and few very fine roots; few very fine interstitial pores; 25 percent gravel and 5 percent cobbles; strongly effervescent, secondary calcium carbonate segregated as common fine rounded concretions and common coarse rounded and irregularly shaped concretions; moderately alkaline (pH 8.2); abrupt smooth boundary. (1 or 2 inches thick)\nBtk1--2 to 9 inches; brown (10YR 4/3) loam, dark brown (10YR 3/3) moist; moderate coarse subangular blocky structure; hard, firm, slightly sticky and moderately plastic; few fine and many very fine roots; few medium tubular pores; few faint clay films on faces of peds; 2 percent gravel; strongly effervescent, secondary calcium carbonate segregated as common fine irregularly shaped coats on faces of peds; moderately alkaline (pH 8.2); clear smooth boundary. (5 to 11 inches thick)\nBtk2--9 to 14 inches; pale brown (10YR 6/3) cobbly clay loam, brown (10YR 5/3) moist; moderate medium subangular blocky structure; hard, firm, slightly sticky and moderately plastic; common fine and few very fine roots; few medium tubular pores; few faint clay films on faces of peds; 10 percent gravel and 20 percent cobbles; violently effervescent, secondary calcium carbonate segregated as common fine irregularly shaped coats on faces of peds; moderately alkaline (pH 8.4); clear smooth boundary. (4 to 11 inches thick)\nBtk3--14 to 21 inches; pale brown (10YR 6/3) cobbly clay loam, yellowish brown (10YR 5/4) moist; moderate medium subangular blocky structure; very hard, firm, slightly sticky and slightly plastic; 10 percent gravel and 15 cobbles; violently effervescent, secondary calcium carbonate segregated as few medium irregularly shaped coats on rock fragments and common medium irregularly shaped coats on faces of peds; moderately alkaline (pH 8.4); clear smooth boundary. (3 to 13 inches thick)\nBk--21 to 28 inches; light yellowish brown (10YR 6/4) gravelly loam, yellowish brown (10YR 5/4) moist; moderate medium subangular blocky structure; extremely hard, very friable, slightly sticky and nonplastic; 20 percent gravel; violently effervescent, matrix is impregnated with secondary calcium carbonate; strongly alkaline (pH 8.8); abrupt wavy boundary. (3 to 13 inches thick)\nBkqm--28 to 46 inches; light gray (10YR 7/2) duripan, light brownish gray (10YR 6/2) moist; extremely hard and extremely firm; matrix is cemented by secondary silica; violently effervescent, matrix is impregnated and partially cemented with secondary calcium carbonate; very strongly alkaline (pH 9.4); abrupt smooth boundary. (10 to 20 inches thick)\nBk'--46 to 54 inches; very pale brown (10YR 7/4) gravelly sandy loam, light yellowish brown (10YR 6/4) moist; weak medium subangular blocky structure; slightly hard, friable, slightly sticky and nonplastic; few coarse and many medium tubular pores; 20 percent pebble-sized durinodes; violently effervescent; matrix is impregnated with secondary calcium carbonate; very strongly alkaline (pH 9.6); abrupt wavy boundary. (4 to 12 inches thick)\n2R--54 inches; indurated basalt bedrock"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Santa Fe County, New Mexico; about 10 miles southwest of Santa Fe; about 3400 feet east and 4200 feet south of the northwest corner of section 19, T.16N., R.8E.; USGS Tetilla Peak 7.5 minute topographic quadrangle; Latitude 35 degrees 35 minutes 52 seconds North and Longitude 106 degrees 7 minutes 16 seconds West, NAD 27."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture - The soil moisture control section is intermittently moist in some part from July to October and December to March. It is assumed to be dry in all parts 50 to 75 percent of the time (cumulative), when the soil temperature at 20 inches is 41 degrees F. or higher. The soils are driest in May and June. The soil moisture regime is aridic bordering on ustic.\nMean annual soil temperature - 52 to 54 degrees F.\nDepth to base of argillic horizon - 18 to 31 inches\nDepth to calcic horizon - 15 to 30 inches\nDepth to thin duripan and petrocalcic horizon - 20 to 40 inches\nDepth to lithic contact - 40 to 60 inches\nVolcanic glass content - 1 to 3 percent in the very fine sand and fine sand fractions of the surface and subsoil; trace amounts to 2 percent in the very fine sand and fine sand fractions of the substratum\nAmmonium-oxalate extractable Al plus 1/2Fe: less than 0.20 percent\nLithology of rock fragments: basalt\nParticle-size control section (weighted averages)\nSilicate clay content: 25 to 35 percent\nSand content: 25 to 45 percent\nFine sand or coarser content: 15 to 30 percent\nRock fragment content: 15 or 30 percent\nReaction - moderately alkaline in the surface and subsoil; strongly alkaline in the upper substratum; very strongly alkaline in the duripan and lower part of the substratum\nSalinity, mmhos/cm - 0 to 2 in the surface and subsoil; 2 to 4 in the substratum\nSodicity, SAR - 0 to 4 in the surface and subsoil; 4 to 13 in the substratum\nAk horizon\nHue: 7.5YR or 10YR\nValue: 4 through 6 dry, 3 or 4 moist\nChroma: 2, 3 or 4, dry or moist\nRock fragments: total range is 15 to 35 percent\n15 to 25 percent gravel\n0 to 5 percent cobbles\nUpper Btk horizon\nHue: 7.5YR or 10YR\nValue: 4 through 6 dry, 3 through 5 moist\nChroma: 3 or 4, dry or moist\nTexture: loam or clay loam\nRock fragments: total range is 0 to 10 percent, mostly gravel\nLower Btk horizons\nHue: 7.5YR or 10YR\nValue: 4 through 6 dry, 3 through 5 moist\nChroma: 3 or 4, dry or moist\nTexture: cobbly clay loam, gravelly clay loam, or gravelly loam\nRock fragments: total range is 15 to 35 percent\n5 to 15 percent gravel\n10 to 20 percent cobbles\nBk horizon\nHue: 7.5YR or 10YR\nValue: 6 through 8 dry, 5 through 7 moist\nChroma: 2 through 4, dry or moist\nTexture: gravelly loam or gravelly sandy loam\nCalcium carbonate equivalent: 23 percent\nBkqm horizon\nValue: 6 or 7 dry, 5 or 6 moist\nTexture: very fine sandy loam or loam\nCalcium carbonate equivalent: 3 to 15 percent\nOther features: the duripan in most pedons also qualify as petrocalcic horizons\nB'k horizon\nValue: 7 or 8 dry, 6 or 7 moist\nChroma: 2 through 4, dry or moist\nTexture: gravelly sandy loam or gravelly loam\nRock fragments: total range is 20 to 35 percent pebble-sized durinodes\nCalcium carbonate equivalent: 30 to 60 percent"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no competitors."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Tsinat soils are on summits of plateaus.  They formed in eolian material derived from Quaternary loess, volcanic ash, and pumice and alluvium derived from reworked loess and Tertiary basalt. Slopes are 1 to 6 percent. Elevation ranges from 5,800 to 6,800 feet. The mean annual precipitation is 10 to 12 inches with about 45 percent falling as rain from high-intensity convective thunderstorms between July and September. The mean annual air temperature is 50 to 52 degrees F. The frost-free period is 150 to 170 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Calabasas, Medrano, Tetilla, and Churipa soils. Calabasas soils are deep to petrocalcic horizons, are fine-silty, and occur on summits of plateaus. Medrano soils are shallow to duripans, are loamy-skeletal, and occur on cinder cones. Tetilla soils have calcic horizons below 40 inches, do not have cemented pans, and occur on toeslopes of plateaus. Churipa soils are shallow to petrocalcic horizons, do not have calcic horizons, and occur on shoulders of plateaus."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; low surface runoff; moderately slow permeability in the upper part and very slow permeability in the duripan."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Tsinat soils are used for urban development, livestock grazing, and recreation. The historic climax vegetation is blue grama, black grama, sand dropseed, ring muhly, galleta, sideoats grama, threeawn, and oneseed juniper.  The ecological site is Cinder(R036XB117NM).."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Tsinat soils are of small extent on the southcentral Espanola Basin part of the Basin and Range province in northcentral New Mexico. The MLRA is 36."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Santa Fe County, New Mexico; Santa Fe Area Soil Survey Update; 2008. Tsinat Ruins is a mesa west of Santa Fe."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - The zone from the soil surface to a depth of about 2 inches. (Ak horizon)\nArgillic horizon - The zone from 2 to about 14 inches. (Btk1 and Btk2 horizons)\nCalcic horizon - The zone from 14 to about 28 inches. (Bk1 and Bk2 horizons)\nDuripan - The zone from 28 to about 46 inches. (Bkqm horizon)\nLithic contact - Indurated basalt bedrock at 54 inches. (2R layer)\nParticle-size control section - The zone from 2 to 21 inches (Btk horizons)\nSeries control section - The zone from 0 to 54 inches.\nTaxonomic version: Classified according to Keys to Soil Taxonomy, Tenth Edition, 2006..\nADDITIONAL DATA: The series type location has been sampled for the National Soil Survey Laboratory (NSSL), Lincoln, NE, as soil survey sample number S99NM-049-15.\nNote: This soil has minor amounts of volcanic glass in either the coarse silt or very fine sand fractions within 75 cm of the soil surface. It is assumed that most of the volcanic glass derived from nearby Pleistocene ash eruptions has altered to more stable minerals like chalcedony. In addition, Lincoln lab data indicates that ammonium oxalate extractable aluminum and iron percentages are very low. Tsinat soils thus do not have the properties of the andic intergrades.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
