{
  "SERIES": "TSIRKU",
  "STATUS": "Established Series",
  "BYREV": "Rev. JWM-JPM",
  "REVDATE": "11/2002",
  "STATES": "AK",
  "OVERVIEW": "The Tsirku series consists of very deep, somewhat poorly drained soils that formed in alluvium.  Tsirku soils occur on floodplains and outwash plains.  Slopes range from 0 to 5 percent. Mean annual temperature is about 42 degress F., and the average annual precipitation is about 47 inches.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, superactive, calcareous Typic Cryofluvents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Tsirku silt loam - on a nearly level floodplain at 200 feet elevation under forest vegetation.  (All colors are for moist soils unless otherwise stated)\nOi--1 inch to 0; mat of slightly decomposed leaves and roots; abrupt smooth boundary.  (1 to 3 inches thick)\nA--0 to 1 inch; dark grayish brown (10YR 4/2) silt loam; weakfine granular structure; friable; nonsticky and nonplastic; many fine, medium, and coarse roots; slightly effervescent; mildly alkaline (pH 7.6); abrupt smooth boundary.  (0 to 3 inches thick)\nC1--1 to 41 inches; dark grayish brown (2.5Y 4/2) silt stratified with thin lenses of dark grayish brown (10YR 4/2) fine sand and very dark gray (10YR 3/1) silt loam; massive; friable, nonsticky and nonplastic; many fine, medium, and coarse roots decreasing to few fine roots with depth; slightly effervescent; mildly alkaline (pH 7.6); abrupt smooth boundary.  (37 to 60 inches thick)\nC2--41 to 60 inches; olive gray (5Y 4/2) extremely gravelly sand; single grain; loose; 50 percent gravel, 20 percent  cobbles;strongly effervescent; moderately alkaline (pH 8.4)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Haines Area, Alaska, NE 1/4, SW 1/4, section 22,T.28S, R.54E., Copper River Meridian."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The organic carbon content decreases irregularly with depth in the profile.  Calcareous sand and gravel occurs below 40 inches.  Reaction throughout the profile to 10 percent HCl ranges from slightly to strongly effervescent.  Depth to water table is commonly below 40 inches but will raise to within 20 to 30 inches of the soil surface for more than 2 weeks during the growing season.  Reaction throughout the profile ranges from slightly acid to moderately alkaline.\nThe A horizon, when present, has hue of 2.5Y, 10YR, or 7.5YR, value of 4 or 5 moist, and chroma from 2 to 4 moist.  Texture is silt loam or sandy loam.  Coarse fragment content ranges from 0 to 10 percent with 0 to 10 percent gravel and 0 to 5 percent cobble.\nThe C1 horizon has hue of 5Y, 2.5Y, 10YR, or 7.5YR, value from 3 to 5 moist, and chroma from 1 to 4 moist.  Texture is dominantly silt stratified with silt loam and fine sand.  Thickness of individual strata ranges from 0.5 to 3 inches.  Coarse fragment content ranges from 0 to 20 percent with 0 to 20 percent gravel and 0 to 5 percent cobble.\nThe C2 horizon consists of sand or loamy sand.  Coarse fragment content ranges from 35 to 70 percent with 20 to 60 percent gravel and 0 to 30 percent cobble."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These include the Jarvis, Niklason, Salchaket, Susitna, Takotna (T) and Tonowek series in the same subgroup.  Jarvis, Niklason, Salchaket, Susitna, and Tonowek soils are non-calcareous.  Takotna (T) soils have calcareous material within 40 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  The Tsirku soils occur on floodplains and outwash plains.  The soils formed in alluvium.  The climate is humid maritime with the average annual precipitation ranging from 21 to 65 inches.  Mean annual temperature ranges from 40 to 43 degress F.  Slopes range from 0 to 5 percent.  Elevation ranges from sea level to 1000 feet."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These include the Ashmun, Hollow, Funter, Lutak, and Skagway soils.  Ashmun, Hollow, and Skagway soils occur on adjacent floodplains and have sandy or sandy skeletal control sections.  Lutak soils occur on alluvial terraces and very gravelly moraines adjacent to alluvial plains and have spodic horizons.  Funter soils consist of peat and occur in muskegs."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Somewhat poorly drained.  The water table is commonly deeper than 40 inches but raises to within 20 to 30 inches during part of the growing season.  Moderate permeability in the upper horizons and rapid in the underlying material.  Slow runoff.  The soils are subject to frequent flooding."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  The Tsirku soils are used for wildlife habitat, recreation, with some timber production.  The native vegetation is dominantly cottonwood, with an understory of Sitka alder, devil's club, horsetail, and mosses."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Southeastern Alaska.  The series is of minor extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Haines Area, Alaska.  1985."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this soil are:  stratified material with an irregular carbon content decrease from 1 to 41 inches.\nADDITIONAL DATA:    Laboratory data is available for this soil:  NSSL numbers 82P3242-3252.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "somewhat poorly"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 3,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "silt loam",
        "pH": 7.6,
        "pH_class": "mildly alkaline",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "A--0 to 1 inch; dark grayish brown (10YR 4/2) silt loam; weakfine granular structure; friable; nonsticky and nonplastic; many fine, medium, and coarse roots; slightly effervescent; mildly alkaline (pH 7.6); abrupt smooth boundary.  (0 to 3 inches thick)"
      },
      {
        "name": "C1",
        "top": 3,
        "bottom": 104,
        "moist_hue": "2.5Y",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "fine sand",
        "pH": 7.6,
        "pH_class": "mildly alkaline",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "C1--1 to 41 inches; dark grayish brown (2.5Y 4/2) silt stratified with thin lenses of dark grayish brown (10YR 4/2) fine sand and very dark gray (10YR 3/1) silt loam; massive; friable, nonsticky and nonplastic; many fine, medium, and coarse roots decreasing to few fine roots with depth; slightly effervescent; mildly alkaline (pH 7.6); abrupt smooth boundary.  (37 to 60 inches thick)"
      },
      {
        "name": "C2",
        "top": 104,
        "bottom": 152,
        "moist_hue": "5Y",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "sand",
        "cf_class": "extremely gravelly",
        "pH": 8.4,
        "pH_class": "moderately alkaline",
        "narrative": "C2--41 to 60 inches; olive gray (5Y 4/2) extremely gravelly sand; single grain; loose; 50 percent gravel, 20 percent  cobbles;strongly effervescent; moderately alkaline (pH 8.4)."
      },
      {
        "name": "Oi",
        "top": 3,
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Oi--1 inch to 0; mat of slightly decomposed leaves and roots; abrupt smooth boundary.  (1 to 3 inches thick)"
      }
    ]
  ]
}
