{
  "SERIES": "TSUNAMI",
  "STATUS": "Established Series",
  "BYREV": "Rev: JPS/ACF",
  "REVDATE": "05/2016",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, mesic Cumulic Humudepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Tsunami gravelly loam - on a west facing, linear slope of 2 percent under sweet vernalgrass, ripgut brome, soft brome, fescue, velvetgrass, coyotebrush, and Himalaya blackberry at 17 meters (55 feet) elevation. (Colors are for moist soil unless otherwise stated. When described June 13, 2005, the soil was moist throughout).\nA1--0 to 11 centimeters (0 to 4 inches); black (10YR 2/1) gravelly loam, very dark grayish brown (10YR 3/2) dry; weak very fine and fine subangular blocky and weak medium granular structure; soft, very friable, slightly sticky and slightly plastic; many very fine and fine roots; many very fine and fine irregular and tubular pores; 20 percent gravel; strongly acid (pH 5.2); clear wavy boundary.\nA2--11 to 32 centimeters (4 to 13 inches); black (10YR 2/1) loam, very dark brown (10YR 2/2) dry; moderate very fine subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; many very fine and common fine roots; common very fine and fine irregular and tubular pores; 5 percent gravel; strongly acid (pH 5.2); clear wavy boundary.\nA3--32 to 46 centimeters (13 to 18 inches); very dark brown (10YR 2/2) loam, dark grayish brown (10YR 4/2) dry; weak fine and moderate very fine subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; common very fine and fine roots; common very fine and fine irregular and common very fine, fine, and medium tubular pores; 5 percent gravel; strongly acid (pH 5.2); clear smooth boundary. (Combined thickness of the A horizons is 40 to 75 centimeters (16 to 30 inches).)\nA4--46 to 66 centimeters (18 to 26 inches); dark brown (10YR 3/3) loam, yellowish brown (10YR 5/4) dry; moderate fine and medium subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; moderately few very fine and fine roots; common very fine and fine irregular and tubular pores; 10 percent gravel and 1 percent cobble; strongly acid (pH 5.2); clear smooth boundary.\nBw--66 to 97 centimeters (26 to 38 inches); brown (10YR 4/3) gravelly loam, light yellowish brown (2.5Y 6/3) dry; weak medium subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; very few very fine roots; common very fine and fine irregular and common very fine tubular pores; 20 percent gravel and 3 percent cobble; strongly acid (pH 5.2); clear smooth boundary. (Combined thickness of Bw horizons is 50 to 110 centimeters (20 to 43 inches).)\nBC--97 to 152 centimeters (38 to 60 inches); dark yellowish brown (10YR 4/4) very cobbly loam, light yellowish brown (2.5Y 6/4) dry; massive; slightly hard, friable, slightly sticky and slightly plastic; common very fine and fine irregular pores; 35 percent gravel and 20 percent cobble; strongly acid (pH 5.2). (0 to 60 centimeters (0 to 24 inches) thick.)"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Redwood National Park, Del Norte County, California; located approximately 100 feet west of Bluffs road towards Enderts Beach; Section 2, T.15N. R.1W. WGS84 Decimal degrees 41.7149444 latitude and -124.1441389 longitude; HBLM, USGS Sisterrocks Quadrangle; UTM Zone 10 404824mE 4618761mN; NAD83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: The soil is usually moist in all parts in the soil moisture control section in most years, but becomes nearly dry in the upper part from about September 15 to October 15 in most years. The soils have an udic soil moisture regime.\nSoil Temperature:  The mean annual soil temperature at 50 centimeters (20 inches) is 12 to 14 degrees C (53 to 58 degrees F). The average summer soil temperature is about 18 degrees C and the average winter soil temperature is about 9 degrees C. The difference between average summer and winter soil temperatures is about 6 to 9 degrees C.  The soils have a mesic soil temperature regime.\nOrganic carbon content at a depth of 125 cm below the mineral soil surface is 0.2 percent or more.\nThe umbric epipedon is 50 to 75 centimeters thick.\nBase Saturation, by ammonium acetate, is less than 60 percent between depths of 25 to 75 centimeters.\nParticle-Size Control Section (weighted average):\nRock fragments: 10 to 30 percent, 0 to 5 percent cobble.\nClay content: 18 to 25 percent clay.\nA horizon\nHue: 10YR or 2.5Y.\nValue: 2 through 4 dry or moist.\nChroma: 2 dry, 1 or 2 moist.\nTexture of fine earth: loam.\nRock fragments: 0 to 20 percent gravel.\nClay content: 18 to 27 percent.\nReaction: strongly acid\nBw horizon\nHue: 10YR 2.5Y.\nValue: 4 through 7 dry, 3 or 4 moist.\nChroma: 2 through 4 dry and moist.\nTexture of fine earth: sandy loam, clay loam, or loam.\nRock fragments: 10 to 30 percent gravel; 0 to 5 percent cobbles.\nClay content: 18 to 28 percent.\nReaction: strongly acid\nSome pedons have C horizons.\nC horizon\nHue: 10YR or 2.5Y.\nValue: 6 or 7 dry, 3 or 4 moist.\nChroma: 3 or 4 dry and moist.\nTexture of fine earth: sandy loam, sandy clay loam, loam, or clay.\nRock fragments: 0 to 70 percent gravel, 10 to 30 percent cobbles.\nClay content: 18 to 40 percent.\nReaction: strongly acid"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Tillas and the Translyvania series.  The Tillas soils have 30 to 35 percent clay in the particle size control section.  Translyvania soils have mica flakes ranging from few to many throughout the profile."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Tsunami soils are on gently sloping alluvial fan remnants and fan terraces and have slopes of 0 to 9 percent. Elevations are 4 to 38 meters (10 to 120 feet). These soils form in alluvium derived from mixed sources. The climate is humid with cool, foggy summers and cool, rainy winters. Mean annual precipitation is 1520 to 2030 millimeters (60 to 80 inches). Mean January temperature is about 10 degrees C; mean July temperature is about 13 degree C; and the mean annual temperature is 10 to 13 degrees C (50 to 55 degrees F). Frost free season is about 275 to 325 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Arlynda and Loleta soils. Arlynda soils are very poorly drained and have redoximorphic features near the surface. Loleta soils are somewhat poorly drained and have redoximorphic features in the subsurface. Arlynda soils are found in strongly to slightly concave depression areas. Loleta soils are found along fan margins."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: well drained; low runoff; moderately low saturated hydraulic conductivity."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: This soil has been used for pasture. Vegetation consists of sweet vernal grass, ripgut brome, soft chess, fescue, velvet grass, coyote brush, and Himalayan blackberry."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: MLRA 4B. The series is not extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Humboldt Del Norte area, California, 2007. The source of the name is coined from the historic tsunami on March 28, 1964 in the Crescent City area."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\n1. Umbric epipedon - the zone from 0 to 66 centimeters. (A1, A2, and A3 horizons)2. Cambic horizon - the zone from 66 to 97 centimeters. (Bw horizon)\n3. Particle-size control section - the zone from 25 to 100 centimeters, averages 23 percent clay, and 18 percent rock fragments. (A2, A3, Bw and BC horizons)\nSoil classified using the 12th Edition of the Keys to Soil Taxonomy.  In 2012 the classification was changed from Humic Dystrudepts to Cumulic Humudepts to reflect changes in Soil Taxonomy.\nADDITIONAL DATA: NASIS User Pedon ID 05-CA605-072\nNational Cooperative Soil Survey\nU.S.A."
  }
}
