{
  "SERIES": "TUBSPRING",
  "STATUS": "Established Series",
  "BYREV": "Rev. AW/TLA",
  "REVDATE": "03/2007",
  "STATES": "WA",
  "OVERVIEW": "The Tubspring series consists of very deep, somewhat excessively drained soils formed in loess and volcanic ash over glacial outwash. These soils are on kames, terraces and eskers on glaciated plateaus.  Slopes are 0 to 30 percent. Average annual precipitation is about 11 inches and average annual air temperature is about 49 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Ashy over sandy or sandy-skeletal, glassy over mixed, mesic Vitritorrandic Haploxerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Tubspring ashy fine sandy loam - cropland, wheat summer fallow, on a 2 percent convex slope at 2,560 feet elevation. (Colors are for dry soil unless otherwise stated. All textures are apparent field textures and spot plate reaction is used for pH values.)\nAp--0 to 12 inches; grayish brown (10YR 5/2) ashy fine sandy loam, very dark grayish brown (10YR 3/2) moist; weak medium subangular blocky structure; soft, very friable, nonsticky and nonplastic; common very fine and fine roots; common very fine vesicular and very fine and fine tubular pores; 5 percent gravel, 1 percent cobbles and 15 percent sand-size ash, 0.5 to 2.0 mm. in diameter; neutral (pH 6.6); clear wavy boundary. (6 to 12 inches thick)\nA--12 to 20 inches; brown (10YR 5/3) ashy sandy loam, dark brown (10YR 3/3) moist; weak medium subangular blocky structure; soft, very friable, nonsticky and nonplastic; common fine roots; common very fine vesicular pores; 5 percent gravel, 1 percent cobbles and 20 percent sand-size ash, 0.5 to 2.0 mm. in diameter; neutral (pH 7.0); gradual smooth boundary. (4 to 14 inches thick)\n2AB--20 to 31 inches; brown (10YR 5/3) gravelly loamy coarse sand, dark brown (10YR 3/3) moist; single grain; loose, nonsticky and nonplastic; common fine roots; many fine vesicular pores; 15 percent gravel, 5 percent cobbles; neutral (pH 7.1); abrupt smooth boundary. (0 to 14 inches thick)\n2Bk--31 to 60 inches; multicolored extremely gravelly coarse sand; single grain; loose, nonsticky and nonplastic; 45 percent gravel and 20 percent cobbles; many distinct calcium carbonate coatings, strongly effervescent, and few distinct very pale brown (10YR 7/3) and light yellowish brown (10YR 6/4), moist silica coatings on the undersides of coarse fragments; slightly alkaline (pH 7.7)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Douglas County, Washington; approximately 3.4 miles north-northeast of Withrow; about 1,900 feet south and 5 feet west of the northeast corner of section 15, T. 26 N., R. 24 E. (Latitude 47 degrees 45 minutes 08 seconds N, Longitude 119 degrees 47 minutes 28 seconds W)"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: The mean annual soil temperature is 50 to 52 degrees F. These soils are dry in all parts of the moisture control section one-half to three-fourths of the time when the soil temperature is above 41 F. Thickness of the mollic epipedon is 10 to 20 inches. Thickness of the volcanic ash influence is 14 to 37 inches.  The upper part of the particle-size control section has an estimated moist bulk density of 1.20 to 1.45 g/cc, volcanic glass content of 30 to 60 percent, including 10 to 30 percent sand-size ash, 0.5 to 2.0 mm. in diameter, acid-oxalate extractable aluminum plus one-half of the acid-oxalate extractable iron of 0.15 to 0.40 percent, 15-bar water retention of 5 to 10 percent, 0 to 30 percent rock fragments, and an apparent field estimated clay content of 1 to 12 percent. The lower part of the particle-size control section has less than 30 percent volcanic glass, 40 to 70 percent rock fragments, and 1 to 5 percent clay. Depth to sandy-skeletal glacial outwash ranges from 14 to 37 inches. Depth to secondary lime accumulation ranges from 14 to 37 inches.\nThe Ap horizon has chroma of 2 through 4 dry and 2 or 3 moist. It contains 0 to 10 percent gravel and 0 to 5 percent cobbles.\nThe A horizon has chroma of 2 through 4 dry. It contains 0 to 20 percent gravel and 0 to 5 percent cobbles. The texture is ashy fine sandy loam, ashy sandy loam, gravelly ashy fine sandy loam, or gravelly ashy sandy loam. Reaction is neutral or slightly alkaline.\nThe 2AB horizon has value of 5 or 6 dry and chroma of 2 through 4 dry. The texture is gravelly loamy sand, gravelly loamy coarse sand, or cobbly loamy sand. Rock fragments average 15 to 30 percent by volume. Reaction is neutral or slightly alkaline.\nThe 2Bk horizon texture is a very gravelly sand, extremely gravelly coarse sand, very cobbly coarse sand or extremely cobbly coarse sand. Rock fragments average 40 to 70 percent by volume. Reaction is neutral to strongly alkaline. It has 1 to 10 percent calcium carbonate equivalent."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: This is the Supplee series. The Supplee series has more than 60 percent volcanic glass and 5 to 25 percent pumice greater than 2 mm. in diameter in the upper particle-size control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Tubspring soils formed in mixed loess, volcanic ash and pumice over glacial outwash. These soils are on kames and terraces and in outwash channels at elevations of 1,200 to 2,800 feet. Slopes are 0 to 30 percent. The climate is characterized by warm, dry summers and cool moist winters. Average annual precipitation is 9 to 12 inches. Average January temperature is about 27 degrees F.; average July temperature is about 71 degrees F., and average annual air temperature is 48 to 50 degrees F. Frost-free season is 130 to 180 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the DelRio, Skaha, Stubblefield, Strat, and Touhey soils. DelRio soils are in outwash channels, swales, depressions, and on side slopes of glaciated plateaus and have less than 15 percent coarse fragments in the particle size control section. Skaha soils are on terraces and terrace escarpments, are sandy-skeletal and do not have a cambic horizon. Strat soils are on similar landscapes as Tubspring soils but are loamy-skeletal. Stubblefield soils are on ground moraines. Touhey soils are on side slopes and toe slopes of till plains. Stubblefield and Touhey soils are both moderately deep to cemented duripan."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Somewhat excessively drained; very slow to medium runoff; moderately rapid permeability the upper part rapid and very rapid permeability in the lower part."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Used primarily for dryland wheat and barley production. Small areas are used for livestock grazing or wildlife habitat. The potential native vegetation is bluebunch wheatgrass, Sandberg bluegrass, needleandthread, Wyoming big sagebrush, rabbitbrush, and arrowleaf balsamroot."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Douglas County, Washington. The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Douglas County, Washington, 1998."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are a mollic epipedon from the surface to 20 inches. The upper profile from the surface to 20 inches has an estimated 30 to 60 percent volcanic glass with 15 to 35 percent pumice, 0.5 to 2.0 mm. in diameter. The particle size control section is the zone from 10 to 40 inches (part of the Ap, the A and 2AB, and part of the 2Bk horizons). The weighted average of coarse fragments in the ashy upper control section is 16 percent and the weighted average of the lower sandy-skeletal portion of the control section is 65 percent rock fragments.\nADDITIONAL DATA: Partial NSSL laboratory data is available for this pedon, 90P333.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "somewhat excessively",
        "drainage_overview": "somewhat excessively"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 30,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "fine sandy loam",
        "pH": 6.6,
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Ap--0 to 12 inches; grayish brown (10YR 5/2) ashy fine sandy loam, very dark grayish brown (10YR 3/2) moist; weak medium subangular blocky structure; soft, very friable, nonsticky and nonplastic; common very fine and fine roots; common very fine vesicular and very fine and fine tubular pores; 5 percent gravel, 1 percent cobbles and 15 percent sand-size ash, 0.5 to 2.0 mm. in diameter; neutral (pH 6.6); clear wavy boundary. (6 to 12 inches thick)"
      },
      {
        "name": "A",
        "top": 30,
        "bottom": 51,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "sandy loam",
        "pH": 7,
        "pH_class": "neutral",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "A--12 to 20 inches; brown (10YR 5/3) ashy sandy loam, dark brown (10YR 3/3) moist; weak medium subangular blocky structure; soft, very friable, nonsticky and nonplastic; common fine roots; common very fine vesicular pores; 5 percent gravel, 1 percent cobbles and 20 percent sand-size ash, 0.5 to 2.0 mm. in diameter; neutral (pH 7.0); gradual smooth boundary. (4 to 14 inches thick)"
      },
      {
        "name": "2AB",
        "top": 51,
        "bottom": 79,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "loamy coarse sand",
        "cf_class": "gravelly",
        "pH": 7.1,
        "pH_class": "neutral",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "2AB--20 to 31 inches; brown (10YR 5/3) gravelly loamy coarse sand, dark brown (10YR 3/3) moist; single grain; loose, nonsticky and nonplastic; common fine roots; many fine vesicular pores; 15 percent gravel, 5 percent cobbles; neutral (pH 7.1); abrupt smooth boundary. (0 to 14 inches thick)"
      },
      {
        "name": "2Bk",
        "top": 79,
        "bottom": 152,
        "dry_hue": "10YR",
        "dry_value": 7,
        "dry_chroma": 3,
        "texture_class": "coarse sand",
        "cf_class": "extremely gravelly",
        "pH": 7.7,
        "pH_class": "slightly alkaline",
        "narrative": "2Bk--31 to 60 inches; multicolored extremely gravelly coarse sand; single grain; loose, nonsticky and nonplastic; 45 percent gravel and 20 percent cobbles; many distinct calcium carbonate coatings, strongly effervescent, and few distinct very pale brown (10YR 7/3) and light yellowish brown (10YR 6/4), moist silica coatings on the undersides of coarse fragments; slightly alkaline (pH 7.7)."
      }
    ]
  ]
}
