{
  "SERIES": "TUCKERTOWN",
  "STATUS": "Established Series",
  "BYREV": "Rev. MKP-JDT",
  "REVDATE": "04/2016",
  "STATES": "RI",
  "OVERVIEW": "The Tuckertown series consists of very deep organic subaqueous soils permanently submerged beneath approximately 0 to 3 meters of water on submerged organic landscapes of freshwater ponds, lakes, and reservoirs. The soil formed in thick organic deposits. Slope ranges from 0 to 3 percent. The mean annual temperature is about 9 degrees Celsius and the mean annual precipitation is about 1143 millimeters.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Dysic, mesic Sapric Frasiwassists"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Tuckertown muck permanently submerged beneath 1 meter of fresh water on a 1 percent slope. (Colors are for moist soil unless noted differently.)\nOa1--0 to 50 cm; black (10YR 2/1) muck; 20 percent unrubbed fiber, 5 percent rubbed; highly fluid, extremely acid ((pH 4.1) in 1:2 0.01 M calcium chloride); gradual boundary.\nOa2--50 to 72 cm; black (10YR 2/1) muck; 25 percent unrubbed fiber, 10 percent rubbed; extremely acid ((pH 3.9) in 1:2 0.01 M calcium chloride); clear boundary.\nOa3--72 to 86 cm; variegated 70 percent very dark brown (10YR 2/2) and 30 percent black (10YR 2/1) muck; 40 percent unrubbed fiber, 12 percent rubbed; extremely acid ((pH 3.6) in 1:2 0.01 M calcium chloride); clear boundary.\nOe1--86 to 114 cm; black (10YR 2/1) mucky peat; 75 percent unrubbed fiber, 35 percent rubbed; 10 percent wood fragments; extremely acid ((pH 3.7) in 1:2 M calcium chloride); abrupt boundary.\nOe2--114 to 144 cm; very dark brown (10YR 2/2) woody mucky peat; 20 percent wood fragments; ultra acid ((pH 3.2) in 1:2 M calcium chloride)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Washington County, Rhode Island; located in the central part of Belleville Pond; USGS Wickford, RI topographic quadrangle; Latitude 41 degrees, 33 minutes, 43 seconds N. and Longitude 71 degrees, 28 minutes, 47 seconds W. NAD 1983."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Combined depth of organic horizons is greater than 130 cm.\nThe O horizon has hue of 2.5Y, 10YR, or 7.5YR, value of 2 or 3, and chroma of 1 to 3.   O horizons are dominantly sapric material but include hemic. Reaction ranges from ultra acid to extremely acid (pH 3.0 to 4.4 in 0.01 M CaCl2).\nSome Tuckertown soils are underlain by a mineral C horizon at a depth greater than 130 cm.  The C horizon value is 10YR, chroma is 4 or 5, and value is 1 to3.  Texture is commonly is loamy fine sand to coarse sand but also includes strata or varves of loamy textures."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: Wickford series formed in 40 to 130 cm. of organic materials overlying mineral material."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Tuckertown soils are in permanently submerged organic deposits in freshwater ponds, lakes, and reservoirs. Slope ranges from 0 to 2 percent."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are Shannock (T), Aquapaug, Wickford, and Burlingame soils on similar landscapes. Shannock (T) soils are on lake bottoms and have an umbric epipedon.  Wickford soils have 40 to 130 cm. of organic material overlying mineral materials.  Burlingame soils have materials finer than loamy fine sand within the particle size control section. Aquapaug soils are on lake bottoms and have sandy textures throughout the particle size control section."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Subaqueous soil, peraquic soil moisture regime, moderately high saturated hydraulic conductivity due to low bulk density. The soil is permanently submerged with water."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Areas of this soil are used for recreational fishing and swimming. Vegetation includes bladderwort (Utricularia sp.), fanwort (Cabomba caroliniana), variable milfoil (Myriophyllum heterophyllum), white water lily (Nymphaea ordorata), and yellow water lily (Nuphar variegatum)."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: These soils occur in freshwater ponds, lakes, and reservoirs of the Northeast in MLRAs 144A and 149B. This series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Amherst, Massachusetts."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: MLRA 144A Freshwater Soil Survey Project, 2012."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Reference samples from pedon ID 2011RI009023.  Samples collected and analyzed by the University of Rhode Island, 2011.\nDiagnostic horizons and features recognized in this pedon include:\n1. Peraquic Feature - positive soil water potential (permanently submerged) at the soil surface\n2. Sapric soil material - the zone from 0 to 86 cm. (Oa1, Oa2, and Oa3 horizons)\n3. Hemic soil material - the zone from 86 to 144 cm. (Oe1 and Oe2 horizons)\n4. Dysic reaction class - the zone from 0 to 144 cm. has no layer with a pH of 4.5 or more in 1:2 in 0.01 M calcium chloride.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
