{
  "SERIES": "TUCKAHOE",
  "STATUS": "Established Series",
  "BYREV": "DCH-DDR",
  "REVDATE": "07/1999",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, active, thermic Dystric Fluventic Eutrudepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Tuckahoe loam - in a cultivated area.\n(Colors are for moist soil.)\nAp--0 to 10 inches; dark brown (10YR 4/3) loam; moderate fine granular structure; very friable, nonsticky, slightly plastic; common fine roots; common fine pores; few fine flakes of mica; few worm casts; neutral; clear smooth boundary.  (0 to 10 inches\nthick)\nBA--10 to 17 inches; brown (10YR 4/3) loam; weak fine subangular blocky structure; friable; nonsticky, slightly plastic; common fine roots; common fine pores; few fine flakes of mica; neutral; clear wavy boundary.  (0 to 14 inches thick)\nBwl--17 to 30 inches; brown (10YR 4/3) clay loam; moderate fine subangular blocky structure; friable; slightly sticky, slightly plastic; few fine roots; few fine pores; few fine flakes of mica; slightly acid; clear wavy boundary.  (10 to 25 inches thick)\nBw2--30 to 43 inches; dark yellowish brown (10YR 4/4) silty clay loam; moderate fine subangular blocky structure; friable, slightly sticky, slightly plastic; few fine roots; few fine pores; few fine flakes of mica; slightly acid; clear wavy boundary.  (8 to 20 inches thick)\nBw3--43 to 61 inches; brown (7.5YR 5/4) loam; weak medium subangular blocky structure; friable, slightly sticky, slightly plastic few fine roots; few distinct light yellowish brown (10YR 6/4) sand coatings; few fine flakes of mica; slightly acid; gradual wavy boundary.  (0 to 20 inches thick)\nC--61 to 68 inches; brown (7.5YR 5/4) silt loam; massive; friable, nonsticky, slightly plastic; few fine roots; few dark oxide stains; few fine flakes of mica; slightly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Goochland County, Virginia; 1.7 miles southeast of intersection of Highways 600 and 627 and 50 feet east of the James River."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The solum ranges from 40 to 65 inches.  Depth to bedrock is greater than 60 inches.  Rock fragments, where present, are less than 5 percent by volume at depths of less than 40 inches.  Content of flakes of mica ranges from none to many.  A buried horizon is in some pedons in the lower part of the solum.  The soil ranges from strongly acid through neutral throughout the solum.\nThe A horizon has hue of 7.5YR or 10YR, value of 4, and chroma of 2 to 4.  It is fine sandy loam, loam, or silt loam.\nThe B horizon has hue of 7.5YR or 10YR, value of 3 through 5, and chroma of 3 through 6.  Mottles are in some pedons, but mottles with chroma of 2 or less are below 24 inches.  The B horizon is loam, silt loam, clay loam, or silty clay loam.  Sand content is less than 45 percent.\nThe C horizon is stratified, and is variable in color and texture."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  The Hannahatchee and Ocana soils are the only series in the same family.  The Hannahatchee soils have greater than 45 percent sand in the B horizon.  The Ocana soils are formed in alluvium weathered from limestone and have 15 to 35 percent chert in the control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Tuckahoe soils formed in recent alluvium on nearly level flood plains in the Piedmont and upper Coastal Plain.  Slopes are commonly less than 2 percent.  The loamy sediments are largely derived from soils formed in material weathered from\nschist, gneiss, granite, phyllite, and other metamorphic and\nigneous rocks.  Slopes range from 0 to 2 percent.  Mean annual precipitation ranges from 38 to 45 inches and mean annual\ntemperature ranges from 59 to 62 degrees F."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are Monacan, Toccoa,\nBolling, Buncombe, Fork, Pamunkey, and Wehadkee soils.  Bolling, Fork, and Pamunkey soils are Alfisols.  Buncombe soils are in a sandy family.  Wehadkee soils are Fluvaquents.  Monacan soils are aquentic and Toccoa soils are coarse loamy."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained, slow runoff; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most areas of this soil are cleared and used for crops or pasture.  Corn, soybeans, small grains, and hay are the principal crops.  A few small areas are in woodland consisting of yellow-poplar, loblolly pine and white oak."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Virginia, North Carolina, and possibly Georgia.  This series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Raleigh, North Carolina"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Goochland County, Virginia, 1976."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Tuckahoe soils were formerly included in the Congaree and Riverview series.\nTABULAR SERIES DATA:\nSOI-5  Soil Name   Slope  Airtemp FrFr/Seas Precip  Elevation\nVA0103 TUCKAHOE    0-  2   59- 62  190-220  38- 45    25- 700\nSOI-5  FloodL FloodH Watertable Kind   Months  Bedrock Hardness\nVA0103 COMMON        6.0-6.0              -     60-60\nSOI-5  Depth  Texture                3-Inch  No-10  Clay%   -CEC-\nVA0103  0-10  L FSL SIL               0-  0  95-100 10-25    -\nVA0103 10-61  L CL SICL               0-  0  95-100 18-35    -\nVA0103 61-68  SR GR-SL SICL           0- 15  45-100 10-35    -\nSOI-5  Depth    -pH-     O.M.  Salin  Permeab   Shnk-Swll\nVA0103  0-10  5.6- 7.3  2.-4.  0- 0   0.6- 6.0  LOW\nVA0103 10-61  5.6- 7.3  .5-1.  0- 0   0.6- 2.0  LOW\nVA0103 61-68  5.6- 7.3  .5-1.  0- 0   0.6- 2.0  LOW\nNational Cooperative Soil Survey\nU.S.A."
  }
}
