{
  "SERIES": "TUCKASEGEE",
  "STATUS": "Established Series",
  "BYREV": "DJT-AG-HCD; Rev. BPS",
  "REVDATE": "12/2021",
  "STATES": "GA,NC,VA",
  "OVERVIEW": "The Tuckasegee series consists of very deep, well drained soils on gently sloping to very steep benches, foot slopes, toe slopes, drainageways, and fans in coves in the Southern Blue Ridge mountains, MLRA 130B.  These soils formed in colluvium derived from materials weathered from igneous and high-grade metamorphic rocks such as granite, mica gneiss, hornblende gneiss, and schist.  Slopes range from 2 to 95 percent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, isotic, mesic Typic Humudepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Tuckasegee fine sandy loam on a 30 percent southeast facing foot slope at an elevation of 3320 feet -- Forested.  (Colors are for moist soil unless otherwise stated.)\nOi--0 to 2 inches; partially decomposed deciduous leaves, twigs and roots.\nA1--2 to 11 inches; black (10YR 2/1) fine sandy loam; dark brown (10YR 3/3) dry; moderate fine and medium granular structure; very friable; many fine, common medium, and few coarse roots; 5 percent gravel by volume; few fine flakes of mica; strongly acid; clear smooth boundary.\nA2--11 to 15 inches; dark brown (7.5YR 3/2) fine sandy loam; brown (7.5YR 4/2) dry; moderate coarse granular and weak fine and medium granular structure; very friable; common fine to coarse roots; 5 percent gravel by volume; few fine flakes of mica; very strongly acid; gradual wavy boundary.  (Combined thickness of the A horizon is 10 to 20 inches.)\nBw1--15 to 28 inches; dark brown (7.5YR 3/4) fine sandy loam; weak medium subangular blocky structure; friable; common medium to coarse roots; 5 percent gravel, 5 percent cobbles by volume; few fine flakes of mica; strongly acid; gradual wavy boundary.\nBw2--28 to 49 inches; brown (7.5YR 4/4) stony sandy clay loam; weak medium subangular blocky structure; friable; few medium to coarse roots; 5 percent gravel, 5 percent cobbles, 15 percent stones by volume; few fine flakes of mica; strongly acid; gradual wavy boundary.  (Combined thickness of the Bw horizons is 30 to 51 inches.)\nBC--49 to 67 inches; strong brown (7.5YR 4/6) very stony  sandy clay loam; weak medium subangular blocky structure; friable; few medium roots; 10 percent gravel, 15 percent cobbles, 30 percent stones by volume; few fine flakes of mica; strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Macon County, North Carolina; 3.0 miles west of Coweeta Hydrologic Station Office on Shope Creek road; 150 feet upslope from hairpin curve; in the woods, 400 feet east of weir on Watershed No. 36."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Solum thickness ranges from 40 to more than 60 inches.  Depth to bedrock is more than 72 inches.  Reaction is very strongly acid to slightly acid, in the A horizon, unless limed.  The Bw and lower horizons are very strongly acid to moderately acid.  In the upper 40 inches, content of rock fragments, dominantly of gravel to stone size, ranges up to 35 percent. Below 40 inches, rock fragment content may range up to 60 percent.  Content of mica flakes ranges from few to common.\nThe A or Ap horizon has hue of 5YR to 10YR, value of 2 or 3, and chroma of 1 to 3.  It is fine sandy loam, sandy loam, or loam in the fine-earth fraction.\nA thin AB horizon is in some pedons.  It has hue of 5YR to 10YR, value of 3 or 4, and chroma of 2 to 4, but does not meet the color requirements for an umbric epipedon.  It is fine sandy loam, sandy loam, or loam in the fine-earth fraction.\nThe Bw horizon has hue of 5YR to 10YR, value of 3 to 6, and chroma of 3 to 8.  It is fine sandy loam, sandy loam, sandy clay loam, or loam in the fine-earth fraction.\nThe BC horizon, where present, has hue of 5YR to 10YR, value of 4 to 6, and chroma of 3 to 8.  It is fine sandy loam, sandy loam, sandy clay loam, or loam in the fine-earth fraction.  Rock fragment content is usually more than that of the Bw horizon in the same pedon.\nThe C horizon, where present, is colluvium that is similar in color to the BC horizon or is multicolored.  It is fine sandy loam, sandy loam, coarse sandy loam, loam, loamy fine sand, loamy sand, or loamy coarse sand in the fine-earth fraction.  Rock fragment content is typically 15 to 60 percent."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Cheoah, Plott, and Santeetlah series. Cheoah and Santeetlah soils formed in materials weathered from low-grade metasedimentary rocks such as phyllite and slate, and contain fragments of those rocks. Plott soils formed in residuum on ridgetops and side slopes."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Tuckasegee soils are on benches, foot slopes, toe slopes, drainageways, and fans in coves in the Southern Appalachian Mountains. Elevations are generally between 2,000 and 4,800 feet.  Slopes are commonly between 15 and 50 percent but range from 2 to 95 percent. These soils formed in loamy colluvium derived from materials weathered from igneous and high-grade metamorphic such as granite, mica gneiss, hornblende gneiss, and schist.  Tuckasegee soils receive moisture from surrounding uplands, and springs and local seepage areas are common. Climate is temperate and humid.  Near the type location, the mean annual air temperature is about 52 degrees F., and the mean annual precipitation is about 70 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  In addition to the competing Plott series, these are the Ashe, Brevard, Cashiers, Chandler, Chestnut, Cowee, Cullasaja, Edneyville, Evard, Fannin, Haywood, Saluda, Sylva, Tate, Trimont, Watauga, and Whiteside soils.  Ashe, Cashiers, Chandler, Chestnut, Cowee, Edneyville, Evard, Fannin, Porters, Saluda, Saunook, Toecane, Tusquitee Trimont, and Watauga soils formed in residuum with some soil creep in the upper part, have C horizons in saprolite, and are on locally higher mountain ridgetops and side slopes.   Brevard, Saunook, and Tate soils formed in colluvium in the same colluvial landscape position as Tuckasegee soils, but they have argillic horizons.  Cullasaja, Haywood, Toecane, and Tusquitee soils are in the same colluvial landscape position also, but Cullasaja and Toecane soils are loamy-skeletal; Haywood soils have umbric epipedons thicker than 20 inches; and Tusquitee soils have umbric A horizons 7 to 10 inches thick.  Sylva and Whiteside soils are in seepage areas of toe slopes and fans. Sylva soils are poorly drained and Whiteside soils are moderately well drained."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; very little runoff where the forest litter has not been disturbed or only partly disturbed; medium to rapid runoff where litter has been removed; moderately rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  About one-half of the acreage has been cleared and is used for corn, small grain, tobacco, truck crops, clover, lespedeza, and pasture.  Wooded areas consist mostly of yellow poplar, white oak, northern red oak, black locust, white ash, black birch, eastern white pine, eastern hemlock, black cherry, cucumbertree, yellow buckeye, American beech, and sugar and red maples.  At elevations above 4,000 feet, yellow birch replaces yellow poplar as a common tree."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Southern Blue Ridge mountains, MLRA 130B of North Carolina, Georgia, Virginia, and possibly Tennessee.  The series is of large extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Morgantown, West Virginia"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Macon County, North Carolina; 1990."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  This series was previously included with the Tusquitee series.  However, Tusquitee soils have umbric colored A horizons 7 to 10 inches thick and are Coarse-loamy, mixed, mesic Umbric Dystrochrepts.  National Soil Survey Lab data (NSSL #86P0742) is available for the typical pedon.  That data and other data indicate that these soils are generally marginal to the coarse-loamy family. The 6/90 revision of the series changes the classification from coarse-loamy to fine-loamy, mixed, mesic Typic Haplumbrepts.  The 9/07(HCD) revisions add a texture modifier to the Bw2 horizon where none existed and corrects the texture modifier in the BC horizon\nDiagnostic horizons and features in this pedon are:\nUmbric epipedon - 2 to 15 inches (A1 and A2 horizons)\nCambic horizon - 15 to 49 inches (Bw1, Bw2, Bw3 horizons)\n02/11-BPS: Taxonomic Classification -- 11th Keys, update competing and associated series, MLRA clarification\n12/2021 revision: Oi had 2 to 0 inch depths, corrected to be 0 to 2 in horizon depths then added 2 inch to all horizon depths throughout the typical pedon. WJN"
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "NA"
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Oi",
        "top": 0,
        "bottom": 5,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "NA",
        "structure": "NA",
        "dry_rupture": "NA",
        "moist_rupture": "NA",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "eff_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Oi--0 to 2 inches; partially decomposed deciduous leaves, twigs and roots."
      },
      {
        "name": "A1",
        "top": 5,
        "bottom": 28,
        "dry_hue": "10YR",
        "dry_value": 3,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 1,
        "texture_class": "fine sandy loam",
        "structure": "moderate fine and medium granular",
        "dry_rupture": "NA",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "strongly acid",
        "eff_class": "NA",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A1--2 to 11 inches; black (10YR 2/1) fine sandy loam; dark brown (10YR 3/3) dry; moderate fine and medium granular structure; very friable; many fine, common medium, and few coarse roots; 5 percent gravel by volume; few fine flakes of mica; strongly acid; clear smooth boundary."
      },
      {
        "name": "A2",
        "top": 28,
        "bottom": 38,
        "dry_hue": "7.5YR",
        "dry_value": 4,
        "dry_chroma": 2,
        "moist_hue": "7.5YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "fine sandy loam",
        "structure": "weak fine and medium granular",
        "dry_rupture": "NA",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "eff_class": "NA",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "A2--11 to 15 inches; dark brown (7.5YR 3/2) fine sandy loam; brown (7.5YR 4/2) dry; moderate coarse granular and weak fine and medium granular structure; very friable; common fine to coarse roots; 5 percent gravel by volume; few fine flakes of mica; very strongly acid; gradual wavy boundary.  (Combined thickness of the A horizon is 10 to 20 inches.)"
      },
      {
        "name": "Bw1",
        "top": 38,
        "bottom": 71,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "7.5YR",
        "moist_value": 3,
        "moist_chroma": 4,
        "texture_class": "fine sandy loam",
        "structure": "weak medium subangular blocky",
        "dry_rupture": "NA",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "strongly acid",
        "eff_class": "NA",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bw1--15 to 28 inches; dark brown (7.5YR 3/4) fine sandy loam; weak medium subangular blocky structure; friable; common medium to coarse roots; 5 percent gravel, 5 percent cobbles by volume; few fine flakes of mica; strongly acid; gradual wavy boundary."
      },
      {
        "name": "Bw2",
        "top": 71,
        "bottom": 124,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "sandy clay loam",
        "structure": "weak medium subangular blocky",
        "dry_rupture": "NA",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "stony",
        "pH": "NA",
        "pH_class": "strongly acid",
        "eff_class": "NA",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bw2--28 to 49 inches; brown (7.5YR 4/4) stony sandy clay loam; weak medium subangular blocky structure; friable; few medium to coarse roots; 5 percent gravel, 5 percent cobbles, 15 percent stones by volume; few fine flakes of mica; strongly acid; gradual wavy boundary.  (Combined thickness of the Bw horizons is 30 to 51 inches.)"
      },
      {
        "name": "BC",
        "top": 124,
        "bottom": 170,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 6,
        "texture_class": "sandy clay loam",
        "structure": "weak medium subangular blocky",
        "dry_rupture": "NA",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "very stony",
        "pH": "NA",
        "pH_class": "strongly acid",
        "eff_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "BC--49 to 67 inches; strong brown (7.5YR 4/6) very stony  sandy clay loam; weak medium subangular blocky structure; friable; few medium roots; 10 percent gravel, 15 percent cobbles, 30 percent stones by volume; few fine flakes of mica; strongly acid."
      }
    ]
  ]
}
