{
  "SERIES": "TUCUMCARI",
  "STATUS": "Established Series",
  "BYREV": "Rev. WJR-HJM-RJA-CLN",
  "REVDATE": "09/2007",
  "STATES": "NM,TX",
  "OVERVIEW": "The Tucumcari series consists of very deep, well drained, moderately slowly permeable soils that formed in moderately fine textured, calcareous alluvium derived from redbed siltstone, shale and sandstone from the Triassic, Jurassic, Cretaceous, Tertiary, and Quaternary periods.  These soils are on slightly convex alluvial fans, lower part of pediments, hills, and swales.  Slope ranges from 0 to 5 percent.  The mean annual precipitation is 356 mm (14 in) and the mean annual temperature is 15 degrees C (58 degrees F).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, smectitic, thermic Ustertic Haplargids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Tucumcari clay loam, on an alluvial flat, 1 percent slope in rangeland at an elevation of about 1,280 meters (4,200 ft).  (Colors are for dry soil unless otherwise stated.)\nA--0 to 13 cm (0 to 5 in); reddish brown (2.5YR 4/4) clay loam, dark reddish brown (2.5YR 3/4) moist; moderate fine granular structure; soft, very friable, sticky and plastic; many very fine and fine roots; strongly effervescent; finely disseminated calcium carbonate; moderately alkaline; clear smooth boundary.  (13 to 38 cm thick)\nBtk1--13 to 41 cm (5 to 16 in); reddish brown (2.5YR 4/4) clay, dark reddish brown (2.5YR 3/4) moist; moderate medium subangular blocky structure; hard, firm, very sticky and plastic; common fine roots; few very fine pores; few distinct clay films on faces of peds; strongly effervescent; finely disseminated calcium carbonate; moderately alkaline; gradual wavy boundary.\nBtk2--41 to 76 cm (16 to 30 in); reddish brown (2.5YR 4/4) clay, dark reddish brown (2.5YR 3/4) moist; moderate medium and coarse subangular blocky; very hard, firm, very sticky and very plastic; few fine roots; common very fine pores; few distinct clay films on the faces of peds; strongly effervescent; finely disseminated calcium carbonate; moderately alkaline; gradual wavy boundary.\nBtk3--76 to 114 cm (30 to 45 in); reddish brown (2.5YR 4/4) clay, dark reddish brown (2.5YR 3/4) moist; moderate medium prismatic structure parting to moderate medium subangular blocky; very hard, friable, very sticky and very plastic; few fine roots; common very fine pores; few distinct clay films on faces of peds; strongly effervescent; few fine filaments of calcium carbonate; moderately alkaline; gradual wavy boundary.  (combined thickness of Btk horizons is 69 to 127 cm)\nBk--114 to 200 cm (45 to 80 in); reddish brown (2.5YR 4/4) clay, dark reddish brown (2.5YR 3/4) moist; weak medium and coarse subangular blocky structure; very hard, firm, very sticky and very plastic; strongly effervescent; few fine threads or filaments of calcium carbonate; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  De Baca County, New Mexico; 6.5 miles east of the intersection of U.S. Highway 84 and U.S. Highway 60 in Fort Sumner to La Lande, approximately 17 miles south of La Lande, or 2,200 feet north and 1,100 feet east of the southwest corner of sec. 29, T. 15, R. 27 E. in rangeland; Latitude: 34 degrees, 11 minutes, 32 seconds N; Longitude: 104 degrees, 07 minutes, 51 seconds W; Eighteen Mile Hill, New Mexico USGS quad; NAD 27."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture regime: An aridic moisture regime bordering on ustic.  The soil moisture control section is dry in all parts for 190 days to 220 days, cumulative, in normal years.  Intermittently moist in some part of the soil moisture control section May through October.  The soil is driest November through April when less than 33 percent of the total precipitation falls.\nMean annual soil temperature: 15 to 17 degrees C.\nCalcium carbonate equivalent: 1 to 15 percent.\nSolum thickness: 100 to 200 cm.\nVeric properties: COLE ranges from 0.06 to about 0.08.\nParticle-size control section: 35 to 60 percent silicate clay.\nA horizon:\nHue: 2.5YR to 7.5YR\nValue: 3 to 5, 2 to 4 moist\nChroma: 3 or 4\nTexture: loam, sandy clay loam, silty clay loam, clay loam\nSilicate clay content: 35 to 60 percent\nCalcium carbonate equivalent: 1 to 3 percent\nEffervescence: strong\nReaction: moderately alkaline\nBtk horizons:\nHue: 2.5YR to 7.5YR\nValue: 4 to 6, 3 to 5 moist\nChroma: 3 to 6\nTexture: sandy clay loam, silty clay loam, clay loam, clay, silty clay\nSilicate clay content: 35 to 50 percent\nCalcium carbonate equivalent: less than 15 percent as threads and films\nEffervescence: strong\nReaction: moderately alkaline\nBk horizon:\nHue: 2.5YR or 5YR\nValue: 4 to 6, 3 to 5 moist\nChroma: 3 to 6\nTexture: sandy clay loam, clay loam\nSilicate clay content: 25 to 40 percent\nCalcium carbonate equivalent: 5 to 15 percent\nEffervescence: strong to violent\nReaction: moderately alkaline"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  This is the Hassell series.\nHassell series: has a paralithic contact with shale within 50 to 100 cm of the soil surface."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material: formed in moderately fine textured calcareous alluvium derived from redbed siltstone, shale and sandstone of the Triassic, Jurassic, Cretaceous, Tertiary, and Quaternary periods that may have been altered by wind.\nLandform: on slightly convex alluvial fans and valley-filling slopes.\nSlopes: 0 to 5 percent.\nMean annual temperature: 15 to 17 degrees C (56 to 62 degrees F).\nMean annual precipitation: 305 to 406 mm (12 to 16 inches).\nFrost-free period: 180 to 200 days.\nElevation: 1,160 to 1,620 meters (3,800 to 5,300 ft)."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the competing Hassell soils, and the La Lande, Montoya and Quay series.\nHassell soils: have a paralithic contact at 50 to 100 cm from the soil surface.\nLa Lande, Montoya and Quay soils: do not have an argillic horizon, in addition Montoya soils have cracks 1 cm or more wide when dry and La Lande and Quay soils contain 18 to 25 percent clay in the particle-size control section."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained.  Moderately slow permeability.  Surface runoff is negligible on 0 to 1 percent slopes, very low on 1 to 3 percent slopes, and low on 3 to 5 percent slopes."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used almost entirely for livestock grazing.  A small amount is cultivated under irrigation.  Native vegetation is principally blue grama, galleta, alkali sacaton, sideoats grama, black grama, buffalograss, four-wing saltbush, western wheatgrass, vine-mesquite, cholla cactus, ring muhly, and broom snakeweed.  This series has been correlated to the Clayey (R070XB053NM) range site in New Mexico and the Clay Flat (070EY662TX) range site in Texas."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Upper Pecos River Valley (MLRA 70B in LRR G) in the valleys of the Canadian River, Pecos River, and Ute Creek of eastern New Mexico and northwest Texas.  This series is of large extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Phoenix, Arizona"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Eastern New Mexico Reconnaissance Survey, Quay County, New Mexico, 1936."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  This is a Benchmark Series.\nClassification change (7/1999) from Ustic to Ustertic subgroup based on NSSL laboratory data (S82NM-011-001) which indicates linear extensibility exceeds 6 cm.  Change in family classification from mixed to smectitic mineralogy is based on this data which shows these soils have more smectitic clays than any other single clay mineral.\nDiagnostic horizons and features recognized in this pedon are:\nOchric epipedon: 0 to 20 cm.  (A horizon)\nArgillic horizon: 20 to 114 cm.  (Bt horizon)\nVertic feature: LE of 6.0 cm or more between soil surface and a depth of 100 cm\nADDITIONAL DATA:  NSSL data from De Baca County, NM (S82NM-011-001)\nTAXONOMIC VERSION: Keys to Soil Taxonomy, Tenth Edition, 2006.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 13,
        "dry_hue": "2.5YR",
        "dry_value": 4,
        "dry_chroma": 4,
        "moist_hue": "2.5YR",
        "moist_value": 3,
        "moist_chroma": 4,
        "texture_class": "clay loam",
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A--0 to 13 cm (0 to 5 in); reddish brown (2.5YR 4/4) clay loam, dark reddish brown (2.5YR 3/4) moist; moderate fine granular structure; soft, very friable, sticky and plastic; many very fine and fine roots; strongly effervescent; finely disseminated calcium carbonate; moderately alkaline; clear smooth boundary.  (13 to 38 cm thick)"
      },
      {
        "name": "Btk1",
        "top": 13,
        "bottom": 41,
        "dry_hue": "2.5YR",
        "dry_value": 4,
        "dry_chroma": 4,
        "moist_hue": "2.5YR",
        "moist_value": 3,
        "moist_chroma": 4,
        "texture_class": "clay",
        "pH_class": "moderately alkaline",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Btk1--13 to 41 cm (5 to 16 in); reddish brown (2.5YR 4/4) clay, dark reddish brown (2.5YR 3/4) moist; moderate medium subangular blocky structure; hard, firm, very sticky and plastic; common fine roots; few very fine pores; few distinct clay films on faces of peds; strongly effervescent; finely disseminated calcium carbonate; moderately alkaline; gradual wavy boundary."
      },
      {
        "name": "Btk2",
        "top": 41,
        "bottom": 76,
        "dry_hue": "2.5YR",
        "dry_value": 4,
        "dry_chroma": 4,
        "moist_hue": "2.5YR",
        "moist_value": 3,
        "moist_chroma": 4,
        "texture_class": "clay",
        "pH_class": "moderately alkaline",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Btk2--41 to 76 cm (16 to 30 in); reddish brown (2.5YR 4/4) clay, dark reddish brown (2.5YR 3/4) moist; moderate medium and coarse subangular blocky; very hard, firm, very sticky and very plastic; few fine roots; common very fine pores; few distinct clay films on the faces of peds; strongly effervescent; finely disseminated calcium carbonate; moderately alkaline; gradual wavy boundary."
      },
      {
        "name": "Btk3",
        "top": 76,
        "bottom": 114,
        "dry_hue": "2.5YR",
        "dry_value": 4,
        "dry_chroma": 4,
        "moist_hue": "2.5YR",
        "moist_value": 3,
        "moist_chroma": 4,
        "texture_class": "clay",
        "pH_class": "moderately alkaline",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Btk3--76 to 114 cm (30 to 45 in); reddish brown (2.5YR 4/4) clay, dark reddish brown (2.5YR 3/4) moist; moderate medium prismatic structure parting to moderate medium subangular blocky; very hard, friable, very sticky and very plastic; few fine roots; common very fine pores; few distinct clay films on faces of peds; strongly effervescent; few fine filaments of calcium carbonate; moderately alkaline; gradual wavy boundary.  (combined thickness of Btk horizons is 69 to 127 cm)"
      },
      {
        "name": "Bk",
        "top": 114,
        "bottom": 200,
        "dry_hue": "2.5YR",
        "dry_value": 4,
        "dry_chroma": 4,
        "moist_hue": "2.5YR",
        "moist_value": 3,
        "moist_chroma": 4,
        "texture_class": "clay",
        "pH_class": "moderately alkaline",
        "narrative": "Bk--114 to 200 cm (45 to 80 in); reddish brown (2.5YR 4/4) clay, dark reddish brown (2.5YR 3/4) moist; weak medium and coarse subangular blocky structure; very hard, firm, very sticky and very plastic; strongly effervescent; few fine threads or filaments of calcium carbonate; moderately alkaline."
      }
    ]
  ]
}
