{
  "SERIES": "TUFFMAN",
  "STATUS": "Established Series",
  "BYREV": "Rev. SCH/JBF/TM",
  "REVDATE": "03/2017",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS:  Loamy-skeletal, mixed, superactive, mesic Lithic Haplocalcids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Tuffman very gravelly sandy loam--rangeland. (Colors are for dry soil unless otherwise noted.) The surface is covered with 55 percent gravel and 5 percent cobbles.\nV1--0 to 1 cm; pale brown (10YR 6/3) very gravelly sandy loam, brown (10YR 4/3), moist; weak medium platy; soft, very friable, nonsticky and nonplastic; many very fine and fine vesicular pores; 5 percent cobbles and 50 percent gravel; violent effervescence; moderately alkaline, (pH 8.4); abrupt smooth boundary. (0 to 5 cm thick)\nV2--1 to 5 cm; pale brown (10YR 6/3) very gravelly loam, brown (10YR 4/3), moist; weak medium platy structure; soft, very friable, slightly sticky and slightly plastic; many very fine and fine vesicular pores; 40 percent gravel; violent effervescence; strongly alkaline, (pH 8.6); clear smooth boundary. (0 to 12 cm thick)\nBk1--5 to 23 cm; light brown (7.5YR 6/3) extremely gravelly loam, brown (7.5YR 4/3), moist; moderate fine subangular blocky structure; slightly hard, very friable, slightly sticky and slightly plastic; common very fine and fine roots; few fine tubular pores; 10 percent cobbles and 60 percent gravel; fine carbonate concretions on underside of most rock fragments; violent effervescence; moderately alkaline, (pH 8.2); clear smooth boundary. (15 to 25 cm thick)\nBk2--23 to 28 cm; light brown (7.5YR 6/3) extremely gravelly sandy loam, brown (7.5YR 5/3), moist; moderate fine subangular blocky structure; slightly hard, very friable, slightly sticky and slightly plastic; common very fine and fine roots; few fine tubular pores; 5 percent cobbles and 75 percent gravel; fine carbonate concretions on underside of most rock fragments; violent effervescence; moderately alkaline, (pH 8.0); abrupt wavy boundary. (0 to 13 cm thick)\nR--28 cm; extremely hard tufa."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Washoe County, Nevada; east of Winnimucca Lake; latitude 39 degrees 56 minutes 18.2 seconds N and longitude 119 degrees 17 minutes 38.1 seconds W; WGS84 Decimal Degrees 39.9383889 latitude, -119.293917 longitude."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: Usually moist for short periods in winter and early spring, dry in late spring through early fall; typic aridic soil moisture regime.\nMean annual soil temperature: 12 to 14 degrees C.\nDepth to bedrock: 25 to 50 cm to a lithic contact.  The lithic materials are bedded layers of tufa.  Tufa is a chemical sedimentary rock composed of calcium carbonate and silica and deposited from solution in the water of springs adjacent to lakes.\nReaction: Moderately alkaline or strongly alkaline.\nParticle-size control section - Clay content: Averages 18 to 27 percent.\nRock fragments: Averages more than 60 percent gravel and cobbles.  Lithology of fragments is tufa and mixed rocks including volcanic and granitic.\nV horizons\nValue: 6 or 7 dry, 4 or 5 moist.\nChroma: 2 or 3, dry or moist.\nBk horizons\nHue &.5YR or 10YR.\nValue: 6 or 7 dry, 4 or 5 moist.\nChroma: 2 through 4, dry or moist.\nTexure loam or sandy loam with more than 60 percent gravel and cobbles.\nCalcium Carbonate equivalent by weight: 15 to 30 percent.\nC horizons\nPresent in some pedons.\nR layer\nLithic materials composed of lithoid or dendritic tufa with some fine-earth in cracks and pockets. Thin plates of harder travertine or thinolite tufa may be present in some pedons.\nOther features: Material including lake deposites and bedrock may be present below the lithic contact; other layers of tufa may be present between uncemented lake deposites ranging from silt loam to cobbles."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are Crotoncanyon, Hoovers and Rochpah series.\nCrotoncanyon soils have 27 to 40 percent clay in the particle-size control section. Hoovers and Rockapah soils have less than 60 percent rock fragments in the particle-size control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Tuffman soils are on lake terraces associated with Lake Lahontan and other Pleistocene lakes.  They formed in lacustrine deposits derived from mixed rocks and tufa deposits.  Slopes are 4 to 30 percent.  Elevations range from 1,220 to 1,335 meters.  The climate is arid with cool, moist winters and hot, dry summers.  The mean annual precipitation is 100 to 150 mm, the mean annual temperature is 11 to 13 degrees C, and the frost-free period is 120 to 140 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Bluewing, Jacaranda Ruhe, and Trocken soils. Bluewing soils are very deep and sandy-skeletal. Jacaranda soils are sandy-skeletal. Ruhe soils are sandy.  Trocken soils are very deep."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:  Well drained; high surface runoff; moderately high saturated hydraulic conductivity."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Tuffman soils are used for rangeland and wildlife habitat. The present vegetation is mainly Bailey greasewood, bud sagebrush, shadscale, Nevada ephedra, desert needlegrass, and burrobrush."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Western and central Nevada.  These soils are not extensive.  MLRA 27."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Davis, California."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Mineral County, Nevada, (established during MLRA update of soils on the Walker River Indian Reservation), 1/2009."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - The zone from the soil surface to 18 cm. (V and part of the Bk1 horizons).\nCalcic horizon - The zone from 5 to 28 cm. (Bk1 and Bk2 horizons).\nLithic contact - The boundary at 28 cm (R layer).\nParticle-size control section - The zone from the soil surface to 28 cm (V and Bk horizons).\nADDITIONAL DATA:  NASIS pedon and site ID 2008NV031802.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
