{
  "SERIES": "TUGHILL",
  "STATUS": "Established Series",
  "BYREV": "Rev. MCG-SWA",
  "REVDATE": "04/2013",
  "STATES": "NY,PA",
  "OVERVIEW": "The Tughill series consists of very deep, very poorly drained soils formed in till derived from acid siliceous rocks and sandstone siltston, and shale. They are in depressional areas on till plains, partially-blocked drainageways, and beaver-impounded streams. Saturated hydraulic conductivity is moderately high or high in the organic surface layer and the mineral surface and subsurface layer, moderately high in the subsoil, and moderately high to low in the substratum. Slope ranges from 0 to 5 percent. Mean annual precipitation is about 1476 mm and mean annual temperature is about 6 degrees C.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, active, nonacid, frigid Typic Endoaquepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Tughill extremely cobbly very fine sandy loam on a 1 percent slope in an area of partially-blocked drainage. (Colors are to moist soil unless otherwise noted).\nOe -- 0 to 3 cm; black (10YR 2/1); mucky peat; weak fine granular structure; very friable; many very fine, fine and medium roots throughout; 1 percent gravel and 5 percent cobbles; extremely acid (pH 4.4); clear wavy boundary.\nOa -- 3 to 8 cm; black (10YR 2/1); muck; weak fine granular structure; very friable; many very fine, fine and medium roots throughout; 1 percent gravel and 5 percent cobbles; extremely acid (pH 4.4); abrupt wavy boundary. (Combined thickness of the O horizons is 0 to 19 cm.)\nEg -- 8 to 19 cm; grayish brown (2.5Y 5/2); extremely cobbly very fine sandy loam; weak fine and medium subangular blocky structure; friable; many very fine, fine and medium roots throughout; few medium distinct dark yellowish brown (10YR 4/4) masses of oxidized iron in matrix and few medium distinct light gray (10YR 7/1) iron depletions in matrix; 2 percent gravel, 60 percent cobbles and 2 percent channers; moderately acid (pH 5.8); abrupt wavy boundary. (0 to 15 cm thick.)\nBg1 -- 19 to 29 cm; very dark grayish brown (10YR 3/2); very cobbly very fine sandy loam; weak fine and medium subangular blocky structure; very friable; many very fine and fine and common medium roots throughout; few medium faint grayish brown (10YR 5/2) masses of reduced iron in matrix; 8 percent gravel and 50 percent cobbles; slightly acid (pH 6.5); clear wavy boundary.\nBg2 -- 29 to 52 cm; dark grayish brown (2.5Y 4/2); very cobbly very fine sandy loam; weak fine and medium subangular blocky structure; very friable; few very fine roots throughout; 10 percent gravel and 40 percent cobbles; neutral, (pH 6.7); clear wavy boundary.\nBg3 -- 52 to 75 cm; grayish brown (2.5Y 5/2); extremely gravelly silt loam; massive; very friable; few fine faint light brownish gray (2.5Y 6/2) masses of reduced iron in matrix, and common fine and medium faint brown (10YR 5/3) and many medium prominent strong brown (7.5YR 5/6) masses of oxidized iron in matrix; 40 percent gravel and 25 percent cobbles; slightly acid (pH 6.5); clear wavy boundary.\nBg4 -- 75 to 105 cm; gray (2.5Y 6/1); extremely gravelly fine sandy loam; massive; very friable; common fine and medium prominent strong brown (7.5YR 5/6) and many fine and medium distinct brown (10YR 5/3) masses of oxidized iron in matrix; 45 percent gravel and 25 percent cobbles; neutral (pH 6.8); abrupt wavy boundary. (Combined thickness of the Bg horizons is 30 to 90 cm.)\nC -- 105 to 130 cm; 50 percent gray (2.5Y 6/1) and 50 percent light brownish gray (2.5Y 6/2); extremely gravelly loam; massive; firm; 50 percent gravel, 20 percent cobbles and 2 percent stones; slight effervescence, HCl; neutral (pH 7.3)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Lewis County, New York; Town of High Market; Approx. 1.5 km west and 100 meters north of the hamlet of Michigan Mills;  USGS High Market, NY topographic quadrangle, UTM 451272E and 4828149N, Zone 18, NAD 1983."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Thickness of the solum ranges from 45 to 110 cm. Bedrock is at a depth greater than 152 cm. Redoximorphic features consisting of iron depletions and concentrations, and reduced matrices occur directly below the O or A horizon. Rock fragments, mainly stones, cobbles, and gravel, range from 3 to 65 percent by volume in the A and E horizons, and 35 to 75 percent in the B and C horizons.\nThe O horizon has hue of 5YR to 10YR, value of 2 to 3, and chroma of 1 or 2. It is composed of fibric, hemic, or sapric material. It is massive or has granular structure. Reaction ranges from ultra acid to slightly acid.\nSome pedons have an A or Ap horizon. It has hue of 7.5YR to 2.5Y, value of 2 to 3 and chroma of 1 or 2, or is N 2/0. Texture of the fine earth fraction is loamy fine sand, sandy loam, fine sandy loam, very fine sandy loam, loam, or silt loam with or without mucky analogs. Some pedons have a BA horizon up to 18 cm thick with colors and textures similar to that of the A horizon. Reaction ranges from extremely acid to slightly acid.\nThe E or Eg horizon, if present, has hue of 10YR or 2.5Y, or is neutral, has value of 5 or 6, and chroma of 0 to 2. It has none to common redoximorphic concentrations. Texture is very fine sandy loam, sandy loam, fine sandy loam, loam, or silt loam. Reaction ranges from extremely acid to slightly acid.\nThe B or Bg horizon is neutral in color or has hue of 5YR to 5Y, value of 3 to 6, and chroma of 0 to 2. It has none to many redoximorphic concentrations or depletions. Texture is loamy fine sand, sandy loam, fine sandy loam, very fine sandy loam, loam, or silt loam. It has weak or very weak, fine or medium subangular blocky or platy structure, or it is massive. It is very friable to firm. Reaction ranges from extremely acid to neutral.\nThe C horizon is neutral, or has hue of 5YR to 5Y, value of 3 to 6, and chroma of 0 to 2. It has none to common redoximorphic concentrations or depletions. Texture is loamy fine sand, sandy loam, fine sandy loam, very fine sandy loam, loam, or silt loam.  It is massive or has platy structure. It is friable to very firm. Reaction ranges from strongly acid to neutral.  Some pedons do not effervesce in lower substratum."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no other series in the same family.\nThe Brayton, Burnham, Cabot, Dannemora, Lyme, Peacham, Pillsbury, and Searsport series are similar soils in related families. Brayton and Burnham soils are coarse-loamy and have a lower organic matter content in the surface layer. Cabot and Peacham soils have a coarse-loamy particle size control section. Dannemora soils have a fragipan horizon. Lyme and Pillsbury soils are more acid and have a coarse-loamy particle size control section. Searsport soils have a sandy particle-size control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Tughill soils are in level to gently sloping depressional or low lying areas, partially-blocked drainageways, and beaver-impounded streams on till plains. These soils formed in till dominated by moderately coarse textured material from either acid siliceous rocks or sandstone, siltstone, shale. Some areas have stones or boulders on the surface resulting from fluvial scour by glacial melt water. Slope ranges from 0 to 5 percent but are mainly less than 1 percent. Mean annual precipitation ranges from 864 to 1727 mm, mean annual air temperature ranges from 1 to 11 degrees C, and the frost-free period ranges from 90 to 140 days. Elevation ranges from 305 to 610 meters above sea level."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: Dannemora, Empeyville, Highmarket (T), Westbury, and Worth soils are better drained associates in higher parts of till plains derived from sandstone, siltstone, and shale. Fishcreek (T) and Swancott (T) soils are found on outwash plains and terraces derived from sandstones, siltstones and shale. Adirondack, Becket, Berkshire, Crary, Potsdam, Sabattis, Skerry, and Sunapee soils on surrounding higher landscapes in areas of granitic till. Adams and Colton soils are on associated nearby outwash terraces derived from acid siliceous material. Bucksport and Wonsqueak soils are associated organic soils."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Very poorly drained. The potential for surface runoff soil is negligible to very high. Saturated hydraulic conductivity is moderately high or high in the organic surface layer, mineral surface, and subsurface layer, moderately high in the subsoil, and low to moderately high in the substratum."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most areas are forested, idle, or used for unimproved pasture. Small areas are within fields used for growing hay. Forested areas support red maple, hemlock, fir, spruce, and some poplar and elm."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Northern New York and Pennsylvania. MLRA 140, 141, 142, and 143. The series is moderately extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Amherst, Massachusetts"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Orange County, New York, 1954."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: CEC activity class was estimated to be active. Further investigation is needed in the MLRA update process.\nThe Tughill series was a Half-Bog under the 1938 system. Presently, this soil is border line between a Typic Endoaquepts and a Histic Humaquepts. The existing extent of this series contains both classifications.\nDiagnostic horizons and other features recognized in the typical pedon are:\n1) Albic horizon - from 8 to 19 cm (Eg horizon).\n2) Cambic Horizon - from 19 to 52 cm (Bg1 and Bg2 horizons).\n3) Endoaquepts great group - redoximorphic features directly below the O horizon, and an apparent water table within 15 cm deep from November through June.\n3) Redoximorphic features - Fe concentrations and depletions, and reduced matrices."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "ADDITIONAL DATA: Pedon #09NY049029"
  },
  "SITE": [
    [
      {
        "drainage": "very poorly",
        "drainage_overview": "very poorly"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Oe",
        "top": 0,
        "bottom": 3,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 1,
        "texture_class": "NA",
        "structure": "weak fine granular",
        "dry_rupture": "NA",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": 4.4,
        "pH_class": "extremely acid",
        "eff_class": "NA",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Oe -- 0 to 3 cm; black (10YR 2/1); mucky peat; weak fine granular structure; very friable; many very fine, fine and medium roots throughout; 1 percent gravel and 5 percent cobbles; extremely acid (pH 4.4); clear wavy boundary."
      },
      {
        "name": "Oa",
        "top": 3,
        "bottom": 8,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 1,
        "texture_class": "NA",
        "structure": "weak fine granular",
        "dry_rupture": "NA",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": 4.4,
        "pH_class": "extremely acid",
        "eff_class": "NA",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "Oa -- 3 to 8 cm; black (10YR 2/1); muck; weak fine granular structure; very friable; many very fine, fine and medium roots throughout; 1 percent gravel and 5 percent cobbles; extremely acid (pH 4.4); abrupt wavy boundary. (Combined thickness of the O horizons is 0 to 19 cm.)"
      },
      {
        "name": "Eg",
        "top": 8,
        "bottom": 19,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "2.5Y",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "very fine sandy loam",
        "structure": "weak fine and medium subangular blocky",
        "dry_rupture": "NA",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "extremely cobbly",
        "pH": 5.8,
        "pH_class": "moderately acid",
        "eff_class": "NA",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "Eg -- 8 to 19 cm; grayish brown (2.5Y 5/2); extremely cobbly very fine sandy loam; weak fine and medium subangular blocky structure; friable; many very fine, fine and medium roots throughout; few medium distinct dark yellowish brown (10YR 4/4) masses of oxidized iron in matrix and few medium distinct light gray (10YR 7/1) iron depletions in matrix; 2 percent gravel, 60 percent cobbles and 2 percent channers; moderately acid (pH 5.8); abrupt wavy boundary. (0 to 15 cm thick.)"
      },
      {
        "name": "Bg1",
        "top": 19,
        "bottom": 29,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "very fine sandy loam",
        "structure": "weak fine and medium subangular blocky",
        "dry_rupture": "NA",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "very cobbly",
        "pH": 6.5,
        "pH_class": "slightly acid",
        "eff_class": "NA",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bg1 -- 19 to 29 cm; very dark grayish brown (10YR 3/2); very cobbly very fine sandy loam; weak fine and medium subangular blocky structure; very friable; many very fine and fine and common medium roots throughout; few medium faint grayish brown (10YR 5/2) masses of reduced iron in matrix; 8 percent gravel and 50 percent cobbles; slightly acid (pH 6.5); clear wavy boundary."
      },
      {
        "name": "Bg2",
        "top": 29,
        "bottom": 52,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "2.5Y",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "very fine sandy loam",
        "structure": "weak fine and medium subangular blocky",
        "dry_rupture": "NA",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "very cobbly",
        "pH": 6.7,
        "pH_class": "neutral",
        "eff_class": "NA",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bg2 -- 29 to 52 cm; dark grayish brown (2.5Y 4/2); very cobbly very fine sandy loam; weak fine and medium subangular blocky structure; very friable; few very fine roots throughout; 10 percent gravel and 40 percent cobbles; neutral, (pH 6.7); clear wavy boundary."
      },
      {
        "name": "Bg3",
        "top": 52,
        "bottom": 75,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "2.5Y",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "silt loam",
        "structure": "massive",
        "dry_rupture": "NA",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "extremely gravelly",
        "pH": 6.5,
        "pH_class": "slightly acid",
        "eff_class": "NA",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bg3 -- 52 to 75 cm; grayish brown (2.5Y 5/2); extremely gravelly silt loam; massive; very friable; few fine faint light brownish gray (2.5Y 6/2) masses of reduced iron in matrix, and common fine and medium faint brown (10YR 5/3) and many medium prominent strong brown (7.5YR 5/6) masses of oxidized iron in matrix; 40 percent gravel and 25 percent cobbles; slightly acid (pH 6.5); clear wavy boundary."
      },
      {
        "name": "Bg4",
        "top": 75,
        "bottom": 105,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "2.5Y",
        "moist_value": 6,
        "moist_chroma": 1,
        "texture_class": "fine sandy loam",
        "structure": "massive",
        "dry_rupture": "NA",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "extremely gravelly",
        "pH": 6.8,
        "pH_class": "neutral",
        "eff_class": "NA",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "Bg4 -- 75 to 105 cm; gray (2.5Y 6/1); extremely gravelly fine sandy loam; massive; very friable; common fine and medium prominent strong brown (7.5YR 5/6) and many fine and medium distinct brown (10YR 5/3) masses of oxidized iron in matrix; 45 percent gravel and 25 percent cobbles; neutral (pH 6.8); abrupt wavy boundary. (Combined thickness of the Bg horizons is 30 to 90 cm.)"
      },
      {
        "name": "C",
        "top": 105,
        "bottom": 130,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "2.5Y",
        "moist_value": 6,
        "moist_chroma": 1,
        "texture_class": "loam",
        "structure": "massive",
        "dry_rupture": "NA",
        "moist_rupture": "firm",
        "coherence": "NA",
        "cf_class": "extremely gravelly",
        "pH": 7.3,
        "pH_class": "neutral",
        "eff_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "C -- 105 to 130 cm; 50 percent gray (2.5Y 6/1) and 50 percent light brownish gray (2.5Y 6/2); extremely gravelly loam; massive; firm; 50 percent gravel, 20 percent cobbles and 2 percent stones; slight effervescence, HCl; neutral (pH 7.3)."
      }
    ]
  ]
}
