{
  "SERIES": "TUKEY",
  "STATUS": "Established Series",
  "BYREV": "Rev. FRM/RJE",
  "REVDATE": "01/2000",
  "STATES": "WA",
  "OVERVIEW": "The Tukey series consists of moderately deep to a cemented pan, moderately well drained soils formed in glacial till on till plains and foothills.  Slopes are 0 to 30 percent.  The average annual precipitation is 17 to 25 inches.  The mean annual temperature is about 50 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, isotic, mesic Vitrandic Haploxerepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Tukey gravelly loam - forested (colors are for moist soil unless otherwise noted).\nOi--0 to 2 inches; needles, leaves, bark, fragments of wood, and moss.\nOe--2 to 3 inches; black (5YR 2/1), partly decomposed organic matter from needles, leaves, bark, fragments of wood, and moss; moderately acid; abrupt, smooth boundary.  (1 to 1 1/2 inches thick)\nE--3 to 5 inches; grayish brown (10YR 5/2) gravelly loam, gray (10YR 6/1) dry; weak, very fine, granular structure; soft friable, nonsticky, nonplastic; many fine and medium roots; 25 percent pebbles; moderately acid; abrupt, smooth boundary.  (0 to 3 inches thick).\nBwl--5 to 11 inches; dark brown (10YR 4/3) gravelly loam, light brownish gray (10YR 6/2) dry; weak, fine, subangular blocky structure; soft, friable, nonsticky, slightly plastic; many fine and medium roots; 25 percent pebbles; moderately acid; gradual, wavy boundary.\nBw2--11 to 18 inches; brown (10YR 5/3) very gravelly loam, light gray (10YR 7/2) dry; moderate, fine, subangular blocky structure; slightly hard, friable, slightly sticky, slightly plastic; many fine and medium roots; 40 percent pebbles; moderately acid; clear, wavy boundary.  9 to 20 inches combined thickness of Bw horizon).\nBC1--18 to 33 inches; grayish brown (2.5Y 5/2) very gravelly clay loam, light gray (2.5Y 7/2) dry; common, medium, prominent yellowish red (5YR 4/6) mottles; weak, medium, prismatic structure; hard, firm, moderately sticky, moderately plastic; common fine roots; 40 percent pebbles; moderately acid; gradual, wavy boundary.  (7 to 15 inches thick).\nBC2--33 to 39 inches; dark yellowish brown (10YR 4/4) very gravelly loam, very pale brown (10YR 7/4) dry; many, large, prominent yellowish red (5YR 4/6) mottles and common, large, faint light brownish gray (2.5Y 6/2) mottles; massive; hard, firm, slightly sticky, slightly plastic; few fine roots; 40 percent pebbles; moderately acid; gradual, wavy boundary (10 to 25 inches combined thickness of BC horizon).\nBsm--39 to 59 inches; olive brown (2.5Y 4/4) weakly cemented gravelly loam, light brownish gray (2.5Y 6/2) dry; massive; extremely hard, extremely firm; 40 percent pebbles, neutral; diffuse, smooth boundary.  (10 to 24 inches thick).\nCd--59 to 63 inches; very compact gravelly loam glacial till."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Jefferson County Washington, about 1 mile west of Gardner, about 180 feet south of US Highway 101. 1,400 feet west and 180 feet south of the center of sec. 34, T. 30 N., R. 2W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  These soils are usually moist, but are dry in the moisture control section for 60 to 75 consecutive days following summer solstice in most years. The mean annual soil temperature ranges from 47 to 54 degrees F.  The particle-size control section averages 35 to 60 percent rock fragments and 20 to 30 percent clay.\nThe E horizon has value of 4 to 6, 5 to 7 dry, and chroma of 1 to 3 moist and dry.  Reaction is strongly acid or moderately acid.  Some pedons have no E horizon and have a dark colored A horizon.\nThe Bw horizon has value of 4 or 5 , 6 or 7 dry, and chroma of 3 or 4 moist, 2 to 4 dry.  Texture below 10 inches is very gravelly loam, or very gravelly clay loam.  Reaction is slightly acid or moderately acid.\nThe BC horizon has hue of 2.5 Y or 10YR value of 4 to 6, 5 to 8 dry, and chroma of 2 to 4 moist and dry.  This horizon is mottled.  Texture is very gravelly loam or very gravelly clay loam.  Reaction is slightly acid or moderately acid.\nThe Bsm horizon is weakly cemented glacial till."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Swantown and Whidbey series.  Swantown and Whidbey soils average less than 15 percent clay in the particle-size control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Tukey soils formed in glacial till on till plains an foothills.  Slopes are 0 to 30 percent. These soils are in a mild marine climate with cool, dry summers and mild, wet winters.  Average annual precipitation is 17 to 25 inches.  The mean January temperature is 39 degrees F.  The mean July temperature is 56 degrees F.; and the mean annual temperature is about 50 degrees F.  The growing season is about 250 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Agnew, Cassolary, Clallam, Dick and Hoypus soils.  Agnew soils are deep, fine-loamy and have a argillic horizon.  Cassolary soils are deep and coarse-loamy.  Clallam soils are less than 20 percent clay in the particle-size control section and are not cemented in the lower part.  Dick soils are deep and sandy throughout.  Hoypus soils are deep and sandy- skeletal."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Moderately well drained; runoff is slow to medium; permeability is moderate above the cemented till and slow to very slow in the till.  A perched water table is above the cemented till and is as high as 1.5 to 3.0 feet at times from November to April."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used for woodland and cropland.  Field crops, hay, pasture, strawberries, and raspberries are common crops.  Native vegetation is Douglas-fir, western redcedar, red alder, western hemlock and grand fir with an understory of Oregongrape, salal, evergreen huckleberry, western brackenfern western swordfern, red huckleberry and vine maple."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northwestern Washington.  The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Jefferson County, Washington 1970."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Classification only changed 4/94 because of recent amendments to Soil Taxonomy.  No new data is available. No Tukey soils are correlated in Clallam County Washington.  The pan in Tukey soils could be ortstein rather than a duripan.  Laboratory data on similar soils shows the cementing agents to be iron, aluminum and organic matter.  The series needs further study.  In addition, further investigatin is needed on the consecutive days dry for this soil.  Diagnostic horizons and features recognized in this pedon are an albic horizon from 3 to 5 inches, a cambic horizon from 1 to 30 inches, and a cemented pan at 36 to 56 inches.\nClassification changed 1/00 from mixed, mesic Vitrandic Durochrepts to isotic, mesic Vitrandic Haploxerepts based on revisions to Soil Taxonomy.\nDepths to diagnostic horizons and features are measured from the top of the first mineral horizon.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
