{
  "SERIES": "TULLER",
  "STATUS": "Established Series",
  "BYREV": "Rev. JWW-ERS-SWF",
  "REVDATE": "11/2013",
  "STATES": "NY",
  "OVERVIEW": "The Tuller series consists of shallow, somewhat poorly drained soils that formed in thin deposits of till over acid sandstone, siltstone or shale bedrock. These soils are in depressional areas of flatter hilltops and benched sideslopes of dissected uplands. Depth to bedrock is 10 to 20 inches. Slope ranges from 0 to 8 percent. Mean annual temperature is 48 degrees F., and mean annual precipitation is 39 inches.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy, mixed, active, acid, mesic Lithic Endoaquepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Tuller channery silt loam, on a 2 percent slope in a pasture. (Colors are for moist soil unless otherwise noted.)\nAp -- 0 to 6 inches; very dark grayish brown (10YR 3/2) channery silt loam; light brownish gray (10YR 6/2) dry; moderate fine and medium granular structure; friable; many fine roots; common fine pores; 15 percent rock fragments; moderately acid; clear smooth boundary. (5 to 8 inches thick.)\nBg1 -- 6 to 11 inches; grayish brown (10YR 5/2) channery silt loam; moderate fine and medium subangular blocky structure, friable; common fine roots; common fine pores; few very dark grayish brown (10YR 3/2) vertical root stains and worm casts; 15 percent rock fragments; common fine prominent strong brown (7.5YR 5/6) and brown (7.5YR 4/4) masses of iron oxides; moderately acid; gradual wavy boundary.\nBg2 -- 11 to 18 inches; grayish brown (2.5Y 5/2) channery silt loam; weak medium and fine subangular blocky structure; firm; few fine roots; common fine pores; 20 percent rock fragments grading to 30 percent in the lower part; many medium prominent strong brown (7.5YR 5/8) and few coarse prominent brown (7.5YR 4/4) masses of iron oxides, and few fine distinct gray (10YR 6/1) areas of iron depletions; strongly acid; abrupt smooth boundary. (Combined thickness of the Bg horizons is 3 to 19 inches.)\n2R -- 18 inches; dark gray (N 4/0) and dark grayish brown (2.5Y 4/2) thin-bedded, acid, siltstone and shale bedrock; moderately hard and brittle in upper layers."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Madison County, New York; Town of Georgetown, 130 yards east of Maxon Road, 3/4 mile south of the intersection of Maxon and Lebanon Roads. USGS West Eaton, NY topographic quadrangle; Latitude 42 degrees, 46 minutes, 48 seconds N. and Longitude 75 degrees, 42 minutes, 18 seconds W. NAD 1927."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: The thickness of the solum and depth to bedrock ranges from 10 to 20 inches. Rock fragments are dominantly flat. The volume commonly ranges from 15 to 35 percent by weighted average of the subsoil and substratum but the range include 10 percent. Unless limed, reaction ranges from very strongly acid through moderately acid throughout the soil.\nThe Ap horizon has hue of 7.5YR through 2.5Y, values of 3 through 5 and chroma of 2 or 3. Texture of the fine-earth fraction is loam or silt loam. Structure is weak or moderate fine or medium granular. Consistence is very friable or friable. Many pedons in forested areas have 0 horizons 1 to 3 inches thick and A horizons 2 to 4 inches thick.\nThe B horizon has hue of 5YR through 5Y, value of 4 through 6, and chroma of 2 or 3 and chroma of faces of peds of 2 or less. Texture of the fine-earth fraction is silt loam, loam or very fine sandy loam. Structure is weak or moderate medium and fine subangular blocky, moderate medium prismatic or platy. Consistence is friable or firm.\nA thin C horizon that is massive or has plate-like divisions occurs in some pedons.\nThe 2R horizon ranges from massive sandstone to interbedded sandstone, siltstone and shale bedrock. It is reddish, olive or gray in color."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no other series in the same family.\nThe Topnot and Tor series are similar soils in related families. Topknot soils are nonacid. Tor soils are frigid and loamy-skeletal."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: The Tuller soils occur dominantly on long, narrow areas on hillsides and flatter hilltops that are often bordered by bedrock outcrops. Slope ranges from 0 to 8 percent. The regolith is principally a thin mantle of till dominated by material derived from acid sandstone, siltstone and thin beds of shale. The climate is humid and temperate. Mean annual rainfall ranges from 35 to 45 inches; mean annual temperature ranges from 45 to 50 degrees F.; and the frost-free period ranges from 140 to 180 days. Elevation ranges from 600 to 1750 feet above sea level."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: Tuller soils are in a drainage sequence with the well drained Arnot soils. Chippewa, Ellery, Erie, Greene, Lordstown, Morris, Norwich, Oquaga and Volusia soils are landscape associates in comparable but deeper till deposits over bedrock."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Somewhat poorly drained. The potential for surface runoff is low. Permeability is moderate in the surface layer and moderately slow or slow in the subsoil."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Mostly forested or idle or used for growing pasture and hay. Forest vegetation is dominantly maple, beech, elm, oak and hemlock."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: The Allegheny Plateau in southern New York and northern Pennsylvania. MLRA's 101 and 140. Tuller soils are of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Amherst, Massachusetts"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Cortland County, New York, 1957."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: In about one-third of the areas where the Tuller soils have been correlated the particle-size control section is border-line to loamy-skeletal. In these areas rock fragment content exceeds 35 percent by only a small amount. Original classification placed Tuller in the great group of Haplaquepts. Because of changes established in the 5th edition of `Keys to Soil Taxonomy' this soil now classifies in the new great group of Endoaquepts. Competing series may change as similar soils are reclassified.\nDiagnostic horizons and other features recognized in the typical pedon are:\n1) Ochric epipedon - from 0 to 6 inches (Ap horizon).\n2) Cambic horizon - from 6 to 18 inches (Bg1 and Bg2 horizons).\n3) Aquic moisture conditions - as evidenced by low chroma (2 or less) matrix colors and redoximorphic features within 20 inches of the soil surface (Bg horizons).\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "somewhat poorly"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 15,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "silt loam",
        "cf_class": "channery",
        "pH_class": "moderately acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Ap -- 0 to 6 inches; very dark grayish brown (10YR 3/2) channery silt loam; light brownish gray (10YR 6/2) dry; moderate fine and medium granular structure; friable; many fine roots; common fine pores; 15 percent rock fragments; moderately acid; clear smooth boundary. (5 to 8 inches thick.)"
      },
      {
        "name": "Bg1",
        "top": 15,
        "bottom": 28,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "silt loam",
        "cf_class": "channery",
        "pH_class": "moderately acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bg1 -- 6 to 11 inches; grayish brown (10YR 5/2) channery silt loam; moderate fine and medium subangular blocky structure, friable; common fine roots; common fine pores; few very dark grayish brown (10YR 3/2) vertical root stains and worm casts; 15 percent rock fragments; common fine prominent strong brown (7.5YR 5/6) and brown (7.5YR 4/4) masses of iron oxides; moderately acid; gradual wavy boundary."
      },
      {
        "name": "Bg2",
        "top": 28,
        "bottom": 46,
        "moist_hue": "2.5Y",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "silt loam",
        "cf_class": "channery",
        "pH_class": "strongly acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Bg2 -- 11 to 18 inches; grayish brown (2.5Y 5/2) channery silt loam; weak medium and fine subangular blocky structure; firm; few fine roots; common fine pores; 20 percent rock fragments grading to 30 percent in the lower part; many medium prominent strong brown (7.5YR 5/8) and few coarse prominent brown (7.5YR 4/4) masses of iron oxides, and few fine distinct gray (10YR 6/1) areas of iron depletions; strongly acid; abrupt smooth boundary. (Combined thickness of the Bg horizons is 3 to 19 inches.)"
      },
      {
        "name": "2R",
        "top": 46,
        "moist_hue": "N",
        "moist_value": 4,
        "moist_chroma": 0,
        "texture_class": "silt",
        "narrative": "2R -- 18 inches; dark gray (N 4/0) and dark grayish brown (2.5Y 4/2) thin-bedded, acid, siltstone and shale bedrock; moderately hard and brittle in upper layers."
      }
    ]
  ]
}
