{
  "SERIES": "TUMBLETON",
  "STATUS": "Established Series",
  "BYREV": "Rev. KWJ-PGM",
  "REVDATE": "11/2018",
  "STATES": "AL",
  "OVERVIEW": "The Tumbleton series consists of deep, well drained, slowly permeable soils that formed in clayey and loamy marine deposits. These soils are on knolls, short side slopes, and ridges of the Coastal Plain uplands.  Slopes range from 1 to 12 percent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, kaolinitic, thermic Typic Kanhapludults"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Tumbleton sandy loam on a concave 4 percent slope in cropland.  (Colors are for moist soil)\nAp--0 to 4 inches; dark brown (10YR 4/3) sandy loam; weak fine granular structure; very friable; many fine and medium roots; 10 percent by volume of rounded quartz gravel; strongly acid; clear wavy boundary.  (2 to 7 inches thick)\nBt1--4 to 10 inches; yellowish brown (10YR 5/8) sandy clay; common fine pockets of dark brown (10YR 4/3) sandy loam; weak medium subangular blocky structure; friable; few fine and medium roots; few faint clay films on faces of peds; 5 percent by volume of rounded quartz gravel; very strongly acid; clear wavy boundary.\nBt2--10 to 26 inches; brownish yellow (10YR 6/8) clay; moderate medium subangular blocky structure; firm; few fine roots; few faint clay films on faces of peds; few fine soft light gray (10YR 7/1) clay masses; very strongly acid; gradual wavy boundary.\nBt3--26 to 37 inches; brownish yellow (10YR 6/6) clay; common fine prominent reddish brown (5YR 4/4) mottles; weak medium angular blocky structure; firm; common distinct clay films on faces of peds; few fine soft light gray (10YR 7/1) clay masses; very strongly acid; clear wavy boundary.\nBt4--37 to 49 inches; yellowish brown (10YR 5/8) clay; common fine distinct very pale brown (10YR 7/4) and common fine prominent reddish brown (5YR 4/4) mottles; moderate medium angular blocky parting to moderate fine angular blocky structure; firm; common distinct clay films on faces of peds; common fine soft light gray (10YR 7/1) clay masses; very strongly acid; clear wavy boundary. (Combined thickness of the Bt horizons is 36 to 50 inches)\nBC--49 to 56 inches; brownish yellow (10YR 6/6) clay; common very thin strata of sandy clay loam; common fine distinct yellowish red (5YR 5/6) mottles; weak coarse subangular blocky structure; few faint clay films on faces of peds; few fine soft light gray (10YR 7/1) clay masses; very strongly acid; abrupt smooth boundary.  (0 to 15 inches thick)\n2C--56 to 72 inches; stratified yellow (10YR 7/6) loamy sand and yellowish brown (10YR 5/6) clay; common fine distinct pale brown (10YR 6/3) mottles; massive; friable; few fine soft light gray (10YR 7/1) clay masses; extremely acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Henry County, Alabama; about 2.5 miles north of Newville on Alabama Highway 173; 1 mile east of Center AME Church on gravel road, 1170 feet south and 100 feet west of the northeast corner of Sec. 27, T.  6 N., R. 27 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Solum thickness ranges from 40 to 60 inches.  Reaction ranges from very strongly acid to slightly acid in the A horizon and from extremely acid to strongly acid in the B and C horizons.  In most pedons, the surface layer contains 5 to 25 percent by volume of angular fossiliferous chert or rounded quartz gravel. Silt content of the control section is less than 30 percent.\nThe Ap or A horizon has hue of 10YR, value of 4 or 5, and chroma of 2 to 4. Additionally, eroded areas may have hue of 7.5YR, value of 5 or 6, and chroma of 4 to 8.  Texture is typically sandy loam, loamy sand, gravelly sandy loam, or gravelly loamy sand, but ranges to sandy clay loam in eroded areas.\nThe E horizon, where present, has the same range in color and texture as the A horizon.\nSome pedons have a thin BA or BE horizon with hue of 7.5YR or 1OYR, value of 5 or 6, and chroma of 4 to 8.  Texture is sandy clay loam or sandy loam.\nThe Bt horizon has hue of 7.5YR or 10YR, value of 5 or 6, and chroma of 4 to 8. Mottles in shades of red, brown, or yellow range from few to common.  Texture of the Bt horizon is sandy clay or clay.  Some pedons have a thin subhorizon of sandy clay loam in the upper part of the Bt.  Fine masses of gray or light gray clay range from none to common.\nThe BC horizon, present in most pedons, has the same range in color as the Bt horizon, or it is mottled in shades of yellow, brown, or gray.  Texture is clay, sandy clay, or sandy clay loam.  Strata of coarser textured material are common.\nThe 2C or C horizon has hue of 7.5YR or 10YR, value of 5 to 7, and chroma of 1 to 6 or it is mottled in shades of yellow, brown, or gray.  It is commonly stratified in textures of clay, sandy clay, sandy clay loam, clay loam, sandy loam, or loamy sand.  Some pedons contain as much as 20 percent ironstone gravel."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Appling, Cecil, Madison, Nankin, and Pacolet series in the same family and the Aragon, Chestatee, Georgeville, Herndon, Hulett, Kolomoki,  Nectar, Neeses, Spotsylvania, and Wedowee series in closely competing families.  All of the competing series are underlain by saprolite or crystalline rock except Aragon, Kolomoki, Nankin, Nectar, and Neeses series.  Aragon soils have more than 15 percent fragments of chert throughout.  Kolomoki soils have dominant hue of 5YR or redder in the upper part of the Bt horizon.  Nankin soils have less than 20 percent silt in the control section and have dominant hue redder than 10YR in the Bt2 horizon. Nectar soils have soft sandstone or shale bedrock within a depth of 40 to 60 inches of the surface.  Neeses soils are dense and compact in the lower part of the Bt horizon."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Tumbleton soils are on knolls, short side slopes, and ridgecrests on nearly level to strongly sloping landscapes of the Lower Coastal Plain.  Slopes range from 1 to 12 percent.  Average annual precipitation is about 54 inches and mean annual temperature is about 67 degrees F, near the type location."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Carnegie, Cowarts, Dothan, Fuquay, Marlboro, Norfolk, Orangeburg, Red Bay, and Tifton soils.  Carnegie and Cowarts soils are on similar positions as the Tumbleton soils.  Carnegie soils have more than 5 percent plinthite and Cowarts soils have a fine-loamy control section.  Dothan, Fuquay, Marlboro, Norfolk, Orangeburg, and Tifton soils are on smoother landscapes than Tumbleton soils.  Dothan, Fuquay, and Tifton soils have more than 5 percent plinthite, and Marlboro, Norfolk, and Orangeburg soils have a thicker Bt horizon.  Red Bay soils are on higher positions and are fine-loamy."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Tumbleton soils are well drained.  Permeability is slow.  Runoff is medium to rapid."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most areas are cleared and under cultivation.  Improved pasture, peanuts, soybeans, and corn are the principal crops.  Wooded areas are in slash pine, longleaf pine, or loblolly pine, sweetgum, water oak, and live oak.  Understory vegetation is dominantly native forbs and grasses such as broomsedge bluestem, and panicums."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Southern Coastal Plain of Alabama and possibly Florida, Georgia, North Carolina, South Carolina, and Virginia.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Auburn, Alabama"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Henry County, Alabama, 1986."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  The (6/90) revision changes the classification from Typic Hapludults to Typic Kanhapludults in recognition of the low activity clay of the kandic horizon.\nDiagnostic horizons and features recognized in this pedon are:\nOchric epipedon - the zone from the surface of the soil to a depth of approximately 4 inches (Ap horizon).\nKandic horizon - the zone from approximately 4 to 49 inches (Bt1, Bt2, Bt3, and Bt4 horizons).\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 10,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "sandy loam",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Ap--0 to 4 inches; dark brown (10YR 4/3) sandy loam; weak fine granular structure; very friable; many fine and medium roots; 10 percent by volume of rounded quartz gravel; strongly acid; clear wavy boundary.  (2 to 7 inches thick)"
      },
      {
        "name": "Bt1",
        "top": 10,
        "bottom": 25,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 8,
        "texture_class": "sandy loam",
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bt1--4 to 10 inches; yellowish brown (10YR 5/8) sandy clay; common fine pockets of dark brown (10YR 4/3) sandy loam; weak medium subangular blocky structure; friable; few fine and medium roots; few faint clay films on faces of peds; 5 percent by volume of rounded quartz gravel; very strongly acid; clear wavy boundary."
      },
      {
        "name": "Bt2",
        "top": 25,
        "bottom": 66,
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 8,
        "texture_class": "clay",
        "pH_class": "very strongly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bt2--10 to 26 inches; brownish yellow (10YR 6/8) clay; moderate medium subangular blocky structure; firm; few fine roots; few faint clay films on faces of peds; few fine soft light gray (10YR 7/1) clay masses; very strongly acid; gradual wavy boundary."
      },
      {
        "name": "Bt3",
        "top": 66,
        "bottom": 94,
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 6,
        "texture_class": "clay",
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bt3--26 to 37 inches; brownish yellow (10YR 6/6) clay; common fine prominent reddish brown (5YR 4/4) mottles; weak medium angular blocky structure; firm; common distinct clay films on faces of peds; few fine soft light gray (10YR 7/1) clay masses; very strongly acid; clear wavy boundary."
      },
      {
        "name": "Bt4",
        "top": 94,
        "bottom": 124,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 8,
        "texture_class": "clay",
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bt4--37 to 49 inches; yellowish brown (10YR 5/8) clay; common fine distinct very pale brown (10YR 7/4) and common fine prominent reddish brown (5YR 4/4) mottles; moderate medium angular blocky parting to moderate fine angular blocky structure; firm; common distinct clay films on faces of peds; common fine soft light gray (10YR 7/1) clay masses; very strongly acid; clear wavy boundary. (Combined thickness of the Bt horizons is 36 to 50 inches)"
      },
      {
        "name": "BC",
        "top": 124,
        "bottom": 142,
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 6,
        "texture_class": "sandy clay loam",
        "pH_class": "very strongly acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "BC--49 to 56 inches; brownish yellow (10YR 6/6) clay; common very thin strata of sandy clay loam; common fine distinct yellowish red (5YR 5/6) mottles; weak coarse subangular blocky structure; few faint clay films on faces of peds; few fine soft light gray (10YR 7/1) clay masses; very strongly acid; abrupt smooth boundary.  (0 to 15 inches thick)"
      },
      {
        "name": "2C",
        "top": 142,
        "bottom": 183,
        "moist_hue": "10YR",
        "moist_value": 7,
        "moist_chroma": 6,
        "texture_class": "loamy sand",
        "pH_class": "extremely acid",
        "narrative": "2C--56 to 72 inches; stratified yellow (10YR 7/6) loamy sand and yellowish brown (10YR 5/6) clay; common fine distinct pale brown (10YR 6/3) mottles; massive; friable; few fine soft light gray (10YR 7/1) clay masses; extremely acid."
      }
    ]
  ]
}
