{
  "SERIES": "TUNBRIDGE",
  "STATUS": "Established Series",
  "BYREV": "Rev. RLM-SHG-RFL",
  "REVDATE": "01/2016",
  "STATES": "ME,MA,NH,NY,VT",
  "OVERVIEW": "The Tunbridge series consists of moderately deep, well drained soils on glaciated uplands. They formed in loamy supraglacial till. Saturated hydraulic conductivity is moderately high or high throughout the mineral soil. Slope ranges from 0 to 80 percent. Mean annual precipitation is about 1180 mm, and mean annual temperature is about 6 degrees C.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, isotic, frigid Typic Haplorthods"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Tunbridge fine sandy loam, on a west-facing, 58 percent slope under mixed northern hardwoods. (Colors are for moist soil.)\nOe--0 to 8 cm; black (7.5YR 2.5/1) moderately decomposed plant material; many very fine and fine roots; clear wavy boundary.\nOa--8 to 13 cm; black (10YR 2/1) highly decomposed plant material; many very fine and fine and common medium roots; abrupt wavy boundary. (Combined thickness of the O horizons is 0 to 15 cm.)\nE--13 to 20 cm; dark gray (10YR 4/1) fine sandy loam; weak fine subangular blocky structure; friable; common fine and medium roots; 5 percent gravel and 5 percent cobbles; very strongly acid (pH 4.8); abrupt wavy boundary. (0 to 20 cm thick)\nBhs--20 to 28 cm; dark reddish brown (5YR 2.5/2) fine sandy loam; weak fine subangular blocky structure; friable; common fine and medium roots; 10 percent gravel and 2 percent cobbles; very strongly acid (pH 4.8); gradual wavy boundary.\nBs--28 to 66 cm; dark reddish brown (5YR 3/3) and reddish brown (5YR 4/4) fine sandy loam; weak fine subangular blocky structure; friable; common fine, many medium, and common coarse roots; 10 percent gravel and 3 percent cobbles; strongly acid (pH 5.2); abrupt smooth boundary. (Combined thickness of the Bhs and Bs horizons is 10 to 60 cm.)\nBC--66 to 71 cm; dark yellowish brown (10YR 3/4) fine sandy loam; weak fine subangular blocky structure; friable; few medium roots; 5 percent gravel; strongly acid (pH 5.4); abrupt wavy boundary. (0 to 40 cm thick)\nR--71 cm; granite bedrock."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Essex County, Vermont; Town of Brunswick; located about 1350 meters south of Vermont Route 105 and at the base of the west side of North Notch Mountain; USGS Bloomfield, VT topographic quadrangle; lat. 44 degrees 45 minutes 14.03 seconds N. and long. 71 degrees 42 minutes 25.25 seconds W., NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: The thickness of the mineral solum ranges from 36 to 97 cm. The depth to bedrock ranges from 50 to 100 cm. Reaction ranges from extremely acid to moderately acid in the solum and from strongly acid to slightly acid in the substratum. Rock fragments range from 5 to 35 percent throughout the mineral soil. They are mostly gravel, channers, and cobbles, but the range includes stones. The weighted average of clay in the particle-size control section is 1 to 10 percent. The silt content in the solum and substratum is typically less than 50 percent. Stony and bouldery phases of the Tunbridge series are recognized.\nThe O horizons, where present, consist of slightly, intermediately, and/or highly decomposed plant material.\nSome pedons have an A or Ap horizon that is neutral or has hue of 5YR to 10YR, value of 2 to 5, and chroma of 0 to 4. It is typically loam, very fine sandy loam, fine sandy loam, or sandy loam in the fine-earth fraction, but the range includes silt loam. It is up to 15 cm thick.\nThe E horizon has hue of 5YR to 10YR, value of 4 to 6, and chroma of 1 or 2. It is typically loam, very fine sandy loam, fine sandy loam, sandy loam, loamy fine sand, or loamy sand in the fine-earth fraction, but the range includes silt loam.\nSome pedons have a BE horizon that has hue of 5YR to 10YR, value of 4 to 6, and chroma of 2 to 4. Textures are similar to the E horizon.\nThe Bhs horizon has hue of 5YR to 10YR, with value and chroma of 3 or less.\nThe Bs horizon has hue of 5YR to 2.5Y, value of 3 or more and chroma of 4 or more.\nThe BC horizon has hue of 7.5YR to 2.5Y, value of 3 to 5, and chroma of 3 to 8.\nThe B horizons are typically loam, very fine sandy loam, fine sandy loam, or sandy loam in the fine-earth fraction, but the range includes silt loam. Some BC horizons have a texture of loamy sand.\nSome pedons have a C horizon that has hue of 10YR to 5Y, value of 3 to 6, and chroma of 2 to 6. It is typically loam, very fine sandy loam, fine sandy loam, or sandy loam in the fine-earth fraction, but the range includes silt loam and loamy sand. It is up to 45 cm thick.\nBedrock is slightly weathered schist, gneiss, phyllite, granite, or meta-anorthosite."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Bangor, Berkshire, Dekapen, Elliottsville, Groveton, Houghtonville, Penquis, Potsdam, Revel, and Welcome series. Bangor, Berkshire, Dekapen, Groveton, Houghtonville, Potsdam, and Welcome soils have a depth to bedrock greater than 100 cm below the mineral soil surface. Elliottsville soils have a weighted average of more than 10 percent clay in the particle-size control section. Revel soils have a paralithic contact between 50 and 100 cm and average 35 to 65 percent weathered gravel in the particle-size control section. Penquis soils contain pararock fragments of calcareous metasiltstone and metasandstone, or metalimestone throughout the soil."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Tunbridge soils are on nearly level to very steep glaciated uplands. They are on the tops and sides of hills and mountains. Slope ranges from 0 to 80 percent. The soils formed in loamy supraglacial till of Wisconsin age derived mainly from micaceous schist, gneiss, phyllite, granite, and meta-anorthosite. The mean annual precipitation is 790 to 2420 mm, and the mean annual temperature is -3 to 7 degrees C. The frost-free period is from 60 to 160 days. Elevation ranges from about 2 to 800 meters above mean sea level."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Becket, Berkshire, Colonel, Lyman, Rawsonville, Marlow, Peru, and Sunapee soils. The very deep to bedrock Becket, Berkshire, Colonel, Marlow, Peru, and Sunapee soils are typically on footslopes and backslopes in lower positions than nearby Tunbridge soils. Additionally, Becket, Colonel, Marlow, and Peru soils formed in loamy lodgment till. Rawsonville soils are in positions similar to Tunbridge soils and have 6 percent or more organic carbon in a layer 10 cm or more thick within the spodic horizon. Tunbridge soils are often closely intermingled with shallow Lyman soils in places where local relief is controlled by the underlying bedrock."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Well drained. Saturated hydraulic conductivity is moderately high or high throughout the mineral soil."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most areas are wooded. The common trees are American beech, white ash, yellow birch, paper birch, northern red oak, sugar maple, eastern white pine, eastern hemlock, red spruce, white spruce, and balsam fir. Some areas have been cleared and are primarily used for hay and pasture. A few cleared areas are used for cultivated crops."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Vermont, Maine, Massachusetts, New Hampshire, and New York. MLRAs 143, 144A, and 144B. The series is extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Amherst, Massachusetts."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Orange County, Vermont, 1975."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: 1. Tunbridge is the official State Soil of Vermont.\n2. Albic horizons may be difficult to locate because tree throws and other disturbances have destroyed them in many areas of Tunbridge soils. Albic horizons are often thin, may be discontinuous, and located within 10 cm of the soil surface.\n3. The use of the Tunbridge series in MLRA 144A is in question. Tunbridge has a frigid temperature regime which is not typical in 144A.\n4. The diagnostic horizons and features recognized in this pedon are:\na. Ochric epipedon - the zone from 0 to 20 cm (Oe, Oa, E horizons).\nb. Albic horizon - the zone from 13 to 20 cm (E horizon).\nc. Spodic horizon - the zone from 20 to 66 cm (Bhs, Bs horizons)."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "ADDITIONAL DATA: Laboratory characterization data for Tunbridge and similar soils is available through the National Cooperative Soil Survey Soil Characterization Database: http://ncsslabdatamart.sc.egov.usda.gov/"
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Oe",
        "top": 0,
        "bottom": 8,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "7.5YR",
        "moist_value": 2.5,
        "moist_chroma": 1,
        "texture_class": "NA",
        "structure": "NA",
        "dry_rupture": "NA",
        "moist_rupture": "NA",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "eff_class": "NA",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Oe--0 to 8 cm; black (7.5YR 2.5/1) moderately decomposed plant material; many very fine and fine roots; clear wavy boundary."
      },
      {
        "name": "Oa",
        "top": 8,
        "bottom": 13,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 1,
        "texture_class": "NA",
        "structure": "NA",
        "dry_rupture": "NA",
        "moist_rupture": "NA",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "eff_class": "NA",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "Oa--8 to 13 cm; black (10YR 2/1) highly decomposed plant material; many very fine and fine and common medium roots; abrupt wavy boundary. (Combined thickness of the O horizons is 0 to 15 cm.)"
      },
      {
        "name": "E",
        "top": 13,
        "bottom": 20,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 1,
        "texture_class": "fine sandy loam",
        "structure": "weak fine subangular blocky",
        "dry_rupture": "NA",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": 4.8,
        "pH_class": "very strongly acid",
        "eff_class": "NA",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "E--13 to 20 cm; dark gray (10YR 4/1) fine sandy loam; weak fine subangular blocky structure; friable; common fine and medium roots; 5 percent gravel and 5 percent cobbles; very strongly acid (pH 4.8); abrupt wavy boundary. (0 to 20 cm thick)"
      },
      {
        "name": "Bhs",
        "top": 20,
        "bottom": 28,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "5YR",
        "moist_value": 2.5,
        "moist_chroma": 2,
        "texture_class": "fine sandy loam",
        "structure": "weak fine subangular blocky",
        "dry_rupture": "NA",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": 4.8,
        "pH_class": "very strongly acid",
        "eff_class": "NA",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bhs--20 to 28 cm; dark reddish brown (5YR 2.5/2) fine sandy loam; weak fine subangular blocky structure; friable; common fine and medium roots; 10 percent gravel and 2 percent cobbles; very strongly acid (pH 4.8); gradual wavy boundary."
      },
      {
        "name": "Bs",
        "top": 28,
        "bottom": 66,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "5YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "fine sandy loam",
        "structure": "weak fine subangular blocky",
        "dry_rupture": "NA",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": 5.2,
        "pH_class": "strongly acid",
        "eff_class": "NA",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Bs--28 to 66 cm; dark reddish brown (5YR 3/3) and reddish brown (5YR 4/4) fine sandy loam; weak fine subangular blocky structure; friable; common fine, many medium, and common coarse roots; 10 percent gravel and 3 percent cobbles; strongly acid (pH 5.2); abrupt smooth boundary. (Combined thickness of the Bhs and Bs horizons is 10 to 60 cm.)"
      },
      {
        "name": "BC",
        "top": 66,
        "bottom": 71,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 4,
        "texture_class": "fine sandy loam",
        "structure": "weak fine subangular blocky",
        "dry_rupture": "NA",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": 5.4,
        "pH_class": "strongly acid",
        "eff_class": "NA",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "BC--66 to 71 cm; dark yellowish brown (10YR 3/4) fine sandy loam; weak fine subangular blocky structure; friable; few medium roots; 5 percent gravel; strongly acid (pH 5.4); abrupt wavy boundary. (0 to 40 cm thick)"
      },
      {
        "name": "R",
        "top": 71,
        "bottom": "NA",
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "NA",
        "structure": "NA",
        "dry_rupture": "NA",
        "moist_rupture": "NA",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "eff_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "R--71 cm; granite bedrock."
      }
    ]
  ]
}
