{
  "SERIES": "TUNITAS",
  "STATUS": "Established Series",
  "BYREV": "Rev:  ENV-CEJ",
  "REVDATE": "02/97",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, smectitic, isomesic Pachic Argiustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Tunitas clay loam, 300 yards west of Clear Creek Road along the San Gregorio-La Honda Road; about 5 feet south of edge of road.\nAp--0 to 8 inches; very dark gray (10YR 3.5/1) clay loam, black (10YR 2/0.5) moist; strong fine granular structure; very hard when dry, friable when moist, plastic and sticky when wet; abundant fine roots; high in organic matter; porous; medium acid, pH 6.0; gradual smooth lower boundary.  (4 to 10 inches thick)\nBA--8 to 18 inches; very dark gray (10YR 3.5/1) clay, black (10YR 2/0.5) moist; moderate medium and fine subangular blocky, breaking to weak fine granular structure; extremely hard when dry, firm when moist, sticky and plastic when wet; common fine roots and pores; few thin discontinuous clay films; gradual smooth lower boundary.  (6 to 14 inches thick)\nBt1--18 to 26 inches; very dark gray (10YR 3/1) clay, black (10YR 2/1) moist; moderate medium subangular blocky structure; extremely hard when dry, very firm when moist, very plastic and very sticky when wet; few fine roots and pores; common thin discontinuous clay films; slightly acid, pH 6.5; clear smooth lower boundary.  (4 to 10 inches thick)\nBt2--26 to 40 inches; very dark gray (10YR 3.5/1) clay with common, faint medium mottles of slightly darker color, very dark gray (10YR 3/1) moist; moderate medium subangular blocky structure; extremely hard when dry, very firm when moist, very plastic and very sticky when wet; common thin discontinuous clay films; mildly alkaline, pH 7.8; clear smooth lower boundary.  (8 to 18 inches thick)\nBt3--40 to 46 inches; dark gray (10YR 4/1) clay, with few fine strong brown mottles, very dark grayish brown (10YR 3/2) moist; weak medium and fine subangular blocky structure; extremely hard when dry, very firm when moist, sticky and plastic when wet; common thin discontinuous clay films; moderately alkaline, pH 8.0, noncalcareous; contains a small amount of gypsum, clear smooth lower boundary. (2 to 8 inches thick)\nC--46 to 60 inches; grayish brown (10YR 5/2) clay, with distinct medium and coarse mottles of brown, dark grayish brown (10YR 4/2) moist; massive; very hard when dry, firm when moist, sticky and plastic when wet; few thin discontinuous clay films; scattered gravels; occasional \"pockets\" of gypsum crystals; moderately alkaline, pH 8.0, noncalcareous."
  },
  "RANGE IN CHARACTERISTICS": {},
  "COMPETING SERIES": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The texture of the A horizon may be loam or clay loam.  Mottling in the lower B and c horizons may be practically absent or it may be quite prominent.  The solum varies from about 2 to 5 feet in thickness.  Reaction increases with depth from medium or slightly acid to moderately alkaline."
  },
  "GEOGRAPHIC SETTING": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Cronkhite and Denison series.  Cronkhite soils are deep with paralithic contacts at 40 to 60 inches.  Denison soils formed in alluvium from granitic sources."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Tunitas soils are on nearly level to moderately steep alluvial fans and fan terraces.  Fans may be dissected by stream courses.  Slopes range from 0 to 25 percent.  they formed in alluvium from fine textured basic igneous and sedimentary rock sources.  Elevation is 50 to 500 feet.  The mean annual rainfall is about 25 inches, the mean annual temperature is 55 to 58 degrees F. and the frost free season usually exceeds 325 days."
  },
  "USE AND VEGETATION": {},
  "DISTRIBUTION AND EXTENT": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Moderately well drained; runoff is slow to medium; permeability is slow.  areas receive excess water by runoff from surrounding lands.  Lower lying areas may have temporary high water table during rainy seasons (winter)."
  },
  "REGIONAL OFFICE": {
    "section": "USES AND VEGETATION",
    "content": "USES AND VEGETATION:  Most bodies of these soils are cultivated.  Principal crops include artichokes, Brussels sprouts, flax, small grains and grain hay.  Some areas are irrigated for pasture.  Wetter spots are usually not cultivated."
  },
  "ORIGIN": {
    "section": "DISTRIBUTION",
    "content": "DISTRIBUTION:  The soil is inextensive and occurs near the coast in San Mateo County, California."
  },
  "REMARKS": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": null
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": null
  }
}
