{
  "SERIES": "TUOLUMNE",
  "STATUS": "Established Series",
  "BYREV": "Rev. BRY/KDA/KP",
  "REVDATE": "05/2009",
  "STATES": "CA",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Sandy-skeletal, isotic, mesic Dystric Xerorthents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Tuolumne cobbly loamy coarse sand, on a north facing 70 percent slope under a cover of Interior Live Oak at an elevation of 4,700 feet (1432.6 meters).When described the soil was moist throughout. (Colors are for dry soil unless otherwise noted).\nA--0 to 2 inches, (0 to 6 centimeters); dark grayish brown (2.5Y 4/2) cobbly loamy coarse sand, black (10YR 2/1) moist; weak very fine granular structure; soft, friable, non-sticky, non-plastic; common very coarse, coarse, medium, and fine and many very fine roots; 5 percent subangular very strongly cemented granitoid rock fragments 250 to 600 millimeters in size, 10 percent subangular very strongly cemented granitoid rock fragments 75 to 250 millimeters in size, and 17 percent subangular very strongly cemented granitoid rock fragments 2 to 75 millimeters in size; slightly alkaline (pH 7.4); abrupt smooth boundary. (2 to 9 inches [6 to 23 centimeters] thick) Lab sample # 99P01595\nAC--2 to 10 inches, (6 to 25 centimeters); light yellowish brown (2.5Y 6/3) very gravelly coarse sandy loam, dark grayish brown (10YR 4/2) moist; weak very fine granular structure; soft, friable, non-sticky, non-plastic; many very coarse, coarse, and very fine and common medium and fine roots; 5 percent subangular very strongly cemented granitoid rock fragments 250 to 600 millimeters in size, 7 percent subangular very strongly cemented granitoid rock fragments 75 to 250 millimeters in size, and 30 percent subangular very strongly cemented granitoid rock fragments 2 to 75 millimeters in size;  neutral (pH 6.7); clear smooth boundary. (4 to 37 inches [10 to 95 centimeters] thick) Lab sample # 99P01596\nC1--10 to 35 inches, (25 to 90 centimeters); light yellowish brown (2.5Y 6/3) very bouldery loamy coarse sand, brown (10YR 4/3) moist; weak very fine granular structure; soft, friable, non-sticky, non-plastic; many very coarse, coarse, and very fine and common fine and medium roots; 5 percent subangular very strongly cemented granitoid rock fragments 75 to 250 millimeters in size, 7 percent subangular very strongly cemented granitoid rock fragments 250 to 600 millimeters in size, 15 percent subrounded very strongly cemented granitoid rock fragments 600 to 3000 millimeters in size, and 30 percent subangular very strongly cemented granitoid rock fragments 2 to 75 millimeters in size; moderately acid (pH 6.0); gradual smooth boundary. (6 to 26 inches [15 to 65 centimeters] thick) Lab sample # 99P01597\nC2--35 to 60 inches, (90 to 152 centimeters); light yellowish brown (2.5Y 6/4) gravelly coarse sand, brown (10YR 4/3) moist; single grain; soft, very friable, non-sticky, non-plastic; common coarse, medium, fine, and very fine roots; 5 percent subrounded very strongly cemented granitoid rock fragments 600 to 3000 millimeters in size, 5 percent subangular very strongly cemented granitoid rock fragments 250 to 600 millimeters in size, 5 percent subangular very strongly cemented granitoid rock fragments 76 to 250 millimeters in size, and 17 percent subangular very strongly cemented granitoid rock fragments 2 to 76 millimeters is size; very strongly acid (pH 5.0). Lab sample # 99P01598"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Tuolumne County, California; about 3,960 feet (1,207.0 meters) south-southeast of O'Shaughnessy Dam; approximately 2,590 feet (789.4 meters) east and 1,040 feet (317.0 meters) north of the southwest corner of section 16, T. 1 N., R. 20 E., Mount Diablo Base and Meridian; Latitude 37 degrees, 56 minutes, 27.7 seconds north and Longitude 119 degrees, 46 minutes, 56.5 seconds west; USGS Lake Eleanor, California Quadrangle, NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: The mean annual soil temperature is about 54 degrees F (12.0 degrees C).The particle-size control section has 0.5 to 6.0 percent clay and 65 to 95 percent sand. The particle-size control section, by weighted average, has 35 percent or more rock fragments. Some pedons have one or more O horizons. The content of surface rock fragments is 0 to 80 percent.\nA horizon\nHue: 10YR (dry and moist)\nValue: 3 to 6 (dry) and 1 to 4 (moist)\nChroma: 2 to 4 (dry) and 1 to 3 (moist)\nTexture of the fine earth fraction: coarse sand, loamy coarse sand, loamy sand, coarse sandy loam, or sandy loam\nClay content: 0.5 to 6 percent\nRock fragment content: 7 to 50 percent\nOrganic matter content: 0.5 to 10 percent\nReaction: very strongly acid to slightly alkaline\nOther characteristics: some pedons have an Ab horizon\nAC horizon\nHue: 10YR or 2.5Y (dry and moist)\nValue: 6 or 7 (dry) and 4 or 5 (moist)\nChroma: 3 or 4 (dry) and 2 or 3 (moist)\nTexture of the fine earth fraction: coarse sandy loam or sandy loam\nClay content: 2 to 4 percent\nRock fragment content: 32 to 60 percent\nOrganic matter content: 1 to 3 percent\nReaction: slightly acid or neutral\nBw horizon (if it occurs)\nHue: 10YR or 2.5Y (dry and moist)\nValue: 6 or 7 (dry) and 4 or 5 (moist)\nChroma: 3 or 4 (dry) and 2 or 3 (moist)\nTexture of the fine earth fraction: loamy coarse sand or loamy sand\nClay content: 0.5 to 5 percent\nRock fragment content: 22 to 75 percent\nOrganic matter content: 1 to 8 percent\nReaction: very strongly acid to moderately acid\nC horizon\nHue: 10YR or 2.5Y (dry and moist)\nValue: 5 to 7 (dry) and 4 to 6 (moist)\nChroma: 2 to 6 (dry) and 2 to 4 (moist)\nTexture of the fine earth fraction: coarse sand, loamy coarse sand, or loamy sand\nClay content: 0.1 to 5 percent\nRock fragment content: 25 to 90 percent\nOrganic matter content: 0.2 to 3 percent\nReaction: very strongly acid to neutral"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no competing series at this time."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Tuolumne soils are on alluvial fans, mountain slopes, aprons on mountainsides, talus slopes, colluvial aprons, moraines, ancient landslides, avalanche chutes, bedrock benches, bedrock joints, and ephemeral streams. Slope is 15 to 70 percent. Elevation is 2,145 to 6,526 feet (653.9 to 1,989.2 meters). These soils formed in colluvium, alluvium or till derived from granitoid rock. The climate is Mediterranean with moist and cold winters and warm and dry summers. The mean annual precipitation is 33 to 49 inches (838 to 1,245 millimeters). Mean annual temperature is 41 to 53 degrees F (5.0 to 11.7 degrees C). The frost-free period is 100 to 150 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are Half Dome soils. Half dome soils have a loamy-skeletal particle-size class and an umbric and/or cambic horizon."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Somewhat excessively drained; medium or high runoff; saturated hydraulic conductivity is moderately high to very high."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: These soils are used for watershed and recreation in Yosemite National Park. The vegetation is black oak, live oak, white fir, Ponderosa pine, and mixed coniferous forest."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: These soils are in the Sierra Nevada in and near Yosemite National Park. The soils of this series are of small extent, about 9,300 acres (3,764 hectares). MLRA 22A-Sierra Nevada Mountains.."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Yosemite National Park, California, 2007. Proposed in 2006."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Isotic mineralogy class based on lab data. Tuolumne soils have an ochric epipedon and do not have a cambic horizon.\nThe vegetation according to Preliminary Description of Terrestrial Natural Community of California, Robert F. Holland and Fish and Game, State of California, 1986\" is Black Oak Woodland (71120), Interior Live Oak Woodland (71150), White Fir Mixed Coniferous Forest (84232), Sierra Mixed Coniferous Forest (84230), Westside Ponderosa Pine Forest (84210), Ponderosa Pine Mixed Coniferous Forest (84231), and Mixed, North Slope Forest (81500)\nADDITIONAL DATA: NSSL lab data pedon number 99P0314 (Pedon ID: 99CA109006) for this Tuolumne series typical profile and for pedon numbers 00P0789 (Pedon ID: 00CA043003), 00P0786 (Pedon ID: 00CA109007, and 02N0615 (Pedon ID: 00CA043004) are available from the National Soil Survey Laboratory at the National Soil Survey Center in Lincoln, Nebraska.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
