{
  "SERIES": "TUPUYCI",
  "STATUS": "Established Series",
  "BYREV": "Rev. JMH/DKR/WWJ",
  "REVDATE": "08/2007",
  "STATES": "CO",
  "OVERVIEW": "The Tupuyci series consists of very deep, somewhat excessively drained soils that formed in alluvium derived from dominantly igneous rocks.  Tupuyci soils are on terraces and floodplains.  Slopes range from 1 to 3 percent.  Mean annual precipitation is about 9 inches and the mean annual temperature is about 53 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS:  Loamy-skeletal, mixed, active, calcareous, mesic Typic Torrifluvents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Tupuyci gravelly sand, on a south facing, 2 percent slope in grassland at an elevation of 5400 feet.  (Colors are for dry soil unless otherwise noted.)  When described on May 10, 2001 the soil was dry throughout.  The surface is covered by 4 percent gravel, 1 percent cobbles and 1 percent stones.\nA--0 to 2 inches, brown (7.5YR 5/4), gravelly sand, brown (7.5YR 4/4), moist; 5 percent clay;  weak fine platy structure; friable, soft, nonsticky, nonplastic; common fine roots throughout; 15 percent gravel, 2 percent cobbles and 1 percent stones; strongly effervescent; moderately alkaline, pH 8.0; clear smooth boundary. (1 to 6 inches thick)\nC1--2 to 10 inches, brown (10YR 5/3), stratified stony sandy loam, brown (10YR 4/3), moist; 10 percent clay; massive; very friable, soft, nonsticky, nonplastic; common fine, and common medium roots throughout; common fine, common medium, and common coarse tubular pores; 10 percent gravel, 10 percent cobbles and 10 percent stones; strongly effervescent; moderately alkaline, pH 8.1; clear smooth boundary. (C horizons: 60 or more inches thick)\nC2--10 to 74 inches, grayish brown (10YR 5/2), stratified extremely stony sandy loam to sandy loam, dark grayish brown (10YR 4/2), moist; 7 percent clay; massive; very friable, soft, nonsticky, nonplastic; common fine roots throughout; common fine, and common medium tubular pores; 40 percent gravel, 20 percent cobbles, 10 percent stones and 1 percent boulders; strongly effervescent; moderately alkaline, pH 8.1; gradual wavy boundary.\nCz--74 to 96 inches, grayish brown (10YR 5/2), stratified extremely stony sandy loam, dark grayish brown (10YR 4/2), moist; 7 percent clay; massive; very friable, soft, nonsticky, nonplastic; common fine roots throughout; 2 percent medium irregular salt masses on faces of peds; 40 percent gravel, 20 percent cobbles, 10 percent stones and 1 percent boulders; strongly effervescent; moderately alkaline, pH 8.4;"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Montezuma County, Colorado; about 9.5 miles west of Towaoc, at southwest base of Ute Mountain; located about 500 feet west and 1600 feet north of the southeast corner of sec. 16, T. 33.5 N., R. 19 W.; Mariano Wash West USGS quad; lat. 37 degrees 11 minutes 24.69 seconds N. and long. 108 degrees 54 minutes 44.08 seconds W., NAD 83"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture:  Typic aridic moisture regime.\nMean annual soil temperature:  54 to 58 degrees F.\nDepth to salt accumulations:  3 to 80 inches\nParticle-size control section (weighted average):\nClay content:  5 to 18 percent\nSand content:  75 to 95 percent\nRock fragments:  35 to 75 percent\nA horizon:\nHue:  7.5YR to 2.5Y\nValue:  4 or 6, dry or moist\nChroma:  2 to 4\nTexture, fine earth fraction:  Sand, fine sandy loam or sandy loam\nClay content:  2 to 15 percent\nRock fragments:  2 to 20 percent\nCalcium carbonate equivalent:  5 to 10 percent\nEC (mmhos/cm):  2 to 8\nGypsum:  0 percent\nSAR:  0 to 5\nReaction:  Moderately alkaline\nC horizon:\nHue:  7.5YR to 2.5Y\nValue:  4 to 6, dry or moist\nChroma:  2 to 4\nTexture, fine earth fraction:  Stratified fine sandy loam, sandy loam, or loamy fine sand\nClay content:  2 to 18 percent\nRock fragments:  0 to 75 percent,\nCalcium carbonate equivalent:  5 to 15 percent\nEC (mmhos/cm):  2 to 8\nGypsum:  0 to 1 percent\nSAR:  0 to 10\nReaction:  Moderately alkaline or strongly alkaline ok"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no competing series."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material:  Alluvium derived from igneous material\nLandform:  terraces and floodplains\nSlopes:  1 to 3 percent\nElevation:  4,800 to 5,700 feet\nMean annual temperature:  52 to 56 degrees F\nMean annual precipitation:  7 to 10 inches\nPrecipitation pattern:  Uniform with slight dip in May and June and slight increase in July and August.\nFrost-free period:  135 to 160 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Ives, Mariano, and Chimrock series.  The Ives soils are very deep, and formed in sandy alluvium.  The Mariano soils are very deep, well drained soils formed in eolian material from sandstone over coarse alluvium derived from igneous sources and are on fan remnants.  The Chimrock soils are very deep, well drained soils that formed in slope alluvium derived from shale and sandstone and are on alluvial fans."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Somewhat excessively drained, low runoff, moderate permeability and rare flooding for very brief periods during the summer and fall from thunderstorms."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These areas are used for grazing.  The vegetation is mainly alkali sacaton, galleta, and Indian Rice Grass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Areas surrounding Sleeping Ute Mountain, Montezuma County, Colorado; MLRA 35; small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Phoenix, Arizona."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Montezuma County, Colorado. Ute Mountain Area, Colorado and New Mexico, 2005."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nSeries control section:  The zone from 0 to 79 inches.\nParticle-size control section:  The zone from 10 to 40 inches.  (C2 horizons)\nOchric epipedon:  The zone from 0 to 2 inches.  (A horizons)\nThe assignment of the cation-exchange activity class is inferred from lab data from similar soils in the surrounding area.\nPronounced (tuh-PUH-i-chee) meaning \"rock\" in the Ute language.\nClassified according to Soil Taxonomy Second Edition, 1999; Keys to Soil Taxonomy Tenth Edition, 2006.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
