{
  "SERIES": "TURCOTTE",
  "STATUS": "Established Series",
  "BYREV": "REV. PH:DLW:LCB",
  "REVDATE": "02/2003",
  "STATES": "TX",
  "OVERVIEW": "The Turcotte series consists of deep, well drained loamy soils on uplands. These gently sloping to strongly sloping soils formed in thick, loamy, wind modified sediments along the margins of saline playas of the Texas Gulf Coast.  Slopes range from 1 to 8 percent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, active, hyperthermic Typic Haplustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Turcotte fine sandy loam in rangeland. (Colors are for dry soil unless otherwise stated.)\nA1--0 to 5 inches; dark grayish brown (10YR 4/2) fine sandy loam, very dark grayish brown (1OYR 3/2) moist; weak fine subangular blocky structure parting to weak fine granular; slightly hard, very friable; many very fine and fine roots and few medium roots; common very fine and fine pores; few worm casts; very slightly effervescent; moderately alkaline; clear smooth boundary. (4 to 16 inches thick)\nA2--5 to 10 inches; dark grayish brown (1OYR 4/2) fine sandy loam, very dark grayish brown (1OYR 3/2) moist; weak fine and medium subangular blocky structure; slightly hard, very friable; many very fine and fine roots and common medium roots; common very fine and fine pores; few pockets of clean sand grains between peds; slightly effervescent; moderately alkaline; clear smooth boundary. (0 to 13 inches thick)\nBk1--10 to 25 inches; light brownish gray (1OYR 6/2) sandy clay loam, grayish brown (1OYR 5/2) moist; moderate fine and medium subangular blocky structure; hard, friable; common very fine, fine and medium roots; few fine pores; few snail shells, few worm casts; few fine concretions and common fine and medium soft masses of calcium carbonate; violently effervescent; moderately alkaline; gradual smooth boundary. (9 to 19 inches thick)\nBk2--25 to 38 inches; pale brown (1OYR 6/3) sandy clay loam, brown (1OYR 5/3) moist; weak fine and medium subangular blocky structure; hard, friable; few very fine and fine roots; few very fine pores, few snail shells; few fine concretions and common fine and medium soft masses of calcium carbonate; violently effervescent; moderately alkaline; gradual wavy boundary. (0 to 25 inches thick)\nBCk--38 to 80 inches; very pale brown (10YR 7/3) sandy clay loam, pale brown (1OYR 6/3) moist; weak fine subangular blocky structure; slightly hard, friable; few very fine and fine roots; few very fine pores; few snail shells, common fine and medium and few coarse soft masses of calcium carbonate; violently effervescent; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Brooks County, Texas; from Falfurrias, 2.5 miles east on Farm Road 2191, 1.9 miles south on County Road to ranch gate, 0.7 mile east on ranch road and 100 feet north in rangeland."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Solum thickness ranges from 60 to more than 80 inches thick.  Secondary carbonates in the form of films and threads or soft masses occur within a depth of 20 inches. Electrical conductivity of the saturated extract is less than 2 mmhos/cm in the A horizon and ranges to as much as 4 mmhos/cm within 80 inches.  Texture variations or stratifications are presumed to be lithologic discontinuities and occur in most pedons.\nThe A horizon has hue of 1OYR, value of 3 to 5 and chroma of 2 or 3.  Moist values are less than 3.5.  Combined thickness ranges from 8 to 18 inches thick.  Texture is fine sandy loam or loam.  Organic matter content ranges from 1.0 to 2.5 percent.  Reaction ranges from mildly to moderately alkaline and also ranges from noneffervescent to slightly effervescent.\nThe B horizon has hue of 1OYR, value of 4 to 7 and chroma of 2 or 3.  Texture is sandy clay loam or clay loam.  Visible secondary carbonates in the form of concretions and soft masses ranges from few to common.  Reaction is mildly alkaline or moderately alkaline.\nThe BC horizon has hue of 1OYR, value of 6 to 8 and chroma of 2 or 3.  Texture of the horizon is sandy clay loam or clay loam.  Reaction is moderately alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no series in the same family.  Similar soils are Czar, Hidalgo, Lalinda and Yturria series.  Czar soils have a argillic horizon.  Hidalgo soils have a calcic horizon and a calcareous surface layer.  Lalinda soils lack mollic epipedon and typically are more saline.  Yturria soils have less than 18 percent clay in the control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Turcotte soils occupy gently sloping to strongly sloping convex ridges that are generally located on the windward and leeward margins of saline playas.  Slopes are 1 to 8 percent.  These soils formed in loamy eolian sediments of Holocene Age.  These sediments are referred to as the \"clay dunes\" on the Geologic Atlas of Texas.  The Mean annual precipitation ranges from 24 to 28 inches, and mean annual temperature ranges from 72 to 74 degrees F.  The Thornthwaite P-E index ranges from 28 to 38."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Padrones, Palobia, Quiteria, Sauz and Yturria soils. Padrones, Palobia and Quiteria soils occur in lower positions and have mottled natric horizons.  Sauz soils occur in depressions and in drainageways and have an aquic moisture regime.  Yturria soils occur on similar surfaces."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained.  Runoff is medium.  Permeability is moderate.\nUSE AND VEGETATION.  Used for rangeland, pastureland, and wildlife habitat.  Native vegetation in excellent condition is composed of 90 percent grasses, 5 percent woody plants and 5 percent forbs.  Buffelgrass and coastal bermudagrass are the principal pasture grasses."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": null
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Central Rio Grande Plain of Texas.  The series is moderately extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Brooks County, Texas 1986.  The name is from a large ranch."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Turcotte soils were formerly included with the Hidalgo series.  Diagnostic horizons and features recognized in this pedon are:\nMollic Epipedon - the zone from the surface of the soil to a depth of approximately 10 inches (A1, A2 horizons)\nCambic horizon - 10 to 38 inches.  Horizon has structure and some secondary carbonates.\nNational Cooperative Soil Survey\nU. S. A."
  }
}
