{
  "SERIES": "TURKEY",
  "STATUS": "Established Series",
  "BYREV": "JKW-KBH-RM",
  "REVDATE": "07/2014",
  "STATES": "TX",
  "OVERVIEW": "The Turkey series consists of very deep, somewhat excessively drained soils. These gently sloping to very gently sloping soils formed in sandy deposits of the Deweyville Formation of late Pleistocene to early Holocene age. Slope ranges from 1 to 3 percent. Mean annual temperature is about 20.0 degrees C (68 degrees F), and mean annual precipitation is about 1350 mm (53 in).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Thermic, coated Typic Quartzipsamments"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Turkey sand--woodland (Colors are for moist soil unless otherwise stated)\nA--0 to 13 cm (0 to 5 in); very dark grayish brown (10YR 3/2) sand; single grain; loose, very friable; many very fine and fine, and few medium and coarse roots; common fine and medium pores; very strongly acid; clear smooth boundary. (8 to 56 cm [3 to 22 in] thick)\nC1--13 to 25 cm (5 to 10 in); brown (7.5YR 4/4) sand; single grain; loose, very friable; many very fine and fine, and few medium and coarse roots; common fine and medium pores; few old root channels filled with very dark grayish brown (10YR 3/2) sand; very strongly acid; gradual smooth boundary.\nC2--25 to 51 cm (10 to 20 in); yellowish red (5YR 4/6) sand; single grain; loose, very friable; common very fine and fine, and few medium and coarse roots; common medium pores; common fine prominent brown (7.5YR 5/4) iron stains with sharp boundaries; few fine pinkish gray (7.5YR 7/2) masses of clean sand along root channels; very strongly acid; gradual smooth boundary.\nC3--51 to 84 cm (20 to 33 in); yellowish red (5YR 5/6) sand; single grain; loose, very friable; few very fine to medium roots; common medium pores; 3 percent fine and medium prominent brown (7.5YR 5/4) iron stains with sharp boundaries; few fine pinkish gray (7.5YR 7/2) masses of clean sand along root channels; very strongly acid; gradual smooth boundary.\nC4--84 to 132 cm (33 to 52 in); yellowish red (5YR 5/6) sand; single grain; loose, very friable; common fine roots; common fine pores; 1 percnt fine and medium prominent pink (7.5YR 7/4) iron stains with clear boundaries on surfaces of peds; few fine prominent pinkish gray (7.5YR 7/2) masses of clean sand along root channels; very strongly acid; diffuse irregular boundary. (combined thickness of the C layers is 147 to 196 cm [58 to 77 in])\nC5--132 to 203 cm (52 to 80 in); strong brown (7.5YR 5/8); single grain; loose, very friable; common medium pores; few fine prominent pink (7.5YR 7/4) iron stains on surfaces of peds; few fine pinkish gray (7.5YR 7/2) masses of clean sand along root channels; very strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Hardin County, Texas; from the intersection of Texas Highway 327 and Farm Road 92 in Silsbee; 2.3 miles west on Texas Highway 327 to the intersection with county road; 1 mile north on county road to the intersection with county road; 1.3 miles west on county road; 0.6 mile south and east; 300 feet south in woodland. (Silsbee USGS quad; Latitude: 30 degrees, 21 minutes, 46 seconds N; Longitude: 94 degrees, 13 minutes, 54 seconds W; WGS84)"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil Moisture: An udic soil moisture regime.  The soil moisture control section is 30 to 90 cm (12 to 36 in) below the soil surface. These soils are moist throughout most of the year with dry periods for less than 90 cumulative days in normal years\nMean annual soil temperature: 20.6 to 21.7 degrees C. (69 to 71 degrees F).\nParticle-size control section (weighted average)\nClay content: 4 to 7 percent\nSand content: 73 to 90 percent\nTexture throughout: sand or loamy sand\nReaction throughout: extremely acid to strongly acid\nA Horizon\nHue: 10YR\nValue: 3 to 5 (Pedons with color value of 3 and chroma of 2 or 3 are less than 25 cm [10 in] thick.)\nChroma: 2 or 3\nTexture: sand\nC Layers\nHue: 5YR to 7.5YR\nValue: 4 to 6\nChroma: 4 to 8\nTexture: sand or loamy sand\nClean sand masses: amount-few or common, color-hue of 10YR; value of 7 or 8 and chroma of 1 or 2; location-root channels and in pores\nIron stains: amount-1 to 5 percent; color-shades of brown or yellow"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These include the Alaga (AL), Bigbee (MS), Cainhoy (SC), Darden (TX), Foxworth (FL), Glentosh (OK), Lakeland (FL), McNeely (TX) Tonkawa (TX), and Wando (NC) series in the same family.\nAlaga soils have 10 to 25 percent silt plus sand in the particle size control section.\nBigbee soils have a water table at 51 to 102 cm (20 to 40 in) for short periods; are subject to flooding.\nCainhoy soils are formed in sandy marine sediments; have a Bh horizon greater than 203 cm (80 in).\nDarden soils have 10 to 25 percent silt and clay in the control section. Foxworth soils have a fluctuating seasonal high water table.\nGlentosh soils have a mean annual precipitation less than 1168 mm (46 in).\nLakeland soils formed from eolian materials; are on steeper landforms.\nMcneely soils are yellower than 7.5YR in the C layers.\nTonkawa soils occur in areas of mean annual precipitation ranging from 1016 to 1270 mm (40 to 50 in) section.\nWando soils are well drained."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material: sandy deposits of the Deweyville Formation of late-Pleistocene to early Holocene age\nLandscape: coastal plain\nLandform: terrace\nMicrofeature: relict bars\nSlope: 1 to 3 percent\nMean annual air temperature: 19.5 to 20.6 degrees C (67 to 69 degrees F).\nMean annual precipitation: 1219 to 1524 mm (48 to 60 in)\nPrecipitation pattern: Uniform throughout with slight peaks during the spring and fall months.\nFrost-free period: 240 to 300 days\nElevation: 8 to 46 m (25 to 151 ft)\nThornthwaite annual P-E indices: 68 to 80"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Babco (TX), Belrose (TX), McNeely (TX), and Tyden (TX) soils.\nBabco soils: have a spodic horizon; on a similar landform but in a lower position.\nBelrose soils: have an argillic horizon; on a similar landform but in a lower position.\nMcNeely soils: are yellower than 7.5YR; on a similar landform.\nTyden soils: are very poorly drained; on a similar landform but in a lower concave position."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Turkey soils are somewhat excessively drained.  Runoff is very low on 1 to 3 percent slopes.  Permeability is moderately rapid."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used primarily for timber production and wildlife habitat.  Native vegetation is longleaf pine, sandjack and blackjack oak, sweetgum, yaupon, highbush blueberry, andropogons, panicums, and threeawns."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  The Western Gulf Coast Flatwoods of southeast Texas; LRR T; MLRA 152B.  The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Hardin County, Texas;  1998."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  The Turkey soils were formerly included with the Betis series.\nDiagnostic horizons and features recognized in this pedon are:\nOchric epipedon- 0 to 13 cm (0 to 5 in) (A horizon)\nCoated feature- The fine earth fraction contains 10 to 18 percent silt plus clay\nSoil Interpretation Record Number:   TX1363\nADDITIONAL DATA:  National Soil Survey Laboratory data on sample (S94TX-199-002) from type location in Hardin County, TX.\nTaxonomic Version: Keys to Soil Taxonomy, Eleventh Edition, 2010\nNational Cooperative Soil Survey\nU.S.A."
  }
}
