{
  "SERIES": "TURNER",
  "STATUS": "Established Series",
  "BYREV": "Rev. NRS-CJH-EMM",
  "REVDATE": "04/2014",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy over sandy or sandy-skeletal, mixed, superactive, frigid Typic Argiustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Turner loam, in rangeland (colors are for dry soil unless otherwise noted).\nA--0 to 2 inches; dark grayish brown (10YR 4/2) loam, very dark grayish brown (10YR 3/2) moist; moderate fine granular structure; soft, very friable, slightly sticky and nonplastic; many very fine and fine roots; 10 percent gravel; neutral (pH 6.7); abrupt wavy boundary. (2 to 7 inches thick)\nBt1--2 to 4 inches; dark grayish brown (10YR 4/2) clay loam, dark brown (10YR 3/3) moist; strong fine subangular blocky structure; very hard, friable, slightly sticky and slightly plastic; many very fine and fine roots; many very fine and fine pores; continuous faint clay films on faces of peds; 10 percent gravel, 2 percent cobbles; neutral (pH 6.9); clear wavy boundary.\nBt2--4 to 7 inches;  brown (10YR 4/3) clay loam, dark brown (10YR 3/3) moist; strong very fine subangular blocky structure; very hard, friable, sticky and plastic; many very fine and fine roots; common very fine pores; continuous faint clay films on faces of peds, on surfaces of gravel, and in pores; 10 percent gravel, 2 percent cobbles; slightly alkaline (pH 7.5); clear wavy boundary.\nBt3--7 to 11 inches; brown (10YR 5/3) gravelly sandy clay loam, brown (10YR 4/3) moist; moderate fine and medium prismatic structure parting to moderate medium angular blocky; very hard, friable, sticky and plastic; common very fine roots; few very fine pores; continuous faint clay films on faces of peds, on surfaces of gravel, and in pores; 10 percent gravel, 5 percent cobbles; slightly alkaline (pH 7.5); abrupt wavy boundary.  (Combined Bt horizons 6 to 16 inches thick)\nBk1--11 to 16 inches; light gray (10YR 7/2) clay loam, brown (10YR 5/3) moist; weak medium and coarse angular blocky structure; very hard, very friable, sticky and slightly plastic; common fine roots; few fine pores; 10 percent gravel, 5 percent cobbles; many coarse masses of lime; violently effervescent; moderately alkaline (pH 8.1); diffuse wavy boundary.\nBk2--16 to 26 inches; light gray (10YR 7/2) gravelly loam, brown (10YR 5/3) moist; massive; very hard, very friable, sticky and slightly plastic; few very fine roots; common very fine pores; continuous distinct lime coatings on undersides of coarse fragments; 15 percent gravel, 5 percent cobbles; many coarse masses of lime; violently effervescent; moderately alkaline (pH 8.3); abrupt wavy boundary. (Combined Bk horizons 9 to 24 inches thick)\n2Bk3--26 to 37 inches; grayish brown (2.5Y 5/2) extremely gravelly coarse sand, very dark grayish brown (2.5Y 3/2) moist; single grain, loose; nonsticky and nonplastic; 55 percent gravel, 10 percent cobbles; continuous distinct lime coatings on the lower side of the rock fragments; disseminated lime; strongly effervescent; strongly alkaline (pH 8.5); clear wavy boundary. (0 to 25 inches thick)\n2C--37 to 60 inches; grayish brown (2.5Y 5/2) very gravelly coarse sand, dark grayish brown (2.5Y 4/2) moist; single grain; loose; 40 percent gravel, 15 percent cobbles; few faint lime coatings on undersides of coarse fragments; disseminated lime; slightly effervescent; moderately alkaline (pH 8.4)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Blaine County, Montana; 1,540 feet west and 2,470 feet north of the SE corner of sec. 21, T. 27 N., R. 19 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil temperature - 41 to 47 degrees F.\nMollic epipedon thickness - 7 to 15 inches and includes part of the Bt horizon.\nMoisture control section - between 4 and 12 inches.\nDepth to Bk horizon - 11 to 20 inches.\nDepth to 2Bk horizon - 20 to 40 inches.\nPhases - flooded, gravelly, stony, wet.\nA horizon:\nHue:  2.5Y, 10YR or 7.5YR\nValue:  4 or 5 dry; 2 or 3 moist\nChroma:  2 or 3, dry or moist\nTexture:  loam, fine sandy loam, sandy loam, sandy clay loam or clay loam\nClay content:  10 to 35 percent\nRock fragments:  0 to 35 percent--0 to 3 percent stones, 0 to 15 percent cobbles, 0 to 25 percent gravel\nReaction: pH 6.1 to 7.8\nBt horizons\nHue:  7.5YR, 10YR, or 2.5Y\nValue:  4, 5, or 6 dry; 3, 4, or 5 moist\nChroma:  2 or 3, dry or moist\nTexture:  clay loam, silty clay loam, sandy clay loam, or loam\nClay content:  25 to 35 percent\nRock fragments:  0 to 30 percent--0 to 5 percent cobbles, 0 to 25 percent gravel\nReaction:  pH 6.6 to 8.4\nBk horizons\nHue:  7.5YR, 10YR, or 2.5Y\nValue:  5, 6, 7, or 8 dry; 4, 5, 6, or 7 moist\nChroma:  2, 3 or 4, dry or moist\nTexture:  sandy loam, fine sandy loam, loam or clay loam\nClay content:  18 to 35 percent\nRock fragments:  0 to 30 percent--0 to 5 percent cobbles, 0 to 25 percent gravel\nCalcium carbonate equivalent:  5 to 15 percent\nReaction:  pH 7.4 to 8.4\n2Bk horizon\nHue:  2.5Y or 10YR\nValue:  5, 6, or 7 dry; 4, 5, or 6 moist\nChroma:  2, 3, or 4, dry or moist\nTexture:  loamy sand or sand\nClay content:  0 to 5 percent\nRock fragments:  35 to 80 percent--5 to 20 percent cobbles, 30 to 60 percent gravel\nCalcium carbonate equivalent:  2 to 12 percent\nReaction:  pH 7.4 to 8.4\n2C horizon\nHue:  2.5Y or 10YR\nChroma:  2, 3, or 4, dry or moist\nTexture:  loamy sand, coarse sand or sand\nClay content:  0 to 5 percent\nRock fragments:  35 to 80 percent--5 to 20 percent cobbles and stones, 30 to 60 percent gravel\nReaction:  pH 7.4 to 8.4"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:\nBuckcamp (UT)  are deep to a lithic contact\nHartbench (MT)  does not have horizons of secondary calcium carbonate\nHedstrom (MT) - less than 35 percent rock fragments in the fine sand 2C horizon\nSourdough (MT)  does not have horizons of secondary calcium carbonate"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nLandform - alluvial fans, stream terraces, relict stream terraces.\nElevation - 1,900 to 5,200 feet.  It ranges up to 6,000 feet in the foothills of the mountains.\nSlope - 0 to 15 percent.\nParent material - alluvium that is 20 to 40 inches thick over very gravelly coarse sand.\nClimate - cool, with long, cold winters; moist springs; warm summers.\nMean annual precipitation - 13 to 19 inches.\nMean annual air temperature - 39 to 45 degrees F.\nFrost-free season - 90 to 135 days. It ranges down to 80 days in the foothills of the mountains."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Shawmut and Martinsdale soils.  Shawmut soils are loamy skeletal.  Martinsdale soils are fine-loamy.  Shawmut and Martinsdale occur on similar landforms as Turner."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained.  Permeability is moderate in the A and B horizons and rapid in the sandy-skeletal horizons."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Turner soils are used for dryland and irrigated crops and as rangeland.  Major crops are small grain and hay.  Potential native vegetation is mainly bluebunch wheatgrass, little bluestem, western wheatgrass, green needlegrass, needleandthread, prairie sandreed, forbs, and shrubs."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Turner soils are mainly on the plains of central and eastern Montana.  They are extensive. MLRAs 52, 53A, 58A, 44B, and 46."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  St. Paul, Minnesota"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Reconnaissance of northern plains of Montana, 1929."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Soil interpretation record:  MT0022, MT0192, MT0204, MT0226, MT0812.\nDiagnostic horizons and features recognized in this pedon are:\nMollic epipedon - from the soil surface to 7 inches (mixed A, Bt1, Bt2 horizons);\nArgillic horizon - from 2 to 11 inches (Bt1, Bt2, Bt3 horizons);\nHorizons of secondary carbonate accumulation - from 11 to 37 inches (Bk1, Bk2, 2Bk3 horizons);\nSandy-skeletal particle-size - from 26 to 60 inches (2Bk2, 2C horizons);\nParticle-size control section - from 2 to 40 inches (Bt1, Bt2, Bt3, Bk1, Bk2, 2Bk3, and part of 2C horizon).\nADDITIONAL DATA:  Laboratory sample S69-MT-5-4.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
