{
  "SERIES": "TURON",
  "STATUS": "Established Series",
  "BYREV": "JCW, JGA, BKN",
  "REVDATE": "07/2020",
  "STATES": "KS",
  "OVERVIEW": "The Turon series consists of very deep, well drained soils that formed in eolian deposits over a buried alluvial soil. These soils are on dunes on paleoterraces in river valleys of the Great Bend Sand Plains, MLRA 79. Slope ranges from 0 to 10 percent. Mean annual air temperature is 13 degrees C (56 degrees F), and mean annual precipitation is 740 millimeters (29 inches), at the type location.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Sandy, mixed, mesic Lamellic Haplustalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Turon fine sand - on a northwest facing, convex 4 percent slope in a cultivated field at an elevation of 533 meters (1748 feet). (Colors are for dry soil unless otherwise stated. Clay percentages are based on lab data.) As described on November 4, 1997.\nAp--0 to 20 centimeters (0 to 8 inches); pale brown (10YR 6/3), interior, fine sand, brown (10YR 5/3), interior, moist; single grain; loose, loose, nonsticky and nonplastic; common very fine and fine roots throughout; 2 percent clay; strongly acid; (8 to 46 centimeters (3 to 18 inches) thick.)\nBt--20 to 71 centimeters (8 to 28 inches); brown (10YR 5/3), interior, loamy fine sand, brown (10YR 4/3), interior, moist; weak fine subangular blocky structure; loose, loose, nonsticky and nonplastic; common very fine and fine roots throughout; Three lamellae 10 cm, 18 cm and 17 cm thick 10YR 4/4.; 8 percent clay; moderately acid; few distinct continuous clay bridging on vertical and horizontal faces of peds. (23 to 97 centimeters (9 to 38 inches) thick.)\nE&Bt--71 to 102 centimeters (28 to 40 inches); loamy fine sand, dark yellowish brown (10YR 4/4), interior, and yellowish brown (10YR 5/4), interior, moist (E); weak fine subangular blocky structure; soft, loose, nonsticky and nonplastic; common very fine roots throughout; Two horizontal lamellae 4 cm and 2 cm thick 7.5YR 4/4 sandy loam 12% clay; 8 percent clay; moderately acid; few distinct patchy clay bridging between sand grains; lamellae of very pale brown (10YR 7/3), interior, loamy fine sand, pale brown (10YR 6/3), interior, moist (Bt); weak fine subangular blocky structure; soft, loose, nonsticky and nonplastic; 8 percent clay. (0 to 97 centimeters (0 to 38 inches) thick.)\n2Btb1--102 to 147 centimeters (40 to 58 inches); grayish brown (2.5Y 5/2), interior, silty clay, dark grayish brown (2.5Y 4/2), interior, moist; weak medium prismatic structure parting to moderate medium subangular blocky; hard, firm, moderately sticky and moderately plastic; 40 percent clay; neutral; few distinct discontinuous clay bridging between sand grains.\n2Btb2--147 to 191 centimeters (58 to 75 inches); light olive brown (2.5Y 5/3), interior, silty clay, olive brown (2.5Y 4/3), interior, moist; common fine distinct yellowish brown (10YR 5/4) mottles; weak medium prismatic structure parting to moderate medium subangular blocky; hard, firm, moderately sticky and moderately plastic; 42 percent clay; slightly alkaline; common distinct continuous clay films on vertical and horizontal faces of peds; common fine irregular masses of iron-manganese accumulation throughout.\n2Btb3--191 to 200 centimeters (75 to 80 inches); light olive brown (2.5Y 5/3), interior, silty clay, olive brown (2.5Y 4/3), interior, moist; common fine and medium distinct yellowish brown (10YR 5/6) moist irregular mottles throughout; moderate medium prismatic structure parting to moderate subangular blocky; hard, firm, moderately sticky and moderately plastic; 41 percent clay; slightly alkaline; common distinct continuous clay films on vertical faces of peds; common fine irregular masses of iron-manganese accumulation throughout. (Combined thickness of 2Btb horizons is 13 to 97 centimeters (5 to 38 inches) thick.)"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Reno County, Kansas; 8 kilometers (5 miles) north and 1.6 kilometers (1 mile) east of Turon; 201 meters (660 feet) west and 707 meters (2320 feet) north of the southeast corner of sec. 10 T. 25 S., R. 10 W. Sylvia USGS quadrangle; latitude 37 degrees 53 minutes 21.4 seconds N. and longitude 98 degrees 24 minutes 3.4 seconds W., WGS84."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture regime: ustic bordering on udic\nOchric epipedon thickness: 8 to 46 centimeters (3 to 18 inches)\nDepth to secondary calcium carbonate: greater than 100 centimeters (40 inches) and where present only occur in the buried alluvial soil material.\nDepth to lithologic discontinuity: between 100 to 150 centimeters (40 and 60 inches)\nSoil moisture: the soil moisture control section is intermittently moist in some part from March through October; driest in November through February\nMean annual soil temperature: 13 to 14 degrees C (56 to 58 degrees F)\nParticle-size control section (weighted average):\nClay content: 2 to 18 percent\nSand content: 70 to 88 percent\nSome pedons contain AB, BC, C, Ab, Btb, 2Ab, and 2Btkb horizons.\nA horizon:\nHue: 10YR\nValue: 5 or 6 dry, 4 or 5 moist\nChroma: 2 to 4 dry or moist\nTexture: fine sand or loamy fine sand\nClay content: 1 to 8 percent\nSand content: 80 to 90 percent\nReaction: strongly acid to neutral\nBt horizon:\nHue: 10YR or 7.5YR\nValue: 5 or 6 dry (matrix), 4 or 5 moist, and 4 or 5 dry (lamellae); 3 or 4 moist\nChroma: 2 to 6 dry or moist (matrix), and 3 or 4 dry or moist (lamellae)\nTexture: loamy sand, loamy fine sand, or fine sand (matrix), sandy loam, fine sandy loam, or loamy sand (lamellae)\nClay content: 2 to 18 percent\nSand content: 70 to 88 percent\nReaction: strongly acid to neutral\nE & Bt horizon:\nHue: 7.5YR or 10YR (E) 7.5YR (Bt)\nValue: 5 to 7 dry, 4 to 6 moist (E); 4 to 5 dry, 3 to 4 moist (Bt)\nChroma: 4 dry or moist (E) 3 or 4 dry or moist (Bt)\nTexture: sand, fine sand, or loamy fine sand (E); loamy sand, fine sandy loam, or loamy fine sand (Bt)\nClay content: 1 to 8 percent (E); 1 to 15 percent (Bt)\nSand content: 85 to 93 percent (E); 65 to 93 percent (Bt)\nReaction: strongly acid to neutral\n2Bt horizon:\nHue: 7.5YR to 5Y\nValue: 5 to 7 dry, 4 to 6 moist\nChroma: 1 to 6 dry or moist\nTexture: sandy clay loam, silty clay loam, clay loam, loam, or silty clay\nClay content: 20 to 44 percent\nSand content: 5 to 35 percent\nRedoximorphic features: 0 to 30 percent\nReaction: neutral or slightly alkaline"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: This is the Pratt series.\nPratt soils do not have a lithologic discontinuity (buried paleosol) that has 20 percent or more clay occurring below 100 centimeters (40 inches)."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material: eolian deposits over a buried alluvial soil\nLandform: dunes on paleoterraces\nSlopes: 0 to 10 percent\nElevation: 505 to 795 meters (1650 to 2600 feet)\nMean annual air temperature: 13 to 14 degrees C (55 to 58 degrees F)\nMean annual precipitation: 640 to 840 millimeters (25 to 33 inches)\nPrecipitation pattern: Precipitation is usually evenly distributed throughout the year with the exception of November through February being the driest months and May and June being the wettest months. Summer precipitation occurs during intense summer thunderstorms.\nFrost-free period: 180 to 200 days"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:\nThese are the Attica, Carway, Naron, and Tivin soils.\nAttica soils are on lower sloping dunes and have finer materials in the particle size control section (coarse-loamy).\nCarway soils are on interdune areas and have finer materials in the particle size control section (fine-loamy) and have a perched water table.\nNaron soils are on lower sloping dunes and have finer materials in the particle size control section (fine-loamy).\nTivin soils are on higher sloping dunes and do not have an increase of clay (argillic horizon) or lamellae in the subsoil."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:\nDrainage: Well drained\nRunoff: very low or low.\nSaturated hydraulic conductivity: High in the upper part and Moderately High in the lower part\nPermeability is moderately rapid in the upper part of the profile and typically moderately slow in the lower part. The lower part of the profile has slow or moderate permeability in some pedons."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Gentler slopes are usually cultivated; grain sorghum is the principal crop with lesser acreage of wheat and alfalfa. Steeper slopes are in native range. Native vegetation is dominated by sand bluestem, indiangrass, and little bluestem."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: South Central Kansas. LRR H Great Plains Winter Wheat and Range, MLRA 79 Great Bend Sand Plains. The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE",
    "content": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE: Salina, Kansas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Reno County, Kansas"
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nochric epipedon: The zone from 0 to 20 centimeters (0 to 8 inches). (Ap)\nargillic horizon: The zone from 20 to 71 centimeters (8 to 28 inches). (E & Bt)\nKeys to Soil Taxonomy: Twelfth Edition, 2014\nADDITIONAL DATA: This soil was formerly mapped as Pratt\nLRR=H\nDATE: 01/25/95\n01/05/95 RMM, JCW. Review draft of Turon series using pedon # 93KS155266.\n01/25/95 RMM. Revised as per most of your comments.\n02/16/95 PRF. Series has passed state office review and is forwarded to NSSC for name reservation.\n04/07/95 PRF. Edited the associated soils section to replace the Carwile series with Carbika, Carway and Warnut. Changed mottles to redox features.\n06/30/99 PRF. Edited OSD to establish series and removed tentative from the Geographically Associated Soils section.\n12/23/99 PRF: established series per Reno County final correlation\n6/2013: JGA Updated format to meet current MO5 standards, added sand and clay content in the range of characteristics, updated geographic settings to have consistency with other soils in the MLRA, updated geographically associated soils, changed permeability to saturated hydraulic conductivity\n07/2020 BKN Updated Typical Pedon to include site information. Updated SSRO Responsible and Keys to Soil Taxonomy Edition.\n________________________________________\nNational Cooperative Soil Survey\nU.S.A."
  }
}
