{
  "SERIES": "TUSCUMBIA",
  "STATUS": "Established Series",
  "BYREV": "Rev. WIS:WMK:RBH",
  "REVDATE": "03/2003",
  "STATES": "AL,AR,MS,OK,TN",
  "OVERVIEW": "The Tuscumbia series consists of deep, poorly drained, very slowly permeable soils on flood plains.  These soils formed in clayey alluvium along streams that drain areas of the Blackland Prairie Major Land Resource Area.  Slopes range from 0 to 2 percent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, mixed, active, nonacid, thermic Vertic Epiaquepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Tuscumbia silty clay loam - cultivated field.  (Colors are for moist soil unless otherwise stated.)\nAp--0 to 4 inches; very dark grayish brown (10YR 3/2) silty clay loam; moderate medium granular structure; firm, sticky, plastic; common fine roots; mildly alkaline; clear smooth boundary.  (4 to 10 inches thick)\nBg1--4 to 10 inches; gray (5Y 5/1) clay; common fine and medium distinct yellowish brown (10YR 5/6) and strong brown (7.5YR 5/6) mottles; moderate fine angular blocky and subangular blocky structure; firm, very plastic, very sticky; few fine roots; few fine brown soft bodies; cracks, and root channels filled with material like the Ap horizon; mildly alkaline; gradual wavy boundary.\nBg2--10 to 60 inches; gray (5Y 5/1) clay; common fine and medium distinct yellowish brown (10YR 5/6) and strong brown (7.5YR 5/6) mottles; moderate medium angular blocky and subangular blocky structure; firm, very plastic, very sticky; few fine roots; few slickensides that do not intersect; common fine brown soft bodies; few fine black concretions; cracks and root channels filled with material like that of overlying horizons; mildly alkaline. (Combined thickness of the Bg horizon is 46 to 60 inches or more.)"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Monroe County, Mississippi; 3.0 miles north of State Highway 41 on Chickasaw and Monroe County line; 100 feet east of gravel road on Tallabinnela Creek, SW1/4SW1/4 sec. 18, T. 12 S., R. 6 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Solum thickness exceeds 50 inches.  The soil ranges from strongly acid to moderately alkaline except the surface layers in areas that have been limed.  Brown or black concretions and stains, if present, are few to common below the A horizon.\nThe A horizon has hue of 10YR, 2.5Y, or 5Y, value of 3 to 5, and chroma of 1 to 3, or it is neutral and has value of 3 to 5.  It is silty clay loam, clay loam, sandy clay loam, silty clay, or clay.  Some pedons near stream channels have an overwash of loamy or sandy sediments that is less than 10 inches thick.\nThe Bg horizon has hue of 10YR, 2.5Y, or 5Y, value of 4 to 7, and chroma of 1 or 2, or it is neutral and has value of 4 to 7.  Few to many mottles are in shades of brown or yellow.  Texture is silty clay loam, silty clay, or clay."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no other series in the same family. Closely related soils include the Alligator, Catalpa, Chastain, Houlka, Kaufman, Leeper, Sharkey, Trinity, and Una soils.  Alligator and Sharkey have a very-fine particle size class and montmorillontic mineralogy; also, Alligator soils have an acid reaction class.  Catalpa soils have a mollic epipedon more than 10 inches thick.  Chastain soils have kaolinitic mineralogy and an acid reaction class.  Houlka and Leeper soils have browner colors in some subhorizon between the base of the Ap horizon and a depth of 30 inches; also, Houlka soils have an acid reaction class.  Kaufman and Trinity soils have a mollic epipedon more than 24 inches thick; also, Trinity soils are calcareous.  Una soils do not have vertic properties and have an acid reaction class."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Tuscumbia soils formed in clayey alluvium on flood plains along streams that drain areas of the Blackland Prairie Major Land Resource Area.  Slope gradients range from 0 to 2 percent.  The climate is warm and humid.  Average annual precipitation is about 51 inches, and mean annual temperature is about 64 degrees Fahrenheit, near the type location."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Catalpa, Houlka, and Leeper soils of the competing series and the Belden and Marietta soils.  These soils are associated across the nearly linear surfaces of flood plains.  The somewhat poorly drained Catalpa, Houlka, and Leeper soils are in similar positions and are on slightly higher surfaces than the Tuscumbia soils.  The somewhat poorly drained Belden soils, which have fine-silty particle size class, and the moderately well drained Marietta soils, which have a fine-loamy particle-size class, mainly are on old natural levees and near incised channels."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Poorly drained; very slow runoff and internal drainage; very slow permeability.  These soils are occasionally to frequently flooded for brief to long duration and the water table is near the surface during winter and early in spring."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most areas are in forest or pasture.  Cleared areas are used for pasture and for growing hay, corn, and soybeans.  Forested areas are in bottomland hardwoods; common trees are eastern cottonwood, green ash, and sweetgum."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Mississippi, Oklahoma and Texas.  The series is of large extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Auburn, Alabama"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Mississippi Agricultural and Forestry Experiment Station, Oktibbeha County, Mississippi; 1950."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - the zone from the surface to a depth of about 4 inches (Ap horizon).\nHaplaquepts feature - dominantly gray below the Ap horizon (Bg1, Bg2 horizons).\nVertic feature - slickensides that do not intersect in the zone from approximately 10 to 50 inches (Bg2 horizon).\nADDTIONAL DATA:  Laboratory data - engineering test data for one pedon are published in the Soil Survey of Lee County, Mississippi (issued March 1973), pp. 54-55.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "poorly",
        "drainage_overview": "poorly"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 10,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "silty clay loam",
        "pH_class": "mildly alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Ap--0 to 4 inches; very dark grayish brown (10YR 3/2) silty clay loam; moderate medium granular structure; firm, sticky, plastic; common fine roots; mildly alkaline; clear smooth boundary.  (4 to 10 inches thick)"
      },
      {
        "name": "Bg1",
        "top": 10,
        "bottom": 25,
        "moist_hue": "5Y",
        "moist_value": 5,
        "moist_chroma": 1,
        "texture_class": "clay",
        "pH_class": "mildly alkaline",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bg1--4 to 10 inches; gray (5Y 5/1) clay; common fine and medium distinct yellowish brown (10YR 5/6) and strong brown (7.5YR 5/6) mottles; moderate fine angular blocky and subangular blocky structure; firm, very plastic, very sticky; few fine roots; few fine brown soft bodies; cracks, and root channels filled with material like the Ap horizon; mildly alkaline; gradual wavy boundary."
      },
      {
        "name": "Bg2",
        "top": 25,
        "bottom": 152,
        "moist_hue": "5Y",
        "moist_value": 5,
        "moist_chroma": 1,
        "texture_class": "clay",
        "pH_class": "mildly alkaline",
        "narrative": "Bg2--10 to 60 inches; gray (5Y 5/1) clay; common fine and medium distinct yellowish brown (10YR 5/6) and strong brown (7.5YR 5/6) mottles; moderate medium angular blocky and subangular blocky structure; firm, very plastic, very sticky; few fine roots; few slickensides that do not intersect; common fine brown soft bodies; few fine black concretions; cracks and root channels filled with material like that of overlying horizons; mildly alkaline. (Combined thickness of the Bg horizon is 46 to 60 inches or more.)"
      }
    ]
  ]
}
