{
  "SERIES": "TUSCARAWAS",
  "STATUS": "Established Series",
  "BYREV": "DRM; Rev. DHK",
  "REVDATE": "01/2006",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, semiactive, mesic Aquic Hapludults"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Tuscarawas channery silt loam on 18 to 35 percent northeast-facing convex slopes in forest. (Colors are for moist soil unless otherwise stated.)\nOi--1 to 0 inches; deciduous hardwood leaf litter and partly decomposed leaf litter.\nA--0 to 1 inch; very dark grayish brown (10YR 3/2) channery silt loam, dark grayish brown (10YR 4/2) dry; moderate fine granular structure; very friable; many roots; 20 percent coarse fragments; slightly acid; abrupt smooth boundary. (1 to 3 inches thick)\nE--1 to 9 inches; dark grayish brown (10YR 4/2) channery silt loam, light brownish gray (10YR 6/2) dry; moderate medium granular structure; very friable; many roots; 25 percent coarse fragments; moderately acid; clear smooth boundary. (2 to 10 inches thick)\nBt1--9 to 15 inches; yellowish brown (10YR 5/4) channery silt loam; weak fine and medium subangular blocky structure; friable; common roots; few faint brown (10YR 4/3 and 5/3) clay films on faces of peds and on coarse fragments; many distinct dark grayish brown (10YR 4/2) organic coatings in old root channels; 25 percent coarse fragments; strongly acid; clear wavy boundary.\nBt2--15 to 23 inches; yellowish brown (10YR 5/6) channery clay loam; moderate fine and medium subangular blocky structure; friable; common roots; common distinct brown (7.5YR 4/4) clay films on faces of peds and on coarse fragments; many distinct dark grayish brown (10YR 4/2) organic coatings in old root channels; 25 percent coarse fragments; very strongly acid; clear wavy boundary.\nBt3--23 to 36 inches; yellowish brown (10YR 5/4) very channery clay loam; common medium distinct light brownish gray (10YR 6/2) mottles; weak medium and coarse subangular blocky structure; friable; few roots; few distinct brown (7.5YR 4/4) and (10YR 5/3) clay films on faces of peds and on coarse fragments; 50 percent coarse fragments; very strongly acid; abrupt wavy boundary. (Combined thickness of the Bt horizons is 12 to 38 inches.)\n2BC--36 to 45 inches; light yellowish brown (2.5Y 6/4) silty clay; common medium distinct gray (10YR 6/1) and yellowish brown (10YR 5/6) mottles; weak coarse subangular and moderate fine angular blocky structure; firm; few roots; 5 percent coarse fragments; extremely acid; gradual wavy boundary. (0 to 10 inches thick)\n2C--45 to 60 inches; light yellowish brown (2.5Y 6/4) silty clay; many medium distinct gray (10YR 6/1) and few medium distinct yellowish brown (10YR 5/6) mottles; massive; very firm; few roots; 5 percent coarse fragments; extremely acid. (0 to 42 inches thick)\n2Cr--60 inches; light yellowish brown (2.5Y 6/4) thin bedded soft acid shale bedrock."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Highland County, Ohio; Brushcreek Township; 2 1/4 miles south-southwest of Carmel; 0.4 mile south of Millerstown Road, 300 yards south-southeast of farmstead on Washburn Hill."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Thickness of the solum ranges from 20 to 50 inches. The depth to soft shale bedrock is 40 to 72 inches. Thickness of colluvium is 20 to 50 inches, and thickness of clayey residuum is 12 to 36 inches. Flat rock fragments (mainly sandstone or siltstone) are 10 to 50 percent in the A horizon and 10 to 60 percent in subhorizons of the B horizon with an average of 15 to 35 percent; however rock fragments (mainly shale) are less than 10 percent in the 2B and 2C horizons. The particle size control section is 20 to 35 percent clay.\nThe A horizon has hue of 10YR, value of 2 or 3 (4 or 5 in Ap, where present), and chroma of 2 or 3. It is silt loam, channery or very channery silt loam. It is slightly acid to very strongly acid.\nThe E horizon has hue of 10YR, value of 4 to 6, and chroma of 2 to 4. It has similar texture and reaction range as the A horizon, but typically is more acid.\nThe Bt horizon has hue of 10YR or 7.5YR, value of 4 or 5, chroma of 3 to 6, and mottles of low chroma within the upper 24 inches. It commonly is channery analogues of clay loam, loam, silt loam, or silty clay loam; but very channery analogues are permitted in the lower part; and some pedons have subhorizons of silt loam, loam, clay loam, silty clay loam. It is strongly acid or very strongly acid.\nThe 2BC (or 2Bt in some pedons) and 2C horizons have hue of 10YR, 2.5Y, or 5Y; value of 5 or 6; chroma of 4 to 6, and mottles of both high and low chroma. They are silty clay or clay. They are very strongly acid or extremely acid.\nBedrock consists of soft, partially weathered, thin bedded acid shale or mudstone with thin strata of siltstone in some pedons."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Adelphia, Blairton, Cana, Cotaco, Delanco, Dillard, Holmdel, Mattapex, and Wharton series in the same family and the Coolville, Cruze, Latham, Muse, Shelocta, and Trappist series. Adelphia and Holmdel soils contain glauconite. Blairton, Cotaco, Delanco, and Mattapex soils do not have clayey 2B and 2C horizons. In addition, Blairton soils contain more coarse fragments in the lower part of the solum and are moderately deep to bedrock; and Cotaco, Delanco, and Mattapex soils have rounded coarse fragments. Cana soils formed in a mantle of loess and glacial till and have mixed coarse fragments in the upper part of the solum. Dillard soils contain flakes of mica and have less than 10 percent coarse fragments in the upper part of the solum. Wharton soils typically have less flat fragments in the upper part of the solum and substratum. Coolville, Cruze, Latham, Muse, and Trappist soils average more than 35 percent clay. In addition, Coolville and Trappist soils do not have coarse fragments in the upper part of the solum, Latham and Trappist soils are moderately deep to bedrock, and Muse and Trappist soils are Typic Hapludults. Shelocta soils lack mottles with chroma of 2 or less in the upper 24 inches of the argillic horizon are Typic Hapludults."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Tuscarawas soils are on lower slopes below areas of steeper soils that formed in sandstone or siltstone. They are on dissected unglaciated areas of the Allegheny Plateau and have slope gradients of 6 to 35 percent. The soils formed in 20 to 50 inches of channery colluvium and in 1 to 3 feet of clayey residuum weathered from acid shale bedrock. Shale bedrock is at depths of 40 to 72 inches. The mean annual precipitation ranges from about 37 to 43 inches, and mean annual temperature is about 51 to 56 degrees F."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the competing Trappist and the Berks, Colyer, Muskingum, and Neotoma soils. Trappist soils are on summits, toe slopes, and benches and commonly are on complex areas with Colyer soils. Berks and Muskingum soils have bedrock at depths of less than 40 inches and do not have an argillic horizon. They are on steeper slopes upslope from Tuscarawas soils. Colyer soils have shale bedrock at depths of less than 20 inches, do not have an argillic horizon, and are clayey-skeletal. They are on steeper convex slopes near Tuscarawas soils. Neotoma soils have dark surface horizons but have base saturation between 35 and 60 percent. They are on north- and east-facing slopes or in coves and are in complex areas with Berks and Muskingum soils."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Moderately well drained. Runoff is medium on gentle slopes and rapid on steep slopes. Permeability is moderate in the upper part of the solum and slow in the lower part."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most areas are in woodland. Some of the moderately to strongly sloping areas have been cleared and used for forages and permanent pasture. The original vegetation was deciduous hardwoods."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: South central and southeastern Ohio. The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Morgantown, West Virginia"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Tuscarawas County, Ohio, 1942."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: The 01/2006 revision updates this soil to the 9th Edition of the Keys to Soil Taxonomy (2003). The CEC activity class placement is based on associated soils and not on laboratory data. Class placement may be revised in the future when laboratory data are reviewed or become available.\nCompeting series, pedon description (including horizon nomenclature and/or descriptive terms), and other sections on the OSD were not revised.\nDiagnostic horizons and features in this pedon are:\na. Ochric epipedon--the zone from 0 to 9 inches (Ap and E horizons)\nb. Argillic horizon--the zone from 9 to 36 inches (Bt1, Bt2, and Bt3 horizons)\nc  Paralithic contact at 60 inches (top of 2Cr horizon)\nPrevious revision dates: 05/86-DRM\nNational Cooperative Soil Survey\nU.S.A."
  }
}
