{
  "SERIES": "TUSKAHOMA",
  "STATUS": "Established Series",
  "BYREV": "Rev. EJA:RCB:JWF",
  "REVDATE": "09/2003",
  "STATES": "OK",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Clayey, mixed, active, thermic, shallow Albaquic Hapludalfs\nTypicalPedon:  Tuskahoma loam--rangeland.\n(Colors are for moist soil unless otherwise\nstated.)\nA1--0 to 5 inches; dark grayish brown (10YR 4/2) loam;\nmoderate fine granular structure; friable; 10 percent sandstone gravel by volume; medium acid; abrupt smooth boundary.  (3 to 9 inches thick)\nB2t--5 to 10 inches; brown (10YR 4/3) clay; many fine\ndistinct yellowish red (5YR 5/6) and a few fine faint dark grayish brown mottles; moderate medium blocky structure; firm; thin clay films continuous on faces of peds; few shale fragments; medium\nacid; gradual wavy boundary.  (3 to 9 inches thick)\nB3--10 to 15 inches; dark gray (10YR 4/1) shaly clay; common fine distinct yellowish red (5YR 5/6) mottles; weak medium blocky structure; firm; thin patchy clay films on faces of peds; 25\npercent shale fragments by volume; medium acid; gradual irregular boundary.  (0 to 8 inches thick)\nCr--15 to 30 inches; gray (10YR 5/1) shale bedrock with thin layers of shaly clay; tilted 40 degrees from horizontal; neutral.\nTypeLocation:  LeFlore County, Oklahoma; about 2 miles east of Talihina; 1,250 feet east and 975 feet north of the southwest\ncorner of sec. 5, T. 3 N., R. 22 E.\nRangeinCharacteristics:  Solum thickness and depth to shale\nbedrock ranges from 10 to 20 inches.\nThe A1 horizon has hue of 10YR or 2.5Y, value of 3 to 5, and\nchroma of 2 or 3.  Texture is silt loam, loam, silty clay loam,\nstony silt loam, stony loam, or stony silty clay loam.  Content of coarse fragments of sandstone ranges from 0 to 30 percent by\nvolume.  About 0 to 10 percent by volume is less than 76 mm in diameter and 0 to 20 percent by volume is more than 76 mm in diameter.  Reaction is medium acid to mildly alkaline.\nSome pedons have a A2 horizon from 1 to 4 inches thick.  The A2 horizon has hue of 10YR or 2.5Y, value of 5 or 6, and chroma of 2\nto 4.  Texture and content of coarse fragments are similar to the\nA1 horizon.  Reaction is strongly acid to neutral.\nThe B2t horizon has hue of 5YR to 2.5Y, value of 3 to 5, and\nchroma of 2 to 6.  Mottles are in shades of red, brown, gray, or yellow.  Texture is clay, silty clay, silty clay loam, shaly clay, shaly silty clay, or shaly silty clay loam.  Content of coarse fragments of shale ranges from 0 to 30 percent by volume and are\nless than 76 mm in diameter.  Reaction is strongly acid to\nneutral.\nThe B3 horizon has hue of 10YR or 2.5Y, value of 4 or 5, and\nchroma of 1 or 2.  Mottles are in shades of brown, red, or gray.  Texture is shaly clay, shaly silty clay, shaly silty clay loam,\nvery shaly clay, very shaly silty clay, or very shaly silty clay loam.  Content of coarse fragments of shale ranges from 20 to 50 percent by volume and are less than 76 mm in diameter.  Reaction\nis medium acid to mildly alkaline.\nThe Cr horizon has hue of 10YR to 5Y, value of 4 or 5, and chroma\nof l to 4.  It is shale bedrock that is tilted more than 20\ndegrees from horizontal.  Reaction is slightly acid to moderately alkaline.\nCompetingSeries:  There are no other series in this family.  Soils\nin similar families are the Barden, Bub, Bushnell, Homa, Liberal, Talihina, Tupelo, and Wister series.  Barden, Bushnell, Homa, Liberal, Tupelo, and Wister soils have sola more than 20 inches thick.  In addition, Barden and Liberal soils have Ap or A1\nhorizons of moist color values less than 4 in the upper 7 inches after mixing and lack abrupt textural changes between the A and B horizons.  Bushnell soils have hyperthermic temperature regimes\nand Homa soils have more than 60 percent clay in the control\nsection.  Bub soils lack wetness mottles.  Talihina soils lack Bt horizons and have mollic epipedons.\nGeographicGEOGRAPHIC SETTING:  These are very gently sloping through moderately steep soils on uplands.  Slope gradients range from 1\nto 20 percent.  The soil formed in material weathered from shale.  The climate is moist subhumid or humid.  Mean annual temperature ranges from 60 degrees to 64 degrees F., average annual\nprecipitation ranges from 40 to 50 inches, and Thornthwaite annual P-E indices range from 64 to 80.\nGeographicallyAssociatedSoils:  These are the competing Wister\nseries and the Clebit, Counts, and Sobol series.  Clebit soils\nlack B2t horizons and are on similar areas.  Counts and Wister\nsoils are on slightly lower areas in broad valleys.  Counts and\nSobol soils have sola more than 20 inches thick.  Sobol soils are\non similar areas.\nDrainageandPermeability:  Tuskahoma soils are moderately well drained.  Runoff is medium to rapid and permeability is very slow.\nUseandVegetation:  Used mainly for rangeland.  Some of the less sloping and less stony areas are cultivated or used for tame\npasture.  Vegetation consists of an open canopy of winged elm,\npost oak, blackjack oak, and cedar trees with an understory of grasses, legumes, and forbs.  Bahiagrass, tall, fescue, and\nimproved bermudagrass are the main tame pasture plants.\nDistributionandExtent:  Broad valleys of the Ouachita Mountains of southeast Oklahoma and possibly western Arkansas.  The series is\nof moderate extent.\nSeriesEstablished:  Pushmataha County, Oklahoma; 1977.\nNational Cooperative Soil Survey"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": null
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": null
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": null
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": null
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": null
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": null
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": null
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": null
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": null
  },
  "REGIONAL OFFICE": {
    "section": "REGIONAL OFFICE",
    "content": null
  },
  "ORIGIN": {
    "section": "ORIGIN",
    "content": null
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": null
  }
}
