{
  "SERIES": "TUSQUITEE",
  "STATUS": "Established Series",
  "BYREV": "Rev. BPS",
  "REVDATE": "01/2011",
  "STATES": "GA,NC,SC,TN,VA",
  "OVERVIEW": "The Tusquitee series consists of very deep, well drained soils on gently sloping to very steep benches, foot slopes, toe slopes, and fans in coves in the Southern Blue Ridge mountains, MLRA 130B.  These soils formed in colluvium derived from materials weathered from igneous and high-grasde metamorphic crystalline rocks such as granite, mica gneiss, hornblende gneiss, and schist.  Near the type location, mean annual air temperature is about 52 degrees F., and mean annual precipitation is about 52 inches.  Slope ranges from 2 to 95 percent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, isotic, mesic Humic Dystrudepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Tusquitee loam -- forested.  (Colors are for moist soil unless otherwise stated.)\nOe--0 to 1 inches; very dark brown partially decomposed hardwood leaves and twigs mixed with a small amount of mineral soil. (0 to 3 inches thick).\nA1--1 to 8 inches; dark brown (7.5YR 3/2) loam; weak fine granular structure; very friable; many fine and medium roots; 2 percent quartz gravel up to 1 inch in diameter; few flakes of mica; strongly acid; clear wavy boundary.  (6 to 10 inches thick)\nA2--8 to 11 inches; dark yellowish brown (10YR 3/4) loam; weak medium granular structure; very friable; common medium and coarse roots; 2 percent quartz gravel up to 1 inch in diameter; few flakes of mica; moderately acid; clear wavy boundary.  (0 to 5 inches thick)\nBw1--11 to 16 inches; brown (7.5YR 4/4) loam; weak fine subangular blocky structure; friable; common medium and coarse roots; 2 percent quartz and gneiss gravel up to 2 inches in diameter; few flakes of mica; moderately acid; clear wavy boundary.\nBw2--16 to 33 inches; brown (7.5YR 4/4) loam; moderate medium subangular blocky structure; friable; common medium and coarse roots; 2 percent quartz and gneiss gravel up to 2 inches in diameter; few flakes of mica; moderately acid; clear wavy boundary.\nBw3--33 to 44 inches; strong brown (7.5YR 5/6) loam; moderate medium subangular blocky structure; few medium and coarse roots; 2 percent quartz and gneiss gravel; few flakes of mica; moderately acid; gradual wavy boundary.  (Combined thickness of the Bw horizon is 30 to 51 inches.)\nBC--44 to 49 inches; yellowish brown (10YR 5/4) loam; weak medium subangular blocky structure; friable; few medium and coarse roots; 3 percent quartz and gneiss gravel; few flakes of mica; moderately acid; clear wavy boundary.  (0 to 12 inches thick)\nC--49 to 61 inches; yellowish brown (10YR 5/4) and grayish brown (10YR 5/2) gravelly fine sandy loam; massive; friable; 30 percent quartz and gneiss fragments, dominantly of gravel size; few flakes of mica; moderately acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Alleghany County, North Carolina; three miles north of Whitehead; 1 mile east of Fender Mountain; 50 feet east of SR 1135 in wooded area."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Solum thickness ranges from 40 to more than 60 inches.  Depth to bedrock is more than 60 inches.  Reaction is very strongly acid to slightly acid, in the A horizon, unless limed.  The Bw and lower horizons are very strongly acid to moderately acid.  In the upper 40 inches, content of rock fragments, dominantly of gravel to stone size, ranges up to 35 percent.  Below 40 inches, rock fragment content may range up to 60 percent.  Content of mica flakes ranges from few to common.\nThe A or Ap horizon has hue of 5YR to 10YR, value of 2 or 3, and chroma of 1 to 4.  It is fine sandy loam, sandy loam, loam, or sandy clay loam in the fine-earth fraction.\nThe Bw horizon, and BC horizon where present, have hue of 5YR to 10YR, value of 4 to 6, and chroma of 3 to 8.  They are fine sandy loam, sandy loam, loam, or sandy clay loam in the fine-earth fraction.\nThe C horizon, where present, is colluvium that is similar in color to the BC horizon, or is mottled or multicolored.  It is fine sandy loam, sandy loam, coarse sandy loam, loam, loamy fine sand, loamy sand, or loamy coarse sand in the fine-earth fraction.  Rock fragment content is typically 15 to 60 percent."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Crossnore, Jeffrey, Porters, Unaka, and Whiteoak series. Crossnore and Jeffrey soils formed in residuum and Whiteoak in colluvium derived from low-grade metamorphic rock such as metasandstone and contain fragments of those rocks.  In addition, Crossnore soils have soft bedrock at depths of 20 to 40 inches. Jeffrey and Unaka soils have hard bedrock at depths of 20 to 40 inches.   Porters soils have bedrock at depths of 40 to 60 inches. Whiteoak soils have Bw horizons with clay content ranging from 18 to 29 percent."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Tusquitee soils are on benches, foot slopes, toe slopes, and fans in coves in the Southern Blue Ridge mountains, MLRA 130B.  Elevations are generally between 2,000 and 4,200 feet.  Slopes are commonly between 15 and 50 percent but range from 2 to 95 percent.  These soils formed in loamy colluvium derived from materials weathered from igneous and high-metamorphic rocks such as granite, mica gneiss, hornblende gneiss, and schist.  Tusquitee soils receive moisture from surrounding uplands, and springs and local seepage areas are common.  Climate is temperate and humid.  Near the type location, the mean annual air temperature is about 52 degrees F., and the mean annual precipitation is about 52 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  In addition to the Porters and Unaka soils, these include the Ashe, Brevard, Cashiers, Chandler, Chestnut, Cowee, Cullasaja, Edneyville, Evard, Fannin, Greenlee, Haywood, Plott, Saunook, Sylva, Tate, Tuckasegee, Watauga, and Whiteside soils.  Ashe, Chandler, Chestnut, Cowee, Edneyville, Evard, Fannin, Plott, Porters, Unaka, and Watauga soils are on mountain ridges and side slopes.  Brevard, Cullasaja, Greenlee, Haywood, Saunook, Sylva, Tate, Tuckasegee, and Whiteside soils are in colluvial landscape positions.  Ashe, Chestnut, and Cowee soils have bedrock at depths of 20 to 40 inches.  Cashiers, Chandler, Fannin, and Watuaga soils are in a micaceous family.   Brevard, Cowee, Evard, Fannin, Saunook, Tate, Watauga and Whiteside soils have argillic horizons.  Cullasaja and Greenlee soils are loamy-skeletal.  Haywood and Tuckasegee soils have an umbric epipedon.  Brevard, Saunook, and Tate soils are in seepage areas of toe slopes and fans.  Sylva soils are poorly drained and Whiteside soils are moderately well drained."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; moderate permeability  in the subsoil and moderately rapid permeability in the underlying material.  Runoff class is low on gentle slopes, medium on strong or moderately steep slopes, and high on steeper slopes.  Runoff is lower where forest litter has not been disturbed or had only partial disturbance."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  About one-half of the acreage has been cleared and is used for corn, small grain, tobacco, truck crops, clover, lespedeza, and pasture.  Wooded areas consist mostly of yellow poplar, white oak, northern red oak, black locust, white ash, black birch, yellow birch, eastern white pine, eastern hemlock, black cherry, cucumbertree, yellow buckeye, American beech, and sugar and red maples."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Southern Blue Ridge mountains of North Carolina, Tennessee, and Virginia and possibly Georgia and South Carolina.  The series is of large extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Morgantown, West Virginia"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Clay County, North Carolina; 1938."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  The 12/97 revision places the Tusquitee series in a fine-loamy, isotic, mesic Umbric Dystrochrepts family. This series was formerly placed in a coarse-loamy, mixed, mesic Umbric Dystrochrepts family.  Laboratory PSA (pipette) method and corresponding field texture estimates (feel method) indicate control section clay contents of generally 12 to 24 percent, with most pedons marginally coarse-loamy.  However, chemical lab data for similar competing series indicate that sufficient amorphous, clay-sized materials occur in the particle-size control section to place this soil in a fine-loamy family.  Average clay contents are generally less than 25 percent.\nUsing the 7th Edition of Keys to Soil Taxonomy (1996), Tusquitee soils would classify as fine-loamy, isotic, mesic Andic Dystrochrepts.  However, a proposal has been made to add a acid oxalate-extractable silicon requirement to Andic subgroups, which would exclude Crossnore soils, which lack volcanic glass.\nThe 3/99 revision updates classification to the 8th Edition of Keys to Soil Taxonomy.\nDiagnostic horizons and features recognized in this pedon are:\nOchric epipedon - the zone from the surface to a depth of 11 inches (Oe, A1 and A2 horizons)\nUmbric feature - the A1 horizon has moist value of 3 and moist chroma of 2 to a depth of 8 inches.\nCambic horizon - the zone between depths of 11 and 49 inches (Bw1, Bw2, Bw3 and BC horizons)\nIsotic mineralogy class - within the PSCS the soil generally has high amorphous materials (high pH-dependent charge) and a high moisture retention (at 1500 kPa) to clay ratio.\nProperties that would place the soil in an Andic subgroup--a horizon or horizons with total thickness of 7 inches (18 cm) or more within 30 inches (75 cm) of the mineral soil surface with a fine-earth bulk density of 1.0 g/cm3 or less (at 33 kPa water retention) and ammonium oxalate extractable aluminum plus 1/2 iron percentages totaling more than 1.0.\nRevised: 9/88-DLN,DJT,RAG; 1/98-DHK; 3/99-MKC\n01-2011   Classification -- 11th Keys, update competing and associated series, MLRA clarification --  BPS\nADDITIONAL DATA: Mineralogy data is available from the Soil Survey Laboratory, Lincoln NE; pedon numbers S88-NC-199-001 and -021.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Oe",
        "top": 0,
        "bottom": 3,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Oe--0 to 1 inches; very dark brown partially decomposed hardwood leaves and twigs mixed with a small amount of mineral soil. (0 to 3 inches thick)."
      },
      {
        "name": "A1",
        "top": 3,
        "bottom": 20,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "7.5YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "A1--1 to 8 inches; dark brown (7.5YR 3/2) loam; weak fine granular structure; very friable; many fine and medium roots; 2 percent quartz gravel up to 1 inch in diameter; few flakes of mica; strongly acid; clear wavy boundary.  (6 to 10 inches thick)"
      },
      {
        "name": "A2",
        "top": 20,
        "bottom": 28,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 4,
        "texture_class": "loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "A2--8 to 11 inches; dark yellowish brown (10YR 3/4) loam; weak medium granular structure; very friable; common medium and coarse roots; 2 percent quartz gravel up to 1 inch in diameter; few flakes of mica; moderately acid; clear wavy boundary.  (0 to 5 inches thick)"
      },
      {
        "name": "Bw1",
        "top": 28,
        "bottom": 41,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bw1--11 to 16 inches; brown (7.5YR 4/4) loam; weak fine subangular blocky structure; friable; common medium and coarse roots; 2 percent quartz and gneiss gravel up to 2 inches in diameter; few flakes of mica; moderately acid; clear wavy boundary."
      },
      {
        "name": "Bw2",
        "top": 41,
        "bottom": 84,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bw2--16 to 33 inches; brown (7.5YR 4/4) loam; moderate medium subangular blocky structure; friable; common medium and coarse roots; 2 percent quartz and gneiss gravel up to 2 inches in diameter; few flakes of mica; moderately acid; clear wavy boundary."
      },
      {
        "name": "Bw3",
        "top": 84,
        "bottom": 112,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "7.5YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bw3--33 to 44 inches; strong brown (7.5YR 5/6) loam; moderate medium subangular blocky structure; few medium and coarse roots; 2 percent quartz and gneiss gravel; few flakes of mica; moderately acid; gradual wavy boundary.  (Combined thickness of the Bw horizon is 30 to 51 inches.)"
      },
      {
        "name": "BC",
        "top": 112,
        "bottom": 124,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "BC--44 to 49 inches; yellowish brown (10YR 5/4) loam; weak medium subangular blocky structure; friable; few medium and coarse roots; 3 percent quartz and gneiss gravel; few flakes of mica; moderately acid; clear wavy boundary.  (0 to 12 inches thick)"
      },
      {
        "name": "C",
        "top": 124,
        "bottom": 155,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "fine sandy loam",
        "cf_class": "gravelly",
        "pH": "NA",
        "pH_class": "moderately acid",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "C--49 to 61 inches; yellowish brown (10YR 5/4) and grayish brown (10YR 5/2) gravelly fine sandy loam; massive; friable; 30 percent quartz and gneiss fragments, dominantly of gravel size; few flakes of mica; moderately acid."
      }
    ]
  ]
}
