{
  "SERIES": "TUSTIN",
  "STATUS": "Established Series",
  "BYREV": "Rev. HFG-AAC",
  "REVDATE": "01/2011",
  "STATES": "MI,WI",
  "OVERVIEW": "The Tustin series consists of very deep, well drained soils formed in a mantle of sandy eolian or outwash deposits,  in a thin loamy transition layer, and in clayey till on moraines. Slope ranges from 0 to 35 percent.  Mean annual precipitation is about 813 mm (32 inches). Mean annual air temperature is about 9.4 degrees C (49 degrees F).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Clayey, mixed, active, mesic Arenic Hapludalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Tustin loamy fine sand - on a 3 percent slope in a cultivated field at an elevation of about 259 meters (850 feet) above mean sea level.  (Colors are for moist soil unless otherwise stated.)\nAp--0 to 20 cm (0 to 8 inches); dark brown (10YR 3/3) fine sand, pale brown (10YR 6/3) dry; weak medium subangular blocky structure; very friable; many fine roots; slightly acid; abrupt smooth boundary.  [15 to 31 cm (6 to 12 inches) thick]\nBw--20 to 66 cm (8 to 26 inches); dark yellowish brown (10YR 4/4) fine sand; weak coarse subangular blocky structure; very friable; common fine roots; slightly acid; clear wavy boundary.  [28 to 79 cm (11 to 31 inches) thick]\n2Bt1--66 to 76 cm (26 to 30 inches); brown (7.5YR 4/4) sandy clay loam; moderate fine subangular blocky structure; friable; common fine roots; common clay films on faces of peds; about 2 percent gravel; moderately acid; clear wavy boundary.  [0 to 10 cm (0 to 4 inches) thick]\n3Bt2--76 to 99 cm (30 to 39 inches); reddish brown (5YR 4/3) clay; strong fine angular blocky structure; firm; few fine roots; many clay films on faces of peds; about 4 percent gravel; moderately acid; clear wavy boundary.\n3Bt3--99 to 117 cm (39 to 46 inches); reddish brown (5YR 4/3) clay ; Moderate coarse prismatic structure parting to moderate medium subangular blocky; firm; few fine roots; common clay films on faces of peds; slightly acid; gradual wavy boundary.  [Combined thickness of the 3Bt horizon ranges from 20 to 48 cm (8 to 19 inches).]\n3C--117 to 152 cm (46 to 60 inches); reddish brown (5YR 4/4) clay loam; massive; firm;  about 4 percent gravel; slightly effervescent; slightly alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Winnebago County, Wisconsin; about 3.5 miles west of Oshkosh ; 1720 feet north and 2370 feet east of the southwest corner of sec. 13, T. 18 N., R. 15 E. USGS Omro, Wisconsin topographic quadrangle; lat. 44 degrees 01 minutes 58 seconds N., and long. 88 degrees 39 minutes 16 seconds W., NAD 27."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nDepth to the base of the argillic horizon: 76 to 127 cm (30 to 50 inches)\nThickness of the sandy mantle and depth to clayey till: 51 to 102 cm (20 to 40 inches)\nParticle-size control section:  averages 35 to 60 percent clay, less than 30 percent fine sand or coarser\nRock fragments:  typically absent in the sandy mantle\nVolume of gravel in the loamy transition layer and in the clayey till:  0 to 8 percent\nVolume of cobbles and stones: 0 to 2 percent in the till\nReaction: strongly acid to neutral in the sandy mantle and in the loamy transition layer; moderately acid to slightly alkaline in the clayey subsoil and slightly alkaline or moderately alkaline in the substratum\nDepth to carbonates: in the substratum and in the lower part of the subsoil, in some pedons\nAp horizon:\nHue: 10YR\nValue: 3 or 4\nChroma: 2 or 3\nTexture: loamy fine sand, loamy sand or fine sand\nA horizon:\nHue: 10YR\nValue: 2 or 3\nChroma: 1 or 2\nTexture: loamy fine sand, loamy sand or fine sand\nBw horizon:\nHue: 7.5YR or 10YR\nValue: 4 to 7\nChroma: 3 or 4\nTexture: loamy fine sand, fine sand or loamy sand\n2Bt horizon:\nHue: 5YR, 7.5YR or 10YR\nValue: 4 or 5\nChroma: 4 to 6\nTexture: sandy loam, fine sandy loam, loam or sandy clay loam\n3Bt horizon:\nHue: 2.5YR, 5YR or 7.5YR\nValue: 3 to 5\nChroma: 3 to 6, value and chroma of 3 do not occur together\nTexture: typically silty clay loam, silty clay or clay, clay loam in some pedons\n3C horizon:\nHue: 2.5YR, 5YR, 7.5YR or 10YR\nValue: 3 to 6\nChroma: 3 to 6, value and chroma of 3 do not occur together\nTexture: clay loam, silty clay loam, silty clay or clay"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no competing series.  Closely related series in other families are the Delton, Metea, Puchyan, Richford, Rimer, and Seward.  Delton soils  are in the loamy family  have carbonates in the lower part of the series control section.  Metea soils have argillic horizons with less than 35 percent clay.  Puchyan and Richford soils have argillic horizons with less than 18 percent clay.  Rimer soils are somewhat poorly drained and have mottles with chroma of 2 or less within a depth of 76 cm (30 inches).  Seward soils are in the loamy family and have redox features and saturation within a depth of 102 cm (40 inches)."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Tustin soils are on moraines.  Slope ranges from 0 to 35 percent.  Tustin soils formed in a mantle of sandy eolian or outwash deposits, in  a thin loamy transition layer, and in clayey till.  Mean annual precipitation ranges from 686 to 1016 mm (27 to 40 inches). Mean annual air temperature ranges from 7.2 to 11.7 degrees C (45 to 53 degrees F)."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Briggsville, Kewaunee, Nebago, Oshkosh, Rimer, Seward and Shawano series.  The moderately well drained Seward and the somewhat poorly drained Rimer soils are on slightly lower positions in the landscape and form a drainage sequence with the Tustin soils. Briggsville, Kewaunee, and Oshkosh soils are geographically associated where the sandy deposit thins to less than 51 cm (20 inches).  Nebago soils are nearby in some places but they do not have an argillic horizon.  In some places where the sandy deposits thicken to more than 152 cm (60 inches), Shawano soils are a nearby associate and are sandy throughout."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:  Well drained. The potential for surface runoff ranges from negligible to medium. Saturated hydraulic conductivity is high to very high (42.34 to 141.14 micrometers per second)  in the sandy mantle, moderately high to high (4.23 to 14.11 micrometers per second) in the loamy transition layer, and moderately low to moderately high (0.42 to 1.41 micrometers per second) in the clayey till. Permeability is rapid in the sandy mantle, moderate in the loamy transition layer, and slow in the clayey till ."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most areas of this soil are used for cropland. Common crops are corn, oats, and alfalfa.  Some areas are used for woodland or pastureland.  Native vegetation is mixed forest cover of pine and deciduous trees."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  MLRAs 95A, 95B, 97, 98, 105 in eastern and central Wisconsin and southwestern and west-central Michigan. The Tustin soils are of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Indianapolis, Indiana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Columbia County, Wisconsin, 1972."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\n12/04  705 acres correlated as Tustin, sandy substratum in Waupaca Co. have sand below the clay at depths of 76 to 127 cm (30 to 50 inches). New series needed?\n12/04  This series was formerly defined as being formed in sandy deposits and in clayey lacustrine deposits or clayey till. Since about 80 percent or more of the correlated acres are mapped over clayey till, this revision changes the concept of the series to sand over clayey till only. A new series is needed for those acres mapped as sand over clayey lacustrine deposits when they are updated. This includes the acres in Columbia, Green Lake, and Sauk Counties and possibly some of the acres in Calumet-Manitowoc, Waushara, and Winnebago Counties.\nDiagnostic horizons and features recognized in this pedon are:  ochric epipedon - 0 to 23 cm (0 to 9 inches) (Ap); ; argillic horizon - 66 to 117 cm (26 to 46 inches) (2Bt1, 3Bt2, 3Bt3); arenic feature  sandy particle-size from 0 to 66 cm (0 to 26 inches) (Ap, Bw).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
