{
  "SERIES": "TUSUNE",
  "STATUS": "Established Series",
  "BYREV": "Rev. SES-JBF-TM-JVC",
  "REVDATE": "01/2012",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS:  Ashy-skeletal, glassy Vitrandic Argicryolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Tusune gravelly ashy loam--rangeland (Colors are for dry soil unless otherwise noted.) The soil surface is partially covered with 1 percent stones, 2 percent cobbles, and 25 percent gravel.\nA1--0 to 5 cm; brown (10YR 5/3) gravelly ashy loam, very dark grayish brown (10YR 3/2) moist; moderate very fine subangular blocky structure; soft, very friable, slightly sticky and slightly plastic; many very fine roots; many very fine interstitial pores; 1 percent stones, 2 percent cobbles, and 25 percent gravel; neutral (pH 6.6); clear wavy boundary. (5 to 10 cm thick)\nA2--5 to 25 cm; grayish brown (10YR 5/2) gravelly ashy loam, very dark grayish brown (10YR 3/2) moist; moderate fine and medium subangular blocky structure; soft, very friable, moderately sticky and moderately plastic; many very fine, common fine, and few medium roots; many very fine tubular pores; 20 percent gravel; neutral (pH 6.8); clear wavy boundary. (15 to 25 cm thick)\nBt1--25 to 66 cm; brown (10YR 5/3) very gravelly ashy clay loam, dark brown (10YR 3/3) moist; strong fine and medium subangular blocky structure; hard, very friable, moderately sticky and moderately plastic; many very fine, common fine, and few medium roots; many very fine tubular pores; 40 percent gravel; few faint clay films on faces of peds and lining pores; neutral (pH 7.0); clear wavy boundary. (25 to 46 cm thick)\nBt2--66 to 97 cm; brown (7.5YR 5/4) very gravelly ashy clay loam, brown (7.5YR 4/4) moist; weak medium and coarse subangular blocky structure; hard, very friable, moderately sticky and moderately plastic; common very fine, common fine, and few medium roots; many very fine tubular pores; 5 percent cobbles and 40 percent gravel; common faint clay films on faces of peds and lining pores; neutral (pH 7.0); abrupt irregular boundary. (0 to 30 cm thick)\nCr--97 to 122 cm; fractured, weathered, vitric andesitic tuff; few thin silica coats on rock surface; few very fine roots in fractures."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Washoe County, Nevada; on the northeast side of Massacre Mountain in section 25, T. 42 N., R. 21 E.; USGS Massacre Creek 7.5 minute topographic quadrangle; latitude 41 degrees 31 minutes 22 seconds N and longitude 119 degrees 34 minutes 06 seconds W; NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: Usually moist in winter and spring, dry in late summer and fall; completely dry for at least 45 consecutive days between July and October; xeric soil moisture regime that borders on aridic.\nMean annual soil temperature: 7 to 8 degrees C.\nMean summer soil temperature: 12 to 15 degrees C.\nMollic epipedon thickness: 50 to 76 cm; includes all or part of the argillic horizon.\nDepth to base of argillic horizon: 50 to 100 cm.\nDepth to bedrock: 50 to 100 cm to a paralithic contact.  The paralithic materials below the contact are weathered andesitic or rhyolitic tuff.\nVolcanic glass content: 50 to 80 percent in the coarse silt through fine sand fractions.\nReaction: Slightly acid or neutral.\nParticle-size control section - Clay content: 25 to 30 percent.\nRock fragments: averages 35 to 50 percent, mainly gravel.  Lithology is volcanic rocks such as rhyolite and tuff.\nA1 horizon\nValue: 4 or 5 dry, 2 or 3 moist.\nChroma: 2 or 3, dry or moist.\nClay content: 10 to 15 percent.\nOrganic matter content: 2 or 3 percent.\nA2 horizon\nValue: 4 or 5 dry, 2 or 3 moist.\nChroma: 2 or 3, dry or moist.\nClay content: 15 to 20 percent.\nOrganic matter content: 1 or 2 percent.\nBt horizons\nHue: 10YR or 7.5YR.\nValue: 4 or 5 dry, 3 or 4 moist.\nChroma: 3 or 4, dry or moist.\nTexture: Very gravelly ashy clay loam or very gravelly ashy loam.\nClay content: 25 to 30 percent.\nRock fragments: 35 to 50 percent.\nOrganic matter content: 0.5 to 2 percent."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Ashflat, Beechcreek, Boulderfan, Cowbell, Euell, Fendersflat, Hardshoulder, Paynepeak, Pyropatti, and Snag series.\nAshflat, Boulderfan, Cowbell, Euell, Paynepeak, Pyropatti and Snag soils are deeper than 100 cm to bedrock. Beechcreek soils have an ustic soil moisture regime. Fendersflat soils 18 to 25 percent clay in the particle-size control section.  Hardshoulder soils are dominated by cobbles, average 60 to 85 percent rock fragments, and have 12 to 18 percent clay in the particle-size control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Tusune soils are on plateaus.  They typically occur on north-facing backslope positions.  They formed in residuum and colluvium derived from volcanic rocks.  Slopes are 15 to 50 percent.  Elevations range from 1,715 to 2,235 meters.  The mean annual precipitation is 300 to 400 mm, the mean annual temperature is 6 to 7 degrees C, and the frost-free period is 60 to 80 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Ashtre, Hartig, and Westbutte soils.  Ashtre soils are ashy and have a frigid temperature regime.  Hartig soils are loamy-skeletal, have a frigid temperature regime, and are on south-facing backslopes of plateaus.  Westbutte soils are loamy-skeletal, have a frigid temperature regime, and are on shoulders of plateaus."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:  Well drained; very high surface runoff; moderately high saturated hydraulic conductivity."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Tusune soils are used for livestock grazing and wildlife habitat.  The present vegetation is dominantly mountain big sagebrush, Idaho fescue, needlegrass, bluegrass, and bluebunch wheatgrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northwestern Nevada and northeastern California.  These soils are moderately extensive.  MLRA 23."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Davis, California."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Washoe County, Nevada (North Part), 1995."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon - The zone from the soil surface to 66 cm (A1, A2, and Bt1 horizons).\nArgillic horizon - The zone from 25 to 91 cm (Bt1 and Bt2 horizons).\nVitrandic intergrade feature - The zone from the soil surface to 76 cm (A1, A2, Bt1 and part of the Bt2 horizons).\nParalithic contact - The boundary at 91 cm to underlying soft, weathered bedrock (Cr layer).\nParticle-size control section and ashy-skeletal substitute class with glassy mineralogy - The zone from 25 to 76 cm (Bt1 horizon and part of the Bt2 horizon).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
