{
  "SERIES": "TUTNI",
  "STATUS": "Established Series",
  "BYREV": "Rev. JSC/AON/TDT",
  "REVDATE": "04/2007",
  "STATES": "OR",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Ashy, glassy, nonacid Typic Cryaquands"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Tutni ashy loamy coarse sand, forested. (Colors are for moist soil unless otherwise noted.)\nOi--0 to 1 inch; slightly decomposed conifer needle mat. (0 to 3 inches thick)\nA--1 to 5 inches; very dark grayish brown (10YR 3/2) ashy loamy coarse sand, pale brown (10YR 6/3) dry; weak very fine grandular structure; soft, very friable, nonsticky and nonplastic; many very fine and fine roots; many very fine interstitial pores; 10 percent pumice gravel; slightly acid (pH 6.4); clear smooth boundary.\nAB--5 to 11 inches; dark brown (10YR 3/3) ashy loamy coarse sand, pale brown (10YR 6/3) dry; single grain; soft, very friable, nonsticky and nonplastic; few very fine, fine, and medium roots; many very fine interstitial pores; 10 percent pumice gravel; neutral (pH 6.8); gradual wavy boundary (5 to 18 inches thick)\nBw1--11 to 25 inches; dark grayish brown (10YR 4/2) very paragravelly ashy coarse sand, light yellowish brown (10YR 6/4) dry; few faint brown (7.5YR 5/4) redox concentrations; single grain; soft, loose, nonsticky and nonplastic; few very fine roots; many very fine interstitial pores; 40 percent pumice gravel; neutral (pH 7.2); gradual wavy boundary.\nBw2--25 to 44 inches; dark grayish brown (10YR 4/2) very paragravelly ashy coarse sand, light yellowish brown (10YR 6/4) dry; many faint very dark grayish brown (10YR 3/2) redox depletions; single grain; soft, loose, nonsticky and nonplastic; few very fine roots; many very fine interstitial pores; 40 percent pumice gravel; neutral (pH 7.2); clear smooth boundary. (Combined thickness of the Bw horizon 30 to 45 inches thick)\n2Bwb--44 to 61 inches; very dark grayish brown (10YR 3/2) sandy loam, brown (10YR 5/3) dry; weak medium subangular blocky structure; soft, very friable, nonsticky and nonplastic; many very fine interstitial pores; 10 percent gravel; neutral (pH 7.2)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Deschutes County, Oregon; 200 feet west and 300 feet south of the northeast corner of section 32, T. 33 S., R. 10 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: The mean annual soil temperature is 35 to 40 degrees F., the mean summer soil temperature is 40 to 45 degrees F. and the mean winter soil temperature is 32 to 35 degrees F. The soils are dry for 45 to 60 consecutive days when the soil temperature is above 41 degrees F. A water table is present at its upper most limit from March to June. Depth to redox depletions with chroma of 2 or less is 10 to 20 inches. Depth to bedrock is more than 60 inches. Depth to a buried soil (2Bwb) is 40 to over 60 inches. Pumice fragments (paragravel) are 2 to 76 millimeters in diameter and the particle-size control section averages 5 to 35 percent pumice fragments. Field estimated clay content is 0 to 5 percent. The soil contains 70 to 100 percent glass and glass-coated aggregates, phosphate retention of 25 to 50 percent, acid oxalate aluminum plus one-half the acid oxalate iron of 0.4 to 0.9 percent, 15 bar water content of 4 to 7 percent on both dried and undried samples and moist bulk density of 0.70 to 1.00 grams per cubic centimeter.\nThe A horizon has hue of 10YR or 7.5YR moist and dry, value of 2 or 3 moist, 4 to 6 dry and chroma of 2 or 3 moist or dry. It is ashy coarse sandy loam or ashy loamy coarse sand. It is strongly acid to slightly acid.\nThe AB or BA horizon has hue of 10YR or 7.5YR, value of 2 to 4 moist, 4 to 6 dry, and chroma of 2 to 4 moist and dry. It is ashy loamy coarse sand or paragravelly ashy loamy coarse sand. It is slightly acid or neutral.\nThe Bw horizon has hue of 5YR to 2.5Y, value of 3 to 6 moist, 5 to 7 dry, and chroma of 2 to 6 moist, 2 to 4 dry. It is ashy loamy coarse sand, ashy loamy sand, paragravelly ashy loamy coarse sand, paragravelly ashy coarse sand or very paragravelly ashy coarse sand. It contains 10 to 50 percent pumice fragments. It is slightly acid or neutral.\nThe 2Bw horizon when present is 40 to 60 inches. Hue is 10YR, value of 3 moist, 5 dry and chroma of 2 or 3 moist or dry. It is loam, fine sandy loam, or sandy loam with 10 to 20 percent clay."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Chock, Chocknott, and Tonata series. Chock soils have a medial loam surface horizon 5 to 20 inches thick that has 12 to 30 percent 15 bar water and ashy sandy loam and ashy loam subsoil horizons with 8 to 12 percent 15 bar water. Tonata soils have ashy silt loam textures throughout the profile and have a mollic epipedon. Chocknott soils have an umbric epipedon."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Tutni soils are in swales, and depressions on pumice mantled stream terraces and lava tablelands. Elevations range from 4,100 to 6,000 feet. The soils formed in water redeposited ash and gravel-size pumice. The climate is subhumid with cool dry summers and cold winters with much snow. The mean annual precipitation ranges from 15 to 50 inches. The mean January temperature 25 to 27 degrees F., the mean July temperature is 59 to 62 degrees F., and the mean annual temperature is 40 to 45 degrees F. The frost-free period is 0 to 50 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Steiger, Lapine and Maklak soils. These soils have a xeric soil moisture regime. In addition, Lapine and Maklak soils are ashy-pumiceous."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Somewhat poorly drained; rapid permeability in the ash material and moderately rapid in the buried soil (when present)."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: The soils are used for timber, wildlife habitat, and recreation. Vegetation is mainly lodgepole pine, small amounts of ponderosa pine, antelope bitterbrush, Ross sedge, longstolon sedge, western needlegrass and wax currant."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: South-central Oregon; MLRA 6. The soils are moderately extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Klamath County, Oregon, 1977."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and other features:\nOchric epipedon:\nAquic conditions: redox depletions with chroma of 2 or less beginning at 11 inches from the soil surface.\nAndic soil properties: Data is based on laboratory data from the associated Steiger series, pedon number S87OR-035-001. Andic properties present from 1 to 44 inches.\nParticle-size control section: The zone from 1 to 44 inches, andic soil properties are present throughout and 15 bar water content is less than 7 percent.\nAsh deposit is from Mt. Mazama.\nADDITIONAL DATA: Characterization data on 2 profiles (S72 Oreg. 18-11 and 18-12) reported in Riverside Soil Survey Laboratory report for Tutni soils sampled in Klamath County, Oregon, 1972.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
