{
  "SERIES": "TUTWILER",
  "STATUS": "Established Series",
  "BYREV": "Rev. WIS:WMK:RBH",
  "REVDATE": "04/1999",
  "STATES": "AR,MS",
  "OVERVIEW": "The Tutwiler series consists of very deep, well drained, moderately permeable soils that formed in loamy alluvium.  These soils are on natural levees and low terraces that border former channels of the Mississippi River and its tributaries in the Southern Mississippi Valley Alluvium major land resource area, MLRA 131.  Slopes range from 0 to 5 percent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-silty, mixed, active, thermic Typic Hapludalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Tutwiler very fine sandy loam - cultivated. (Colors are for moist soil unless otherwise stated.)\nAp--0 to 6 inches; dark grayish brown (10YR 4/2) very fine sandy loam; weak fine granular structure; very friable; many fine roots; medium acid; abrupt smooth boundary.  (4 to 8 inches thick)\nAB--6 to 10 inches; dark brown (10YR 4/3) very fine sandy loam; weak fine and medium subangular blocky structure; very friable; many fine roots; moderately acid; clear smooth boundary.  (0 to 6 inches thick)\nBt--10 to 24 inches; dark yellowish brown (10YR 4/4) loam; weak fine and medium subangular blocky structure; friable; many fine roots; few peds coated with dark brown (10YR 3/3) clay films; very strongly acid; clear smooth boundary.  (12 to 22 inches thick)\n2C--24 to 48 inches; dark yellowish brown (10YR 4/4) loamy very fine sand; single grained; loose; very strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Tallahatchie County, Mississippi; about one mile north of Sumner and 1/2 mile east of Illinois Central Railroad, NE1/4SE1/4 sec. 35, T. 25 N., R. 2 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Solum thickness ranges from 20 to 48 inches.  The soil ranges from very strongly acid to moderately acid, except the surface layer in areas that have been limed.\nThe Ap horizon has hue of 10YR, value of 4 or 5, and chroma of 2 to 4.  It is very fine sandy loam, loam, or silt loam.\nThe AB horizon, if present, has hue of 10YR, value of 4 or 5, and chroma of 3 or 4.  It is very fine sandy loam, loam, or silt loam.\nThe Bt horizon has hue of 10YR or 7.5YR, value of 4 or 5, and chroma of 3 to 6.  It is loam, silt loam, or fine sandy loam.  The particle-size control section has 8 to 18 percent clay.  It commonly has a high amount of sand with less than 15 percent coarser than very fine sand.\nThe 2C horizon has the same range in color as the Bt horizon.  It is loamy very fine sand or fine sandy loam."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are no other series in this family. Closely related series include Beulah, Bosket, Dexter, Dubbs, Goldman, Memphis, and Natchez series.  Beulah soils do not have an argillic horizon.  Bosket soils are in a fine-loamy particle-size class.  Dexter, Dubbs, and Memphis soils have a fine-silty particle-size control section.  Goldman series have iron depletions with chroma of 2 or less in the upper 10 inches of the argillic horizon.  Natchez series do not have an argillic horizon."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Tutwiler soils are on natural levees or low terraces bordering former channels of the Mississipi River and its tributaries in the Southern Mississippi Valley Alluvium Major Land Resource Area, MLRA 131.  These level to gently sloping soils formed in loamy alluvial sediment.  Slopes range from 0 to 5 percent.  Near the type location the average annual temperature is about 64 degrees F and the average annual precipitation is about 53 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These include Beulah, Bosket, Commerce, Dexter, Dubbs, Forestdale, Goldman and Robinsonville soils.  Somewhat excessively drained Beulah soils are in slightly higher positions on natural levees.  Well drained Bosket soils are in slightly lower, undulating areas.  Well drained Dexter and Dubbs soils and moderately well drained Goldman soils are in similar positions as the Tutwiler soils.  Somewhat poorly drained Commerce soils, which are fine-silty in the particle-size control section, are in lower areas on flood plains.  Poorly drained Forestdale soils, which are fine in the particle-size control section, are in broad low areas or depressions.  Well drained Robinsonville soils, which are coarse-loamy in the particle-size control section, are on the higher areas of adjacent flood plains."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; slow surface runoff; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most areas are cleared and cropped to cotton, corn, soybeans, and pasture.  Uncleared areas are in mixed hardwoods."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  In the delta area of Arkansas and Mississippi.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Auburn, Alabama"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Tallahatchie County, Mississippi; 1970."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this profile are:\nOchric epipedon - the zone from the surface to approximately 6 inches (Ap horizon)\nArgillic horizon - the zone from approximately 10 to 24 inches (Bt horizon)\nNational Cooperative Soil Survey\nU.S.A."
  }
}
