{
  "SERIES": "TWEEDY",
  "STATUS": "Established Series",
  "BYREV": "Rev. JCW/HLH/RWK",
  "REVDATE": "05/2001",
  "STATES": "CA",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, mesic Typic Argixerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Tweedy sandy loam, rangeland. (Colors are for dry soil unless otherwise noted.)\nAl--0 to 3 inches; brown (7.5YR 4/2) sandy loam, dark brown (7.5YR 3/2) moist; moderate medium granular structure; slightly hard, friable, slightly sticky and slightly plastic; many very fine roots; few fine tubular pores; 5 percent 2 to 5mm rock fragments by volume; moderately alkaline (pH 8.0); abrupt smooth boundary. (2 to 3 inches thick)\nA2--3 to 6 inches; brown (7.5YR 4/2) sandy loam, dark brown (7.5YR 3/2) moist; weak fine and medium subangular blocky structure; hard, friable, slightly sticky and slightly plastic; many very fine roots; few very fine tubular pores; 5 percent 2 to 5mm rock fragments by volume; moderately alkaline (pH 8.0); clear smooth boundary. (2 to 4 inches thick)\nA3--6 to 10 inches; brown (7.5YR 4/2) sandy loam, dark brown (7.5YR 3/2) moist; weak medium subangular blocky structure; hard, friable, slightly sticky and slightly plastic; few very fine roots; few Very fine and medium tubular pores and common very fine interstitial pores; few thin clay films lining pores; slightly alkaline (pH 7.5); clear smooth boundary. (3 to 5 inches thick)\nBt1--10 to 22 inches; reddish brown (5YR 5/4) sandy clay loam, reddish brown (5YR 4/4) moist; moderate medium subangular blocky structure; hard, friable, sticky and plastic; few very fine roots; few fine tubular pores; common moderately thick clay films on faces of peds and lining pores; slightly alkaline (pH 7.8); clear smooth boundary.  (9 to 12 inches thick)\nBt2--22 to 30 inches; reddish brown (5YR 5/4) sandy clay loam, reddish brown (5YR 4/4) moist; moderate medium subangular blocky structure; hard, friable, sticky and plastic; few very fine roots; few fine tubular pores; common thick clay films on faces of peds and lining pores; 10 percent cobbles (7.5 to 10cm) by volume; slightly alkaline (pH 7.8); clear smooth boundary. (4 to 8 inches thick)\nBCt--30 to 38 inches; reddish yellow (5YR 6/6) sandy clay loam, yellowish red (5YR 5/6) moist; moderate medium angular blocky structure; hard, friable, sticky and plastic; few very fine roots; few fine tubular pores; common thick clay films on faces of peds and lining pores; 10 percent cobbles by volume; slightly acid (pH 6.5); abrupt wavy boundary.  (0 to 8 inches thick)\nCr--38 to 52 inches; reddish yellow (7.5YR 7/6) weathered mica schist crushing to clay loam, strong brown (7.5YR 5/6) moist; moderately acid (pH 6.0)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Kern County, California. About 4 miles north of the town of Tehachapi on the Broome Ranch; 1/4 mile south of the northwest corner of sec. 3, T.32S., R.33E., MDB&M."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Depth to a paralithic contact with weathered mica schist is 20 to 40 inches. The soil between the depths of 6 and 22 inches becomes moist in some part sometime in late November and remains moist until May, and is dry for 140 to 150 days during summer and autumn. The mean annual soil temperature is 52 degrees to 58 degrees F.  The profile is 0 to 15 percent by volume rock fragments 2mm to 7cm in diameter and 0 to 1 percent, 7cm to 25cm in diameter. Organic matter is more than 1 percent to a depth of 10 to 15 inches, and decreases to less than 1 percent below this depth. Base saturation is more than 75 percent throughout.\nThe A horizon is brown, dark brown, grayish brown, or dark grayish brown (10YR 5/3, 4/3, 5/2, 4/2; 7.5YR 5/2, 4/2). It is sandy loam or loam and has 12 to 25 percent clay and 5 to 10 percent mica. It is neutral to moderately alkaline.\nMany pedons have an AB or BA transition horizon between the A1 and Bt horizons. It is brown, dark brown, or reddish brown (7.5YR 5/2, 5/4, 4/2, 4/4; 5YR 5/3, 5/4); values of 4 occur below 10 inches. It is sandy clay loam, loam, or sandy loam, and is neutral or mildly alkaline.\nThe Bt horizon is brown, dark brown, or reddish brown (7.5YR 5/4, 4/4; 5YR 5/3, 5/4, 4/3, 4/4). Moist chroma is generally 4. This horizon is sandy clay loam or clay loam and has 20 to 35 percent clay and there is an increase of 5 to 12 percent clay from the A horizon to the B2t horizon. It is 5 to 15 percent mica. Reaction is slightly acid to mildly alkaline.\nMost pedons have a BC horizon that is strong brown, reddish yellow, reddish brown, or yellowish red (7.5YR 5/6, 6/6; 5YR 5/4, 5/6, 6/6). It is sandy loam or sandy clay loam, and is medium acid to neutral.\nSome pedons have a C horizon that is reddish yellow (5YR 6/6; 7.5YR 7/6, 6/6) sandy loam, sandy clay loam clay loam or loam with up to 30 percent mica. It is medium acid to neutral.\nThe Cr horizon consists of medium to slightly acid, weathered mica schist that will slake when soaked in calgon and water. When crushed, it is loam or clay loam and has up to 50 percent mica."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Colma, Dragoon, Foehlin, Gerig, Glenrose, Ladd, Lobitos, Los Gatos, Mehlhorn  Minerva, Snowden and Tieton series. Colma soils lack a paralithic contact and are mottled in the B2t horizon. Dragoon soils have a mean annual soil temperature of 47 degrees to 52 degrees F. and are dry 60 to 80 days. Foehlin soils lack a paralithic contact. Gerig soils formed in tuff and are somewhat influenced by pyroclastic materials (less than 60 percent pyroclastic materials). Glenrose soils lack a paralithic contact and have a mean annual soil temperature of 47 degrees to 52 degrees F. Ladd, Snowden and Tieton soils are deeper than 40 inches to rock and have a mean annual soil temperature of 47 degrees to 52 degrees F. Lobitos and Los Gatos soils have a lithic contact at depths of 20 to 40 inches. Mehlhorn and Minerva soils have a lithic contact at depths of 20 to 40 inches, and a mean annual soil temperature of 47 degrees to 54 degrees F."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Tweedy soils are on moderately steep to very steep uplands and have gradients of 15 to 75 percent. They formed from weathered mica schist and igneous rocks including andesite, rhyolite, and granite. Elevations are 3,000 to 6,500 feet. The climate is one of cold moist winters and hot dry summers. The mean annual precipitation is 10 to 15 inches, some as snow. The mean January temperature is 39 degrees F; the mean July temperature is 72 degrees F., and the mean annual temperature is 50 degrees to 56 degrees F.  Frost-free season is about 150 to 225 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Anaverde, Arujo, Godde, Tollhouse, and Walong soils. Arujo soils have mollic epipedons more than 20 inches thick and have soil temperatures above 59 degrees F. Anaverde, Godde, Tollhouse, and Walong soils lack B2t horizons. Also, Anaverde soils are deeper than 40 inches to hard schist. Godde soils are less than 20 inches to hard schist. Tollhouse soils are less than 20 inches deep to weathered schist. Walong soils have soil temperatures of 59 degrees to 64 degrees F., have less than 18 percent clay throughout and have less than 5 percent mica."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained, medium to very rapid runoff; moderately slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Used mainly for range, watershed, wildlife, and recreation. Vegetation is annual and perennial grasses, blue and white oak, scrub oak, ceanothus, flannel bush, rabbit brush, mountain mahogany, sagebrush, and juniper; with scattered Jeffrey and digger pine."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Tehachapi Mountains and Southern Sierra Nevada Mountains. These soils are inextensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Kern County, California, Southeastern Part, 1976."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nADDITIONAL DATA: NSSL sample Number S74CA-029-11.\nOSED scanned by SSQA. Last revised by state on 7/96.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
