{
  "SERIES": "TWELVEMILE",
  "STATUS": "Established Series",
  "BYREV": "REV: RHB/RWL",
  "REVDATE": "08/2000",
  "STATES": "OR",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Ashy-skeletal, glassy, frigid Typic Vitrixerands"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Twelvemile very gravelly fine sandy loam, in forest on an 18 percent northwest facing slope.  (Colors are for moist soil unless otherwise noted.)\n0i--1 inch to 0; partially decomposed conifer needles\nA1--0 to 2 inches; dark brown (10YR 3/3) very gravelly fine sandy loam, brown (10YR 5/3) dry; moderate fine granular structure; slightly hard, very friable, nonsticky and nonplastic; many roots; many irregular pores; 10 percent cobbles, 25 percent gravel; slightly acid (pH 6.3); clear smooth boundary.  (1 to 6 inches thick)\nA2--2 to 11 inches; dark brown (10YR 4/3) very gravelly fine sandy loam, pale brown (10YR 6/3) dry; weak fine and medium subangular blocky structure parting to moderate fine granular; slightly hard, friable, nonsticky and nonplastic; many roots; common very fine and fine irregular pores; 10 percent cobbles, 25 percent gravel; slightly acid (pH 6.1); gradual wavy boundary.  (7 to 14 inches thick)\nBw--11 to 24 inches; dark yellowish brown (10YR 4/4) very gravelly fine sandy loam, pale brown (10YR 6/3) dry; weak fine and medium subangular blocky structure; slightly hard, very friable, nonsticky and nonplastic; many roots; many irregular pores; 40 percent gravel; slightly acid (pH 6.1); clear wavy boundary.  (10 to 30 inches thick)\nBt--24 to 37 inches; brown (10YR 5/3) very cobbly fine sandy loam, light yellowish brown (10YR 6/4) dry; moderate fine and medium subangular blocky structure; slightly hard, friable, slightly sticky and nonplastic; many roots; few very fine tubular pores; few faint clay films on peds and in pores; 20 percent cobbles, 35 percent gravel; slightly acid (pH 6.1); gradual wavy boundary.  (0 to 17 inches thick)\nC--37 to 60 inches; brown (10YR 5/3) very cobbly sandy loam, very pale brown (10YR 7/3) dry; massive; slightly hard, friable, slightly sticky and nonplastic; common very fine and fine roots and few medium and coarse; few very fine and fine tubular pores; 15 percent cobbles, 30 percent gravel; slightly acid (pH 6.1)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Lake County, Oregon; SE1/4, NE1/4 of section 12 T. 38 S., R. 21 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The soils are moist in the winter and spring and are dry for 60 to 100 consecutive days after the summer solstice.  The mean annual soil temperature is 45 to 47 degrees F.  The bulk density is 0.85 to 0.95 grams per cubic centimeter.  Depth to bedrock is 60 inches or more.  The particle-size control section averages 35 to 60 percent rock fragments of which 5 to 20 percent are cobbles and stones and 25 to 40 percent are gravel.  Rock fragments are mainly rhyolite.  It has 7 to 18 percent clay.  The very fine sand fraction contains 50 to 70 percent glass.  It is moderately to slightly acid.\nThe A horizon has value of 3 or 4 when moist and 5 or 6 when dry; and chroma of 2 to 4 when moist and dry.\nThe B horizon has value of 3 or 4 when moist, and chroma of 4 or 5 when moist and dry.  It is sandy loam or fine sandy loam.  Rock fragments range from 35 to 60 percent of which 0 to 20 percent are cobbles and stones and 25 to 40 percent are gravel.\nThe C horizon has value of 4 to 6 when moist and 6 to 8 when dry, and chroma of 3 or 4 when moist and dry.  It is sandy loam.  Rock fragments range from 35 to 60 percent of which 10 to 25 percent are cobbles and stones and 25 to 35 percent are gravel."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Grenet(T) and Kusu(T) series.  Grenet soils are 20 to 40 inches to a paralithic contact and are dry 45 to 60 days after the summer solstice.  Kusu soils are 40 to 60 inches to a lithic contact and have 18 to 25 percent clay in the particle-size control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Twelvemile soils are on mountainsides at elevations of 5,500 to 7,200 feet.  Slopes are 0 to 60 percent.  The soils formed in colluvium and residuum primarily from rhyolite.  The climate is cool and moist in winters and warm and dry in summers.  The mean annual precipitation is 28 to 32 inches.  The mean annual temperature is 43 to 45 degrees F.  The frost-free period is 30 to 50 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Drakespeak, Longjohn, Polander, Rogger, Woodchopper and Mound soils.  Drakespeak soils are loamy-skeletal in the particle-size control section and have an umbric epipedon.  Longjohn soils have a cryic soil temperature regime.  Mound, Rogger and Woodchopper soils have mollic epipedons.  Polander soils are ashy in the particle-size control section."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Somewhat excessively drained; moderately rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  The soils are used primarily for timber production, watershed, wildlife habitat, recreation and grazing by livestock.  Vegetation is white fir, ponderosa pine, common snowberry, heartleaf arnica, and wheeler bluegrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  South central Oregon, MLRA 21.  The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Lake County, Oregon, Southern Part, 1991."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this soil are:\nOchric epipedon - 0 to 11 inches (A1 and A2 horizons)\nCambic horizon - 11 to 37 inches (Bw horizon)\nThe 15 bar water on air-dried samples is 5 to 8 percent for the profile.   Phosphorous retention is assumed to be greater than 25 percent and the Al-Ox plus Fe-Ox is assumed to be greater than 0.4 percent.\nADDITIONAL DATA:  Laboratory data is available for three horizons, (A2, Bw, Bt) S87OR-037-004.  Forest Service vegetative site CW-C4-11 for the white fir-ponderosa pine community.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
