{
  "SERIES": "TWICHELL",
  "STATUS": "Tentative Series",
  "BYREV": "SLM",
  "REVDATE": "12/2017",
  "STATES": "KS,OK,TX",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, mixed, superactive, mesic Aridic Haplusterts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Twichell silty clay loam - on a 0.5 percent linear slope, in cropland at an elevation of 867 m (2844 ft).\n(Colors are for dry soil unless otherwise stated.)\nAp--0 to 15 cm (0 to 6 in); grayish brown (10YR 5/2) silty clay loam, very dark grayish brown (10YR 3/2), moist; weak fine and medium granular structure; hard, friable; few very fine and fine roots; noneffervescent; neutral, pH 7.0; abrupt smooth boundary.\nA--15 to 28 cm (6 to 11 in); grayish brown (10YR 5/2) silty clay loam, very dark brown (10YR 2/2), moist; weak fine and medium subangular blocky structure; very hard, firm; few very fine and fine roots; noneffervescent; slightly alkaline, pH 7.4; clear smooth boundary. (Combined thickness of the A horizons: 20 to 35 cm [8 to 14 in])\nBtss--28 to 51 cm (11 to 20 in); grayish brown (10YR 5/2) silty clay, very dark grayish brown (10YR 3/2), moist; strong medium and coarse prismatic parting to moderate fine and medium angular blocky structure; extremely hard, very firm; few very fine and fine roots; common prominent slickensides (pedogenic); common distinct clay films and common distinct very dark brown (10YR 2/2) organoargillans on faces of peds; reversible trans-horizon cracks filled with very dark brown (10YR 2/2) silty clay loam; slightly effervescent; moderately alkaline, pH 7.9; clear wavy boundary.\nBtkss1--51 to 76 cm (20 to 30 in); brown (7.5YR 5/2) silty clay, dark brown (7.5YR 3/2), moist; strong medium and coarse prismatic parting to moderate medium angular blocky structure; extremely hard, very firm; few very fine and fine roots; common prominent slickensides (pedogenic); common distinct clay films and common distinct very dark brown (10YR 2/2) organoargillans on vertical faces of peds, few faint calcium carbonate coats on vertical faces of peds; few fine irregular concretions of calcium carbonate; reversible trans-horizon cracks filled with very dark brown (10YR 2/2) silty clay loam; strongly effervescent; (2 percent calcium carbonate equivalent); moderately alkaline, pH 8.2; gradual smooth boundary.\nBtkss2--76 to 102 cm (30 to 40 in); brown (7.5YR 5/2) silty clay loam, dark brown (7.5YR 3/2), moist; moderate medium and coarse prismatic parting to moderate medium subangular blocky structure; very hard, firm; few very fine and fine roots; few distinct slickensides; common distinct clay films on faces of peds and common prominent very dark brown (10YR 2/2) organoargillans on vertical faces of peds; few fine threadlike masses and common fine and medium irregular concretions of calcium carbonate; strongly effervescent (2 percent calcium carbonate equivalent); moderately alkaline, pH 8.3; gradual smooth boundary. (Combined thickness of Btss and Btkss horizons: 56 to 99 cm [22 to 39 in])\n2Btk1--102 to 137 cm (40 to 54 in); light brown (7.5YR 6/4) clay loam, brown (7.5YR 4/4), moist; moderate medium and coarse prismatic parting to moderate medium subangular blocky structure; hard, firm; few very fine roots; many prominent clay films on faces of peds and few distinct very dark brown (10YR 2/2) organoargillans on vertical faces of peds; many medium threadlike masses and few fine and medium irregular concretions of calcium carbonate; strongly effervescent (1 percent calcium carbonate equivalent); slightly alkaline, pH 7.5; gradual smooth boundary.\n2Btk2--137 to 160 cm (54 to 63 in); brown (7.5YR 5/2) silty clay loam, dark brown (7.5YR 3/2), moist; moderate medium prismatic parting to moderate medium subangular blocky structure; hard, friable; many prominent clay films on faces of peds and few distinct very dark brown (10YR 2/2) organoargillans on vertical faces of peds; few patchy faint calcium carbonate coats on vertical faces of peds; few fine and medium threadlike masses and few fine and medium irregular concretions and masses of calcium carbonate; strongly effervescent (1 percent calcium carbonate equivalent); slightly alkaline, pH 7.7; clear smooth boundary.\n2Btk3--160 to 183 cm (63 to 72 in); brown (7.5YR 5/4) silty clay loam, brown (7.5YR 5/4), moist; moderate medium prismatic parting to moderate medium subangular blocky structure; hard, friable; few distinct clay films on faces of peds and few distinct very dark brown (10YR 2/2) organoargillans on vertical faces of peds; many distinct calcium carbonate coats on faces of peds and in pores and root channels; few threadlike masses of calcium carbonate; strongly effervescent; slightly alkaline, pH 7.7; gradual smooth boundary.\n2Btk4--183 to 203 cm (72 to 80 in); reddish brown (5YR 5/4) silty clay loam, reddish brown (5YR 4/3), moist; moderate medium prismatic parting to moderate medium subangular blocky structure; hard, friable; few distinct clay films on faces of peds and few faint organic stains on vertical faces of peds; few distinct calcium carbonate coats on vertical faces of peds; few fine threadlike masses of calcium carbonate; noneffervescent; slightly alkaline, pH 7.7. (Combined thickness of 2Btk horizons: 48 to 76 cm [19 to 30 in])"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:\nBeaver County, Oklahoma; 7 miles south and 5 miles west of Elmwood, OK; then 600 ft north and 180 ft east of the southwest corner of Section 29, Township 1N, Range 23E (Cimarron meridian).\nUSGS topographic quadrangle: Elmwood, Oklahoma\nLatitude: 36 degrees 30 minutes 59.00 seconds N\nLongitude: 100 degrees 36 minutes 42.00 seconds W\nDatum: WGS84\nDecimal Degrees\nStd Latitude: 36.5163879\nStd Longitude: -100.6116638\nUTM Northing: 4042434\nUTM Easting:   355692\nUTM zone 14S"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: An ustic moisture regime bordering on aridic. The soil moisture control section is dry in some or all parts for more than 180 but less than 220 days, cumulative, in normal years.\nSolum thickness: More than 200 cm (more than 80 in)\nThickness of mollic epipedon: 35 to 112 cm (14 to 44 in)\nDepth to slickensides: 10 to 40 cm (4 to 16 in)\nThickness of slickensides:  35 to 84 cm (14 to 33 in)\nDepth to identifiable secondary carbonates: 50 to 76 cm (20 to 30 in)\nDepth to calcic horizon:  Greater than 150 cm (greater than 60 in)\nLinear extensibility:  Average of 6.5 to 9.0 cm to a depth of 100 cm\nSurface cracks: trans-horizon cracks (reversible) 7 to 64 mm (0.25 to 2.5 in) wide extend from the soil surface to a depth of 76 cm (30 in) or more when the soil is dry.\nParticle-size control section (weighted average):\nSilicate clay content: 37 to 48 percent\nCarbonate clay content: 0 to 1 percent\nCoarse fragments: none\nA or Ap horizons:\nHue: 10YR\nValue: 3 or 4, 2 or 3 moist\nChroma: 2 or 3 moist or dry\nTexture: clay loam, silty clay loam\nSilicate clay content: more than 30 percent\nCoarse fragments: none\nIdentifiable secondary carbonate: none\nCalcium carbonate equivalent: 0 percent\nEffervescence: none to very slight\nReaction (pH): neutral to slightly alkaline (6.6-7.4)\nBtss horizon (where present):\nHue: 7.5YR, 10YR\nValue: 3 or 4, 2 or 3 moist\nChroma: 2 or 3 moist or dry\nTexture: Clay loam, silty clay loam, clay, silty clay\nSilicate clay content: 35 to 50 percent\nCoarse fragments: none\nIdentifiable secondary carbonate: none\nCalcium carbonate equivalent: 0 percent\nEffervescence: none to very slight\nReaction (pH): neutral to slightly alkaline (6.6-7.4)\nBtkss horizons:\nHue:  7.5YR, 10YR\nValue:  3 to 5, 2 to 4 moist\nChroma:  2 to 4 moist or dry\nTexture:  Clay loam, silty clay loam, silty clay.\nSilicate clay content: 35 to 50 percent\nCoarse fragments: none\nIdentifiable secondary carbonate: 1 to 5 percent; fine to medium; masses, nodules, and films\nCalcium carbonate equivalent: 0 to 5 percent\nEffervescence: none to slight\nReaction (pH): slightly alkaline to moderately alkaline (7.4-8.)\n2Btk horizons and 3Btk horizons (where present):\nHue: 5YR, 7.5YR, 10YR\nValue: 4 to 7, 3 to 6 moist\nChroma: 2 to 4 moist or dry\nTexture: Clay loam, silty clay loam, silt loam, loam.\nCoarse fragments: 0 to 2 percent, fine gravel; strongly to very strongly cemented carbonate nodules and concretions\nIdentifiable secondary carbonate: 2 to 10 percent; fine to coarse; finely disseminated, masses, nodules, and concretions\nCalcium carbonate equivalent: 1 to 5 percent\nEffervescence: slight to strong\nReaction (pH): slightly alkaline to moderately alkaline (7.4-8.4)\n2Bkk and 2BCk horizons (where present):\nHue: 7.5YR, 10YR\nValue: 6 to 8 moist or dry\nChroma: 2 to 4 moist or dry\nTexture: silt loam, loam, clay loam, and their gravelly or very gravelly counterparts\nCoarse Fragments: 0 to 45 percent; fine to coarse gravel; strongly to very strongly cemented carbonate nodules, concretions, and caliche fragments\nIdentifiable secondary carbonates: 25 to 60 percent; fine to very coarse; finely disseminated, masses, nodules, and concretions\nCalcium carbonate equivalent: 40 to 65 percent\nEffervescence: violent\nReaction (pH): slightly alkaline to moderately alkaline (7.4-8.4)"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:\nThese are the Moriartche, Silcat, and Tsaile series in the same family. Similar soils include the Sherm series.\nMoriartche soils: formed in alluvium derived from shale of Triassic Age on alluvial flats and valley floors and occur at higher elevations with a cooler and drier climate\nSilcat soils: formed in alluvium derived from shale of Cretaceous age on stream terraces and occur at higher elevations with a cooler and drier climate\nTsaile soils: formed from alluvium derived from sandstone shale of Triassic Age on stream terraces and fan remnants and occur at higher elevations with a cooler and drier climate\nSherm soils: do not have slickensides and have a calcic horizon within 150 cm (60 in)"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent Material: calcareous loess of late Pleistocene to early Holocene age\nLandscape: tableland\nLandform: plains and interfluves\nSlope: 0 to 3 percent\nPrecipitation Pattern: These soils are intermittently moist in September through November and March through June. July through August and December through February are the driest months.\nMean annual precipitation: 406 to 584 mm (16 to 23 in)\nThornthwaite annual P-E Index Vales: 25 to 36\nMean annual air temperature: 12.2 to 14 degrees C (54 to 57 degrees F)\nFrost-free period:  170 to 200 days\nElevation: 750 to 1250 m (2460 to 4100 ft)"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:\nThese are the Balko(T), Belfon, Bigbow, Canina, Conlen, Dalhart, Eva, Forgan, Hansford, Hugoton, Knoblaw, Lautz, Optima, Oslo, Plack, and Waka(T) soils.\nBalko, Forgan, Hugoton, and Oslo soils occur on similar landscape positions.\nBalko soils: have surface textures with less than 30 percent silicate clay, have a calcic horizon from 100 to 150 cm (40 to 60 in) from the soil surface, and do not have slickensides\nForgan soils: have a fine-loamy particle-size class\nHugoton soils: have a fine-silty particle-size class\nOslo soils: have a fine-silty particle-size class, and a calcic horizon within 100 cm (40 in) of the soil surface\nBelfon, Bigbow, and Dalhart occur on slightly higher landscape positions.\nBelfon soils: have a fine-loamy particle-size class with a fine or fine-silty discontinuity within 100 cm (40 in) of the soil surface\nBigbow soils: have an ochric epipedon; have a fine-loamy particle-size class with a fine or fine silty discontinuity within 100 cm (40 in) of the soil surface\nDalhart soils: have an ochric epipedon, and a fine-loamy particle-size class\nCanina, Eva, and Optima soils occur on higher landscape positions.\nCanina soils: have an ochric epipedon, a fine-silty particle-size class, and a calcic horizon within 50 cm (20 in) of the soil surface\nEva soils: have an ochric epipedon, and a coarse-loamy particle-size class\nOptima soils: have an ochric epipedon, and a sandy particle-size class\nConlen and Plack soils occur on lower landscape positions.\nConlen soils: have a coarse-loamy particle-size class, do not have an argillic horizon, have a calcic horizon within 50 cm (20 in) of the soil surface, and have carbonatic mineralogy\nPlack soils: have a loamy skeletal particle-size class, and a petrocalcic horizon within 10 to 50 cm (4 to 20 in) of the soil surface\nHansford, Knoblaw, and Lautz soils occur in lower playa landscape positions subject to ponding water.\nHansford and Lautz soils: have redox features within 50 cm (20 in) of the soil surface\nKnoblaw soils: have redox features within 50 cm (20 in) of the soil surface, and a calcic horizon within 150 cm (60 in) of the soil surface\nWaka soils: occur in lower drainageway positions, have an irregular decrease in organic carbon with increasing depth, and a fine-silty particle-size class"
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:\nDrainage class: well drained\nPermeability: very slow\nRunoff: high on 0 to 1 percent slopes, and very high on 1 to 3 percent slopes"
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:\nUsed predominantly for dryland and irrigated cropland. Principal crops grown are corn, grain sorghum, and wheat. Native vegetation is predominantly short grasses including blue grama and buffalograss with lesser amounts of silver bluestem, sideoats grama, and vine-mesquite."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:\nGeneral area: Oklahoma panhandle, northern Texas panhandle, and southwestern Kansas\nLand Resource Region: H - Central Great Plains Winter Wheat and Range Region\nMLRA 77A - Southern High Plains, Northern Part\nExtent: moderate"
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES PROPOSED",
    "content": "SERIES PROPOSED: 2010 Beaver County, Oklahoma. The name comes from a community in nearby Ochiltree County, Texas."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nThese soils were formerly included in the Pullman and Sherm series.\nDiagnostic horizons and features in this pedon:\nParticle-size control section: 28 to 78 cm (11 to 31 in)\nMollic epipedon: 0 to 102 cm (0 to 40 in) (Ap, A, Btss, Btkss1, and Btkss2 horizons)\nIdentifiable secondary carbonates: 51 to 203 cm (20 to 80 in) (all Btk horizons)\nSlickensides: 28 to 102 cm (11 to 40 in) (Btss and Btkss horizons)\nCracks: Reversible trans-horizon cracks extend from 28 to 76 cm (11 to 30 in) (Btss and Btkss1 horizons)\nLinear extensibility: 8.3 cm to 100 cm\nLithologic discontinuity: 102 to 203 cm (40 to 80 in) (2Btk horizons)\nADDITIONAL DATA: KSSL data available.  S1987OK007006(TL), S1987OK007007 (Beaver County, Oklahoma); S1984OK139005 (Texas County, Oklahoma); S1984TX357001, S1994TX357002 (Ochiltree County, Texas); S1984TX341001 (Moore County, Texas).\nTaxonomic Version: Keys to Soil Taxonomy, Twelfth Edition, 2014.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
