{
  "SERIES": "TWILIGHT",
  "STATUS": "Established Series",
  "BYREV": "PRJ-KEC-CJH",
  "REVDATE": "04/2002",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, superactive, frigid Haplocalcidic Haplustepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Twilight fine sandy loam - on an east-facing slope of 6 percent in native grass.  When described the soil was dry throughout. (Colors are for dry soil unless otherwise stated).\nA--0 to 4 inches; brown (10YR 5/3) fine sandy loam, dark grayish brown (10YR 4/2) moist; weak fine granular structure; hard, very friable; many fine roots; neutral; clear smooth boundary.  (3 to 6 inches thick)\nBw1--4 to 10 inches; brown (10YR 5/3) fine sandy loam, brown (10YR 4/3) moist; weak coarse and very coarse prismatic structure; slightly hard; very friable; many fine roots; neutral; clear wavy boundary.\nBw2--10 to 16 inches; light brownish gray (2.5Y 6/2) fine sandy loam, grayish brown (2.5Y 5/2) moist; weak very coarse prismatic structure; slightly hard, very friable; common fine roots; slightly alkaline; clear wavy boundary.  (Combined Bw horizons is 7 to 20 inches thick)\nBk--16 to 28 inches; light gray (2.5Y 7/2) fine sandy loam, grayish brown (2.5Y 5/2) moist; weak coarse subangular blocky; slightly hard, very friable; few fine roots; few fine accumulations of carbonate; strong effervescence; moderately alkaline; gradual wavy boundary.  (6 to 15 inches thick.)\nCr--28 to 60 inches; white (2.5Y 8/1) weakly cemented sandstone, light brownish gray (2.5Y 6/2) moist; strong effervescence; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Butte County, South Dakota; about 1 mile north and 8 miles east of Hoover; 1,700 feet east and 1,200 feet south of northwest corner, sec. 1, T. 13 N., R. 8 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The depth to soft sandstone bedrock ranges from 20 to 40 inches.  The depth to carbonates typically ranges from 10 to 20 inches. Some pedons are leached of carbonates to the bedrock and are considered similar inclusions.  Rock fragments range from 0 to 5 percent throughout.\nThe A horizon has hue of 10YR or 2.5Y, value of 4 or 5 and 3 or 4 moist, and chroma of 2 or 3.  Pedons that have color value as dark or darker than value 5.5 dry and 3.5 moist, have an A horizon less than 4 inches thick.  It typically is fine sandy loam but includes sandy loam. It ranges from slightly acid to slightly alkaline.\nThe Bw horizon has hue of 10YR or 2.5Y, value of 5 or 6 and 4 or 5 moist, and chroma of 2 to 4.  It is fine sandy loam or sandy loam.  It ranges from slightly acid to slightly alkaline.\nThe Bk horizon has hue of 10YR or 2.5Y hue, value of 5 to 7 and 4 to 6 moist, and chroma of 1 to 4.  It is fine sandy loam or sandy loam.  Layers of loamy sand textures 6 inches or less in thickness are allowed.  It has disseminated and few or common accumulations of carbonate.  It ranges from neutral to moderately alkaline.\nSome pedons have a BC or C horizon that has color of the Bk horizon. They typically are fine sandy loam but some pedons are sandy loam or loamy fine sand.\nThe Cr horizon is typically soft sandstone but it is interbedded with soft siltstone, clay shale and lignite in some pedons.  Some layers do not have carbonates."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Busby and Haxby series.  Busby soils do not have soft bedrock within depths of 40 inches.  Haxby soils do not have a cambic horizon."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Twilight soils are on gently sloping to hilly upland hills and ridges.  Surfaces are plane to convex.  Slope gradients range from 2 to 45 percent.  The Twilight soils formed in alluvium or eolian over residuum, or residuum weathered from soft sandstone bedrock.  Mean annual air temperature ranges from 40 to 45 degrees F, and mean annual precipitation from 10 to 16 inches.  Growing season is about 95 to 130 days; average growing season precipitation ranges from 10 to 12 inches; and growing degree days are about 2500 to 2800."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Assinniboine, Blackhall, Bullock, Chinook, Parchin, Marmarth and Sorum soils.  Assinniboine and Chinook soils are on similar to less sloping landscapes.  Assinniboine and Chinook soils have a mollic epipedon.  In addition, Assinniboine and Chinook soils do not have bedrock within depths of 40 inches and Assinniboine soils have a fine-loamy argillic horizon.  Blackhall soils are on the steeper parts of the landscape and have soft sandstone at depths less than 20 inches.  Bullock, Parchin and Sorum soils have a natric horizon and typically are below the Twilight soils on less steep landscapes.  Marmarth soils have a fine- loamy control section and are on less sloping parts of the landscape."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained.  Surface runoff is medium to very high.  Permeability is moderate or moderately rapid."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used mainly as rangeland.  Some areas are used for cropland.  Principal native vegetation is prairie sandreed, little bluestem, needleandthread, western wheatgrass, bluebunch wheatgrass, indian ricegrass, plains muhly, skunkbush sumac, sand bluestem, sagebrush, sedges and forbs."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northwestern South Dakota and eastern Montana and possibly southwestern North Dakota.  The soil is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Denver, Colorado"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Butte County, South Dakota, 1970."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and feature recognized in the pedon are: ochric epipedon - the zone from the surface horizon to about 4 inches (A horizon); cambic horizon - the zone from about 4 to 16 inches (Bw1 and Bw2 horizon); calcic horizon - the zone from 16 to 28 inches (Bk horizon).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
