{
  "SERIES": "TWIST",
  "STATUS": "Established Series",
  "BYREV": "Rev. AAD/DEW/RLB",
  "REVDATE": "09/2007",
  "STATES": "AZ",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, mesic Calcic Argigypsids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Twist loam - rangeland. (Colors are for dry soil unless otherwise noted.)\nA--0 to 2 inches; light reddish brown (5YR 6/4) loam, reddish brown (5YR 4/4) moist; weak thin platy structure; slightly hard, friable, slightly sticky and nonplastic; many very fine vesicular and few fine tubular pores; 5 percent fine gravel; very slightly effervescent; moderately alkaline (pH 8.0); abrupt smooth boundary.  (1 to 2 inches thick)\nBt--2 to 7 inches; yellowish red (5YR 5/6) loam, yellowish red (5YR 4/6) moist; weak medium subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; many fine and very fine roots; common fine and very fine tubular and interstitial pores; few faint clay films on faces of peds and lining pores; 5 percent gravel; slightly effervescent; moderately alkaline (pH 8.2); clear smooth boundary.  (4 to 6 inches thick)\nBtk--7 to 15 inches; reddish yellow (5YR 6/6) clay loam, yellowish red (5YR 4/6) moist; moderate medium subangular blocky structure; hard, friable, sticky and slightly plastic; many fine and very fine roots; common fine and very fine tubular and interstitial pores; common faint clay films on faces of peds and lining pores; 5 percent fine gravel; strongly effervescent, calcium carbonate segregated in many fine seams and soft masses, 18 percent calcium carbonate equivalent; moderately alkaline (pH 8.4); clear smooth boundary.  (7 to 10 inches thick)\nBk--15 to 37 inches; reddish yellow (5YR 7/6) and pink  (5YR 8/3) sandy clay loam, yellowish red (5YR 5/6) and pink (5YR 7/3) moist; strong medium subangular blocky structure; very hard, firm, sticky and slightly plastic; many very fine and common fine roots; common fine and very fine tubular and interstitial pores; violently effervescent, weakly cemented with calcium carbonate, 60 percent calcium carbonate equivalent; strongly alkaline (pH 8.6); abrupt wavy boundary. (15 to 25 inches thick)\n2Bky--37 to 53 inches; reddish yellow (5YR 7/6) sandy loam, reddish yellow (5YR 6/6) moist; massive; very hard, firm, nonsticky and nonplastic; common very fine and few fine roots; common fine and very fine tubular and irregular pores; strongly effervescent, calcium carbonate segregated as common soft masses and seams, 28 percent calcium carbonate equivalent; 5 percent crystalline gypsum; moderately alkaline (pH 8.0); clear wavy boundary.  (10 to 18 inches thick)\n2By1--53 to 58 inches; reddish yellow (5YR 7/6) sandy loam, reddish yellow (5YR 6/6) moist; massive; hard, friable, nonsticky and nonplastic; no observed roots; common fine and very fine tubular and irregular pores; noneffervescent; 30 percent crystalline gypsum; slightly alkaline (pH 7.8); smooth boundary.  (4 to 8 inches thick)\n2By2--58 to 60 inches; white (N8/) gypsum, white (N8/) moist; massive; hard, firm, nonsticky and nonplastic; noneffervescent; 70 to 80 percent crystalline gypsum; slightly alkaline (pH 7.8)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Mohave County, Arizona; about 17 miles south of the AZ/UT state line and 55 miles west of Hurricane Cliffs; 700 feet north and 1000 feet west of the southeast corner of section 20, T. 39 N., R.  10 W.; 36 degrees, 45 minutes, 45 seconds north latitude and 113 degrees, 23 minutes, 11 seconds west longitude."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil Moisture:  Intermittently moist in some part of the soil moisture control section during July - September and December - February.  Driest during May and June.  Typic aridic soil moisture regime.\nRock fragments:  less than 15 percent\nSoil temperature:  56 to 61 degrees F.\nOrganic matter:  less than 1 percent\nDepth to base of argillic:  15 to 20 inches\nDepth to calcic:  15 to 20 inches\nDepth to gypsic:  30 to 39 inches\nA horizon\nHue:  5YR, 7.5YR\nValue:  5 to 7 dry, 3 to 5 moist\nChroma:  3 to 6, dry or moist\nCalcium carbonate equivalent:  1 to 15 percent\nBt and Btk horizon\nHue:  5YR, 7.5YR\nValue:  5 to 7 dry, 3 to 5 moist\nChroma:  4 to 6, dry or moist\nTexture:  clay loam, loam, sandy clay loam\nCalcium carbonate equivalent:  1 to 20 percent\nBk horizon\nHue:  5YR, 7.5YR\nValue:  6 to 8 dry, 5 to 8 moist\nChroma:  2 to 6, dry or moist\nTexture:  loam, sandy loam\nReaction:  moderately or strongly alkaline\nCalcium carbonate equivalent:  15 to 60 percent; can be weakly cemented\nBy horizon\nValue:  6 to 8, dry or moist\nChroma:  0 to 6, dry or moist\nTexture: gypsum with texture similar to sandy loam\nGypsum content:  5 to 80 percent\nCalcium carbonate equivalent:  1 to 30 percent"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no competing series."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Twist soils are on fan remnant and stream terraces and have  1 to 10 percent slopes.  These soils formed in mixed alluvium derived dominantly from sedimentary formations dominated by limestone and gypsiferous shale.  Elevations range from 4000 to 5000 feet.  Mean annual precipitation is 7 to 11 inches.  The mean annual air temperature is 54 to 59 degrees F.  The frost-free period is 165 to 195 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Goblin, Robroost and Moenkopie soils.  These soils do not have argillic horizons."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; medium runoff; moderately slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Twist soils are used for livestock grazing and wildlife habitat.  The present vegetation is galleta, black grama, Mormon-tea and bottlebrush squirreltail."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northern Arizona.  This series is of small extent.  MLRA is 35."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Phoenix, Arizona"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Mohave County, Arizona; Soil survey of Shivwits Area, Arizona, Part of Mohave County; 1994."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - The zone from 0 to 2 inches (A horizon)\nArgillic horizon - The zone from 2 to 15 inches (Bt, Btk horizons)\nCalcic horizon - The zone from 17 to 53 inches (Btk, Bk, 2Bky horizons)\nGypsic horizon - The zone from 37 to 60 inches (2Bky, 2By1, 2By2 horizons)\nClassified according to Soil Taxonomy Second Edition, 1999; Keys to Soil Taxonomy Tenth Edition, 2006.\nFormerly classified as Typic Haplargids.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
