{
  "SERIES": "TWISSELMAN",
  "STATUS": "Established Series",
  "BYREV": "Rev. MAV/JFR/DDC/TDC/ET",
  "REVDATE": "03/2003",
  "STATES": "CA",
  "OVERVIEW": "The Twisselman series consists of deep, well drained soils that formed in alluvium derived primarily from sedimentary rock sources. Twisselman soils are on alluvial fans and basin rims and have slopes of 0 to 5 percent. Average annual precipitation is about 5 inches, and the mean annual temperature is about 65 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, mixed, superactive, calcareous, thermic Typic Torriorthents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Twisselman clay, on a slope of less than 1 percent in fallow at an elevation of 410 feet. (Colors are for dry soil unless otherwise stated. When described March 16, 1976 the soil was moist throughout.)\nAp--0 to 5 inches; light brownish gray (10YR 6/2) clay, dark grayish brown (10YR 4/2) moist; moderate medium subangular blocky structure; hard, firm, very sticky and plastic; many very fine roots; few very fine interstitial and common very fine tubular pores; strongly effervescent, disseminated lime; moderately alkaline (pH 8.2); abrupt smooth boundary. (4 to 8 inches thick)\nA12--5 to 14 inches; pale brown (10YR 6/3) clay, brown (10YR 5/3) moist; moderate coarse subangular blocky structure; hard, firm, sticky and plastic; few very fine roots; few very fine interstitial and common very fine tubular pores; strongly effervescent, disseminated lime; moderately alkaline (pH 8.2); clear smooth boundary. (4 to 10 inches thick)\nC1--14 to 27 inches; brown (10YR 5/3) clay, brown (10YR 4/3) moist; moderate coarse subangular blocky structure; hard, firm, very sticky and very plastic; few very fine roots; common very fine tubular pores; strongly effervescent, lime in few irregular fine sized filaments or threads; moderately alkaline (pH 8.2); clear smooth boundary. (10 to 13 inches thick)\nC2--27 to 51 inches; very pale brown (10YR 7/3) clay, brown (10YR 5/3) moist; moderate medium platy structure; hard, firm, sticky and plastic; few very fine roots; common very fine interstitial and tubular pores; strongly effervescent, disseminated lime; moderately alkaline (pH 8.2); clear smooth boundary. (8 to 25 inches thick)\nC3--51 to 63 inches; brown (10YR 5/3) silty clay, brown (10YR 4/3) moist; moderate coarse subangular blocky structure; hard, firm, very sticky and plastic; few very fine roots; common very fine interstitial and few very fine tubular pores; strongly effervescent, segregated lime in few irregular fine sized filaments or threads; moderately alkaline (pH 8.2)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Kern County, California; approximately 11 miles northwest of the community of Lost Hills; about 30 feet SW of the NE corner NE1/4 SE1/4 SE1/4 section 15, T. 25 S., R. 19 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The mean annual soil temperature is 65 degrees to 70 degrees F. and the soil temperature is always above 47 degrees F. The soil between depths of 4 and 12 inches is usually not moist in some or all parts for as long as 70 to 90 consecutive days. It is usually dry from March or April to December or January. Saline and/or alkali phases are recognized.\nThe A horizon has dry color of 10YR 5/3, 6/2, 6/3; moist color of 10YR 4/2, 4/3 or 5/3. It is typically clay, but ranges from silty clay, clay loam, silty clay, clay loam, silty clay loam or silt loam. Clay content for these textures ranges from 10 to 60 percent. Some pedons are overblown with sandy loam or fine sandy loam 5 to 10 inches deep and have 5 to 20 percent clay. Organic matter is less than 0.5 percent and decreases regularly with increasing depth. Structure in the upper part of the A horizon is platy in some pedons, but is more commonly moderate subangular blocky. Lime is commonly disseminated but when segregated, occurs as filaments or threads. Calcium carbonate is less than 15 percent in all parts of the profile, EC x 1,000 ranges from .5 to 8 mmhos. SAR ranges from 1 to 20.\nThe C horizon has dry color of 10YR 5/3, 5/4, 6/3, 6/4 or 7/3, and moist color of 10YR 4/2, 4/3, 4/4, 5/3 or 5/4. It is clay, silty clay, or heavy silty clay loam. Clay content ranges from 35 to 60 percent.  Structure is commonly moderate subangular blocky or prismatic parting to moderate subangular blocky, or moderate platy, or is massive. EC x 1,000 is greater than 2 mmhos. SAR ranges from 2 to 100. Some areas have moderate to high levels of boron."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  This is the Bousic series in the same family and the Buttonwillow, Lathent, Lokern, Merced, and Nahrub series in other families. Bousic soils have mean annual soil temperatures of 59 degrees to 64 degrees F., have soil temperature below 42 degrees F. at some time of the year and have more than 15 percent calcium carbonate in some part of the profile. Buttonwillow, Lokern, and Merced soils have dark gray surfaces and organic matter that decreases irregularly with increasing depth. Lethent soils have a natric horizon. Nahrub soils have vertic properties."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Twisselman soils are on level to undulating alluvial fans and basin rims. Slopes are 0 to 5 percent. The soils formed in fine textured alluvium derived from sedimentary rock sources.  Elevations are 200 to 1,000 feet. The climate is arid and has hot, dry summers and cool, somewhat moist winters. Many days in the winter have ground fog. Average annual precipitation is 4 to 7 inches. Mean January temperature is 48 degrees F.; mean July temperature is 85 degrees F.; mean annual temperature varies from 64 degrees to 67 degrees F.  Frost-free season varies from 250 to 300 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the competing Buttonwillow, Lethent, Lokern, and Nahrub soils and the Garces, Kimberlina, Milham and Panoche soils. Garces soils have a natric horizon and are fine-loamy."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; medium or slow runoff; slow permeability; very slow in saline-alkali phases."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  With irrigation, Twisselman soils are used for alfalfa, almonds, barley, cotton, wine grapes, sugar beets, olives, pistachios, and wheat. Areas with overblown sandy loam or fine sandy loam are used for growing carrots. In areas that are not developed, the land is used for spring grazing by sheep. Native vegetation is annual grasses, forbs, and desert saltbush (Atriplex spp.)."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Southern part of the San Joaquin Valley of California; the soils are moderately extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Kings County, California, 1980."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: The activity class was added to the classification in March of 2003. Competing series were not checked at that time. - ET\nNational Cooperative Soil Survey\nU.S.A."
  }
}
