{
  "SERIES": "TWOBITTER",
  "STATUS": "Established Series",
  "BYREV": "REV: LJL/PBF/ET",
  "REVDATE": "12/2015",
  "STATES": "CA",
  "OVERVIEW": "The Twobitter series consists of very deep, well drained soils that formed in mixed alluvium. Twobitter soils are on fan remnants. Slopes range from 2 to 8 percent. The mean annual precipitation is about 5 inches and the mean annual air temperature is about 66 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive, thermic Typic Haplargids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  On Twobitter-Arizo association, 2 to 8 percent slopes at an elevation of 2,400 feet. (Colors are for dry soil unless otherwise noted.)  The surface is covered by approximately 90 percent gravel and 2 percent cobbles.\nA -- 0 to 2 inches; pale brown (10YR 6/3) extremely gravelly loam, dark yellowish brown (10YR 4/4) moist; strong very thick platy structure; moderately hard, friable, slightly sticky and moderately plastic; common very fine and few fine vesicular and interstitial pores; 70 percent gravel and 2 percent cobbles; strongly effervescent; moderately alkaline (pH 8.2); clear smooth boundary. (1 to 3 inches thick)\nBty -- 2 to 6 inches; light brown (7.5YR 6/4) very gravelly loam, brown (7.5YR 4/4) moist; moderate medium subangular blocky structure; slightly hard, very friable, slightly sticky and moderately plastic; common very fine interstitial and few fine interstitial and tubular pores; 40 percent faint discontinuous clay films on ped faces, lining pores, and on sands and gravel; 2 percent fine irregular soft masses of gypsum; 35 percent gravel and 2 percent cobbles; slightly effervescent; slightly alkaline (pH 7.6); clear wavy boundary. (2 to 7 inches thick)\nBt -- 6 to 18 inches; strong brown (7.5YR 5/6) very gravelly sandy loam, dark brown (7.5YR 3/4) moist; massive; slightly hard, very friable, nonsticky and nonplastic; common very fine and few fine interstitial pores; 40 percent faint discontinuous clay films on sands and gravel; 40 percent gravel and 2 percent cobbles; noneffervescent; slightly alkaline (pH 7.6); clear wavy boundary. (10 to 18 inches thick)\nBk -- 18 to 35 inches; light yellowish brown (10YR 6/4) extremely gravelly coarse sand, dark yellowish brown (10YR 4/4) moist; single grained; loose, nonsticky and nonplastic; many very fine and few fine and medium interstitial pores; many thin (1 millimeter) lime coats on undersides of rock fragments; 60 percent gravel and 5 percent cobbles; noneffervescent; slightly alkaline (pH 7.8); clear wavy boundary. (15 to 45 inches thick)\nBkq -- 35 to 60 inches; yellowish brown (10YR 5/4) very gravelly coarse sand, dark yellowish brown (10YR 3/4) moist; massive; slightly hard, friable, nonsticky and nonplastic; 15 percent discontinuous bands and pockets of lime and silica, very weakly cemented, strongly effervescent; 45 percent gravel and 3 percent cobbles; noneffervescent; slightly alkaline (pH 7.8)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  San Bernardino County, California; approximately 22 miles east-northeast of cantonment area, Fort Irwin, California; about 1,000 feet north and 1,000 feet west of the southeast corner of tentative section 16, T. 15 N., R. 6 E., 35 degrees, 23 minutes, 21 seconds north latitude and 116 degrees, 20 minutes, 32 seconds west longitude; USGS Red Pass Lake NE, Calif. quadrangle. UTM 11S, 0559750e 3916212n (DTM: NAS-C)."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture control section - usually dry, moist in some part for short periods during winter and early spring and for 10 to 20 days cumulative between July and October following convection storms. The soils have a Typic-Aridic moisture regime.\nControl section -\nSoil temperature: 63 to 72 degrees F\nRock fragments: 35 to 75 percent; with 35 to 60 percent gravel and 0 to 2 percent cobbles.\nClay content: averages 10 to 18 percent.\nDepth to the base of the argillic horizon: 10 to 30 inches.\nOrganic matter: 0 to 0.5 percent.\nSurface rock fragments: 60 to 90 percent gravel, 0 to 5 percent cobbles, and 0 to 5 percent stones.\nA horizon\nValue: 7 or 6 dry, 5 or 4 moist\nChroma: 3 or 4 moist\nCalcium carbonate equivalence: 0 to 5 percent\nClay content: 8 to 15 percent\nRock fragments: 40 to 80 percent; with 40 to 80 percent gravel and 0 to 2 percent cobbles\nReaction: slightly or moderately alkaline\nBty horizon\nHue: 7.5YR or 5YR\nValue: 4, 5 or 6 dry\nChroma: 3, 4 or 6 dry, and 4 or 6 moist\nTexture of the fine earth: loam, sandy loam, or coarse\nsandy loam\nClay content: 8 to 18 percent\nStructure: fine or medium subangular blocky or massive\nConsistence: soft or slightly hard\nEffervescence: none to very slightly effervescent\nReaction: slightly or moderately alkaline\nCalcium carbonate equivalence: 1 to 5 percent\nGypsum: 1 to 5 percent visible gypsum\nBt horizon\nHue: 7.5YR or 5YR.\nValue: 5 or 6 dry, and 3 or 4 moist\nChroma: 4 or 6 dry or moist\nTexture of the fine earth: sandy loam or loam\nClay content: 8 to 18 percent\nStructure: moderate, medium or coarse, subangular blocky\nor massive\nCalcium carbonate equivalence: 1 to 5 percent\nConsistence: slightly or moderately hard, very friable to\nfirm\nReaction: slightly or moderately alkaline\nBk and Bkq horizons\nChroma: 3 or 4 dry or moist\nTexture of the fine earth: coarse sand, loamy coarse sand\nor loamy sand\nClay content: 3 to 10 percent\nRock fragments: 35 to 75 percent; with 35 to 70 percent gravel, 0 to 25\npercent cobbles and 0 to 15 percent stones.\nConsistence: slightly hard to hard, loose, or very\nfriable to firm\nEffervescence: noneffervescent in the major part,\nslightly to strongly effervescent in discontinuous banding\nand piping of lime\nReaction: slightly or moderately alkaline\nCalcium carbonate equivalence: 1 to 15 percent\nOther features: 0 to 20 percent very weak or weak silica\ncementation in some horizons"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Ashmed (T NV), Bitter (CA), Blind (T AZ), Bluebird (T AZ), Highland (T NV), Khyber (T CA), Nellake (T CA), Pinaleno (AZ), Soledad (NM), Timosea (T CA), Topawa (AZ), and Werewolf (T CA) series. Ashmed, Bitter and Timosea soils are dry in the moisture control section during the summer months. Blind soils average fewer rock fragments and have higher clay content in the control section. They also receive more total rainfall and have a MAAT of 59 to 64 degrees F. Bluebird soils receive more total precipitation and have higher clay content in the control section. Highland soils have bedrock at 30 to 40 inches and average fewer rock fragments in the control section. Khyber soils have 40 to 80 percent of the gravel fraction in the 2 to 5 mm range. Nellake soils have more total rock fragments in the control section and are formed in granitic material. In addition, Khyber and Nellake soils do not have a layer with visible gypsum crystals within the argillic horizon. Pinaleno, Soledad, and Topawa soils are moist in some part of the moisture control section for more than 20 days, cumulative, between July and October. In addition, Pinaleno soils have a calcic horizon, Soledad soils have 8 to 18 percent clay in the control section, and Topawa soils have a MAST of 69 to 72 degrees F. Werewolf soils do not have 40 to 80 percent of the total gravel fraction in the 2 to 5 mm range. In addition, Werewolf soils do not have 1 percent or more visible carbonates throughout the argillic horizon."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Twobitter soils are on fan remnants. Slopes are 2 to 8 percent. These soils formed in mixed alluvium. Elevations are 1,800 to 4,200 feet. The climate is arid with hot, dry summers and warm, moist winters. The mean annual precipitation is 2 to 7 inches; mean annual air temperature is 61 to 70 degrees F., and the frost-free season is 240 to 340 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Arizo, Cajon Carrizo, Crosgrain, Goldivide, and Langwell soils. Arizo, Cajon, and Carrizo soils are found on alluvial and inset fans. They have sandy or sandy-skeletal particle-size control sections and do not have an argillic horizon. Crosgrain soils do not have an argillic horizon, have a duripan within 20 inches and are found on steeper remnants and ballenas. Goldivide soils have an argillic horizon with an upper boundary at a depth of 20 or more inches, and have a coarse-loamy particle-size control section. Goldivide soils are found on similar landscape positions but lack a patina or pavement surface. Langwell soils are found on adjacent hills, are 20 inches or less to a lithic contact, do not have an argillic horizon, and have a loamy particle-size control section."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained. Low to medium runoff. Moderate over very rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Twobitter soils are used for military exercises and wildlife habitat. The present vegetation is mainly creosotebush and white bursage."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Mojave Desert of southeastern California. MLRA 30. These soils are of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: PHOENIX, ARIZONA"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  San Bernardino County, California, Fort Irwin Soil Survey Area, 2000. The name is coined."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in the profile are:\n1.  Ochric epipedon -- from the soil surface to 2 inches (A\nhorizon)\n2.  Argillic horizon -- 2 to 18 inches (Bty and Bt horizons)\n3.  Particle-size control section-- 2 to 18 inches (Bty and\nBt horizons).\nResponsibility for this series was transferred from Davis to Phoenix 12/2015. The last revision to the series was 6/2000. ET\nNational Cooperative Soil Survey\nU.S.A."
  }
}
