{
  "SERIES": "TYCREEK",
  "STATUS": "Tentative Series",
  "BYREV": "SAC/SJJ",
  "REVDATE": "12/2018",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS:  Fine-loamy, mixed, superactive, frigid Typic Argiustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Tycreek cobbly fine sandy loam, on a north facing mountain slope, 12 percent slope in sagebrush rangeland at an elevation of 2,330 meters (7,650 ft).  The surface is covered with 30 percent gravels and 5 percent cobbles. (Colors are for dry soil unless otherwise noted.)\nA1--0 to 10 centimeters; dark grayish brown (10YR 4/2) cobbly fine sandy loam, very dark grayish brown (10YR 3/2) moist; weak fine granular structure; loose, friable, slightly sticky, slightly plastic; common very fine, fine, medium and few coarse roots; common very fine and fine irregular pores; 15 percent gravel, 10 percent cobbles, 3 percent stones, and 1 percent boulders; noneffervescent; slightly alkaline (pH 7.5); abrupt smooth boundary.\nA2--10 to 27 centimeters; brown (7.5YR 4/2) cobbly fine sandy loam, dark brown (7.5YR 3/2) moist; weak fine subangular blocky structure; slightly hard, friable, slightly hard, slightly sticky, slightly plastic; common very fine, fine, medium and few coarse roots; common very fine and fine irregular, common very fine and few fine tubular pores; 10 percent gravel, 10 percent cobbles, and 2 percent stones; noneffervescent; slightly alkaline (pH 7.5); clear wavy boundary. (combined thickness of the A horizons is 10 to 18 cm thick)\nBt1--27 to 38 centimeters; brown (7.5YR 5/3) fine sandy loam, brown (7.5YR 4/3) moist; weak fine subangular blocky structure; slightly hard, very friable,  slightly sticky, slightly plastic; few fine and coarse and common very fine and medium roots; common very fine, fine, and medium tubular pores; 15 percent distinct brown clay bridges on all faces of peds and 15 percent distinct brown clay films on surfaces along pores; 7 percent gravel and 5 percent cobbles; noneffervescent; slightly alkaline, pH 7.4; ; clear wavy boundary.\nBt2--38 to 60 centimeters; light brown (7.5YR 6/4) cobbly loam, brown (7.5YR 4/4)moist; moderate medium and fine subangular blocky structure; friable, hard, moderately sticky, moderately plastic; few fine roots and common medium roots and few coarse roots and common very fine roots; common fine tubular and few medium tubular and common very fine tubular pores; common distinct clay films on surfaces along pores and on all faces of peds; 8 percent gravel and 7 percent cobbles; noneffervescent; slightly alkaline (pH 7.6); clear wavy boundary. (combined thickness of the Bt horizons is 20 to 70 cm thick)\nBtk--60 to 88 centimeters; 60 percent very pale brown (10YR 7/4) and 40 percent light brown (7.5YR 6/4) sandy clay loam, 60 percent light yellowish brown (10YR 6/4) and 40 percent strong brown (7.5YR 5/6) moist; moderate medium and fine subangular blocky structure; hard, friable, hard, moderately sticky, moderately plastic; few fine roots and common medium roots and few coarse roots and common very fine roots; few fine tubular and few medium tubular and common very fine tubular pores; common distinct clay films on all faces of peds and common distinct clay films on surfaces along pores; 11 percent fine threadlike white (7.5YR 8/1), dry, carbonate masses; 10 percent gravel and 3 percent cobbles; noneffervescent; moderately alkaline (pH 7.9); clear wavy boundary. (0 to 79 cm thick)\nBk--88 to 116 centimeters; very pale brown (10YR 7/4) loam, brownish yellow (10YR 6/6) moist; weak fine subangular blocky structure; slightly hard, very friable, slightly hard, slightly sticky, slightly plastic; few fine and medium, and common very fine roots; few fine and common very fine tubular pores;  distinct carbonate coats; common fine threadlike very pale brown (10YR 8/3) carbonate masses and common medium carbonate concretions around rock fragments; 5 percent gravel; strongly effervescent; moderately alkaline, pH 7.9; ; clear smooth boundary. (0 to 28 centimeters thick)\nBCk--116 to 163 centimeters; very pale brown (10YR 8/3) parachannery loam, yellow (10YR 7/6), moist; weak fine subangular blocky structure; slightly hard, very friable, slightly sticky, slightly plastic; few fine very coarse roots; few very fine tubular pores;  11 percent medium threadlike very pale brown (10YR 8/3) dry, carbonate masses and common medium carbonate concretions around rock fragments; 5 percent gravel and 15 percent parachanners; strong effervescence; moderately alkaline, pH 7.9; abrupt smooth boundary."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Duchesne County, Utah; about 14 kilometers (9 miles) north of Scofield, Utah; located about 1,850 feet E. and 1,990 feet S. of the NW corner of sec. 22, T. 11 S., R. 7 E.; Uintah Meridian; USGS Scofield Reservoir quad; Lat. 39 degrees 51 minutes 1 seconds N. and long. 111 degrees 7 minutes 41.1 seconds W., WGS 84"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nThe soil moisture regime is Ustic. (typic subclass)\nMean annual soil temperature:  5.5 to 7.0 degrees C (42 to 45 degrees F).\nThickness of the Mollic epipedon:  25 to 39 cm (10 to 15 in.)\nDepth to argillic horizon:  13 to 30 cm (5 to 12 in).\nDepth to secondary carbonates:  46 to 99 cm (18 to 39 in.)\nDepth to calcic horizon:  84 to 99 cm (33 to 39 in.)\nParticle-size control section (weighted averages):\nClay content:  24 to 32 percent\nRock fragment content:  0 to 25 percent gravel, cobbles, and stones\nA horizon(s):\nHue:  7.5YR to 10YR\nValue:  3 to 5 dry, 2 or 3 moist\nChroma:  2 or 3\nTexture:  very fine sandy loam, sandy loam, cobbly fine sandy loam, or very cobbly fine sandy loam\nClay content:  14 to 32 percent\nRock fragments:  5 to 30 percent gravel, cobbles, and stones\nReaction:  slightly alkaline (pH 7.4 to 7.8)\nBt horizon(s)\nHue:  5YR to 10YR\nValue:  5 or 6 dry, 3 or 4 moist\nChroma: 3 or 4 dry, 2 to 4 moist\nTexture:  fine sandy loam, loam, cobbly loam, clay loam, or parachannery clay loam\nClay content:  19 to 26 percent\nRock fragments:  0 to 20 percent gravel and cobbles, and 0 to 20 percent parachanners\nReaction:  slightly alkaline or moderately alkaline (pH 7.4 to 7.9)\nBtk horizon (when present):\nHue:  7.5YR to 10YR\nValue: 4 or 5 dry, 3 to 5 moist\nChroma:  3 to 5 dry, 3 to 4 moist\nTexture:  loam, or clay loam\nClay content:  25 to 29 percent.\nRock fragments:  0 to 10 percent gravel and cobbles.\nCalcium carbonate equivalent:  5 to 30 percent\nReaction:  slightly alkaline or moderately alkaline (pH 7.4 to 8.4)\nBk horizon (when present):\nHue:  5YR to 10YR\nValue: 6 or 7 dry, 4 to 6 moist\nChroma:  3 or 4\nTexture:  loam or gravelly loam\nClay content:  20 to 25 percent.\nRock fragments:  0 to 20 percent gravel and cobbles.\nCalcium carbonate equivalent:  12 to 35 percent\nReaction:  moderately alkaline (pH 7.9 to 8.4)\nBCk/CBk horizon (when present):\nHue:  7.5YR or 10YR\nValue: 7 or 8 dry, 5 to 7 moist\nChroma:  3 to 6\nTexture:  channery fine sandy loam or parachannery loam,\nClay content:  16 to 25 percent.\nRock fragments:  10 to 30 percent gravel, channers, cobbles, and parachanners.\n15 to 30 percent calcium carbonate equivalent\nCalcium carbonate equivalent:  15 to 35 percent\nReaction:  moderately alkaline (pH 7.9 to 8.4)"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:\nAbsarook(MT)- has a lithic contact at 20 to 40 inches (50 to 100cm).\nArchmesa(CO)- has a lithic contact at 20 to 40 inches (50 to 100cm).\nBeartooth(MT) - has greater than 35 percent coarse fragments in lower horizons.\nBeeno(WY)- has a lithic contact at 20 to 40 inches (50 to 100cm).\nBielenberg(MT)- has a lithic contact at 40 to 60 inches (100-150cm).\nBitterroot(MT)- has a lithic contact at 20 to 40 inches (50 to 100cm).\nBookcliff(UT) - has a lithic contact at 40 to 60 inches (100-150cm).\nBullflat(SD) - does not have a calcic horizon.\nBurtoner(MT)-  has a lithic contact at 20 to 40 inches (50 to 100cm).\nClancy(MT) - has a lithic contact at 20 to 40 inches (50 to 100cm).\nClasoil(MT) - does not have a calcic horizon.\nDooley(MT) -  has a lithological discontinuity.\nDoughty(MT) -  has a lithological discontinuity.\nEmpedrando(CO) - does not have a calcic horizon.\nFairfield(MT) - does not have a calcic horizon.\nFarnuf(MT) - series do not have calcic horizons.\nFarside series does not have a calcic horizon.\nFelor(MT) -  has a lithological discontinuity.\nFloak(UT) - has a lithic contact at 20 to 40 inches (50 to 100cm).\nGreenway(SD) -  has a lithological discontinuity.\nGurney(SD) -  has a lithic contact at 20 to 40 inches (50 to 100cm).\nHangdo(UT) -  does not have a calcic horizon.\nHoppers(MT) - has a lithic contact at 20 to 40 inches (50 to 100cm).\nHowbert(CO) - has secondary carbonates above 20 centimeters.\nHyalite(MT) -  has a lithological discontinuity.\nJeffcity (MT) -  has a lithic contact at 20 to 40 inches (50 to 100cm).\nKokoruda(MT) - does not have a calcic horizon.\nLivona(ND) - does not have a calcic horizon.\nMartinsdale(MT) - elev. 3,000 to 6,600 ft. Almost Xeric, dry July 15 to Aug 30.\nMaudlin(CO) - has a lithic contact at 20 to 40 inches (50 to 100cm).\nMeagher(MT) -  has a lithological discontinuity.\nMoen(CO) - has a lithic contact at 20 to 40 inches (50 to 100cm).\nMoento(CO) - has a lithic contact at 20 to 40 inches (50 to 100cm).\nPerrypark(CO) -  does not have a calcic horizon.\nPianohill(MT) -  has a lithic contact at 20 to 40 inches (50 to 100cm).\nPlacerton(MT) - has a lithic contact at 20 to 40 inches (50 to 100cm).\nReeder(ND) - has a lithic contact at 20 to 40 inches (50 to 100cm).\nReedwest(MT) - has a lithic contact at 20 to 40 inches (50 to 100cm).\nSipple(MT) - has a lithological discontinuity.\nSnakejohn(UT) -  has a lithic contact at 40 to 60 inches (100-150cm).\nSpoonseller(AZ) - does not have a calcic horizon.\nTrag(CO) -  does not have a calcic horizon.\nTragmon(CO) -  does not have a calcic horizon.\nTrazuni (NM) - does not have a calcic horizon.\nTrujillo(CO) -  does not have a calcic horizon.\nUlrant(WY) - has a lithic contact at 40 to 60 inches (100-150cm).\nVida(MT)-  does not have a calcic horizon.\nWatne(MT)- has silt loam and silty clay loam argillic horizons.\nWatrous(ND) -  has a lithic contact at 20 to 40 inches (50 to 100cm).\nWemple (MT) - has lithic contact at 40 to 60 inches. (100 to 150cm)\nWilliams(ND) - does not have a calcic horizon.\nYegen (MT) - does not have a calcic horizon."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material:  slope alluvium and colluvium derived from sedimentary rock\nLandform: mountain slopes\nSlopes:  3 to 50 percent\nElevation:  2,150 to 2,480 meters (7,050 to 9,300 feet)\nMean annual temperature:  4.0 to 6.0 degrees C (39 to 43 degrees F)\nMean annual precipitation:  410 to 530 mm (16 to 21 in)\nPrecipitation pattern:  Wettest months are October to May and driest months are June to September.\nFrost-free period:  70 to 90 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Beje, Senchert, Toponce, and Zillion series.  The Beje spoils are shallow to bedrock.  The Senchert soils are on similar landforms and are moderately deep to bedrock and pachic.  Toponce soils are on similar landforms and have a cryic temperature regime and vertic properties. Zillion soils are on similar landforms and have greater than 35 percent coarse fragments in the control section."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained, low to medium runoff, slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Tycreek soils are mainly used for rangeland.  Native vegetation is mountain big sagebrush, mountain snowberry, slender wheatgrass, Salina wildrye, and Letterman's needlegrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Central Utah mountains; LRR E, MLRA 48A; The Series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES PROPOSED",
    "content": "SERIES PROPOSED:  Duchesne County, Utah, 2017.  The name is coined."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nDiagnostic horizons and features recognized in this pedon are:\nSeries control section:  The zone from 0 to 150 cm.\nParticle-size control section:  The zone from 27 to 77 cm.  (Bt1, Bt2, and part of the Btk horizon)\nMollic epipedon:  The zone from 0 to 27 cm.  (A1 and A2 horizons)\nArgillic horizon:  The zone from 27 to 88 cm.  (Bt1, Bt2, and Btk horizon)\nCalcic horizon:  the zone from 60 to 163 cm. (Btk, Bk, and BCk horizons)\nNote: The Tycreek series is very similar to the Martinsdale series. Martinsdale occurs primarily in central and northern Montana and extends north to the Canada border. Tycreek was written for Utah because it has significantly higher elevations and very likely a different climatic pattern.  The Martinsdale series previously correlated in Colorado might fit the new Tycreek series concept.\nTaxonomic Version:  Classified according to Keys to Soil Taxonomy, Twelfth Edition, 2014.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
