{
  "SERIES": "TYNER",
  "STATUS": "Established Series",
  "BYREV": "Rev. FF-TRZ-JRS",
  "REVDATE": "09/2012",
  "STATES": "IN,OH",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Mixed, mesic Typic Udipsamments"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Tyner loamy sand, on a 1 percent slope in a cultivated field at an elevation of 239 meters (784 feet) above mean sea level. (Colors are for moist soil unless otherwise stated.)\nAp--0 to 30 cm (12 inches); dark brown (7.5YR 3/3) loamy sand, light brown (7.5YR 6/3) dry; weak fine granular structure; very friable; many fine and few medium roots throughout; 2 percent gravel; very strongly acid; abrupt smooth boundary. [18 to 30 cm (7 to 12 inches) thick]\nBw1--30 to 51 cm (12 to 20 inches); strong brown (7.5YR 5/6) loamy sand; weak medium subangular blocky structure; very friable; few medium roots throughout; 4 percent gravel; moderately acid; clear wavy boundary.\nBw2--51 to 69 cm (20 to 27 inches); yellowish brown (10YR 5/6) fine sand; weak medium and coarse subangular blocky structure; very friable; few medium roots throughout; 2 percent gravel; moderately acid; clear wavy boundary.\nBw3--69 to 86 cm (27 to 34 inches); yellowish brown (10YR 5/6) sand; weak coarse subangular blocky structure; very friable; few medium roots throughout; 1 percent gravel; moderately acid; clear wavy boundary.\nBw4--86 to 104 cm (34 to 41 inches); yellowish brown (10YR 5/6) sand; weak coarse subangular blocky structure; very friable; few medium roots throughout; 3 percent gravel; slightly acid; clear wavy boundary.\nBw5--104 to 130 cm (41 to 51 inches); strong brown (7.5YR 5/6) sand; single grain; loose; 9 percent gravel; slightly acid; clear wavy boundary.\nBw6--130 to 152 cm (51 to 60 inches); strong brown (7.5YR 4/6) sand; single grain; loose; 2 percent gravel; slightly acid; clear wavy boundary.\nBw7--152 to 190 cm (60 to 75 inches); strong brown (7.5YR 4/6) coarse sand; single grain; loose; 4 percent gravel; slightly acid; clear wavy boundary.\nBw8--190 to 203 cm (75 to 80 inches); brown (7.5YR 4/4) sand; single grain; loose; 5 percent gravel; neutral. [Combined thickness of the Bw horizon is 74 cm (29 inches) or more.]"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Elkhart County, Indiana; about 3 miles northeast of Bristol; 400 feet east and 453 feet south of the northwest corner of sec. 20, T. 38 N., R. 7 E.; USGS Bristol, IN topographic quadrangle; lat. 41 degrees 44 minutes 18 seconds N. and long. 85 degrees 45 minutes 20 seconds W., NAD 27; UTM Zone 16, 603483 easting and 4621478 northing, NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nThickness of the solum: 91 to more than 203 cm (36 to more than 80 inches)\nRock fragment content: 0 to 10 percent throughout the series control section\nRock fragments: of mixed lithology with a high content of shale, 2 to 5 mm diameter\nParticle-size control section: silt content plus clay content averages 10 percent or more\nAp horizon:\nHue: 7.5YR or 10YR\nValue: 3 or 4, 6 or more dry\nChroma: 2 to 4\nTexture: loamy sand or loamy fine sand\nStructure: very weak to moderate, fine or medium, granular\nReaction: very strongly acid to neutral depending on liming history\nE horizon, where present:\nHue: 10YR\nValue: 5 or 6\nChroma: 3 or 4\nBw horizon, or BC horizon, where present:\nHue: 7.5YR or 10YR\nValue: 4 or 5\nChroma: 3 to 6\nTexture: loamy sand, loamy fine sand, sand, or fine sand, and ranges to coarse sand in the lower part\nStructure: very weak or weak, fine to coarse, subangular blocky or granular, or is single grain\nReaction: very strongly acid to neutral\nC horizon, where present:\nHue: 10YR\nValue: 4 to 6\nChroma: 2 to 6; chroma of 2 is due to the inherent color of the sand and not to aquic conditions\nTexture: sand, coarse sand, or fine sand; some pedons are stratified with thin bands of loamy sand\nReaction: strongly acid to neutral"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Acquango, Aldo, Bigapple, Biltmore, Boplain, Breeze (T), Caesar, Chute, Dabney, Gardiner, Hodge, Oakville, Osolo, Pahuk, Penwood, Perks, Pinegrove, Plainfield, Poquonock, Ronda, Samoa, Sardak, Sarpy, Scotah, Spessard, Suncook, Wapanucket, and Windsor series. Acquango, Bigapple, Caesar, Chute, Hodge, Pahuk, Penwood, Perks, Pinegrove, Suncook, and Windsor soils are less than 91 cm (36 inches) to the base of the solum. Aldo soils have redoximorphic features in the lower part of the series control section. Biltmore and Ronda soils contain mica flakes throughout the series control section. Boplain soils have a paralithic contact between 51 and 102 cm (20 and 40 inches). Breeze soils formed in anthrotransported material and have 10 percent rock fragments consisting of construction debris. Dabney soils have a dry value of 5 or less in the upper part of the series control section. Gardiner soils are in areas that receive more than 1016 mm (40 inches) of mean annual precipitation. Oakville, Plainfield, Sardak, and Sarpy soils have less than 10 percent silt plus clay in the particle-size control section. Osolo soils average more than 50 percent fine and very fine sand in the particle-size control section. Poquonock soils have a densic contact within the series control section. Samoa soils do not have a Bw horizon. Spessard soils formed in colluvium from acid sandstone. Wapanucket soils have a lithologic discontinuity within the series control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Tyner soils are on Wisconsinan age outwash plains and outwash terraces, and on beaches and offshore bars on lake plains. Slope ranges from 0 to 45 percent. Tyner soils formed in sandy outwash or beach deposits. Mean annual precipitation ranges from 737 to 1016 mm (29 to 40 inches). Mean annual temperature ranges from 9.4 to 12.8 degrees C (49 to 55 degrees F). Frost-free period is 150 to 198 days. Elevation is 174 to 311 meters (570 to 1,020 feet) above mean sea level."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Brems, Maumee, Morocco, Newton, and Osolo soils. The moderately well drained Brems, somewhat poorly drained Morocco, and well drained Osolo soils are on slightly lower swells. The very poorly drained Maumee and Newton soils are in depressions."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Excessively drained. Potential for surface runoff is negligible to low. Saturated hydraulic conductivity is high or very high. Permeability is rapid."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Soils are mostly used to grow corn, soybeans, fall seeded small grain, and legume-grass mixtures. Irrigation is a common practice on cropped areas. Some areas are in woods or pasture. Native vegetation is deciduous forest."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: MLRAs 98, 111C, and 139 in north central and northwestern Indiana and northern Ohio. The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: AMHERST, MASSACHUSETTS"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Lake County, Indiana, 1971."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon: from the surface to a depth of 30 cm (12 inches) (Ap horizon).\nNASIS Data Mapunit ID 124309 represents the typical pedon.\nNASIS Data Mapunit ID 124308 represents the 0 to 1 percent slope phase.\nNASIS Data Mapunit ID 124310 represents the 5 to 10 percent slope phase.\nNASIS Data Mapunit ID 124311 represents the 10 to 18 percent slope phase.\nNASIS Data Mapunit ID 124312 represents the 18 to 45 percent slope phase.\nADDITIONAL DATA: Lab characterization data is available for the typical pedon (S93IN-039-002) from the National Soil Survey Laboratory, Lincoln, NE. Data is also available for pedon LK-15, sample numbers 19956 to 19961, from Lake County, Ohio; samples analyzed by The Ohio State University Soil Characterization Laboratory, Columbus, Ohio. Transect data for the typical pedon (T92IN-039-067 and T92IN-039-068) is on file at the MLRA project office in Plymouth, Indiana. Transects shows 40 Tyner soils and 60 percent Coloma soils.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
