{
  "SERIES": "GABALDON",
  "STATUS": "Established Series",
  "BYREV": "Rev. VGL-BDS-RJA-ACT",
  "REVDATE": "11/2000",
  "STATES": "NM",
  "OVERVIEW": "The Gabaldon series consists of very deep, well drained, moderately slowly\npermeable soils that formed in silty sediments derived from mixed\nsedimentary and igneous rocks. These soils are on alluvial fans and swales.\nSlope ranges from 0 to 8 percent. Mean annual precipitation is about 15\ninches and mean annual air temperature is about 51 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty, mixed, superactive, mesic Cumulic Haplustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Gabaldon loam - rangeland. (Colors are for dry soil unless\notherwise noted.)\nA1--0 to 4 inches; very dark grayish brown (10YR 3/2) loam, very dark brown\n(10YR 2/2) moist; moderate very fine granular structure; slightly hard,\nvery friable, slightly sticky and nonplastic; many fine roots; common fine\ninterstitial and tubular pores; strongly effervescent; slightly alkaline;\nclear smooth boundary. (2 to 6 inches thick)\nA2--4 to 16 inches; dark brown (10YR 3/3) loam, very dark brown (10YR 2/2)\nmoist; moderate fine subangular blocky structure; slightly hard, friable,\nslightly sticky and slightly plastic; common fine roots; common fine\ninterstitial and tubular pores; strongly effervescent; slightly alkaline;\nclear smooth boundary. (8 to 16 inches thick)\nBk1--16 to 31 inches; dark brown (10YR 3/3) loam, very dark brown (10YR 2/2) moist; moderate medium prismatic structure parting to weak medium and\ncoarse subangular blocky; hard, friable, slightly sticky and slightly\nplastic; common fine roots; common fine interstitial and few fine tubular\npores; strongly effervescent; calcium carbonate as few very fine\nirregularly shaped filaments; slightly alkaline; gradual smooth boundary.\n(10 to 26 inches thick)\nBk2--31 to 60 inches; brown (10YR 4/3) loam, dark brown (10YR 3/3) moist; massive; hard, friable, sticky and slightly plastic; few fine roots to depth of 48 inches; few fine and medium interstitial and few tubular pores; violently effervescent; few fine masses of calcium carbonate; slightly alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Otero County, New Mexico; 200 feet south of the north\nquarter corner, sec. 5. T. 13 S., R. 12 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil Moisture: These soils are dry in some part more than half the time in\nthe soil moisture control section when the soil temperature exceeds 41\ndegrees F. The soil is moist for longer periods of time between July and\nSeptember than between October and June.\nSoil Temperature: 47 to 59 degrees F.\nParticle-size Control Section: 18 to 35 percent clay\nCalcium Carbonate Equivalent: less than 15 percent. These soils are\ncalcareous throughout the pedon.\nA horizon:\nHue: 7.5YR or 10YR\nValue: 3 to 5 dry, 2 or 3 moist\nChroma: 1 to 3\nTexture: Loam, silt loam, silty clay loam, or fine sandy loam\nB horizon:\nHue: 5YR through 10YR\nValue: 3 to 6 dry, 2 to 5 moist\nChroma: 1 to 4\nTexture: loam, silty clay, silt loam, silty clay loam, or silty clay\n(percent clay on a weighted average - 18 to 35 percent)"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Ackmen (UT), Alcester (SD), Coleridge (NE),\nHord (NE), Irak (T CO), Muir (KS), Roxbury (KS), Shell (NE), Tobin (KS),\nTrementina (T CO), and Vega (UT) series. Ackmen and Muir soils are not\ncalcareous throughout. Alcester, Coleridge, and Hord soils are not\ncalcareous within depths of 36 inches. Irak soils have a water table\nbetween 1 and 3 feet during April through September. Shell, Tobin and\nRoxbury soils are not dry in some part of the soil moisture control section\nmore than half the time the temperature is as warm or warmer than 41\ndegrees F. Trementina soils are noncalcareous within 15 inches of the\nsurface. Vega soils are moist in some part of the soil moisture control\nsection from October to June."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: The Gabaldon soils are on alluvial fans and in swales.\nThe soils formed in silty sediments derived from mixed sedimentary and\nigneous rocks. The climate is semiarid continental. Mean annual\nprecipitation ranges from 11 to 17 inches with a pronounced summer maximum.\nMean annual temperature temperature ranges from 45 to 57 degrees F. Frost\nfree season ranges from 140 to 180 days and elevation ranges from 4,000 to\n7,800 feet."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Ruidoso and Shanta soils.\nRuidoso soils have argillic horizons. Shanta soils are fine-loamy."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained. Permeability is moderately slow.\nRunoff is negligible on slopes less than 1 percent, very low on 1 to 3\npercent slopes, low on 3 to 5 percent slopes, and medium on 3 to 8 percent\nslopes."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Livestock grazing and limited farming. Present\nvegetation is blue grama, sideoats grama, ring muhly, cholla, and yucca\nwith scattered pinyon-juniper."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Alluvial valleys in foothills and low mountains of\nsouth-central New Mexico. The soils are of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Phoenix, Arizona"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Taos County (Taos Irrigated Area), New Mexico, 1941."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon: 0 to 31 inches. (A and Bk1 horizons)"
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "NA"
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A1",
        "top": 0,
        "bottom": 10,
        "dry_hue": "10YR",
        "dry_value": 3,
        "dry_chroma": 2,
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "A1--0 to 4 inches; very dark grayish brown (10YR 3/2) loam, very dark brown"
      },
      {
        "name": "A2",
        "top": 10,
        "bottom": 41,
        "dry_hue": "10YR",
        "dry_value": 3,
        "dry_chroma": 3,
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "A2--4 to 16 inches; dark brown (10YR 3/3) loam, very dark brown (10YR 2/2)"
      },
      {
        "name": "Bk1",
        "top": 41,
        "bottom": 79,
        "dry_hue": "10YR",
        "dry_value": 3,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 2,
        "texture_class": "loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Bk1--16 to 31 inches; dark brown (10YR 3/3) loam, very dark brown (10YR 2/2) moist; moderate medium prismatic structure parting to weak medium and"
      },
      {
        "name": "Bk2",
        "top": 79,
        "bottom": 152,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly alkaline",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Bk2--31 to 60 inches; brown (10YR 4/3) loam, dark brown (10YR 3/3) moist; massive; hard, friable, sticky and slightly plastic; few fine roots to depth of 48 inches; few fine and medium interstitial and few tubular pores; violently effervescent; few fine masses of calcium carbonate; slightly alkaline."
      }
    ]
  ]
}
