{
  "SERIES": "GACEY",
  "STATUS": "Established Series",
  "BYREV": "Rev. BBL/AON/ALH/RWL",
  "REVDATE": "01/2015",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Clayey-skeletal, smectitic, mesic, shallow Argiduridic Durixerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Gacey stony silt loam--rangeland. (Colors are for dry soil unless otherwise noted.)\nA1--0 to 1 inch; grayish brown (10YR 5/2) stony silt loam, very dark grayish brown (10YR 3/2) moist; massive; soft, friable, slightly sticky and slightly plastic; few roots; many very fine irregular pores; neutral (pH 6.8); abrupt smooth boundary.\nA2--1 to 5 inches; grayish brown (10YR 5/2) stony silt loam, very dark grayish brown (10YR 3/2) moist; strong thin and medium platy structure; hard, friable, slightly sticky and slightly plastic; few roots; few very fine tubular pores; 15 percent stones, 5 percent cobbles, and 5 percent gravel; neutral (pH 6.8); abrupt smooth boundary.  (Combined thickness of the A horizons is 3 to 7 inches)\nBt1--5 to 9 inches; dark grayish brown (10YR 4/2) very stony silty clay loam, very dark grayish brown (10YR 3/2) moist; strong fine blocky structure; hard, firm, moderately sticky and moderately plastic; few roots; few very fine tubular pores; many faint clay films on faces of peds and lining pores; 20 percent stones, 15 percent cobbles, and 10 percent gravel; neutral (pH 6.8); clear wavy boundary.\nBt2--9 to 14 inches; brown (7.5YR 5/4) very stony silty clay, brown (7.5YR 4/4) moist; strong medium to fine angular blocky structure; very hard, very firm, very sticky and very plastic; few roots between peds; few very fine pores; common prominent clay films on faces of peds and lining pores; 20 percent stones, 15 percent cobbles, and 10 percent gravel; neutral (pH 7.0); abrupt wavy boundary.  (Combined thickness of the Bt horizons is 6 to 14 inches)\n2Bqm--14 to 17 inches; cemented material; indurated by opaline silica.  (3 to 12 inches thick)\n2C--17 to 60 inches; variegated extremely gravelly loamy sand; single grain; 50 percent gravel and 20 percent cobbles; neutral (pH 7.0)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Malheur County, Oregon; between Fish Creek and Grouse Creek about 100 feet northeast of the center of section 25, T. 13 S., R. 39 E.; USGS Devils Heel 7.5 minute topographic quadrangle; approximately 44 degrees 24 minutes 27 seconds north latitude and 117 degrees 52 minutes 48 seconds west longitude, NAD27."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture - The soils are usually dry and are dry in all parts between 4 and 12 inches for more than 90 consecutive days following the summer solstice and are moist for 60 days or more following the winter solstice; Aridic moisture regime that borders on xeric.\nMean annual soil temperature - 47 to 54 degrees F.\nMollic epipedon thickness - 7 to 10 inches; includes the Bt1 horizon.\nReaction - Slightly acid or neutral.\nDepth to duripan - 10 to 20 inches.\nDepth to bedrock - Greater than 60 inches.\nParticle-size control section - Clay content: Averages 35 to 50 percent; Rock fragments: Averages 35 to 55 percent, with 0 to 25 percent stones, 5 to 30 percent cobbles, and 5 to 30 percent gravel.\nOther features - The percentage of the soil surface covered with stones is 0 to 15.\nA horizons - Value: 4 or 5 dry, 2 or 3 moist.\nChroma: 2 or 3, dry or moist.\nTexture: Stony loam or stony silt loam.\nOrganic matter content: 1 to 3 percent.\nBt1 horizon - Hue: 7.5YR and 10YR.\nValue: 4 or 5 dry, 2 or 3 moist.\nChroma: 2 through 4 dry, 2 or 3 moist.\nTexture: Cobbly clay loam, very cobbly clay loam, very stony clay loam, or very stony silty clay loam; some pedons have gravelly clay loam.\nClay content: 27 to 40 percent.\nOrganic matter content: 1 to 3 percent.\nBt2 horizon - Hue: 7.5YR and 10YR.\nValue: 4 through 6 dry, 2 through 4 moist.\nChroma: 2 through 4, dry or moist.\nTexture:  Very cobbly clay loam, very cobbly clay, very stony clay, or very stony silty clay; some pedons have very gravelly clay loam.\nClay content: 35 to 60 percent.\n2Bqm horizon - Cementation: Indurated or very strongly cemented and usually has a root mat at the contact surface with some roots following fractures.\n2C horizon - Texture: Extremely gravelly, extremely cobbly, or extremely stony loamy sand or sandy loam."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Martineck and Zoate series.\nMartineck soils are moderately acid in part of the argillic horizon, do not have rock fragments in or below the duripan, and have a 2C horizon below the duripan of stratified lacustrine deposits.  Zoate series have a mean annual soil temperature of 54 to 57 degrees F. and have lithic contacts at depths of 13 to 20 inches below the soil surface."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Gacey soils are on high stream terraces.  They typically occur on tread positions.  These soils formed in old alluvium derived from mixed sources.  Slopes are 1 to 12 percent.  Elevations range from 3,000 to 4,200 feet in Oregon and 2,800 to 5,050 feet in Idaho.  The climate is semiarid and characterized by cool, moist winters and warm, dry summers.  The mean annual precipitation is 9 to 13 inches, ranging to 15 inches in Idaho.  The mean annual temperature is 45 to 51 degrees F., the mean summer temperature is 66 to 70 degrees F., and the mean winter temperature is 30 to 32 degrees F.  The frost-free period is 90 to 140 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Ruckles and Virtue soils. Ruckles soils do not have duripans, are less than 20 inches to bedrock, and occur on adjacent hillslope positions.  Virtue soils do not have mollic epipedons, are fine-silty and are 20 to 40 inches to a duripan.  They are on fans and terraces."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; very high surface runoff; slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Gacey soils are used mainly for livestock grazing and wildlife habitat. Native vegetation consists of Sandberg's bluegrass, three-tip sagebrush, low sagebrush, bluebunch wheatgrass, wild buckwheat, and associated forbs."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Southeastern Oregon and southwestern Idaho.  These soils are not extensive with about 2,400 acres of the series mapped to date.  MLRAs 10, 23, 25."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: PORTLAND, OREGON"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Owyhee County, Idaho, 1992."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon - The zone from the soil surface to 9 inches (A1, A2, and Bt1 horizons).\nArgillic horizon - The zone from 5 to 14 inches (Bt1 and Bt2 horizons).\nDuripan - The zone from 14 to 17 inches (2Bqm horizon).\nParticle-size control section - The zone from 5 to 14 inches (Bt1 and Bt2 horizons).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
