{
  "SERIES": "GAD",
  "STATUS": "Established Series",
  "BYREV": "Rev. SEB-ACT",
  "REVDATE": "7/97",
  "STATES": "TX",
  "OVERVIEW": "The Gad series consists of very deep, somewhat excessively drained, moderately rapid to rapidly permeable soils that formed in sandy alluvium of Recent age.  These soils are on nearly level or very gently sloping flood plains of the Colorado and Brazos Rivers or their tributaries.  Slopes range from  0 to 3 percent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS:  Sandy, mixed, thermic Udic Ustifluvents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Gad loamy fine sand, cultivated.  (Colors are for dry soil unless otherwise stated.)\nA--0 to 11 inches; brown (10YR 5/3) loamy fine sand, dark brown (10YR 4/3) moist; weak fine granular structure; slightly hard, very friable; common fine and medium roots; strongly effervescent; moderately alkaline; clear smooth boundary.\nC1--11 to 40 inches; light yellowish brown (10YR 6/4) loamy fine sand, yellowish brown (10YR 5/4) moist; weak fine granular structure and single grain; soft; loose, very friable; common thin strata of light brown (7.5YR 6/4) fine sand and few thin strata of brown (10YR 5/3) fine sandy loam; few fine roots; violently effervescent; moderately alkaline; clear smooth boundary.\nC2--40 to 80 inches; alternating thin strata of light yellowish brown (10YR 6/4) loamy fine sand, yellowish brown (10YR 5/4) moist; light brown (7.5YR 6/4) fine sand, brown (7.5YR 5/4) moist; and brown (10YR 5/3) fine sandy loam, dark brown (10YR 4/3) moist; massive; and single grain; loose, very friable; few fine roots; violently effervescent; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Fayette County, Texas; In La Grange, Texas, from the intersection of U. S. Highway 77 and Texas Highway 71, 1.6 miles south on U. S. Highway 77, 7.85 miles southeast on Farm Road 155, 1.4 miles northeast on county road and 100 feet southeast of road (presently in a stand of pecan trees.)"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  These soils are moderately alkaline and calcareous throughout the 10- to 40-inch particle size control section.  In some pedons, the upper 10 inches is noncalcareous and slightly alkaline.  Mean annual soil temperature ranges from 67 to 72 degrees F.\nThe Ap or A horizon has hue of 5YR or 10YR, value of 4 to 6, and chroma of 2 to 6.  Where the moist color value and chroma are less than 3.5, the thickness is less than 10 inches or the organic matter content is less than 1 percent.  The upper 10 inches of the Ap or A horizon ranges from fine sand to loam and below 10 inches the Ap or A horizon is dominantly loamy fine sand or fine sand with very thin strata of coarser or finer materials.\nThe C horizon has hue of 5YR to 10YR, value of 4 to 8, and chroma of 3 to 6.  Texture is loamy fine sand or fine sand and is stratified with thin strata of fine sandy loam to clay loam.  The thin strata are less than 1 inch thick, are darker in color, and contain more organic matter than the matrix."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Gaddy series in the same family.  Similar soils are the Coarsewood, Lincoln, Sayers, and Yahola series.  Gaddy soils have mean annual soil temperature between 59 and 65 degrees F.  Coarsewood and Yahola soils contain more clay in the 10- to 40- inch particle size control section.  Lincoln and Sayers soils are dry in the soil moisture control section for longer periods (Typic)."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Gad soils are on nearly level or very gently sloping flood plains.  Slopes are 0 to 3 percent.  They formed in sandy alluvium of Recent age. Mean annual precipitation ranges from 26 to 38 inches, and mean annual temperature ranges from 65 to 70 degrees F.  Frost free days range from 240 to 280 days and, elevation ranges from 200 to 1,000 feet.  Thornthwaite annual P-E indices range from 44 to 64."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Coarsewood, Ships, and Weswood series.  Coarsewood soils usually occur farther from the stream channel and on slightly higher elevations.  Ships soils are in the fine family and are farther from the stream channel in slightly higher positions.  Weswood are in the fine-silty family and are in positions slightly higher on the floodplain."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Somewhat excessively drained.  Permeability is rapid or moderately rapid.  Runoff is negligible."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used mostly for pasture.  Native vegetation is mostly eastern cottonwood, American elm, green ash, and pecan with an understory of sand bluestem, little bluestem, switchgrass, and Indiangrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Recent sediments within the Blackland Prairie and Claypan Prairie resource areas of Texas. (MLRA 86 and 87)."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Colorado County, Texas, 1997."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  These soils were formerly included in the Gaddy series.  Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - 0 to 10 inches.  (A horizon)\nFluventic feature - An irregular decrease in organic carbon content with increasing depth between 10 and 50 inches of the surface.\nMoisture regime - Udic Ustic.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
