{
  "SERIES": "GADSDEN",
  "STATUS": "Established Series",
  "BYREV": "Rev. GWH/YHH",
  "REVDATE": "04/2009",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, smectitic, calcareous, hyperthermic Vertic Torrifluvents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Gadsden clay - cultivated.  (Colors are for dry soil unless otherwise noted.)\nAp--0 to 10 inches; brown (7.5YR 5/2) clay, dark brown (7.5YR 3/2) moist; weak fine subangular blocky structure; very hard, friable, moderately sticky and moderately plastic; common medium roots; common fine tubular pores; strongly effervescent; moderately alkaline (pH 8.0); abrupt smooth boundary.  (8 to 14 inches thick)\nA--10 to 29 inches; brown (10YR 4/3) stratified clay, dark brown (7.5YR 3/2) moist; massive; very hard, friable, moderately sticky and moderately plastic; common fine roots; few very fine tubular pores; few pressure faces; strongly effervescent; few fine filaments of calcium carbonate in the lower part; moderately alkaline (pH 8.0); clear smooth boundary. (8 to 24 inches thick)\nC1--29 to 43 inches; brown (7.5YR 5/4) weakly stratified clay, dark brown (7.5YR 3/2) moist; massive; very hard, friable, moderately sticky and very plastic; common fine roots; common fine tubular pores; strongly effervescent; few fine filaments of calcium carbonate; moderately alkaline (pH 8.0); abrupt smooth boundary.  (8 to 22 inches thick)\nC2--43 to 60 inches; brown (7.5YR 5/4) weakly stratified clay loam, brown (7.5YR 4/4) moist; massive; hard, friable, slightly sticky and moderately plastic; common very fine roots; few fine tubular pores; common black (10YR 2/1) stains; slightly effervescent; moderately alkaline (pH 8.0)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Maricopa County, Arizona; 78 feet west and 294 feet north of the southeast corner of section 16, T. 1 N., R. 2 E.  Latitude of 33 degrees, 25 minutes, 24 seconds N., Longitude of 112 degrees, 9 minutes, 7 seconds W., NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture - Intermittently moist in some part of the soil moisture control section during July-September and December-February.  Driest during May and June.  Typic aridic soil moisture regime.\nSoil temperature - 72 to 76 degrees F.\nSoil cracking - When dry, cracks 1 cm or more wide, extend to depths of 50 cm or more.  Pressure faces created by desiccation cracking are common at depths of 10 to 20 inches.\nRock fragments - Averages less than 35 percent in the control section\nReaction - Neutral to very strongly alkaline\nClay content - Averages 35 to 60 percent in the control section\nSalinity - Nonsaline to strongly saline\nSodicity - nonsodic to moderately sodic\nCalcium Carbonate Equivalent - Less than 10 percent\nOrganic matter content - Less than 1 percent.  Decreases irregularly with depth.\nConsistence:  Very hard or hard, dry and firm or friable, moist\nC horizon\nHue:  5YR, 7.5YR, 10YR\nValue:  4, 5, 6, or 7 dry, 3, 4, or 5 moist\nChroma:  2, 3, or 4, dry or moist\nTexture:  Clay, silty clay, clay loam, silty clay loam; some pedons have strata (less than 2 inches) of coarser textures."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  This is the Imperial (CA) series.  Imperial soils contain gypsum, and have very hard or extremely hard consistence when dry and very firm or extremely firm consistence when moist.  In addition, Imperial soils are moist in some part of the soil moisture control section for less than 20 days cumulative between July and September."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Gadsden soils are on flood plains at elevations of 75 to 2100 feet.  Slopes are less than 3 percent.  These soils formed in stratified stream alluvium from quartzite, schist, and granite-gneiss.  Gadsden soils are in a hot arid continental climate.  The mean annual precipitation ranges from 2 to 10 inches occurring as summer thunderstorms and gentle winter rains.  Mean annual air temperature ranges from 70 to 76 degrees F.  The frost-free period is about 240 to 325 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Antho, Avondale, Cashion, Gilman, Glenbar, and Vint soils.  Antho and Gilman soils are coarse-loamy.  Avondale soils are fine-loamy.  Vint soils are sandy."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; slow runoff; slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are used for irrigated crops and for livestock grazing.  Irrigated crops are cotton, alfalfa, sorghums, sugar beets, small grains and truck crops.  Vegetation is creosotebush, desert saltbush, salt cedar, inkweed, and annual weeds and grasses."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Southern Arizona and southeastern California.  These soils are moderately extensive.  MLRAs are 31 & 40."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Phoenix, Arizona"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Central Maricopa County Area, Arizona; 1972."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nEntisol feature - the absence of diagnostic subsurface horizons\nVertic subgroup - deep wide cracks and potential linear extensibility greater than 6 cm.\nFine stratification in the lower part.\nClassified according to Soil Taxonomy, Second Edition, 1999; Keys to Soil Taxonomy, Tenth Edition, 2006.\nRevised for the completion of AZ661, 1/2009, WWJ\nNational Cooperative Soil Survey\nU.S.A."
  }
}
