{
  "SERIES": "GAGEVILLE",
  "STATUS": "Established Series",
  "BYREV": "STP-JRS-AWD",
  "REVDATE": "01/2007",
  "STATES": "OH,PA",
  "OVERVIEW": "The Gageville series consists of very deep, moderately well drained, moderately slowly permeable soils formed in low lime till on Wisconsinan age till plains and moraines. Slope ranges from 15 to 50 percent. The mean annual precipitation is about 36 inches, and the mean annual temperature is about 50 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, semiactive, mesic Oxyaquic Hapludalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Gageville silt loam, on a south aspect (160 degrees), convex, 38 percent slope in hardwoods at an elevation of 880 feet above msl. (Colors are for moist soil unless otherwise noted. When described on April 24, 1995, the soil was moist throughout.)\nA -- 0 to 4 inches; brown (10YR 4/3) silt loam, pale brown (10YR 6/3) dry; weak fine and medium granular structure; friable; few very coarse and many fine to coarse roots throughout; 3 percent rock fragments; very strongly acid (pH 5.0); abrupt wavy boundary. (2 to 6 inches thick.)\nBE -- 4 to 10 inches; yellowish brown (10YR 5/6) silt loam; weak fine and medium subangular blocky structure; friable; few very coarse and many fine to coarse roots throughout; common prominent brown (10YR 4/3) organic coats in root channels; few fine faint yellowish brown (10YR 5/4) clay depletions on faces of peds; 3 percent rock fragments; very strongly acid (pH 5.0); clear wavy boundary. (0 to 8 inches thick.)\nBt1 -- 10 to 22 inches; yellowish brown (10YR 5/6) silt loam; moderate fine and medium subangular blocky structure; friable; few very coarse and many fine to coarse roots throughout; few faint yellowish brown (10YR 5/6) clay films on vertical and horizontal faces of peds; very few prominent brown (10YR 4/3) organic coats in root channels; 7 percent rock fragments; strongly acid (pH 5.2); clear wavy boundary.\nBt2 -- 22 to 30 inches; yellowish brown (10YR 5/6) clay loam; moderate fine and medium angular and subangular blocky structure; firm; few very coarse and many fine to coarse roots throughout; few distinct yellowish brown (10YR 5/4) clay films on vertical and horizontal faces of peds; common fine and medium prominent gray (10YR 6/1) areas of iron depletion in the matrix; common fine and medium distinct strong brown (7.5YR 5/6) masses of iron accumulation in the matrix; 7 percent rock fragments; strongly acid (pH 5.2); clear irregular boundary.\nBt3 -- 30 to 37 inches; dark yellowish brown (10YR 4/6) clay loam; moderate fine and medium angular blocky structure; firm; common fine and medium roots throughout; many prominent gray (10YR 6/1) clay films on vertical and horizontal faces of peds; common medium prominent gray (10YR 6/1) areas of iron depletion in the matrix; common medium faint yellowish brown (10YR 5/6) masses of iron accumulation in the matrix; few fine black (10YR 2/1) iron-manganese oxide accumulations throughout; 10 percent rock fragments; moderately acid (pH 5.6); clear wavy boundary. (Combined thickness of the Bt horizons is 15 to 30 inches.)\nBCt1 -- 37 to 47 inches; dark yellowish brown (10YR 4/4) silty clay loam; weak coarse subangular blocky structure; firm; few fine and very fine roots throughout; very few distinct gray (10YR 6/1) clay films on vertical faces of peds; common medium distinct light brownish gray (10YR 6/2) areas of iron depletion in the matrix; common fine and medium faint yellowish brown (10YR 5/4) masses of iron accumulation in the matrix; few fine black (10YR 2/1) iron-manganese oxide accumulations throughout; 10 percent rock fragments; neutral (pH 6.6); clear wavy boundary.\nBCt2 -- 47 to 56 inches; dark yellowish brown (10YR 4/4) clay loam; weak coarse subangular blocky structure; firm; few fine and very fine roots throughout; very few distinct gray (10YR 6/1) clay films on vertical faces of peds; common medium distinct light brownish gray (10YR 6/2) areas of iron depletion in the matrix; common fine and medium faint yellowish brown (10YR 5/4) masses of iron accumulation in the matrix; few fine black (10YR 2/1) iron-manganese oxide accumulations throughout; 10 percent rock fragments; slightly effervescent; slightly alkaline (pH 7.6); clear wavy boundary. (Combined thickness of the BC horizon is 10 to 25 inches.)\nC1 -- 56 to 68 inches; dark yellowish brown (10YR 4/4) clay loam; massive; firm; few fine and very fine roots throughout; common medium distinct gray (10YR 6/1) areas of iron depletion in the matrix; common medium faint yellowish brown (10YR 5/4) masses of iron accumulation in the matrix; few fine dark brown (7.5YR 3/2) iron-manganese oxide accumulations throughout; 7 percent rock fragments; slightly effervescent; slightly alkaline (pH 7.6); clear wavy boundary.\nC2 -- 68 to 80 inches; dark yellowish brown (10YR 4/4) clay loam; common medium distinct light brownish gray (10YR 6/2) and yellowish brown (10YR 5/6) mottles; massive; firm; few fine dark brown (7.5YR 3/2) iron-manganese oxide accumulations throughout; 7 percent rock fragments; strongly effervescent; slightly alkaline (pH 7.4)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Ashtabula County, Ohio; Sheffield Township; about 1 mile northwest of Kelloggsville, 1,625 feet southwest of the intersection of Plymouth Ridge Road (County Road 20) and State Route 84 along Plymouth Ridge Road, then 100 feet south. T. 12 N., R. 2 W.; USGS Gageville, OH topographic quadrangle; Latitude 41 degrees, 51 minutes, 34 seconds N. and Longitude 80 degrees, 38 minutes, 3 seconds W., NAD 27."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: The thickness of the solum ranges from 35 to 60 inches. Redoximorphic depletions begin above 30 inches. Depth to carbonates ranges from 40 to 80 inches, with calcium carbonate equivalent ranging from 1 to 10 percent. The particle size control section averages 20 to 35 percent clay and 15 to 40 percent sand. Rock fragments are dominated by shale and siltstone.\nThe A horizon has hue of 10YR, value of 3 or 4 moist (5 or 6 dry), and chroma of 2 or 3. Texture is silt loam or loam. Structure is weak or moderate fine or medium granular. Rock fragments average 2 to 10 percent. Reaction is very strongly acid or strongly acid.\nSome pedons have an E or BE horizon that has hue of 10YR, value of 5, and chroma of 4 to 6. Texture is silt loam or loam. Structure is weak or moderate fine or medium subangular blocky. Rock fragments average 2 to 10 percent. Reaction is very strongly acid or strongly acid.\nThe Bt horizon has hue of 10YR or 7.5YR, value of 4 or 5, and chroma of 3 to 6. Texture is clay loam, silty clay loam, loam or silt loam. Structure is moderate or strong fine to coarse subangular or angular blocky. Rock fragments range from 2 to 20 percent. Reaction is very strongly acid or strongly acid in the upper part and ranges from strongly acid to slightly acid in the lower part.\nThe BC horizon has hue of 10YR, value of 4 to 6, and chroma of 4 to 6. Texture is clay loam, silty clay loam, loam or silt loam. Structure is weak or moderate medium or coarse subangular blocky. Some pedons have weak or moderate thin or medium platy structure. Rock fragments range from 2 to 35 percent. Reaction ranges from strongly acid to slightly alkaline.\nThe C horizon has hue of 10YR, value of 4, and chroma of 4 to 6. Texture is clay loam, silty clay loam, loam or silt loam. Rock fragments range from 2 to 35 percent. Some pedons have cobbles and channers present. Thin gravelly strata are present in some pedons. Reaction ranges from moderately acid to moderately alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  The Cadmus and Colescreek series are in the same family. Cadmus soils have carbonates within a depth of 24 to 36 inches. Colescreek soils are formed in alluvium and have a mean annual temperature range greater than 52 degrees and a slope less than 18 percent.\nDormont, Funkstown, Glenhall, Octagon, Rainsville, and Rawson soils are similar soils in another family. The Beech, Richland, and Summitville series may be in the same family when classified to the 9th Edition of the Keys to Soil Taxonomy. The Beech soils do not have carbonates within 80 inches. Dormont soils have a lithic contact within 48 to 80 inches. Funkstown soils have rock fragments composed of chert, quartzitic sandstone and limestone that range from 10 to 60 percent in individual subhorizons of the Bt horizon. The Glenhall and Rainsville soils have redoximorphic depletions beginning below 30 inches. The Octagon soils have a reaction ranging from moderately acid to neutral in the A horizon and moderately acid or slightly acid in the upper part of the Bt horizon. The Rawson soils formed in outwash or other water-sorted material 20 to 40 inches thick underlain by till or lacustrine sediments that contain more than 35 percent clay. The Richland soils formed in colluvial materials with rock fragments ranging from 20 to 35 percent in the lower part of the Bt horizon, and from 20 to 55 percent in the C horizon. The Summitville soils have a paralithic contact with interbedded siltstone or sandstone and soft, red clay shale within 40 to 80 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: The Gageville soil is on shoulders, back slopes, and foot slopes of dissected Wisconsinan age till plains and moraines. These soils formed in loamy, low lime till. Slope ranges from 15 to 50 percent. Elevations are from 570 to 1,300 feet above msl. The mean annual temperature ranges from 47 to 52 degrees F. The mean annual precipitation ranges from 29 to 46 inches. The frost free period is 133 to 198 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Chenango, Darien, Mill, Platea, and Red Hook soils. The well drained Chenango and somewhat poorly drained Red Hook soils are on adjacent outwash terraces. The somewhat poorly drained Darien and Platea and poorly drained Mill soils are on nearby landscapes."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Moderately well drained. The potential for surface runoff is high or very high. Saturated hydraulic conductivity is moderately high in the subsoil and moderately low or moderately high in the substratum. Depth to an intermittent perched water table is 1.5 to 2.5 feet from December to April in normal years."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most areas are wooded. Original vegetation was deciduous forest."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Northeastern Ohio and Northwestern Pennsylvania. MLRA 139. Distribution is of small extent, about 8,000 acres."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Amherst, Massachusetts."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Ashtabula County, Ohio, 2001."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Soils that were mapped as Steep land, loamy in the Ashtabula County Soil Survey, published 1973, were converted to the Gageville series during the modernization project of that survey.\nDiagnostic horizons and features in this pedon include:\nOchric epipedon - from a depth of 0 to 10 inches (A and BE horizon).\nArgillic horizon - from a depth of 10 to 37 inches (Bt1, Bt2, and Bt3 horizons).\nAquic conditions - begin at a depth of 22 inches."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "ADDITIONAL DATA: Refer to pedon AB-125 for characterization data on the typical pedon, samples 26816 - 26827 from Ashtabula County, Ohio; samples analyzed by the Ohio State University Soil Characterization Laboratory, Columbus, Ohio."
  },
  "SITE": [
    [
      {
        "drainage": "moderately well",
        "drainage_overview": "moderately well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 10,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "silt loam",
        "cf_class": "NA",
        "pH": 5,
        "pH_class": "very strongly acid",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "A -- 0 to 4 inches; brown (10YR 4/3) silt loam, pale brown (10YR 6/3) dry; weak fine and medium granular structure; friable; few very coarse and many fine to coarse roots throughout; 3 percent rock fragments; very strongly acid (pH 5.0); abrupt wavy boundary. (2 to 6 inches thick.)"
      },
      {
        "name": "BE",
        "top": 10,
        "bottom": 25,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "silt loam",
        "cf_class": "NA",
        "pH": 5,
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "BE -- 4 to 10 inches; yellowish brown (10YR 5/6) silt loam; weak fine and medium subangular blocky structure; friable; few very coarse and many fine to coarse roots throughout; common prominent brown (10YR 4/3) organic coats in root channels; few fine faint yellowish brown (10YR 5/4) clay depletions on faces of peds; 3 percent rock fragments; very strongly acid (pH 5.0); clear wavy boundary. (0 to 8 inches thick.)"
      },
      {
        "name": "Bt1",
        "top": 25,
        "bottom": 56,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "silt loam",
        "cf_class": "NA",
        "pH": 5.2,
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bt1 -- 10 to 22 inches; yellowish brown (10YR 5/6) silt loam; moderate fine and medium subangular blocky structure; friable; few very coarse and many fine to coarse roots throughout; few faint yellowish brown (10YR 5/6) clay films on vertical and horizontal faces of peds; very few prominent brown (10YR 4/3) organic coats in root channels; 7 percent rock fragments; strongly acid (pH 5.2); clear wavy boundary."
      },
      {
        "name": "Bt2",
        "top": 56,
        "bottom": 76,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "clay loam",
        "cf_class": "NA",
        "pH": 5.2,
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "irregular",
        "narrative": "Bt2 -- 22 to 30 inches; yellowish brown (10YR 5/6) clay loam; moderate fine and medium angular and subangular blocky structure; firm; few very coarse and many fine to coarse roots throughout; few distinct yellowish brown (10YR 5/4) clay films on vertical and horizontal faces of peds; common fine and medium prominent gray (10YR 6/1) areas of iron depletion in the matrix; common fine and medium distinct strong brown (7.5YR 5/6) masses of iron accumulation in the matrix; 7 percent rock fragments; strongly acid (pH 5.2); clear irregular boundary."
      },
      {
        "name": "Bt3",
        "top": 76,
        "bottom": 94,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 6,
        "texture_class": "clay loam",
        "cf_class": "NA",
        "pH": 5.6,
        "pH_class": "moderately acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bt3 -- 30 to 37 inches; dark yellowish brown (10YR 4/6) clay loam; moderate fine and medium angular blocky structure; firm; common fine and medium roots throughout; many prominent gray (10YR 6/1) clay films on vertical and horizontal faces of peds; common medium prominent gray (10YR 6/1) areas of iron depletion in the matrix; common medium faint yellowish brown (10YR 5/6) masses of iron accumulation in the matrix; few fine black (10YR 2/1) iron-manganese oxide accumulations throughout; 10 percent rock fragments; moderately acid (pH 5.6); clear wavy boundary. (Combined thickness of the Bt horizons is 15 to 30 inches.)"
      },
      {
        "name": "BCt1",
        "top": 94,
        "bottom": 119,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "silty clay loam",
        "cf_class": "NA",
        "pH": 6.6,
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "BCt1 -- 37 to 47 inches; dark yellowish brown (10YR 4/4) silty clay loam; weak coarse subangular blocky structure; firm; few fine and very fine roots throughout; very few distinct gray (10YR 6/1) clay films on vertical faces of peds; common medium distinct light brownish gray (10YR 6/2) areas of iron depletion in the matrix; common fine and medium faint yellowish brown (10YR 5/4) masses of iron accumulation in the matrix; few fine black (10YR 2/1) iron-manganese oxide accumulations throughout; 10 percent rock fragments; neutral (pH 6.6); clear wavy boundary."
      },
      {
        "name": "BCt2",
        "top": 119,
        "bottom": 142,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "clay loam",
        "cf_class": "NA",
        "pH": 7.6,
        "pH_class": "slightly alkaline",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "BCt2 -- 47 to 56 inches; dark yellowish brown (10YR 4/4) clay loam; weak coarse subangular blocky structure; firm; few fine and very fine roots throughout; very few distinct gray (10YR 6/1) clay films on vertical faces of peds; common medium distinct light brownish gray (10YR 6/2) areas of iron depletion in the matrix; common fine and medium faint yellowish brown (10YR 5/4) masses of iron accumulation in the matrix; few fine black (10YR 2/1) iron-manganese oxide accumulations throughout; 10 percent rock fragments; slightly effervescent; slightly alkaline (pH 7.6); clear wavy boundary. (Combined thickness of the BC horizon is 10 to 25 inches.)"
      },
      {
        "name": "C1",
        "top": 142,
        "bottom": 173,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "clay loam",
        "cf_class": "NA",
        "pH": 7.6,
        "pH_class": "slightly alkaline",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "C1 -- 56 to 68 inches; dark yellowish brown (10YR 4/4) clay loam; massive; firm; few fine and very fine roots throughout; common medium distinct gray (10YR 6/1) areas of iron depletion in the matrix; common medium faint yellowish brown (10YR 5/4) masses of iron accumulation in the matrix; few fine dark brown (7.5YR 3/2) iron-manganese oxide accumulations throughout; 7 percent rock fragments; slightly effervescent; slightly alkaline (pH 7.6); clear wavy boundary."
      },
      {
        "name": "C2",
        "top": 173,
        "bottom": 203,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "clay loam",
        "cf_class": "NA",
        "pH": 7.4,
        "pH_class": "slightly alkaline",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "C2 -- 68 to 80 inches; dark yellowish brown (10YR 4/4) clay loam; common medium distinct light brownish gray (10YR 6/2) and yellowish brown (10YR 5/6) mottles; massive; firm; few fine dark brown (7.5YR 3/2) iron-manganese oxide accumulations throughout; 7 percent rock fragments; strongly effervescent; slightly alkaline (pH 7.4)."
      }
    ]
  ]
}
