{
  "SERIES": "GAGETOWN",
  "STATUS": "Established Series",
  "BYREV": "Rev. ESC-WEF-MLK",
  "REVDATE": "08/2012",
  "STATES": "MI",
  "OVERVIEW": "The Gagetown series consists of very deep, moderately well drained soils formed in calcareous stratified silts and fine and very fine sands on lake plains. Slope ranges from 0 to 18 percent. Mean annual precipitation is about 838 mm (33 inches), and mean annual temperature is about 8.3 degrees C (47 degrees F).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-silty, carbonatic, mesic Oxyaquic Hapludolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Gagetown silt loam, on a south-facing, convex, 3 percent slope in a cultivated field. (Colors are for moist soil unless otherwise stated.)\nAp--0 to 23 cm (9 inches); very dark grayish brown (10YR 3/2) silt loam, grayish brown (10YR 5/2) dry; weak very thick platy structure parting to weak medium subangular blocky; friable; many roots; slightly alkaline; clear wavy boundary. [18 to 30 cm (7 to 12 inches) thick]\nBw--23 to 30 cm (9 to 12 inches); dark yellowish brown (10YR 4/4) and yellowish brown (10YR 5/4) silt loam; weak medium platy structure parting to weak very fine subangular blocky; friable; common roots; many faint brown (10YR 4/3) coatings on peds; common medium distinct yellowish brown (10YR 5/6) masses of oxidized iron; some mixing of Ap material into upper 2.5 to 5 cm (1 to 2 inches) by earthworms; slightly alkaline; clear broken boundary. [5 to 15 cm (2 to 6 inches) thick]\nC--30 to 152 cm (12 to 60 inches); yellowish brown (10YR 5/4) stratified very fine sand and silt loam; weak thin platy fragments; very friable; few roots; common medium faint pale brown (10YR 6/3) iron depletions; common medium distinct brownish yellow (10YR 6/6) masses of oxidized iron; strongly effervescent; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Huron County, Michigan; about 1 mile south of Port Austin; 980 feet north and 210 feet east of the southwest corner of sec. 5, T. 18 N., R. 13 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nThickness of the solum: 25 to 41 cm (10 to 16 inches)\nDepth to carbonates: 0 to 41 cm (16 inches)\nAp horizon:\nHue: 10YR\nValue: 2 or 3\nChroma: 1 or 2\nTexture: commonly is silt loam but the range includes fine sandy loam and very fine sandy loam\nReaction: neutral to moderately alkaline\nBw horizon:\nHue: 10YR or 2.5Y\nValue: 4 to 6\nChroma: 3 to 6\nTextures: silt loam or very fine sandy loam\nReaction: slightly alkaline or moderately alkaline\nC horizon:\nHue: 10YR or 2.5Y\nValue: 4 to 6\nChroma: 3 to 6\nTexture: commonly stratified silt loam, fine sand, and very fine sand; some pedons have thin strata of clay loam or silty clay loam below a depth of 51 cm (20 inches)\nRedoximorphic features: iron depletions with chroma of 2 or less and value of 4 or more are in some pedons"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no other series in the same family."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: The Gagetown soils are on lake plains. Slope gradients are commonly 0 to 6 percent but range from 0 to 18 percent. The soils formed in calcareous stratified silts and fine and very fine sands. Mean annual precipitation ranges from 711 to 914 mm (28 to 36 inches). Mean annual temperature ranges from 6.7 to 8.9 degrees C (44 to 48 degrees F)."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Bach, Grindstone, Sanilac, and Shebeon soils. Gagetown soils are a member of a drainage sequence that includes the poorly drained or very poorly drained Bach soils and the somewhat poorly drained Sanilac soils. The Grindstone soils and the somewhat poorly drained Shebeon soils formed in till and are on similar positions."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Moderately well drained. Potential for surface runoff is negligible to medium. Saturated hydraulic conductivity is moderately high. Permeability is moderate or moderately slow."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Almost all of the Gagetown soils are cropped to corn, beans, small grain, and hay."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: MLRA 99 in the thumb area and central parts of the lower peninsula of Michigan. The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: AMHERST, MASSACHUSETTS"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Tuscola County, Michigan, 1926."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon: from the surface to a depth of 23 cm (9 inches) (Ap horizon).\nCambic horizon: from a depth of 23 to 30 cm (9 to 12 inches) (Bw horizon).\nADDITIONAL DATA: The Gagetown pedon was sampled and characterized as S75MI-63- 1, Sample Nos. 75L103-75L105.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
