{
  "SERIES": "GAILA",
  "STATUS": "Established Series",
  "BYREV": "Rev. JDC-MJ",
  "REVDATE": "10/2008",
  "STATES": "MD,PA,VA",
  "OVERVIEW": "Soils of the Gaila series are very deep and well drained.  They formed in residuum that weathered from quartz muscovite schist of the northern portion of the Piedmont Plateau. Saturated hydraulic conductivity is moderately high. Slopes range from 0 to 55 percent.  Mean annual precipitation is about 40 inches and mean annual temperature is about 55 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, active, mesic Inceptic Hapludults"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Gaila sandy loam, 12 percent slope; in a mixed hardwood and pine forest.  (Colors are for moist soil)\nOi--0 to 2 inches, partially decomposed hardwood leaves and twigs.\nA--2 to 9 inches, brown (7.5YR 4/4) sandy loam; moderate fine granular structure; very friable; many fine, medium and coarse roots; 1 percent angular vein quartz gravel; many fine mica flakes; extremely acid; clear smooth boundary.  (2 to 10 inches thick)\nBt--9 to 17 inches, strong brown (7.5YR 5/8) sandy clay loam; weak fine and medium subangular blocky structure; friable; many fine and medium roots; few coarse roots, common distinct clay films on faces of peds; 1 percent angular vein quartz gravel; many fine mica flakes; very strongly acid; gradual smooth boundary.  (6 to 10 inches thick)\nC1--17 to 45 inches, variegated yellow, brown, red and white; sandy loam; massive; very friable; 1 percent angular vein quartz; many fine mica flakes; few fine roots; very strongly acid; gradual smooth boundary.  (0 to 40 inches thick)\nC2--45 to 74 inches, variegated yellow, red, brown and white; loamy sand; massive; very friable; 1 percent thin vein quartz stringers; very micaceous, 5 percent partially weathered mica schist fragments; very strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Prince William County, Virginia; about 3000 feet northeast of Westgate fire road at entrance to Oak Ridge Camp Ground in Prince William Forest Park and about 1500 feet south of Quantico Creek."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Solum thickness ranges from 8 to 20 inches.  Depth to bedrock is more than 60 inches and commonly ranges to more than 50 feet. Rock fragment content of vein quartz ranges from 0 to 15 percent throughout the profile and partially weathered muscovite schist fragments range from 0 to 15 percent in the B and C horizons.  Unlimed reaction ranges from extremely acid to strongly acid.\nThe A horizon has hue of 5YR to 2.5Y, value of 3 to 5 and chroma of 2 to 4.  Texture is loam, silt loam or sandy loam.\nThe E horizon, where present, has hue of 7.5YR to 2.5Y, value of 5 to 7 and chroma of 2 to 4.  Texture is loam or sandy loam.\nThe Bt horizon has hue of 5YR to 10YR, value of 4 to 6 and chroma of 3 to 8.  Yellower and redder mottling and streaks are common. Texture is sandy loam, loam or sandy clay loam.\nThe C horizon commonly is multicolored in shades of red, yellow, brown, and white.  Some pedons have uniform color in one of these shades.  Texture is fine sandy loam, sandy loam, loamy sand or loam, with the sand fraction being dominantly muscovite mica."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no competing series in this family. Brinklow and Occoquan are in a closely related family with semiactive activity class.  Brinklow soils have a paralithic contact between depths of 20 and 40 inches and have fragments of veined quartz and phyllite.  Occoquan soils do not have the weathered muscovite schist fragments but have soft granite gneiss between 40 and 60 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Gaila Soils are on nearly level to very steep uplands of the Northern part of the Piedmont Plateau.  Slopes commonly range from 0 to 55 percent but range from 0 to 15 percent on summit and shoulder positions on ridges.  These soils formed in materials that weathered from quartz muscovite and mica schist.  Mean annual temperature ranges from 53 to 57 degrees F and mean annual precipitation ranges from 39 to 48 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Baile, Chester, Elioak, Glenelg, Glenville and Meadowville soils.  The poorly drained Baile, the moderately well drained to somewhat poorly drained Glenville and the well to moderately well drained Meadowville soils are in concave positions in the landscape and are subject to seasonal water tables. The Glenelg soils have sola thickness that ranges from 20 to 40 inches, the Chester soils have depths to the base of the argillic rangeing from 31 to 55 inches thick and the Elioak soils have more than 35 percent clay in their particle-size control sections."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:  Well drained with medium runoff and saturated hydraulic conductivity is moderately high."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  About 90 percent of these soils are in woodland of oak-hickory and pine type forests.  A small area is used for crops dominantly of hay and pasture.  Many areas are used for residential development and other non-farm uses."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northern Virginia, Maryland, southeastern Pennsylvania, and possibly Delaware.  This series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Morgantown, West Virginia"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Prince William County, Virginia, 1985."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Previously mapped Manor soils.\nDiagnostic horizons and feature recognized in this pedon are:\na: Ochric epipedon-from the surface to a depth of 7 inches (Ap).\nb: Argillic horizon-between 7 and 15 inches (Bt).\nc. Base saturation is 35 percent or less.\nADDITIONAL DATA:  The Gaila Soils are extremely low in calcium and magnesium content.  The series has been held to soils that developed in residuum from quartz muscovite schist.  The substratum consists of soft saprolite with a high content of muscovite mica.  Silt content is low but the mica content causes the soil to feel slick or silty.  Mica content by grain count is commonly more than 40 percent in the C horizon.\nRevisions made 2/2008 to update competing and geographically associated soils as well as geographic setting and terminology.\nPrevious revision:  JHE-DDR-EPE 07/2001\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Oi",
        "top": 0,
        "bottom": 5,
        "narrative": "Oi--0 to 2 inches, partially decomposed hardwood leaves and twigs."
      },
      {
        "name": "A",
        "top": 5,
        "bottom": 23,
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "sandy loam",
        "pH_class": "extremely acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A--2 to 9 inches, brown (7.5YR 4/4) sandy loam; moderate fine granular structure; very friable; many fine, medium and coarse roots; 1 percent angular vein quartz gravel; many fine mica flakes; extremely acid; clear smooth boundary.  (2 to 10 inches thick)"
      },
      {
        "name": "Bt",
        "top": 23,
        "bottom": 43,
        "moist_hue": "7.5YR",
        "moist_value": 5,
        "moist_chroma": 8,
        "texture_class": "sandy clay loam",
        "pH_class": "very strongly acid",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "Bt--9 to 17 inches, strong brown (7.5YR 5/8) sandy clay loam; weak fine and medium subangular blocky structure; friable; many fine and medium roots; few coarse roots, common distinct clay films on faces of peds; 1 percent angular vein quartz gravel; many fine mica flakes; very strongly acid; gradual smooth boundary.  (6 to 10 inches thick)"
      },
      {
        "name": "C1",
        "top": 43,
        "bottom": 114,
        "texture_class": "sandy loam",
        "pH_class": "very strongly acid",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "C1--17 to 45 inches, variegated yellow, brown, red and white; sandy loam; massive; very friable; 1 percent angular vein quartz; many fine mica flakes; few fine roots; very strongly acid; gradual smooth boundary.  (0 to 40 inches thick)"
      },
      {
        "name": "C2",
        "top": 114,
        "bottom": 188,
        "texture_class": "loamy sand",
        "pH_class": "very strongly acid",
        "narrative": "C2--45 to 74 inches, variegated yellow, red, brown and white; loamy sand; massive; very friable; 1 percent thin vein quartz stringers; very micaceous, 5 percent partially weathered mica schist fragments; very strongly acid."
      }
    ]
  ]
}
