{
  "SERIES": "GALATA",
  "STATUS": "Established Series",
  "BYREV": "Rev. MJH/AA/RER",
  "REVDATE": "02/98",
  "STATES": "MT",
  "OVERVIEW": "The Galata series consists of deep, well drained soils that formed in clayey alluvium.  These soils are on fans and terraces.  Slopes are 0 to 8 percent.  Mean annual precipitation is about 12 inches, and mean annual temperature is about 43 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Very-fine, smectitic, frigid Torrertic Natrustalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Galata silty clay loam, in rangeland.  (Colors are for dry soil unless otherwise noted.)\nE--0 to 4 inches; light gray (10YR 7/2) silty clay loam, dark grayish brown (10YR 4/2) moist; vesicular crust over moderate fine platy structure; soft, friable, sticky, plastic; many very fine roots; neutral (pH 7.0); clear smooth boundary.  (2 to 5 inches thick)\nBt/E--4 to 8 inches; light brownish gray (10YR 6/2) silty clay loam, dark grayish brown (10YR 4/2) moist; 65 percent, Bt part, moderate medium prismatic structure; 35 percent, E part, strong fine platy structure, clear silt and sand grains coat the peds of the Bt portion; hard, friable, sticky, plastic; common distinct clay film on faces of peds beneath sand and silt coating; common very fine roots; few fine pores; mildly alkaline (pH 7.5); clear smooth boundary.  (3 to 6 inches thick)\nBt1--8 to 14 inches; yellowish brown (10YR 5/4) silty clay, dark grayish brown (10YR 4/2) moist; moderate medium prismatic structure parting to strong angular blocky; extremely hard, very firm, very sticky, very plastic; many distinct clay films on faces of peds; common very fine roots; common fine and very fine pores; moderately alkaline (pH 8.0); clear smooth boundary.  (4 to 8 inches thick)\nBt2--14 to 21 inches; brown (10YR 5/3) clay, dark brown (10YR 4/3) moist; moderate medium prismatic structure parting to strong coarse angular blocky; hard, very firm, very sticky, very plastic; many prominent clay films on faces of peds; few very fine roots; few fine pores; moderately alkaline (pH 8.0); clear smooth boundary.  (4 to 6 inches thick)\nBk1--21 to 40 inches; light brownish gray (10YR 6/2) clay, dark grayish brown (10YR 4/2) moist; strong coarse angular blocky structure; extremely hard, firm, sticky, plastic; few very fine roots; few fine pores; many medium soft masses of lime; strongly effervescent; strongly alkaline (pH 8.8); gradual smooth boundary.  (10 to 30 inches thick)\nBk2--40 to 60 inches; light brownish gray (10YR 6/2) clay, dark grayish brown (10YR 4/2) moist; moderate medium and coarse subangular blocky structure; extremely hard, firm, sticky, plastic; common medium soft masses of lime; strongly effervescent; strongly alkaline (pH 9.0)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Powder River County, Montana; NW1/4 of NW1/4 of sec.  15, T. 7 S., R. 47 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil temperature:  44 to 47 degrees F. Moisture control section: approximately between the depths of 4 and 12 inches Control section:  60 to 75 percent clay Depth to Bk horizon:  13 to 25 inches Phases: Bedrock substratum NOTE:  The surface mixed to 7 inches has less than 0.6 percent organic carbon.\nE horizon - Hue:  10YR, 2.5Y Value:  6 or 7 dry; 4, 5, or 6 moist Chroma:  2, 3, or 4 Texture, less than 2 mm:  silty clay loam, silty clay, clay Clay content:  35 to 50 percent Reaction:  pH 6.6 to 7.8\nBt/E horizon - Hue:  B part - 10YR, 2.5Y; E part - 10YR, 2.5Y Value:  B part - 5 dry, 3 or 4 moist; E part - 6 or 7 dry, 4 or 5 moist Chroma:  B part - 2, 3, or 4; E part - 2 Texture, less than 2 mm:  silty clay loam, silty clay, clay Clay content:  35 to 50 percent Sodium adsorption ratio:  5 to 10 Reaction:  pH 6.6 to 7.8\nBt1 horizon - Hue:  10YR, 2.5Y Value:  4 or 5 dry, 3 or 4 moist Chroma: 2, 3, or 4 Texture, less than 2 mm:  clay Clay content:  60 to 75 percent Sodium adsorption ratio:  8 to 15 Reaction:  pH 7.9 to 9.0\nBt2 horizon - Hue:  10YR, 2.5Y Value:  4 or 5 dry, 3 or 4 moist Chroma: 2, 3, or 4 Texture, less than 2 mm:  clay Clay content:  60 to 75 percent Sodium adsorption ratio:  13 to 20 Reaction:  pH 7.9 to 9.0\nBk1 horizon - Hue:  10YR, 2.5Y Value:  5, 6, or 7 dry, 4 or 5 moist Chroma:  2, 3, or 4 Texture, less than 2 mm:  silty clay, clay Clay content:  40 to 60 percent Sodium adsorption ratio:  13 to 20 Reaction: pH 7.9 to 9.0\nBk2 horizon - Hue:  10YR, 2.5Y Value:  5, 6, or 7 dry, 4 or 5 moist Chroma:  2, 3, or 4 Texture, less than 2 mm:  silty clay, clay Clay content:  40 to 60 percent Sodium adsorption ratio:  13 to 20 Reaction: pH 7.9 to 9.0"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no competing series."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  The Galata soils are on fans and terraces.  Elevations are 2,300 to 3,600 feet.  Slopes are 0 to 8 percent.  These soils formed in clayey alluvium.  The climate is characterized by cold winters, moist springs, and warm summers.  Mean annual precipitation is 10 to 15 inches.  Mean annual temperature is 42 to 45 degrees F.  The frost-free period is 90 to 110 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": null
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; slow to medium runoff; very slow permeability"
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Galata soils are used mainly as rangeland and dry cropland.  Potential native vegetation is mainly western wheatgrass, Sandberg bluegrass, prairie junegrass, needleandthread, blue grama, and gardner saltbush."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Galata soils are of small extent in eastern Montana."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Denver, Colorado"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Powder River County, Montana, 1972."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Soil Interpretation Records:  MT0478.  Diagnostic horizons and features recognized in this pedon are:  an ochric epipedon from the soil surface to 4 inches (E horizon); an argillic horizon from 4 to 21 inches (Bt/E, Bt1, Bt2 horizons).  Borollic Glossic Natrargids feature an ochric epipedon and a natric horizon with more than 10 percent skeltans on the argillic below the upper inch of the argillic horizon.  Galata soils have an aridic moisture regime bordering on ustic and a frigid temperature regime.\nNational Cooperative Soil Survey\nU. S. A."
  }
}
