{
  "SERIES": "GALEHILLS",
  "STATUS": "Established Series",
  "BYREV": "Rev: LJL/TM/ET",
  "REVDATE": "04/2015",
  "STATES": "NV",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive, calcareous, thermic Lithic Torriorthents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Galehills extremely gravelly fine sandy loam, rangeland and wildlife habitat. (Colors are for dry soil unless otherwise noted.) The soil surface is covered by approximately 70 percent gravel, 10 percent cobbles and a trace of stones.\nA--0 to 2 inches; light yellowish brown (10YR 6/4) extremely gravelly fine sandy loam, dark yellowish brown (10YR 4/4) moist; weak medium subangular blocky structure; soft, very friable, nonsticky and nonplastic; common very fine roots; common very fine and few fine interstitial pores; electrical conductivity 0.4 dS/m; 55 percent pebbles, 10 percent cobbles and a trace of stones; violently effervescent (1 percent calcium carbonate equivalent in the fine earth fraction); moderately alkaline (pH 8.4); clear smooth boundary. (1 to 4 inches thick)\nBk--2 to 7 inches; light yellowish brown (10YR 6/4) very gravelly fine sandy loam, dark yellowish brown (10YR 4/4) moist; weak medium subangular blocky structure; soft, very friable, nonsticky and nonplastic; few very fine and fine roots; few very fine and fine tubular and interstitial pores; electrical conductivity 0.4 dS/m; many, prominent, calcium carbonate coats on bottoms of rock fragments; 50 percent pebbles, 5 percent cobbles and a trace of stones; violently effervescent (15 percent calcium carbonate equivalent in the fine earth fraction); moderately alkaline (pH 8.4); abrupt wavy boundary. (2 to 5 inches thick)\nR--7 inches; hard fractured sandstone conglomerate with limestone clasts."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Clark County, Nevada; about 13 miles east of the Las Vegas Motor Speedway, Las Vegas, Nevada located in the Gale Hills; approximately 4 1/2 miles west and 1 mile south of Muddy Peak; about 1,400 feet south and 250 feet east of the northwest corner of section 19, T. 19 S., R. 65 E.; Dry Lake SE, NV 7.5 minute topographic quadrangle; 36 degrees, 17 minutes, 12 seconds north latitude and 114 degrees, 46 minutes, 32 seconds west longitude;; UTM 11, 0699765e, 4018045n; NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture - Usually dry, moist in some part during winter and spring and intermittingly moist in the upper part following summer convection storms. The soils have a Typic-Aridic moisture regime.\nSoil temperature: 66 to 71 degrees F.\nDepth to lithic contact: 3 to 8 inches.\nOrganic matter: 0 to 0.5 percent.\nControl section - Rock fragments: 35 to 70 percent, mainly gravel with 0 to 10 percent cobbles and 0 to 3 percent stones.\nClay content: 6 to 10 percent.\nReaction: Moderately alkaline or strongly alkaline.\nA horizon - Chroma: 3 or 4 dry and moist.\nBk horizon - Chroma: 3 or 4 dry and moist.\nTexture: Fine sandy loam or sandy loam.\nStructure: Weak or moderate, medium or coarse subangular blocky.\nCalcium carbonate equivalent in the fine earth fraction: 10 to 25 percent.\nOther features: 5 to 50 percent calcium carbonate coats on bottoms of rock fragments."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Akela (NM), Beach (TX), Dalvord (CA), Haleburu (NV), Hindu (AZ), Hulda(AZ), Noble Pass (CA), Paintrocks (CA), Pearce (CA), Razorback (AZ), Spripar (I, CA), Sutra(AZ), Tecopa (CA), Terlingua (TX) and Upspring (CA) series. Akela soils formed in alluvium from basalt and rhyolitic tuff with eolian influences and are usually dry between October and May. Beach soils receives moisture in the summer typical of the Chihuahua Desert. Dalvord soils formed from granite sources and have 1 to 10 percent calcium carbonate equivalent. Haleburu soils formed from volcanic sources and have 1 to 10 percent calcium carbonate equivalent. Hindu soils formed from limestone and are intermittently moist for more than 20 days between July and September. Hulda soils formed in alluvium from igneous and metamorphic rocks, have 5 to 13 percent calcium carbonate equivalent, and receive 8 to 12 inches precipitation. Noble Pass soils formed from andesite and rhyolite and have 1 to 5 percent calcium carbonate equivalent. Paintrocks soils formed from granitic residuum and have 0 to 1 percent calcium carbonate equivalent. Pearce soils formed in alluvium from limestone and are dominated by stones and cobbles. Razorback soils formed in alluvium from extrusive igneous rocks and have less than 10 percent calcium carbonate equivalent (NASIS data). Spripar soils formed from basalt and have 1 to 5 percent calcium carbonate equivalent. Sutra soils formed from limestone, are 8 to 14 inches deep and have thin Bw horizons. Tecopa soils formed from quartzite, schists, and gneiss and have less than 1 percent calcium carbonate equivalent. Terlingua soils have a paralithic contact and formed from andesite and basalt. Upspring soils formed from extrusive basic igneous rocks and pyroclastic volcanic rocks, and have less than 5 percent calcium carbonate equivalent."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Galehills soils are on hills. Slope ranges from 8 to 50 percent. These soils formed in residuum and colluvium from sandstone conglomerate. Elevations are 2,000 to 3,500 feet. The climate is low-lattitude desert, with mild winters and very hot summers. Precipitation is greatest in the winter with a lesser secondary peak in summer, typical of the Mojave Desert.  The mean annual precipitation is 3 to 5 inches; mean annual air temperature is 64 to 69 degrees F., and the frost-free season is 240 to 300 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are Bitterridge and Zeheme soils. Bitterridge soils have a calcic horizon and a paralithic contact within 14 inches. Zeheme soils have a calcic horizon and a carbonatic mineralogy class."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; very high runoff; moderately rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: These soils are used for rangeland and wildlife habitat. The present vegetation is mainly white bursage, Fremont's dalea, Torrey's ephedra and creosotebush."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Mojave Desert of southern Nevada; MLRA 30. These soils are moderately extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: PHOENIX, ARIZONA"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Clark County Area, Nevada, 2006. Proposed in  Clark County, Nevada, Clark County Soil Survey Area, 2000. The name is coined from the Gale Hills where the typical pedon is located."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in the profile are:\nOchric epipedon - 0 to 7 inches (A and Bk horizon).\nLithic contact - 7 inches (R layer).\nParticle-size control section - 0 to 7 inches (A and Bk horizons).\nResponsibility for this series was transferred from Davis to Phoenix 4/2015. The last revision to the series was 7/2006. ET\nNational Cooperative Soil Survey\nU.S.A."
  }
}
