{
  "SERIES": "GALINDO",
  "STATUS": "Established Series",
  "BYREV": "Rev. NAR",
  "REVDATE": "10/2012",
  "STATES": "TX",
  "OVERVIEW": "The Galindo series consists of very deep soils that formed in stratified clayey and loamy alluvium. Galindo soils are on flood plains of the Rio Grande. Slopes range from 0 to 3 percent. The mean annual precipitation is about 11 inches and the mean annual air temperature is 71 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Clayey over loamy, smectitic over mixed, superactive, calcareous, hyperthermic Ustertic Torrifluvents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Galindo clay-cultivated.  (Colors are for dry soil unless otherwise stated).\nAp--0 to 12 inches; brown (10YR 4/3) clay, dark brown (10YR 3/3) moist; moderate medium subangular blocky structure; moderately hard, firm, very sticky and very plastic; very slightly saline; strong effervescence; moderately alkaline; abrupt smooth boundary. (6 to 14 inches thick)\nC1--12 to 29 inches; brown (10YR 4/3) clay, dark brown (10YR 3/3) moist; massive; hard, firm, very sticky and very plastic; few fine and medium tubular roots; few fine tubular pores; non-saline; strong effervescence; moderately alkaline; abrupt wavy boundary. (10 to 20 inches thick)\n2C2--29 to 48 inches; pale brown (10YR 6/3) very fine sandy loam, brown (10YR 4/3) moist; massive; soft, very friable, non-sticky and non-plastic; few fine roots; few fine tubular pores; non-saline; strong effervescence; moderately alkaline.  (10 to 40 inches thick)\n2C3--48 to 80 inches; pale brown (10YR 6/3) fine sand, brown (10YR 4/3) moist; single grain; loose, loose, non-sticky and non-plastic, few fine tubular pores; strongly effervescence; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Presidio County, Texas; from the junction of U.S. Highway 67 and FM 170 north of Presidio, 3.8 miles west on FM 170 to unpaved road, 0.5 mile south on unpaved road to farm road; 0.15 mile west on farm road; 100 feet north in cropland. USGS Quadrangle: Presidio West, TX. Latitude: 29 degrees, 35 minutes, 39.24 seconds North; Longitude: 104 degrees, 26 minutes, 5.10 seconds West; NAD 83. UTM coordinates: 554738 m E, 3273958 m N; Zone 13."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture - Intermittently moist in some part of the soil moisture control section during July to September. The soil does not receive significant amounts of moisture during winter months. Ustic Aridic soil moisture regime.\nMean annual soil temperature: 72 to 83 degrees F. Hyperthermic temperature regime.\nRock fragments: 0 to 15 percent\nEffervescence: slight to strong\nReaction: slightly alkaline to moderately alkaline\nSalinity: Non-saline to moderately saline\nA horizon\nHue: 7.5YR, 10YR\nValue: 3 to 6, dry or moist\nChroma: 2 to 4, dry or moist\nTexture: clay loam, silty clay loam, silty clay, clay\nClay content: 28 to 55 percent\nC horizon\nHue: 7.5YR, 10YR\nValue: 4 to 7, dry; 3 to 6 moist\nChroma: 2 to 5, dry or moist\nTexture: clay loam, silty clay loam, silty clay, clay\nClay content: 30 to 60 percent\n2C horizon\nHue: 7.5YR, 10YR\nValue: 3 to 7, dry or moist\nChroma: 2 to 4, dry or moist\nTexture: fine sand to loam, silt loam and may be stratified\nClay content: 5 to 22 percent, with an absolute difference of 25 percent or more from the overlying C horizon"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no competing series."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Galindo soils are on the flood plain of the Rio Grande at an elevation of 1,800 to 3,995 feet. Slopes range from 0 to 3 percent, but are dominantly 0 to 1 percent. These soils formed in stratified clayey and loamy alluvium. Mean annual precipitation ranges from 10 to 13 inches. Most precipitation occurs as high intensity rain during afternoon thunderstorms from June to September. Mean annual air temperature ranges from 68 to 72 degrees F.  The frost-free period is 240 to 280 days"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Castolon (TX), Lomapelona (TX), and Vicente (TX) series. None of these soils have a strongly contrasting particle-size control section. Castolon soils are in a fine-silty textural family. Lomapelona soils are in a coarse-loamy textural family. Vicente soils are in a coarse-silty textural family."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Moderately well drained. Permeability is slow to moderately slow. Runoff is medium on slopes less than 1 percent and high on 1 to 3 percent slopes."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Used for livestock grazing and irrigated cultivated crops and pastures. Cotton, alfalfa, and grains are common irrigated crops. Desert Shrubland vegetative zone. The vegetation consists of creosotebush, prickly pear, salt cedar, and palo verde."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  West Texas. MLRA 42. This soil is of minor extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Phoenix, Arizona"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Hudspeth County, Texas; Soil Survey of Hudspeth County, Texas (Main Part), 2012."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - The zone from 0 to 12 inches (Ap horizon)\nLithologic discontinuity - the contact at 29 inches (between the C1 and 2C2 horizon)\nContrasting particle size class - the contact at 29 inches (between the C1 and 2C2 horizons)\nClassified according to Soil Taxonomy, Second Edition, 1999; Keys to Soil Taxonomy, Eleventh Edition, 2010\nRevised for the correlation of Hudspeth County, Texas (Main Part) and Culberson County, Texas (Main Part); July, 2012, NMS\nRevised for the correlation of Presidio County, Texas ; Oct, 2012, WWJ\nNational Cooperative Soil Survey\nU.S.A."
  }
}
