{
  "SERIES": "GALLIPOLIS",
  "STATUS": "Established Series",
  "BYREV": "TDG-MMF-DRM",
  "REVDATE": "07/2001",
  "STATES": "OH,WV",
  "OVERVIEW": "The Gallipolis series consists of very deep, moderately well drained soils formed in silty old alluvium and, in places, an underlying lacustrine material or loamy alluvium. Gallipolis soils are on stream terraces. Permeability is moderately slow. Slope ranges from 0 to 25 percent. Mean annual precipitation is about 40 inches, and mean annual temperature is about 54 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty, mixed, active, mesic Oxyaquic Hapludalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Gallipolis silt loam - on a 2 percent slope in a grassy area, at an elevation of 565 feet above msl. (Colors are for moist soil unless otherwise stated.)\nAp--0 to 10 inches; dark grayish brown (10YR 4/2) silt loam, pale brown (10YR 6/3) dry; moderate medium and coarse granular structure; friable; common fine roots; few fine and medium dark stains and concretions (iron and manganese oxides); specks of yellowish brown (10YR 5/4) subsoil material mixed by deep tillage; slightly acid; abrupt smooth boundary. (5 to 12 inches thick).\nBt1--10 to 16 inches; yellowish brown (10YR 5/4) silty clay loam; weak fine and medium subangular blocky structure; firm; few fine roots; few distinct brown (7.5YR 4/4) clay films and few faint light yellowish brown (10YR 6/4) silt coats on faces of peds; common distinct brown (10YR 4/3) organic coats on faces of peds; few fine dark concretions and soft accumulations (iron and manganese oxides); strongly acid; clear wavy boundary.\nBt2--16 to 21 inches; yellowish brown (10YR 5/4) silty clay loam; moderate medium subangular blocky structure; firm; few fine roots; common distinct brown (7.5YR 4/4) clay films on faces of peds; few distinct pale brown (10YR 6/3) silt coats on faces of peds; few fine and medium dark concretions and soft accumulations (iron and manganese oxides); very strongly acid; clear wavy boundary.\nBt3--21 to 30 inches; brown (7.5YR 5/4) silty clay loam; moderate medium and coarse subangular blocky structure; firm; few fine roots; common faint brown (7.5YR 4/4) clay films on faces of peds; common prominent light brownish gray (10YR 6/2) silt coats on faces of peds; few fine and medium dark concretions and soft accumulations (iron and manganese oxides); common fine and medium prominent grayish brown (10YR 5/2) iron depletions; very strongly acid; gradual wavy boundary.\nBt4--30 to 42 inches; brown (7.5YR 5/4) silty clay loam; moderate coarse prismatic structure parting to moderate medium and coarse subangular blocky; firm; few fine roots; common distinct brown (7.5YR 4/4) clay films on faces of peds; few distinct pale brown (10YR 6/3) silt coats on faces of prisms; few fine and medium dark concretions and soft accumulations (iron and manganese oxides); common medium and coarse prominent light brownish gray (10YR 6/2) iron depletions; very strongly acid; clear wavy boundary.\nBt5--42 to 52 inches; brown (7.5YR 4/4) silty clay loam; weak coarse prismatic structure parting to weak coarse subangular blocky; firm; few fine roots; few distinct brown (10YR 5/3) clay films on faces of peds; few fine and medium dark concretions and soft accumulations (iron and manganese oxides); common fine and medium prominent grayish brown (10YR 5/2) iron depletions; very strongly acid; clear wavy boundary. (Combined thickness of the Bt horizon ranges from 24 to 60 inches.)\nBC--52 to 60 inches; brown (7.5YR 4/4) silt loam; weak coarse and very coarse subangular blocky structure; firm; few fine dark concretions and soft accumulations (iron and manganese oxides); few medium and coarse prominent light brownish gray (10YR 6/2) iron depletions; very strongly acid; clear wavy boundary. (0 to 25 inches thick).\nC--60 to 74 inches; brown (7.5YR 4/4) silty clay loam; massive; firm; few fine dark concretions and soft accumulations (iron and manganese oxides); common medium prominent grayish brown (10YR 5/2) iron depletions; very strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Gallia County, Ohio; Gallipolis Township; 2.8 miles northeast of Gallipolis; about 2425 feet south and 2520 feet west of the northeast corner of sec. 18, T. 3 N., R. 14 W. USGS Gallipolis topographic quadrangle Latitude 38 degrees, 50 minutes, 16 seconds N. and Longitude 82 degrees, 09 minutes, 24 seconds W., NAD 1927."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Thickness of the solum ranges from 48 to 80 inches. Rock fragments are commonly absent but range up to 2 percent in the Ap, A, and E horizons and up to 5 percent in the Bt, BC, and C horizons. They are mainly waterworn fine sandstone or quartzite.\nThe Ap horizon has value of 3 to 5 (6 or 7 dry) and chroma of 2 or 3. It is neutral to strongly acid. Some uncultivated pedons have an A horizon 1 to 4 inches thick and an E horizon 3 to 8 inches thick. Reaction is strongly acid or very strongly acid, unless limed.\nThe Bt horizon has hue of 10YR, 7.5YR or 5YR; value of 4 or 5; chroma of 3 to 6; and iron depletions (chroma of 2 or less) below the upper 10 inches. It commonly is silt loam or silty clay loam and less commonly loam in the lower part with a high percentage of very fine sand. It is strongly acid or very strongly acid. Some pedons have slight or moderate brittleness (Btx horizon) in the lower part of the Bt. Reaction is strongly acid or very strongly acid.\nThe BC horizon has hue of 10YR or 7.5YR, value of 4 or 5, and chroma of 3 to 6. It commonly is silt loam or silty clay loam and less commonly loam. Reaction is strongly acid or very strongly acid.\nThe C horizon has hue of 10YR or 7.5YR, value of 4 or 5, and chroma of 3 to 6. It commonly is silt loam or silty clay loam but some pedons have lenses of loam or fine sandy loam. Reaction is strongly acid or very strongly acid to a depth of 60 inches but moderately acid is permitted below 60 inches."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Ashburn, Blocher, Deuchars, Percell, Stonehead, and tentative Tarhollow series, with other series possibly added once they are updated to the Eighth Edition of Soil Taxonomy. Ashburn soils developed in reworked alluvium, and have a lithic contact in the series control section. Blocher soils formed in glacial till with an overlying mantle of loess. Deuchars soils are formed in loess or silty colluvial materials underlain by shale and thin bands of sandstone. Percell soils have carbonates in the series control section. Stonehead soils have more clay in the lower part of the solum and are underlain by bedrock. Tarhollow soils developed in a loess mantle 24 to 40 inches thick, with underlying residuum of siltstone, sandstone, and limestone."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Gallipolis soils are on old stream terraces, mainly along the Ohio River and its major tributaries. Slope gradients commonly are 0 to 15 percent but range to 25 percent. They formed mainly in acid silty old alluvium and in places an underlying lacustrine material or loamy alluvium. Flooding frequency is rare to none. The mean annual precipitation ranges from about 39 to 43 inches, and mean annual temperature ranges from about 51 to 56 degrees F."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Elkinsville ,Elk, Ginat, Licking, Peoga, Taggart and Wheeling soils. Elkinsville, Elk,and Wheeling soils are well drained, have browner subsoils, and typically are on higher topographic positions or more sloping, dissected areas along drainageways. The moderately well drained Licking soils have more clay in the subsoil, and are on similar topographic positions. The poorly drained Ginat and Peoga soils and the somewhat poorly drained Taggart soils have grayer subsoils, and are on lower topographic positions."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Moderately well drained. Runoff is slow to rapid. Permeability is moderately slow."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most areas of Gallipolis soils are cultivated. Principal crops are corn, soybeans, small grain and grass-legume mixtures used for both hay and pasture. Some areas are used for tobacco. Other areas are used for permanent pasture or woodland. The original vegetation was\ndeciduous forest."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: MLRA 126. Major river valleys in southeastern Ohio, western West Virginia, and possibly northern Kentucky and southwestern Pennsylvania. The soils are of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Morgantown, West Virginia"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Gallia County, Ohio; 1988."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: These soils were formerly mapped as Glenford or Sciotoville\nsoils.\nDiagnostic horizons and features recognized in this pedon are:\nOchric epipedon - from the surface to a depth of about 10 inches (Ap\nhorizon).\nArgillic horizon - the zone from a depth of about 10 to 52 inches (Bt1, Bt2, Bt3, Bt4, and Bt5).\nADDITIONAL DATA: Refer to GL-6 for laboratory data on the typical pedon.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
