{
  "SERIES": "GALLIMORE",
  "STATUS": "Established Series",
  "BYREV": "Rev. BGN-GRS-KKN",
  "REVDATE": "07/2011",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, active, mesic Typic Dystrudepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Gallimore loam, on a linear, 40 percent slope in a forest at an elevation of 192 meters (630 feet) above mean sea level. (Colors are for moist soil unless otherwise stated.)\nA--0 to 10 cm (4 inches); very dark grayish brown (10YR 3/2) loam, grayish brown (10YR 5/2) dry; moderate very fine granular structure; friable; many very fine and fine roots; many fine and medium interstitial and tubular pores; 1 percent gravel; strongly acid; abrupt wavy boundary. [5 to 13 cm (2 to 5 inches) thick]\nE--10 to 23 cm (4 to 9 inches); 95 percent dark yellowish brown (10YR 4/4) loam; weak very fine subangular blocky structure; friable; many fine and medium roots; many fine and medium interstitial and tubular pores; 5 percent very dark grayish brown (10YR 3/2) loam filling worm casts and channels; 1 percent gravel; very strongly acid; clear wavy boundary. [8 to 20 cm (3 to 8 inches) thick]\nBt1--23 to 51 cm (9 to 20 inches); strong brown (7.5YR 4/6) loam; weak fine subangular blocky structure; friable; common fine roots; common fine and medium tubular pores; common distinct brown (7.5YR 4/4) clay films on faces of peds and in pores; 1 percent gravel; very strongly acid; clear wavy boundary.\nBt2--51 to 74 cm (20 to 29 inches); strong brown (7.5YR 4/6) loam; weak medium subangular blocky structure; friable; few fine roots; common very fine and fine tubular pores; common distinct brown (7.5YR 4/4) clay films on faces of peds and in pores; 1 percent gravel; very strongly acid; gradual wavy boundary.\nBt3--74 to 107 cm (29 to 42 inches); brown (7.5YR 4/4) sandy loam; weak medium subangular blocky structure; very friable; few fine roots; common very fine and fine tubular pores; few distinct dark brown (7.5YR 3/4) clay films on faces of peds and in pores; common distinct dark brown (7.5YR 3/4) clay bridges between sand grains; 2 percent gravel; very strongly acid; gradual wavy boundary.\nBt4--107 to 137 cm (42 to 54 inches); brown (7.5YR 4/4) sandy loam; weak coarse subangular blocky structure; very friable; common very fine and fine tubular pores; few distinct dark brown (7.5YR 3/4) clay films on faces of peds and in pores; common distinct dark brown (7.5YR 3/4) clay bridges between sand grains; 3 percent gravel; very strongly acid; gradual wavy boundary. [Combined thickness of the Bt horizon is 89 to 140 cm (35 to 55 inches).]\nE and Bt--137 to 203 cm (54 to 80 inches); 80 percent light yellowish brown (10YR 6/4) sand (E); single grain; loose; 20 percent lamellae (Bt) of brown (7.5YR 4/4) sand; weak fine subangular blocky structure; very friable; common distinct brown (7.5YR 4/4) clay bridges between sand grains; very strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Owen County, Indiana; 5 miles north of Spencer; 2550 feet north and 250 feet west of southeast corner of sec. 33, T. 11 N., R. 3 W.; USGS Gosport, Ind. topographic quadrangle; lat. 39 degrees 20 minutes 50 seconds N. and long. 89 degrees 42 minutes 40 seconds W., NAD 27."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nDepth to the base of the cambic horizon: 127 to more than 254 cm (50 to more than 100 inches)\nRock fragment content (gravel): 0 to 10 percent in the upper part of the solum and 0 to 25 percent in the lower part\nA, Ap, or E horizon:\nHue: 10YR\nValue: 4 or 5 (Ap or E); 3 or 4 (A)\nChroma: 4 to 6 (Ap or E); 2 or 3 (A)\nTexture: loam or sandy loam\nReaction: very strongly acid or strongly acid in unlimed areas, and ranges to neutral in limed areas\nBt1, Bt2 horizons:\nHue: 7.5YR or 10YR\nValue: 4 or 5\nChroma: 4 to 8\nTexture: loam or sandy loam\nClay content: 8 to 15 percent\nSand content: 40 to 60 percent sand\nReaction: very strongly acid or strongly acid\nBt3, Bt4 horizons:\nHue: 5YR or 7.5YR\nValue: 4 or 5\nChroma: 4 or 6\nTexture: sandy loam or fine sandy loam\nClay content: 5 to 15 percent\nSand content: 55 to 80 percent\nReaction: very strongly acid or strongly acid\nE and Bt, or Bt and E horizon:\nE part:\nHue: 7.5YR or 10YR\nValue: 4 to 6\nChroma: 4 or 6\nTexture: sand\nBt part (lamellae):\nHue: 5YR or 7.5YR\nValue: 4 to 6\nChroma: 4 or 6\nTexture: sand, loamy sand or sandy loam or the gravelly analogs of these textures\nClay content: 2 to 10 percent\nSand content: 80 to 95 percent\nReaction: very strongly acid to moderately acid"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Ashe, Buladean, Cardigan, Charlton, Chestnut, Delaware, Dutchess, Edneyville, Foresthills (T), Greenbelt (T), Hazel, Lordstown, Riverhead, Rixeyville (T), Soco, St. Albans, Stecoah, Steinsburg, and Yalesville series. Ashe, Cardigan, Hazel, Lordstown, Steinsburg, and Yalesville soils have a lithic contact within a depth of 102 cm (40 inches). Buladean, Chestnut, Rixeyville, Soco, and Stecoah soils have a paralithic contact within 152 cm (60 inches). Charlton, Dutchess, Riverhead, and St. Albans soils less than 127 cm (50 inches) to the base of the cambic horizon. Delaware soils do not clay films in the cambic horizon and do not have an E and Bt horizon in the lower part of the series control section. Edneyville soils have mica flakes throughout the soil profile and have rock fragments dominated by granite and gneiss. Foresthills, and Greenbelt soils have a layer of anthrotransported natural soil materials within the series control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Gallimore soils are on backslopes of dissected outwash plains of Illinoian age. The slope gradient commonly is 25 to 45 percent but ranges from 18 to 70 percent. The soils formed in loamy outwash and in the underlying sandy outwash. Mean annual precipitation ranges from 1016 to 1143 mm (40 to 45 inches). Mean annual temperature ranges from 11.1 to 13.3 degrees C (52 to 56 degrees F). Frost-free period is 170 to 200 days. Elevation is 152 to 244 meters (500 to 800 feet) above mean sea level."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Chetwynd, Parke, and Pike soils on outwash plains, and the Holton soils on flood plains. The well drained Chetwynd soils have more clay in the upper part of the solum and are typically on higher lying backslopes. The well drained, more silty Parke and Pike soils are on summits and shoulders of dissected outwash plains. The somewhat poorly drained Holton soils are on flood plains."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Somewhat excessively drained. Potential for surface runoff is medium or high. Saturated hydraulic conductivity is moderately high in the upper part of the solum and high or very high in the lower part. Permeability is moderate in the upper part of the solum and rapid in the lower part."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most areas are used for woodland. A few areas are used for pasture. Native vegetation is deciduous hardwood forest."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: MLRA 114B in southern Indiana. The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Indianapolis, Indiana."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Owen County, Indiana, 1997."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon: from the surface to a depth of 23 cm (A, E horizons).\nCambic horizon: from a depth of 23 to 137 cm (Bt horizon).\nA cambic diagnostic subsurface horizon is recognized rather than an argillic horizon because the clay percentage difference between the overlying eluvial horizon and the underlying diagnostic horizon is less than 3 percent, and most of this soil is not plowed.\nADDITIONAL DATA: Laboratory data is available for the typical pedon S89IN-119-16 at the National Soil Survey Laboratory, Lincoln, NE.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
