{
  "SERIES": "GALLION",
  "STATUS": "Established Series",
  "BYREV": "Rev: WLC:JPE:MJB",
  "REVDATE": "01/2017",
  "STATES": "AR,LA,OK",
  "OVERVIEW": "The Gallion series consists of very deep, well drained soils. These nearly level to gently sloping soils are on natural levees on alluvial plains, and formed in silty Holocene age alluvium of the Arkansas and Red Rivers. Slope ranges from 0 to 3 percent. Mean annual air temperature is about 18 degrees C (64 degrees F), and mean annual precipitation is about 1270 mm (50 in).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty, mixed, superactive, thermic Typic Hapludalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Gallion silt loam, on a 0.5 percent slope in cultivated field; at an elevation of 43 m (141 ft). (Colors are for moist soil unless otherwise stated.)\nAp--0 to 25 cm (0 to 10 in); brown (7.5YR 4/2) silt loam; weak fine and medium granular structure; friable; many fine pores; moderately acid; abrupt smooth boundary. (Thickness of the A horizon is 10 to 36 cm [4 to 14 in])\nBt1--25 to 56 cm (10 to 22 in); yellowish red (5YR 4/6) silty clay loam; compound weak coarse prismatic and moderate medium and coarse subangular blocky structure; firm, hard; many very fine pores; few faint dark reddish brown (5YR 3/4) clay films on vertical prism faces and in root channels; slightly acid; gradual smooth boundary.\nBt2--56 to 84 cm (22 to 33 in); yellowish red (5YR 4/6) silt loam; compound weak coarse prismatic and weak coarse subangular blocky structure; firm, hard; many very fine pores; common faint dark reddish brown (5YR 3/4) clay films on peds and in root channels and pores; few fine black iron-manganese concretions; slightly acid; clear smooth boundary. (Combined thickness of the Bt horizon is 31 to 81 cm [12 to 32 in])\nBC--84 to 112 cm (33 to 44 in); yellowish red (5YR 4/6) silt loam; weak medium and coarse subangular blocky structure; friable, slightly hard; common faint clay films in pores; few fine black iron-manganese concretions; slightly alkaline; clear wavy boundary. (Thickness of the BC horizon is 0 to 51 cm [0 to 20 in])\nC--112 to 125 cm (44 to 49 in); reddish brown (5YR 4/4) very fine sandy loam; weak medium and coarse subangular blocky structure; friable; many fine pores; lenses of loam or silt loam about 5 cm (2 in) thick; slightly acid; abrupt smooth boundary.\nCk--125 to 203 cm (49 to 80 in); yellowish red (5YR 4/6) stratified silt loam and very fine sandy loam; weak medium subangular blocky structure; very friable; many fine pores; common fine carbonate concretions; strata are 5 to 8 cm (2 to 3 in) thick; calcareous; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Red River Parish, Louisiana; about 2.7 miles west of U.S. Highway 84 on farm road at Westdale to a point 300 feet west of Watson Bayou and 400 feet north of road in NW1/4 NE1/4, section 29, T. 14N, R. 11W.\nUSGS Topographic Quadrangle: Clear Lake, LA\nLatitude: 32 degrees, 10 minutes, 36.91 seconds N\nLongitude: 93 degrees, 30 minutes, 59.33 seconds W\nDecimal Degrees:\nLatitude: 32.17691944 degrees\nLongitude: -93.51648056 degrees\nDatum: NAD83\nUTM Easting: 451309.3 m\nUTM Northing: 3560163 m\nUTM Zone: 14N"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSolum thickness: 100 to 150 cm (40 to 60 in)\nDepth to argillic horizon: 10 to 36 cm (4 to 14 in)\nDepth to secondary calcium carbonate: 117 to 160 cm (46 to 63 in)\nParticle-size control section (weighted average)\nClay content: 18 to 30 percent\nSand content: 6.9 to 30 percent\nCEC/clay ratio: 0.6 to 0.8\nA or Ap horizon:\nHue: 7.5YR or 10YR\nValue: 4 or 5\nChroma: 2 to 4\nTexture: very fine sandy loam, silt loam or silty clay loam\nReaction: moderately acid to neutral\nAB horizon (where present):\nHue: 7.5YR or 10YR\nValue: 4 or 5\nChroma: 2 to 4\nTexture: very fine sandy loam, silt loam or silty clay loam\nEffervescence: none\nReaction: moderately acid to slightly alkaline\nBt horizon:\nHue: 5YR or 7.5YR\nValue: 3 to 5\nChroma: 3 to 6\nTexture: silt loam, loam, clay loam, or silty clay loam\nClay content: 18 to 35 percent\nClay films: amount-few to common; distinctness-distinct; location-on ped and prism faces and root channels\nRedox concentrations: amount-none to common; size-medium; contrast-distinct; boundary-diffuse; location-throughout; colors-shades of red or brown\nIron-manganese concentrations: amount-none to common; size-fine or medium; contrast-distinct; boundary-diffuse; location-throughout matrix; colors-shades of black and very dark brown\nEffervescence: none\nReaction: moderately acid to slightly alkaline\nBC horizon:\nHue: 5YR or 7.5YR\nValue: 3 to 5\nChroma: 3 to 6\nTexture: very fine sandy loam, loam, silt loam, clay loam or silty clay loam\nClay content: 10 to 35 percent\nRedox concentrations: amount-none to common; size-medium; contrast-distinct; boundary-diffuse; location-throughout; colors-shades of red or brown\nIron-manganese concentrations: amount-none to common; size-fine or medium; contrast-distinct; boundary-diffuse; location-throughout matrix; colors-shades of black and very dark brown\nIdentifiable secondary carbonate: amount-0 to 5 percent; kind-concretions\nEffervescence: none to slight\nReaction: moderately acid to moderately alkaline (pH 5.6 to 8.4)\nC horizon:\nHue: 5YR or 7.5YR\nValue: 3 to 5\nChroma: 3 to 6\nTexture: very fine sandy loam, loam, silt loam, clay loam or silty clay loam (and is typically stratified)\nClay content: 10 to 30 percent\nIdentifiable secondary carbonate: amount-0 to 5 percent, kind-concretions\nEffervescence: strong\nReaction: slightly acid to moderately alkaline (pH 6.1 to 8.4)"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no series in the same family. Similar series are the Dexter (LA), Dossman (LA), Dubbs (MS), Memphis (MS), Rilla (LA) and Siwell (MS) series.\nDexter and Dossman soils: have base saturation less than 60 percent at 125 cm (50 in) below the top of the argillic\nDubbs and Memphis soils: have active cation exchange class and argillic horizons with hues of 7.5YR and 10YR\nRilla soils: have an active cation exchange class and argillic horizons that are extremely to strongly acid\nSiwell soils: have an active cation exchange class and clayey 2C horizons"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material: silty Holocene age alluvium from sedimentary rock, of the Arkansas and Red Rivers\nLandscape: alluvial plain\nLandform: natural levee\nSlope: 0 to  3 percent\nSoil moisture: Udic soil moisture regime\nMean annual soil temperature: 17.3 to 22.1 cm (63 to 72 degrees F)\nMean annual air temperature: 12.0 to  25.0 degrees C (54.0 to 77  degrees F)\nMean annual precipitation: 1069 to 1600 mm (42 to 63 in)\nPrecipitation Pattern: July through September are the driest months, while October through June are the wettest months.\nFrost-free period: 219 to 315 days\nElevation: 15 to 61 m (50 to 200 ft)\nThornthwaite annual P-E indices: 81 to 128"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Buxin (LA), Caspiana (LA), Latanier (LA), and Moreland (LA) series.\nBuxin and Moreland soils: are clayey throughout the control section and are on lower flood plain positions\nCaspiana soils: have a mollic epipedon and is on similar landscape positions\nLatanier soils: have a clayey over loamy control section and is in a lower position on the natural levee"
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND  PERMEABILITY",
    "content": "DRAINAGE AND  PERMEABILITY:\nDrainage: well drained\nPermeability: moderate\nRunoff: negligible on slopes less than 1 percent and low on slopes up to 3 percent"
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Used for cultivated crops or pasture. Principal crops are cotton, soybeans and corn. Principal pasture grass is bermudagrass. Native vegetation consists of mixed hardwood forest."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Alluvial plains of the Arkansas and Red Rivers in Arkansas, Louisiana and Oklahoma; Land Resource Region 0; MLRA 131B and 131C; the series is of large extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES PROPOSED",
    "content": "SERIES PROPOSED: Bossier Parish, Louisiana; 1959,"
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: The series was formerly included in the Dexter series. The series was separated based on base saturation above 60 percent at 125 cm (50 in) below top of argillic and site position.\nDiagnostic horizons and features recognized in this pedon are:\nParticle-size control section: 25 to 75 cm (10 to 30 in) (Bt1 and Bt2 horizon)\nOchric epipedon: 0 to 25 cm (0 to 10 in) (Ap horizons)\nArgillic horizon: 25 to 84 cm (10 to 33 in) (Bt horizons)\nRedoximorphic concentrations: 25 to 112 cm (10 to 49 in) (Bt, BC horizons)\nAdditional Comments: The assignment of the cation-exchange activity class is supported by Louisiana Agricultural Experiment Station laboratory data number S65LA-41-2.\nEdited 01/2017 (JAD-MJB) Changed to tabular format. Updated pedon description, range in characteristics, and other sections.\nADDITIONAL DATA: Louisiana Agricultural Experiment Station Data from type location S65LA-41-2 (Red River Parish, Louisiana). Additional LAES laboratory data available for S83LA-69-21 (Natchitoches Parish, Louisiana).\nTAXONOMIC VERSION: Keys to Soil Taxonomy, Twelfth Edition, 2014\nNational Cooperative Soil Survey\nU.S.A."
  }
}
