{
  "SERIES": "GALLIME",
  "STATUS": "Established Series",
  "BYREV": "DTH:CLN:GLL; Rev.JDS",
  "REVDATE": "11/2004",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, siliceous, semiactive, thermic Glossic Paleudalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Gallime fine sandy loam--on a smooth convex 2 percent slope in a cultivated field. (Colors are for moist soil unless otherwise stated.)\nAp--0 to 10 inches; brown (10YR 5/3) fine sandy loam; weak medium subangular blocky structure; soft, very friable; common fine roots; moderately acid; abrupt smooth boundary. (3 to 12 inches thick)\nE--10 to 28 inches; light yellowish brown (10YR 6/4) fine sandy loam; common fine and medium distinct yellowish brown (10YR 5/6) redox concentrations; weak coarse subangular blocky structure; soft, very friable; common fine roots; many fine pores; common wormcasts; common soft black masses; few coarse rounded pebbles; slightly acid; clear smooth boundary. (17 to 31 inches thick)\nBt--28 to 47 inches; yellowish brown (10YR 5/6) sandy clay loam; common fine and medium prominent red (2.5YR 4/8) redox concentrations; weak coarse subangular blocky structure parting to weak fine and medium subangular blocky; slightly hard, friable; few fine roots; few medium pores; many patchy clay films on surfaces of peds; few fragments of ironstone up to 1.5 inches in diameter; strongly acid; gradual wavy boundary. (0 to 20 inches thick)\nBt/E1--47 to 62 inches; yellowish brown (10YR 5/6) sandy clay loam; many coarse distinct yellowish red (5YR 5/6) and common fine and medium distinct yellow (10YR 7/8) redox concentrations; moderate coarse subangular blocky structure; hard, firm; few fine roots; few medium pores; many patchy clay films on surfaces of peds; about 5 percent streaks and coatings of albic material on surfaces of some peds (E); few vertical streaks of slightly brittle red (2.5YR 4/8) sandy loam; strongly acid; gradual wavy boundary. (10 to 27 inches thick)\nBt/E2--62 to 80 inches; mixed red (2.5YR 4/8), light gray (10YR 7/1), and yellow (10YR 7/8) sandy clay loam; weak coarse subangular blocky structure; hard, firm; few fine roots; few fine pores; few patchy clay films on surfaces of peds; about 12 percent streaks, pockets, and coatings on surface of peds of albic materials (E); very strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Henderson County, Texas; from the intersection of Texas Highway 31 and Farm Road 773 in Murchison, Texas; 5.6 miles east on Texas Highway 31; 0.3 mile south on county road and 1,000 feet east in cropland field."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSolum thickness: More than 80 inches\nClay content in the Control Section: 18 to 25 percent\nRedoximorphic features:\nOther distinctive soil features: Thickness of the epipedon ranges from 20 to 40 inches\nConcentrated minerals: Base saturation ranges from 35 to 60 percent in the lower part of the argillic horizon.\nA horizon:\nColor--Hue of 7.5YR or 10YR, value of 3 to 5, and chroma of 2 to 4. Horizons with value of 3 are less than 7 inches thick.\nRedoximorphic features--None\nTexture--Fine sandy loam, very fine sandy loam or loam\nOther features--None\nReaction--Very strongly acid to slightly acid, unless limed\nE horizon:\nColor--Hue of 7.5YR or 10YR, value of 5 to 7, and chroma of 2 to 4\nRedoximorphic features--None\nTexture--Fine sandy loam, very fine sandy loam or loam\nOther features--None\nReaction--Very strongly acid to slightly acid, unless limed\nBt horizon:  (where present)\nColor--Hue of 5YR to 10YR, value of 5 or 6, and chroma of 4 to 8\nRedoximorphic features--Iron concentrations in shades of red or brown, and iron depletions in shades of gray range from few to common in most pedons. However, the upper Bt horizon of some pedons does not contain redox concentrations. Redox depletions typically occur below depths of 30 to about 65 inches.\nTexture--Loam or sandy clay loam\nOther features--None\nReaction--Very strongly acid to moderately acid\nBt/E horizon:  (where present)\nColor--Shades of brown, red, yellow and gray\nRedoximorphic features--Iron concentrations in shades of red or brown, and iron depletions in shades of gray range from few to common in most pedons.\nTexture--Loam, sandy clay loam or clay loam\nOther features--Intrusions of albic material in streaks, pockets and coatings on the surface of peds, make up 5 to 20 percent by volume of the horizon. Brittle masses make up about 5 to 20 percent of most pedons. Some pedons have a few nodular fragments of plinthite that make up less than 4 percent by volume.\nReaction--Very strongly acid to moderately acid"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Bernaldo, Bernow, and Latex series in the same family and the Addielou, Elysian, Freestone, Larue, Larton, Naldo, Whakana, and Wolfpen series in closely related families. Addielou soils have less than 35 percent base saturation in the lower part of the solum. Bernaldo, Bernow, and Latex soils have an epipedon that is less than 20 inches thick. Latex soils have a clayey discontinuity within a depth of 60 inches. Elysian soils have a coarse-loamy control section. Freestone soils have aquic conditions and redox depletions within 30 inches of the surface, and they are clayey in the lower part of the solum. Larton, Larue, and Wolfpen soils have a sandy epipedon that is 20 to 40 inches thick. Naldo and Whakana soils have mixed mineralogy."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Gallime soils are mainly on gently sloping terraces of Pleistocene age. These soils are 25 to 150 feet above present streams. Slopes are generally 1 to 3 percent but range up to 5 percent. Mean annual precipitation ranges from 40 to 46 inches. Frost free days range from 240 to 260 days and elevation ranges from 250 to 550 feet above sea level. Mean annual temperature ranges from 64 to 68 degrees F. Thornthwaite P-E indices range from 64 to 82."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the competing Bernaldo and Bernow soils, the closely related Wolfpen soils, and the Bowie, Spurger, and Woden soils. Bernaldo and Spurger soils are adjacent or on lower positions. Spurger soils are clayey upper part of the argillic horizon. Bowie soils are on higher positions, have lower base saturation in the lower part of the subsoil and have more than 5 percent plinthite. Woden soils are on adjacent slopes and have a coarse-loamy control section. Wolfpen soils are on higher positions."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Gallime soils are well drained. The permeability is moderate. Runoff is very low.  The soils are wet in all layers below about 4 to 6 feet deep during December through March in normal years."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Used mainly for cropland and improved pastures. Cultivated crops include peas, corn, small grain, and vegetables. Improved pastures include bermudagrass, lovegrass, and bahiagrass. Forested areas consist mainly of loblolly and shortleaf pine, red oak, sweetgum, blackjack oak, hickory, and elm."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Southern Coastal Plains of eastern Texas and possibly Louisiana, and Oklahoma. The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Henderson County, Texas; 1978."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: This soil was formerly mapped and included with the Bernaldo and Wolfpen series. The series was updated in 2002 to allow very strongly acid reaction in the epipedon and to allow albic intrusions to originate from the top of the argillic horizon.  The series was updated in 2004 to allow a Glossic horizon with up to 20% intrusions of albic materials in some pedons, and to specify that the water table is apparent, rather than perched.\nDiagnostic horizons and features recognized in this pedon are:\nOchric epipedon - the zone from the surface to a depth of approximately 28 inches (Ap and E horizons)\nArgillic horizon - the zone from a depth of about 28 to 80 inches (Bt, Bt/E1, Bt/E2 horizons)\nIntrusions of albic material - the zone from 47 to 80 inches deep (Bt/E horizons).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
