{
  "SERIES": "GALLOWAY",
  "STATUS": "Established Series",
  "BYREV": "SG-SK-CS/Rev. JAK",
  "REVDATE": "11/2015",
  "STATES": "DE,MD,NJ",
  "OVERVIEW": "NA",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Mesic, coated Aquic Quartzipsamments"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Galloway loamy sand--cultivated (Colors are for moist soil.)\nAp--0 to 9 inches; dark grayish brown (10YR 4/2) loamy sand; single grain; loose; many fine roots; slightly acid; abrupt smooth boundary. (2 to 9 inches thick)\nBw1--9 to 28 inches; light yellowish brown (10YR 6/4) loamy sand; single grain; loose; nonsticky, nonplastic; few fine faint brownish yellow (10YR 6/6) irregularly shaped iron accumulations with diffuse boundaries throughout; many sand grains coated with silt and clay; moderately acid; clear smooth boundary. (20 to 45 inches thick)\nCg1--28 to 58 inches; white (2.5Y 8/2) gravelly sand; single grain; loose; nonsticky, nonplastic; common medium prominent light yellowish brown (10YR 6/4) irregularly shaped iron accumulations with clear boundaries throughout; 20 percent, by volume, fine quartzite gravel; very strongly acid; abrupt smooth boundary.\nCg2--58 to 72 inches; white (2.5Y 8/1) sand; single grain; loose; nonsticky, nonplastic; 5 percent, by volume, fine quartzite gravel; extremely acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Cumberland County, New Jersey; about 0.1 mile south of the intersection of Ackley Road and Buckshutem Road, 50 feet east of the road, in a cultivated field on the Edward G. Bevan Wildlife Management Area; USGS Dividing Creek Quadrangle; lat. 39 degrees 18 minutes 48 seconds N. and long. 75 degrees 00 minutes 34 seconds W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS & RANGE OF INDIVIDUAL HORIZONS",
    "content": "RANGE IN CHARACTERISTICS:\nSolum Thickness: 35 to 44 inches\nDepth to Bedrock: Greater than 60 inches\nDepth to Seasonal High Water Table: 24 to 48 inches, December to April\nSoil Reaction: Extremely acid to strongly throughout the profile, unless limed\nRock Fragments: 0 to 5 percent, by volume, in the O, A, E, and B horizons and 0 to 35 percent in the C horizon; mostly fine rounded quartzite gravel\nOther Features: Some pedons have a thin microsequence of an A, E, and Bh horizon. Total thickness of the this sequence is less than 5 inches and individual horizons are less than 2 inches thick. & RANGE OF INDIVIDUAL HORIZONS:\nO horizon (if it occurs):\nColor--hue of 5YR to 10YR, value of 2 to 4, and chroma of 1 to 3\nTexture--highly decomposed to slightly decomposed plant material\nA or Ap horizon:\nColor--hue of 10YR or 2.5Y, value of 3 to 6, and chroma of 1 to 4\nTexture--loamy sand or sand\nE horizon (if it occurs):\nColor--hue of 10YR or 2.5Y, value of 5 or 6, and chroma of 1 to 3\nTexture--loamy sand or sand\nBh horizon (if it occurs):\nColor--hue of 5YR or 7.5YR, value of 4 to 6, and chroma of 4 to 6\nTexture--loamy sand\nBw horizon:\nColor--hue of 7.5YR to 5Y, value of 5 to 7, and chroma of 3 to 6.\nRedoximorphic Features--iron depletions in shades of gray (below a depth of 24 inches and within a depth of 40 inches) and iron accumulations in shades of red, brown, yellow, or olive\nTexture (fine-earth fraction)--loamy sand in the upper part and loamy sand or sand in the lower part\nCg horizon:\nColor--hue of 10YR to 5Y, value of 5 to 7, and chroma of 1 or 2, or is neutral in hue and has value of 5 to 7\nRedoximorphic Features--iron depletions in shades of gray and iron accumulations in shades of red, brown, yellow, or olive\nTexture (fine-earth fraction)--loamy sand or sand"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:\nKlej soils--somewhat poorly drained with low chroma depletions and a seasonal high water table at a depth of 12 to 24 inches\nMajik soils--mean annual air temperature of less than 52 degrees F. and formed in sandy alluvium on stream terraces."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nLandscape: Coastal Plain uplands\nLandform: Nearly level to undulating marine terraces, upland flats, or shallow depressions\nElevation: 10 to 100 feet\nParent Material: Coarse-textured, siliceous, unconsolidated sediments that have been reworked by wind in places\nMean Annual Air Temperature: 52 to 58 degrees F.\nMean Annual Precipitation: 36 to 48 inches\nFrost Free Period: 180 to 210 days"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:\nAtsion soils--poorly drained spodosols with thicker A, E, and Bh horizons, on similar landforms\nBerryland soils--very poorly drained spodosols with thicker A, E, and Bh horizons, on lower-lying landforms\nDowner soils--well drained with a coarse-loamy particle-size control section, on higher-lying landforms\nEvesboro soils--excessively drained with low chroma depletions and seasonal high water tables below a depth of 6.0 inches, on slightly lower-lying positions\nFallsington soils--poorly drained with a fine-loamy particle-size control section, on similar landforms\nFort Mott soils--well drained with a finer-textured loamy subsoil on higher-lying landforms\nHurlock soils--poorly drained soils with a coarse-loamy particle-size control section, on similar landforms\nGalestown soils--somewhat excessively drained, on higher-lying landforms\nKlej soils--somewhat poorly drained with a seasonal high water table a depth of 1 to 2 feet below the soil surface, on similar landforms\nLakehurst soils--somewhat poorly drained spodosols with thicker A, E, and Bh horizons, on similar landforms\nLakewood soils--excessively drained spodosols with thicker A, E, and Bh horizons, on higher-lying landforms\nMatawan soils--moderately well drained with a coarse-loamy particle-size control section, on similar landforms\nSassafras soils--well drained soils with a fine-loamy particle-size control section, on higher-lying landforms\nWoodstown soils--moderately well drained with a fine-loamy particle-size control section, on similar landforms"
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE CLASS & PERMEABILITY",
    "content": "DRAINAGE CLASS: Moderately well drained & PERMEABILITY: Rapid or very rapid"
  },
  "USE AND VEGETATION": {
    "section": "MAJOR USES & VEGETATION",
    "content": "MAJOR USES: Cultivated crops mainly corn, soybeans, hay, and truck crops. & VEGETATION: Wooded areas are dominated by mixed oaks, sweetgum, red maple, pond pine, and loblolly pine."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION & EXTENT",
    "content": "DISTRIBUTION: New Jersey, Maryland, and Delaware & EXTENT: Moderate"
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: RALEIGH, NORTH CAROLINA"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Cumberland County, New Jersey, 1998"
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Galloway soils were previously mapped with the Klej series. Klej soils originally ranged from somewhat poorly drained to moderately well drained. The Galloway soils are established to replace the moderately well drained component of Klej soils.  They are in a drainage catena of sandy soils with Klej soils (seasonal high water table at 1.0 to 2.0 feet); Galloway soils (2.0 to 4.0 feet); Runclint soils (4.0 to 6.0 feet); and Evesboro soils (greater than 6.0 feet).\nDiagnostic horizons and other diagnostic soils characteristics recognized in this pedon are:\nOchric epipedon--the zone from the surface to 9 inches (Ap horizon).\nAquic conditions--the zone from 28 inches to a depth of 80 inches is periodically saturated (endosaturation).\nSOIL INTERPRETATION RECORD(s): NJ0224\nTABULAR SERIES DATA:\nSOI-5  Soil Name   Slope  Airtemp FrFr/Seas Precip  Elevation\nNJ0224 GALLOWAY    0-  5   52- 58  180-215  36- 48    10- 120\nSOI-5  FloodL FloodH Watertable Kind   Months  Bedrock Hardness\nNJ0224 NONE          2.0-4.0  APPARENT DEC-APR  >60\nSOI-5  Depth  Texture                3-Inch  No-10  Clay%   -CEC-\nNJ0224  0- 9  LS                      0-  0  95-100  5-12   2-  5\nNJ0224  0- 9  S                       0-  0  95-100  2-10   2-  5\nNJ0224  9-28  LS S                    0-  0  95-100  2-12   1-  3\nNJ0224 28-58  GR-S GR-LS              0-  0  55- 75  2-12   1-  3\nNJ0224 58-727  S LS                   0-  0  85- 95  2-10   1 - 3\nSOI-5  Depth    -pH-     O.M.  Salin  Permeab   Shnk-Swll\nNJ0224  0- 9  3.6- 5.5  1.-3.  0- 0   6.0-  20  LOW\nNJ0224  0- 9  3.6- 5.5  1.-3.  0- 0   6.0-  20  LOW\nNJ0224  9-28  3.6- 5.5  0.-.5  0- 0   6.0-  20  LOW\nNJ0224 28-58  3.6- 5.5  0.-.5  0- 0   6.0-  20  LOW\nNJ0224 58-72  3.6- 5.5  0.-.5  0- 0   6.0-  20  LOW\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {}
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 23,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "loamy sand",
        "pH_class": "slightly acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Ap--0 to 9 inches; dark grayish brown (10YR 4/2) loamy sand; single grain; loose; many fine roots; slightly acid; abrupt smooth boundary. (2 to 9 inches thick)"
      },
      {
        "name": "Bw1",
        "top": 23,
        "bottom": 71,
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 4,
        "texture_class": "loamy sand",
        "pH_class": "moderately acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bw1--9 to 28 inches; light yellowish brown (10YR 6/4) loamy sand; single grain; loose; nonsticky, nonplastic; few fine faint brownish yellow (10YR 6/6) irregularly shaped iron accumulations with diffuse boundaries throughout; many sand grains coated with silt and clay; moderately acid; clear smooth boundary. (20 to 45 inches thick)"
      },
      {
        "name": "Cg1",
        "top": 71,
        "bottom": 147,
        "moist_hue": "2.5Y",
        "moist_value": 8,
        "moist_chroma": 2,
        "texture_class": "sand",
        "cf_class": "gravelly",
        "pH_class": "very strongly acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Cg1--28 to 58 inches; white (2.5Y 8/2) gravelly sand; single grain; loose; nonsticky, nonplastic; common medium prominent light yellowish brown (10YR 6/4) irregularly shaped iron accumulations with clear boundaries throughout; 20 percent, by volume, fine quartzite gravel; very strongly acid; abrupt smooth boundary."
      },
      {
        "name": "Cg2",
        "top": 147,
        "bottom": 183,
        "moist_hue": "2.5Y",
        "moist_value": 8,
        "moist_chroma": 1,
        "texture_class": "sand",
        "pH_class": "extremely acid",
        "narrative": "Cg2--58 to 72 inches; white (2.5Y 8/1) sand; single grain; loose; nonsticky, nonplastic; 5 percent, by volume, fine quartzite gravel; extremely acid."
      }
    ]
  ]
}
