{
  "SERIES": "GALOO",
  "STATUS": "Established Series",
  "BYREV": "LMD-JWW-SWF",
  "REVDATE": "03/2010",
  "STATES": "NY,VT",
  "OVERVIEW": "The Galoo series consists of very shallow, somewhat excessively to excessively drained soils formed in thin layer of till overlying limestone or calcareous sandstone bedrock. Slope ranges from 0 to 8 percent. The mean annual temperature is 10 degrees C. and the mean annual precipitation is 94 centimeters.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy, mixed, active, nonacid, mesic Lithic Udorthents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Galoo silt loam - forested. (Colors are for moist soil.)\nA -- 0 to 10 centimeters; dark brown (7.5YR 3/2) silt loam; weak fine and very fine granular structure; very friable; many fine roots; 7 percent coarse fragments; neutral; abrupt smooth boundary. (3 to 20 centimeters thick.)\nBw -- 10 to 18 centimeters; reddish brown (5YR 4/3) channery silt loam, brown (7.5YR 4/4) rubbed; moderate fine and very fine subangular blocky structure, parting to moderate fine and very fine granular, 15 percent coarse fragments; neutral; abrupt smooth boundary. (3 to 13 centimeters thick.)\n2R -- 18 centimeters; gray limestone bedrock."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Jefferson County, New York; Town of Henderson, 0.42 kilometers north of the intersection of County Route 72 and New York Route 3 and 15 meters east of New York Route 3. Henderson, NY topographic quadrangle; Latitude 43 degrees, 51 minutes, 48 seconds N. and Longitude 76 degrees, 11 minutes, 41 seconds W., NAD 1927."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: The thickness of the solum and depth to bedrock ranges from 8 to 23 centimeters. The content of rock fragments, dominantly limestone with lesser amounts of calcareous sandstone, ranges from 3 to 20 percent by volume. The soil ranges from medium acid to slightly alkaline.\nThe A or Ap horizon has hue of 5YR through 10YR, value of 3 or 4, and chroma of 1 through 3. It is dominantly silt loam, but ranges through loam and fine sandy loam in the fine earth fraction.\nThe B horizon has hue of 5YR through 10YR, value of 3 through 5, and chroma of 2 through 6. Some pedons have few, faint high chroma mottles. It is dominantly silt loam, but ranges through loam or fine sandy loam in the fine earth fraction. It has weak or moderate granular or subangular blocky structure and friable or very friable consistence.\nThe bedrock is dominantly gray limestone which in some pedons, contains thin shale layers or it may be calcareous sandstone."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no other known series in this family.\nBenson, Farmington, Quetico, and St. Ignace soils are in related families. Benson and Farmington soils are 25 to 50 centimeters deep, contain cambic horizons and, in addition, Benson soils are skeletal. Quetico soils are acid and frigid. St. Ignace soils are calcareous and frigid."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Galoo soils are on smooth bedrock controlled landforms that contain both short steep bedrock escarpments and level areas of exposed bedrock. The slope gradient commonly is 0 through 4 percent, but the range is 0 through 8 percent. The soil formed in a thin layer of till that overlies limestone or calcareous sandstone that is typically level bedded with the limestone containing numerous solution channels. Mean annual precipitation ranges from 75 to 113 centimeters, mean annual air temperature from 8 to 12 degrees C., and mean growing season from 120 through 180 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the competing Benson and Farmington soils. Also associated are Amenia, Galway, Grenville, Hogansburg, and Nellis soils. Amenis, Grenville, Hogansburg, and Nellis soils are associated on deep till. Galway soils are associated where the till is 50 to 100 centimeters deep to bedrock."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Excessively drained and somewhat excessively drained. The potential for surface runoff is high or very high. Saturated hydraulic conductivity is moderately high to high in the solum above the bedrock."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: These soils are mostly in unimproved pasture or they are idle or forested. Forested areas consist mainly of white cedar, red cedar, eastern white pine, red maple, and northern red oak."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Galoo soils are extensive locally in the Ontario Lake Plain, the St. Lawrence and Black River Valleys of New York, and the Champlain Valley in Vermont. MLRA's 101 and 142. They are of moderate extent, estimated at over 15,000 hectares."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Amherst, Massachusetts"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Jefferson County, New York, 1983."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: This series was established to cover areas that have been considered as inclusions in the Benson and Farmington series at the deeper end of the range or as bedrock at the shallower end of the range.\nDiagnostic horizons and other features recognized in the typical pedon:\n(1) Ochric epipedon - the zone from the surface to 10 cm (A horizon).\n(2) Cambic horizon - the zone from 10 to 18 cm (Bw horizon).\n(3) Lithic contact - hard bedrock at 18 cm (2R horizon)."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "NA"
  },
  "SITE": [
    [
      {
        "drainage": "excessively and somewhat excessively",
        "drainage_overview": "somewhat excessively to excessively"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 10,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "7.5YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "silt loam",
        "structure": "weak fine and very fine granular",
        "dry_rupture": "NA",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "eff_class": "NA",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "A -- 0 to 10 centimeters; dark brown (7.5YR 3/2) silt loam; weak fine and very fine granular structure; very friable; many fine roots; 7 percent coarse fragments; neutral; abrupt smooth boundary. (3 to 20 centimeters thick.)"
      },
      {
        "name": "Bw",
        "top": 10,
        "bottom": 18,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "5YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "silt loam",
        "structure": "moderate fine and very fine subangular blocky",
        "dry_rupture": "NA",
        "moist_rupture": "NA",
        "coherence": "NA",
        "cf_class": "channery",
        "pH": "NA",
        "pH_class": "neutral",
        "eff_class": "NA",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Bw -- 10 to 18 centimeters; reddish brown (5YR 4/3) channery silt loam, brown (7.5YR 4/4) rubbed; moderate fine and very fine subangular blocky structure, parting to moderate fine and very fine granular, 15 percent coarse fragments; neutral; abrupt smooth boundary. (3 to 13 centimeters thick.)"
      },
      {
        "name": "2R",
        "top": 18,
        "bottom": "NA",
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "NA",
        "structure": "NA",
        "dry_rupture": "NA",
        "moist_rupture": "NA",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "eff_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "2R -- 18 centimeters; gray limestone bedrock."
      }
    ]
  ]
}
