{
  "SERIES": "GALT",
  "STATUS": "Established Series",
  "BYREV": "Rev. CSB/WBS/AJT/DJE/MAV/JJJ/SBS",
  "REVDATE": "2/97",
  "STATES": "CA",
  "OVERVIEW": "The Galt Series consists of moderately deep, moderately well drained soils that formed in fine textured alluvium from mixed but dominantly granitic rock sources.  Galt soils are on low terraces, basins and basin rims and have slopes of 0 to 5 percent.  The mean annual precipitation is abut 16 inches and the mean annual temperature is about 60 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, smectitic, thermic Aquic Durixererts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Galt clay - on a 1 percent slope under filaree, soft chess and tarweed.  Used for rangeland.  (Colors are for dry soil unless otherwise stated.  When described April 20, 1976, the soil was slightly moist throughout).  The elevation is 25 feet.\nA--0 to 5 inches; grayish brown (10YR 5/2) clay, very dark grayish brown (10YR 3/2) moist; weak coarse prismatic structure parting to very strong coarse subangular blocky structure; very hard, firm, sticky and plastic; many very fine and fine roots; many very fine and common fine tubular pores; the upper inch is clay loam and has coarse platy and coarse granular structure; common medium distinct yellowish brown (10YR 5/6) soft masses of iron accumulation, dark yellowish brown (10YR 4/4) moist; few, fine and medium iron-manganese concretions; many vertical and horizontal cracks 2 to 3mm wide in a slightly moist state; slightly acid (pH 6.5) gradual wavy boundary.  (4 to 8 inches thick)\nBss1--5 to 13 inches; grayish brown (10YR 5/2) clay, very dark grayish brown (10YR 3/2) moist; weak coarse prismatic structure parting to strong very coarse and coarse subangular blocky structure; very hard, firm, sticky and plastic; many very fine and fine roots; many very fine and common fine tubular pores; few, fine and medium iron-manganese concretions; many vertical cracks up to 5mm wide in a slightly moist state; many slickensides that intersect; slightly acid (pH 6.5); gradual wavy boundary.  (5 to 8 inches thick)\nBss2--13 to 22 inches; mixed grayish brown and brown (10YR 5/2, 5/3) clay, dark brown (10YR 3/3) moist; moderate very coarse prismatic structure; extremely hard, very firm, very sticky and very plastic; common very fine and fine roots; common very fine and few fine tubular pores; few, fine and medium iron-manganese concretions; many slickensides that intersect and wedge shaped aggregates; an accumulation of surface vegetation occurs in vertical cracks; neutral (pH 7.0); gradual wavy boundary.  (5 to 12 inches thick)\nBw--22 to 32 inches; mixed grayish brown and brown (10YR 5/2, 5/3) clay, dark brown (10YR 3/3) moist; moderate coarse prismatic structure; extremely hard, very fine, very sticky and very plastic; common very fine and few fine roots; common very fine and wedge shaped aggregates; an accumulation of surface vegetation in vertical cracks; moderately alkaline (pH 8.0); clear wavy boundary.  (6 to 12 inches thick)\nBkqm--32 to 60 inches; variegated white (10YR 8/1), light yellowish brown (10YR 6/4), yellowish red (5YR 4/6) continuous silica pan; massive; weakly cemented; discontinuous indurated silica cemented laminar bands, 1 to 5mm thick in upper part; opal coating line pores and fill interstices in weakly cemented part; common fine and medium iron-manganese concretions; strongly effervescent with disseminated carbonates; moderately alkaline (pH 8.0)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Sacramento County, California; about 5 miles NW from Galt; approximately 2.6 miles west from intersection of Highway 99 and Twin Cities Road and 1.6 miles due north of Twin Cities Road; in T. 5 N., R. 6 E.  38 degrees, 18 minutes, 54 seconds North latitude.  121 degrees West longitude, 21 minutes,25 seconds. (Unsectionized)."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Depth to the duripan is 20 to 40 inches.  The soils have cracks 1 to 4 cm wide at a depth of 20 inches.  The cracks are open from about mid-June to mid-October and remain closed the rest of the year.  The mean annual soil temperature at a depth of 20 inches is 64 degrees to 66 degrees F. Some pedons have Bk horizons with similar colors as Bss horizons.\nThe A horizon has colors of dominantly 10YR 4/2, 4/3, 5/2 or 5/3.  Moist color is 10YR 3/2, 2/2, 3/3, 3/4, 4/2, or 4/3.  Distinct redoximorphic concentrations with chromas of 4 or 6 are present in the upper 2 to 7 inches.  It is clay loam, silty clay loam, silty clay or clay with 30 to 60 percent clay.  In some areas the surface is a pale brown (10YR 6/3) silt loam overburden, (10YR 4/3) moist. It ranges from slightly acid to neutral.  Some pedons have Ak horizons with similar colors as C horizons.\nThe Bss and Bw horizons have mixed colors of 10YR 4/2, 5/2, 5/3, 6/2 or 7/2.  Moist color is 10YR 3/2, 3/3, 4/2 or 4/3. It is silty clay or clay.  It ranges from neutral to moderately alkaline.  Some pedons are calcareous with accumulations of lime.  Some pedons have a loam C horizon below the duripan.\nThe Bkqm or BKq horizon has dry colors of 10YR 8/1, 8/2, 7/3, 7/4, 6/3, 6/4 or 4/2.  It is massive or platy and weakly to strongly cemented with indurated laminar bands.  Some pedons have segregations of accumulated lime."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Alo (CA), Altamont (CA), Asbill (CA), Asolt (CA), Auld (CA), Ayar (CA), Capay (CA), Centerville (CA), Chinapoint (T CA), Cibo (CA), Hollenbeck (CA), Lostpoint (T CA), Porterville (CA) and Seville (CA) series.  Alo, Asbill and Centerville soils have a paralithic contact between 20 to 40 inches. Altamont, Auld and Ayar, Capay and Porterville soils lack a duripan within 40 inches.  Asolt soils have a lithic contact below 40 inches. Cibo soils have a lithic contact between 20 to 40 inches.  Seville soils have 7.5YR and 5YR hues."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Galt soils are in basins of low terraces and on basin rims of the Victor Formation and have slopes of 0 to 5 percent. Commonly they are in small slightly concave or level basins that may be connected by narrow drainage ways.  They formed in alluvium derived from mixed but dominantly granitic rock sources.  Elevations are 10 to 150 feet.  The climate is subhumid with cool, moist winters and hot, dry summers.  Mean annual precipitation is 14 to 18 inches.  Average January air temperature is about 44 degrees F; average July temperature is about 75 degrees F; mean annual temperature is 59 degrees to 64 degrees F. Average frost-free season ranges from 250 to 300 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Madera and San Joaquin soils.  Madera and San Joaquin soils have an epipedon with less than 30 percent clay content and have an argillic horizon."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Moderately well drained; runoff is ponded to medium; slow permeability.  Some areas are rarely or occasionally flooded for brief to long periods in December through April."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used for range, dryland crops, irrigated pasture, rice and irrigated field crops.  Natural vegetation is soft chess, annual ryegrass, foxtail fescue, broadleaf filaree and clovers."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  In basins of low terraces and on basin rims of the east central side of the Central Valley, California.  These soils are not extensive in MLRA-17."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Sacramento County, California 1983."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  These soils were previously mapped as the Alamo series. Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - the zone from the surface to a depth of 22 inches (A, Bss1, Bss2).\nDuripan - the zone from 32 to 60 inches (Bkqm).\nRedoximorphic features- in some horizon above the duripan\nSeries reclassified on November 1996.  Competing series not reviewed at that time.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
