{
  "SERIES": "GALVEZ",
  "STATUS": "Established Series",
  "BYREV": "Rev. JDS",
  "REVDATE": "5/98",
  "STATES": "LA",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty, mixed, superactive, hyperthermic Aeric Endoaqualfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Galvez silt loam--cropland.\n(Colors are for moist soil unless otherwise stated.)\nAp--0 to 8 inches; dark grayish brown (10YR 4/2) silt loam; weak fine subangular blocky structure; friable; many fine roots throughout; common fine pores; very few faint pale brown (10YR 6/3) silt coats on faces of peds; common fine faint brown (10YR 4/3) masses of iron accumulation between peds; strongly acid; diffuse smooth boundary. (4 to 9 inches thick)\nBt--8 to 17 inches; 35 percent brown (10YR 5/3) and 30 percent grayish brown (10YR 5/2) silty clay loam; moderate medium subangular blocky structure; firm; common fine roots between peds; common fine and medium pores; many distinct dark grayish brown (10YR 4/2) clay films on faces of peds; many fine distinct yellowish brown (10YR 5/6) masses of iron accumulation between peds; moderately acid; diffuse wavy boundary. (3 to 15 inches thick)\nBtg1--17 to 26 inches; grayish brown (10YR 5/2) silt loam; weak fine subangular blocky structure; friable; common fine roots throughout; common fine and medium pores; common distinct dark grayish brown (10YR 4/2) clay films on faces of peds and in pores; many fine distinct yellowish brown (10YR 5/4) masses of iron accumulation between peds; slightly acid; clear smooth boundary.\nBtg2--26 to 35 inches; grayish brown (10YR 5/2) silt loam; weak fine subangular blocky structure; very friable; common fine roots throughout; common fine pores; very few distinct dark grayish brown (10YR 4/2) clay films in root channels and/or pores; many fine distinct yellowish brown (10YR 5/4) masses of iron accumulation between peds; few fine distinct yellowish brown (10YR 5/6) masses of iron accumulation; few faint gray (10YR 5/1) iron depletions; neutral; diffuse wavy boundary.\nBtg3--35 to 45 inches; grayish brown (2.5Y 5/2) silt loam; weak fine subangular blocky structure; very friable; common fine roots throughout; common fine pores; very few distinct dark grayish brown (2.5Y 4/2) clay films in root channels and/or pores; few fine faint gray (2.5Y 5/1) iron depletions between peds; many fine prominent yellowish brown (10YR 5/4) masses of iron accumulation between peds; neutral; gradual wavy boundary. (12 to 45 inches thick)\nBg--45 to 52 inches; grayish brown (2.5Y 5/2) silt loam; weak fine subangular blocky structure; very friable; common fine roots throughout; common fine pores; many fine prominent yellowish brown (10YR 5/4) masses of iron accumulation throughout; few fine prominent yellowish brown (10YR 5/6) masses of iron accumulation throughout; neutral; clear wavy boundary.\nBCg1--52 to 63 inches; grayish brown (2.5Y 5/2) silt loam; weak fine subangular blocky structure; friable; common fine roots; common fine pores; many fine prominent yellowish brown (10YR 5/6) masses of iron accumulation throughout; few fine prominent very dark brown (10YR 2/2) masses of iron-manganese accumulation between peds; common fine distinct brown (10YR 4/3) masses of iron accumulation throughout; neutral; gradual wavy boundary.\nBCg2--63 to 68 inches; grayish brown (2.5Y 5/2) silt loam; weak fine subangular blocky structure; friable; common fine roots; common fine pores; few faint dark gray (2.5Y 4/1) organic coats in root channels and/or pores; many fine prominent yellowish brown (10YR 5/6) masses of iron accumulation throughout; few fine prominent very dark brown (10YR 2/2) masses of iron-manganese accumulation between peds; common fine distinct brown (10YR 4/3) masses of iron accumulation throughout; neutral; gradual wavy boundary.\nBCg3--68 to 83 inches; grayish brown (2.5Y 5/2) silt loam; weak fine subangular blocky structure; friable; common fine pores; few faint dark gray (2.5Y 4/1) organic coats in root channels and/or pores; many fine distinct light olive brown (2.5Y 5/4) masses of iron accumulation throughout; few fine prominent very dark brown (10YR 2/2) masses of iron-manganese accumulation between peds; neutral; diffuse wavy boundary.\n2Cg--83 to 91 inches; grayish brown (2.5Y 5/2) silty clay; weak fine subangular blocky structure; firm, very sticky and very plastic; many fine tubular pores; many faint dark gray (2.5Y 4/1) organic coats in root channels and/or pores; many medium prominent very dark brown (10YR 2/2) slightly hard masses of iron-manganese accumulation between peds; many fine prominent dark yellowish brown (10YR 4/4) masses of iron accumulation between peds and few iron-manganese concretions between peds; neutral."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  St. Mary Parish, Louisiana; 17 miles southeast of New Iberia on U.S. Hgy. 90 to the intersection with State Route 318; 1.37 miles southwest on State Route 318 to a road 300 feet south of Bayou Cypremort; 2,000 feet southwest on road to a curve; then 25 feet southwest into field; SE1/4,NW1/4, NE 1/4, sec.13, T.14 S., R.8 E; Kemper, La. USGS 7.5 Minute Quadrangle; 29 degrees, 50 minutes, 43.15 seconds N. Latitude; 91 degrees, 39 minutes, 15 seconds W. Longitude."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Solum thickness ranges from 40 to more than 80 inches.  The weighted average clay content in the upper 20 inches of the argillic horizon is 20 to 35 percent.  Total sand content in the control section is less than 35 percent, with less than 15 percent coarser than very fine sand.\nThe A horizon has hue of 10YR, value of 4 or 5, and chroma of 1 through 3.  Texture is silt loam or silty clay loam.  Reaction is slightly acid through strongly acid, except where the surface has been limed.\nThe Bt horizon has hue of 10YR or 2.5Y, value of 4 through 6, with chroma of 3 or 4 on interiors of peds, and chroma 1 or 2 on faces of most peds.  Iron depletions are in shades of gray, and iron accumulations are in shades of brown.  Texture is silty clay loam or silt loam.  Reaction is slightly acid through strongly acid\nThe Btg horizon has hue of 2.5Y or 10YR; value of 4 through 6; and chroma of 1 or 2.  Iron depletions are in shades of gray, and iron accumulations are in shades of brown.  Texture is silty clay loam or silt loam.  Reaction is slightly acid through strongly acid in the upper parts, and neutral through moderately alkaline in the lower parts.\nThe Bg and BCg horizons have hue of 2.5Y or 10YR; value of 4 or 5; and chroma of 1 or 2.  Iron depletions are in shades of gray, and iron accumulations are in shades of brown.  Texture is silty clay loam or silt loam.  Reaction is neutral through moderately alkaline.\nThe Cg or 2Cg horizon has hue of 2.5Y or 10YR; value of 4 or 5; and chroma of 1 or 2; or it is variegated in shades of gray and brown.  Texture is silt loam, silty clay loam, or silty clay.  Reaction is neutral through moderately alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no other series in the same family.  Loreauville and Patoutville soils are in closely related families.  Loreauville soils have a surface layer that meets all criteria for a mollic epipedon except that it is 6 to 10 inches thick.  Patoutville soils have red iron accumulations in the subsoil, have episaturation, and formed in loess."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Galvez soils are on nearly level to gently sloping natural levee positions.  Slope gradients are typically less than 2 percent.  The soil formed in silty alluvium.  The mean annual temperature is about 67.5 degrees F, and average annual rainfall is about 60 inches near the type location."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the competing Loreauville soils, and the Baldwin, Cancienne, Iberia, Loreauville, Schriever, and Thibaut soils.  Baldwin, Iberia, Schriever, and Thibaut soils are on lower positions on the natural levee, or in backswamp positions, and are clayey throughout the upper part of the solum.  Cancienne soils formed in sediments deposited on younger delta systems and do not have an argillic horizon."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Somewhat poorly drained; low runoff; moderately slow permeability.  The soil is saturated below 1.5 to 3 feet during December through April in normal years.  Unprotected areas are subject to rare to frequent flooding."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most areas are in pasture or cropland.  Native vegetation is hardwoods, such as hackberry, oak, ash, and sweetgum."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Southeast Louisiana.  The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Ascension Parish, Louisiana; 1972.  The type location was moved to St. Mary Parish, Louisiana in 1998.\nMLRA: Southern Mississippi Valley Alluvium (MLRA 131)"
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon include:\nOchric epipedon.............0 to 8 inches (Ap horizon)\nArgillic horizon            8 to 45 inches (Bt and Btg horizons)\nLithologic discontinuity    at 83 inches\nADDITIONAL DATA:  Lab analyses were run on samples from the typical pedon by NSSL, Lincoln, Nebraska; lab number S97LA-101-011\nNational Cooperative Soil Survey\nU.S.A."
  }
}
