{
  "SERIES": "GALVIN",
  "STATUS": "Established Series",
  "BYREV": "Rev. WRF-RJE",
  "REVDATE": "10/2002",
  "STATES": "WA",
  "OVERVIEW": "The Galvin series consists of deep, somewhat poorly drained soils formed in alluvium weathered from shale, sandstone, and volcanic material.  Galvin soils are on alluvial fans and old stream terraces and have slopes of 0 to 15 percent.  The average annual precipitation is about 55 inches, and the mean annual air temperature is about 52 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty, mixed, superactive, mesic Aquic Palexeralfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Galvin silt loam, pasture.  (Colors are for moist soil unless otherwise stated.)\nAp--0 to 9 inches; very dark grayish brown (10YR 3/2) silt loam, brown (10YR 5/3) dry; moderate medium subangular blocky structure parting to strong fine and very fine subangular blocky; slightly hard, very friable, slightly sticky and slightly plastic; many very fine and fine roots; many very fine and fine interstitial pores; slightly acid (pH 6.4); abrupt smooth boundary.  (5 to 10 inches thick)\nAB--9 to 14 inches; dark brown (10YR 3/3) silt loam, pale brown (10YR 6/3) dry; common medium prominent strong brown (7.5YR 5/6) mottles, strong brown (7.5YR 5/8) dry; moderate subangular blocky structure parting to moderate medium and fine subangular blocky; hard, friable, slightly sticky and slightly plastic; common very fine roots; many very fine and fine tubular pores; slightly acid (pH 6.4); clear smooth boundary.  (3 to 10 inches thick)\nBt1--14 to 19 inches; dark yellowish brown (10YR 4/4) silty clay loam, yellowish brown (10YR 5/4) dry; few fine distinct brown (10YR 5/3) and common medium prominent strong brown (7.5YR 5/6) mottles, very pale brown (10YR 7/3) and reddish yellow (7.5YR 6/8) dry; moderate very coarse subangular blocky structure parting to moderate coarse and medium subangular blocky; hard, friable, slightly sticky and slightly plastic; few very fine roots; many very fine and common fine tubular pores; many thin and moderately thick clay films on peds and in pores; slightly acid (pH 6.2); gradual smooth boundary.  (4 to 10 inches thick)\nBt2--19 to 41 inches; dark yellowish brown (10YR 4/4) silty clay loam, yellowish brown (10YR 5/4) dry; many large prominent grayish brown (2.5Y 5/2) and common medium prominent yellowish red (5YR 5/8) mottles, yellowish red (5YR 4/8) reddish yellow (7.5YR 6/6), and very pale brown (10YR 7/3) dry; moderate very coarse subangular blocky structure parting to moderate coarse and medium subangular blocky; hard, friable, slightly sticky and slightly plastic; few very fine roots; many very fine, common fine tubular pores; many thin and moderately thick clay films on peds and in pres; strongly acid (pH 5.3); clear smooth boundary.  (15 to 30 inches thick)\nBt3--41 to 60 inches; strongly mottled light brownish gray (2.5Y 6/2) yellowish brown (10YR 5/4), strong brown (7.5YR 5/8) silty clay, very pale brown (10YR 7/4), (10YR 8/3), reddish yellow (7.5YR 7/8) dry; strong coarse subangular and angular blocky structure parting to strong medium and fine subangular and angular blocky; very hard, firm (compact), sticky and plastic; few very fine roots; common very fine tubular pores; continuous thin and moderately thick clay films on peds and in pores; strongly acid (pH 5.3)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Lewis County, Washington; 200 feet south, 300 feet east of west 1/4 corner, sec. 32, T. 12 N., R. 2 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The mean annual soil temperature is 50 to 54 degrees F.  Solum thickness ranges from 40 to more than 60 inches.  Soils are usually moist, but are dry in all parts between depths of 4 and 12 inches for 45 to 60 consecutive days within the three months following the summer solstice.  The mean annual soil temperature at depth of 20 inches ranges from 47 to 52 degrees F.  The control section is loam, silt loam, clay loam, or silty clay loam and averages 23 to 35 percent clay and less than 15 percent coarser than very fine sand.\nThe A and AB horizons have hue of 10YR, or 7.5YR, value of 2 to 4 moist, 5 or 6 dry, and chroma of 2 or 3 moist or dry.  The AB horizon has few or common, faint to prominent mottles that have hue of 7.5YR or 5YR, value of 4 or 5 moist or dry, and chroma of 6 to 8 dry.  This horizon is silt loam, loam, or silty clay loam.\nThe Bt horizon has few to many, faint to prominent mottles that have hue of 5YR through 2.5Y, value of 4 to 6 moist, 4 to 8 dry, and chroma of 2 to 8 moist or dry.  Some mottles with a chroma of 2 or less are within 30 inches of the surface.  It ranges from loam through silty clay loam in the upper part to clay in the lower part."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Rose Valley and Stella series.  These soils have albic soil material in the argillic horizon."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  The Galvin soils occur at elevations of 30 to 1,000 feet and are on alluvial fans.  Slopes are 0 to 15 percent.  Galvin soils formed in alluvium weathered from shale, sandstone, and volcanic material.  Galvin soils occur in a humid marine climate with 40 to 70 inches average annual precipitation occurring mostly as rain during the winter.  Mean January temperature is 38 degrees F, mean July temperature is 65 degrees F, and mean annual temperature is 52 degrees F.  Frost-free season is 150 to 200 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Centralia, Chehalis, Cinebar, Lacamas, Melbourne and Reed soils.  Centralia and Chehalis soils are well drained.  Cinebar soils are medial.  Lacamas and Reed soils have an aquic moisture regime.  Melbourne soils are in a fine family."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Somewhat poorly drained; slow to medium runoff; moderate permeability in the A horizon, moderately slow in the upper Bt horizon and slow in the lower Bt horizon.  Water table is within 1/2 to 1 1/2 feet of the soil surface during the winter."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Where Galvin soils have been cleared of forest vegetation, they are used for seeded grass pasture, hay, and small grains.  Native vegetation is Douglas-fir, western redcedar, red alder, bigleaf maple, and Oregon ash, with an understory of vine maple, red huckleberry, trailing blackberry, Oregon-grape, salal, western swordfern and western brackenfern."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Southwestern Washington.  Series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Lewis County, Washington, 1941."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:  an ochric epipedon from the surface to 14 inches and an argillic horizon from 14 to 60 inches.  Mottles with a chroma of 2 or less start at a depth of 19 inches.  Base saturation by sum of cations is more than 35 percent at 1.8 m below the soil surface.  Reference soil sample number R71248 (71Wash-21-23-1).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
