{
  "SERIES": "GAMM",
  "STATUS": "Established Series",
  "BYREV": "Rev. RGC/DAL/HJP/TDT",
  "REVDATE": "06/2000",
  "STATES": "WA",
  "OVERVIEW": "The Gamm series consists of very shallow to hard sandstone, well drained soils that formed in residuum and colluvium from sandstone and metasedimentary rock.  Gamm soils are on glacial cirques.  Slopes are 30 to 60 percent.  Average annual precipitation is about 200 inches and average annual temperature is about 38 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, isotic Lithic Haplocryods"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Gamm very gravelly loam - forestland, on a 30 percent east-facing slope at an elevation of 3,290 feet in a mountain hemlock/Alaska huckleberry plant association.  (When described on August 5, 1991 the soil was moist throughout.  Colors are for moist soil unless otherwise stated.  All textures are apparent field textures.)\nOe--0 to 2 inches; moderately decomposed needles, leaves, and twigs; abrupt smooth boundary.  (1 to 5 inches thick)\nE--2 to 4 inches; dark grayish brown (10YR 4/2) cobbly fine sandy loam, light gray (10YR 7/1); weak very fine and fine subangular blocky and weak very fine granular structure; slightly hard, friable, nonsticky and nonplastic; common very fine, fine, and medium roots; common very fine and fine irregular pores; 5 percent gravel, 25 percent cobbles; extremely acid (pH 3.6); abrupt wavy boundary. (1 to 3 inches thick)\nBs--4 to 6 inches; strong brown (7.5YR 4/6) very gravelly loam, pink (7.5YR 7/4) dry; weak very fine and fine subangular blocky structure; slightly hard, firm, sticky and plastic; common very fine, fine, medium, and coarse roots; common very fine and fine tubular and irregular pores; 30 percent gravel, 25 percent cobbles; extremely acid (pH 3.8); clear wavy boundary. (2 to 6 inches thick)\nBw--6 to 10 inches; dark yellowish brown (10YR 4/4) extremely cobbly sandy loam, light yellowish brown (10YR 6/4) dry; weak very fine and fine subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; common very fine, fine, medium, and coarse roots; common very fine and fine irregular pores; 35 percent gravel, 35 percent cobbles; extremely acid (pH 4.0); abrupt wavy boundary. (1 to 6 inches thick)\nR--10 inches; hard sandstone"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Grays Harbor County, Washington, about 1 mile northwest of Three Peaks, about 600 feet west and 1200 feet north of the southeast corner of section 9, T. 23 N., R. 7 W.  (Latitude 47 degrees, 29 minutes, 36 seconds  N., Longitude 123 degrees, 34 minutes, 14 seconds W.)"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Mean annual soil temperature is 38 to 40 degrees F.  Mean summer soil temperature is 40 to 42 degrees F.  These soils are usually moist and have a surplus of available water on a monthly basis throughout the year; perudic moisture regime.  Depth to bedrock is 4 to 10 inches.  It has 5 to 15 meq/100g of extractable aluminum throughout.  The solum has an estimated moist bulk density of 0.70 to 0.90 g/cc, acid oxalate extractable aluminum plus one-half of the acid-oxalate extractable iron of 1 to 2 percent, phosphate retention of 40 to 85 percent, 15-bar water retention of 10 to 20 percent for air-dried samples and 35 to 80 percent rock fragments by volume.  Field estimated clay content is 5 to 15 percent throughout.\nThe E horizon (albic materials) has a value of 4 or 5 moist and 6 or 7 dry, and chroma of 1 or 2 moist.  It has 1 to 3 percent organic matter.  NaF pH is 7.0 to 8.5.\nThe Bs horizon has hue of 7.5YR or 5YR, value of 3 or 4 moist and 5 through 7 dry, and chroma of 4 or 6 moist and dry.  It is very gravelly loam, very gravelly sandy loam, or extremely cobbly loam.  It has 3 to 6 percent organic matter.  NaF pH is 8.5 to 10.0\nThe Bw horizon has hue of 10YR or 7.5YR, value of 3 or 4 moist and 5 through 7 dry, and chroma of 3, 4, or 6 moist and 4 or 6 dry.  It is extremely cobbly sandy loam, extremely cobbly loam, or very cobbly loam.  It has 3 to 6 percent organic matter.  NaF pH is 8.5 to 10.0."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no competing series."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Gamm soils are on  glacial cirques.  Slopes are 30 to 60 percent.  The soils are formed in residuum and colluvium from metasedimentary rock.  Elevations are 2,500 to 3,600 feet.  Average annual precipitation is 170 to 230 inches.  Average annual temperature is 37 to 39 degrees F.  Frost-free season is 100 to 120 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Constance, Discovery, Quitter, Schafer, Skinwood, Stonybrook, and Weatherwax soils. Constance, Discovery, Skinwood, and Stonybrook soils are on mountain slopes and have udic moisture regimes.  Quitter soils are on mountain slopes and are moderately deep to bedrock.  Schafer soils are on glacial cirques and are shallow to dense till.  Weatherwax soils are on mountain slopes and lack an overlying albic and spodic horizon."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; moderately rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Timber production, wildlife habitat, recreation, and watershed.  Native vegetation is mountain hemlock, Pacific silver fir, Alaska yellowcedar, western hemlock, Alaska huckleberry, oval-leaf huckleberry, fool's huckleberry, big huckleberry, and mountain heather."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Grays Harbor County, Washington; MLRA 3.  Series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Grays Harbor County, Washington, 2000; Olympic National Forest."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are an ochric epipedon and an albic horizon from 2 to 4 inches, a spodic horizon from 4 to 6 inches, a cambic horizon and a lithic contact at 10 inches.  The particle-size control section is from 2 to 10 inches (E, Bs, and Bw horizons).  This soil has a perudic moisture regime.  Chemical data on andic soil properties is from the similar Samsriver and Knorr series; S98WA-031-001 and 002.\nAll depths to diagnostic horizons and other features are measured from the top of the first mineral horizon.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Oe",
        "top": 0,
        "bottom": 5,
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Oe--0 to 2 inches; moderately decomposed needles, leaves, and twigs; abrupt smooth boundary.  (1 to 5 inches thick)"
      },
      {
        "name": "E",
        "top": 5,
        "bottom": 10,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "fine sandy loam",
        "cf_class": "cobbly",
        "pH": 3.6,
        "pH_class": "extremely acid",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "E--2 to 4 inches; dark grayish brown (10YR 4/2) cobbly fine sandy loam, light gray (10YR 7/1); weak very fine and fine subangular blocky and weak very fine granular structure; slightly hard, friable, nonsticky and nonplastic; common very fine, fine, and medium roots; common very fine and fine irregular pores; 5 percent gravel, 25 percent cobbles; extremely acid (pH 3.6); abrupt wavy boundary. (1 to 3 inches thick)"
      },
      {
        "name": "Bs",
        "top": 10,
        "bottom": 15,
        "dry_hue": "7.5YR",
        "dry_value": 7,
        "dry_chroma": 4,
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 6,
        "texture_class": "loam",
        "cf_class": "very gravelly",
        "pH": 3.8,
        "pH_class": "extremely acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bs--4 to 6 inches; strong brown (7.5YR 4/6) very gravelly loam, pink (7.5YR 7/4) dry; weak very fine and fine subangular blocky structure; slightly hard, firm, sticky and plastic; common very fine, fine, medium, and coarse roots; common very fine and fine tubular and irregular pores; 30 percent gravel, 25 percent cobbles; extremely acid (pH 3.8); clear wavy boundary. (2 to 6 inches thick)"
      },
      {
        "name": "Bw",
        "top": 15,
        "bottom": 25,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 4,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "sandy loam",
        "cf_class": "extremely cobbly",
        "pH": 4,
        "pH_class": "extremely acid",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "Bw--6 to 10 inches; dark yellowish brown (10YR 4/4) extremely cobbly sandy loam, light yellowish brown (10YR 6/4) dry; weak very fine and fine subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; common very fine, fine, medium, and coarse roots; common very fine and fine irregular pores; 35 percent gravel, 35 percent cobbles; extremely acid (pH 4.0); abrupt wavy boundary. (1 to 6 inches thick)"
      },
      {
        "name": "R",
        "top": 25,
        "texture_class": "sand",
        "narrative": "R--10 inches; hard sandstone"
      }
    ]
  ]
}
