{
  "SERIES": "GAPCOT",
  "STATUS": "Established Series",
  "BYREV": "Rev. AJG-TDT",
  "REVDATE": "07/1999",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy, mixed, superactive, mesic, shallow Typic Haploxerepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Gapcot gravelly loam, on a 15 percent east facing slope in a field of grass used for seed production.  (Colors are for moist soil condition unless otherwise stated.)\nAp1--0 to 4 inches; dark brown (7.5YR 3/2) gravelly loam, pale brown (10YR 6/3) dry; strong fine granular structure; slightly hard, friable, slightly sticky and slightly plastic; many very fine and fine roots; many very fine irregular pores; 25 percent sandstone gravel; slightly acid; abrupt smooth boundary.  (3 to 6 inches thick)\nAp2--4 to 10 inches; dark brown (7.5YR 3/2) gravelly loam, pale brown (10YR 6/3) dry; moderate medium subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; many very fine and fine roots; many very fine tubular pores; 30 percent sandstone gravel; moderately acid; abrupt smooth boundary.  (3 to 6 inches thick)\nBw--10 to 15 inches; brown (7.5YR 4/4) gravelly clay loam, pale brown (10YR 6/3) dry; moderate medium subangular blocky structure; hard, firm, slightly sticky and moderately plastic; common fine and very fine roots; many very fine tubular pores; 25 percent sandstone gravel; moderately acid; abrupt smooth boundary.  (3 to 10 inches thick)\nCr--15 inches; fractured sandstone."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Clackamas County, Oregon; about 2 miles southeast of Marquam; in the northwest 1/4 northwest 1/4 southeast 1/4, sec. 11, T.  6 S., R. 1 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The soil is usually moist but is dry throughout for 45 to 70 consecutive days during the summer.  The mean annual soil temperature is 50 to 52 degrees F.  The depth to soft fractured sandstone is 10 to 20 inches.  The base saturation is 60 to 75 percent throughout.\nThe A horizon has hue of 10YR or 7.5YR, value of 3 moist, and 5 or 6 dry, and chroma of 2 or 3 moist and dry.  Value of 5 dry are in horizons less than 4 inches thick.  It is 15 to 30 percent gravel.\nThe Bw horizon has hue of 7.5YR, 10YR, or 5YR, value of 4 or 5 moist, and 6 or 7 dry.  It is gravelly clay loam or gravelly loam.  It is 25 to 35 percent gravel and 25 to 35 percent clay."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  This is the Brader series.  Brader soils have a mean annual soil temperature of 52 to 56 degrees F."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Gapcot soils are on uplands at elevations of 500 to 1,800 feet.  Slopes range from 3 to 60 percent.  The soils formed in colluvium derived from sandstone.  The climate is characterized by cool wet winters and warm dry summers.  The mean annual temperature is 48 to 52 degrees F, the mean annual precipitation is 50 to 60 inches, and the frost-free period is 160 to 200 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Hardscrabble and Springwater series.  Springwater soils are 20 to 40 inches deep to sandstone.  Hardscrabble soils are somewhat poorly drained and have a dense clay layer at about 12 to 24 inches."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained, slow to rapid runoff; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Gapcot soils are used for grazing, grass seed production, winter wheat, timber production, and wildlife habitat.  Native vegetation is Oregon white oak, Douglas-fir, trailing blackberry, poison-oak, and grasses."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Western foothills of the Cascade Mountains in northwestern Oregon.  The series is inextensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Clackamas County, Oregon, 1982."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and other features:\nOchric epipedon\nWhen series was established in 1982, Soil Taxonomy did not require a thickness on the cambic horizon of 6 inches or more; only that the base of the cambic be at a depth of 10 inches or more.  This soil as presently described lacks a cambic in that it is only 5 inches thick.  The range is 3 to 10 inches thick.  Series needs further review for presence or absence of a cambic horizon.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
