{
  "SERIES": "GAPHILL",
  "STATUS": "Established Series",
  "BYREV": "Rev. TAM-HFG",
  "REVDATE": "03/2021",
  "STATES": "WI",
  "OVERVIEW": "The Gaphill series consists of well drained soils which are deep or very deep to sandstone on valley sides in bedrock controlled uplands.  These soils formed in loamy colluvium over siliceous sandy colluvium or siliceous sandy residuum, or both, from the underlying sandstone.  Permeability is moderate or moderately rapid in the loamy mantle, rapid in the sandy material, and moderately slow or moderate in the sandstone.  Slopes range from 30 to 60 percent.  Mean annual precipitation is about 30 inches.  Mean annual temperature is about 48 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, siliceous, active, mesic Typic Hapludalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Gaphill sandy loam (from an area of Gaphill-Rockbluff complex, 30 to 60 percent slopes) on a convex, northwest facing 42 percent slope in woodland at an elevation of about 920 feet. (Colors are for moist soil unless otherwise stated.)\nOe--0 to 2 inches; very dark brown (10YR 2/2) moderately decomposed plant material; about 55 percent fiber and 25 percent rubbed; weak thin platy structure; very friable; moderately acid; abrupt smooth boundary. (0 to 3 inches thick)\nA--2 to 5 inches; black (10YR 2/1) sandy loam, dark gray (10YR 4/1) dry; moderate fine subangular blocky structure; friable; many fine and medium roots; about 1 percent dolomite flagstones; about 1 percent dolomite channers; slightly acid; abrupt smooth boundary. (1 to 6 inches thick)\nE--5 to 11 inches; brown (10YR 4/3) sandy loam, brown (10YR 5/3) dry; weak thick platy structure; friable; many fine and medium roots; about 1 percent dolomite channers; slightly acid; clear smooth boundary. (0 to 8 inches thick)\nBt1--11 to 17 inches; dark yellowish brown (10YR 4/4) sandy loam; moderate medium and coarse subangular blocky structure; friable; common fine and medium roots; few faint brown (10YR 4/3) clay films on faces of peds and in pores; about 1 percent dolomite channers; slightly acid; gradual smooth boundary.\nBt2--17 to 24 inches; dark yellowish brown (10YR 4/4) sandy loam; moderate medium and coarse subangular blocky structure; friable; common fine and medium roots; common faint brown (10YR 4/3) clay films on faces of peds and in pores; about 1 percent dolomite channers; neutral; gradual smooth boundary.\nBt3--24 to 32 inches; dark yellowish brown (10YR 4/4) sandy loam; moderate coarse subangular blocky structure; friable; common fine and medium roots; many faint brown (10YR 4/3) clay films on faces of peds and in pores; about 1 percent dolomite channers; neutral; clear smooth boundary. (Combined thickness of the Bt horizon ranges from 12 to 30 inches.)\n2BC--32 to 50 inches; dark yellowish brown (10YR 4/6) sand; single grain; loose; few fine roots; about 2 percent sandstone channers; moderately acid; gradual smooth boundary. (2 to 25 inches thick)\n2C--50 to 56 inches; yellowish brown (10YR 5/6) sand; single grain; loose; few fine roots; about 5 percent sandstone channers; moderately acid; gradual irregular boundary. (0 to 15 inches thick)\n2Cr--56 to 80 inches; yellowish brown (10YR 5/6), yellowish brown (10YR 5/8), and light yellowish brown (10YR 6/4) sandstone; moderately acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Pepin County, Wisconsin; about 2.5 miles west and 1.5 miles south of Ella; 1500 feet south and 2300 feet east of the northwest corner of sec. 32, T. 24 N., R. 14 W.  USGS Ella, WI quad.; lat. 44 degrees, 31', 15\" N.; long. 92 degrees, 06', 24' W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: (Unless otherwise stated, thickness and depth are measured from the top of the mineral soil.)  Thickness of the loamy colluvium and depth to siliceous sandy colluvium or residuum ranges from 20 to 40 inches.  Depth to the paralithic contact with sandstone ranges from 40 to 80 inches.  Rock fragments are both dolomite and sandstone in the colluvium and are just sandstone in the residuum. Volume of channers ranges from 0 to 15 percent in the loamy colluvium and from 0 to 35 percent in the sandy colluvium and residuum.  Volume of flagstones ranges from 0 to 5 percent throughout the pedon. Reaction ranges from extremely acid to slightly acid in the O and A horizons and from moderately acid to neutral throughout the rest of the pedon.\nThe O horizon has hue of 7.5YR or 10YR or is neutral in hue. Value is 2 or 3 and chroma is 0 to 2. The O horizon is a layer of partially decomposed forest litter.\nThe A horizon has hue of 7.5YR or 10YR, value of 2 or 3, and chroma of 1 to 3.\nThe E horizon has hue of 7.5YR or 10YR, value of 4 or 5, and chroma of 2 to 3. It is sandy loam, fine sandy loam or loam.\nThe Bt horizon has hue of 7.5YR or 10YR, value of 4 or 5, and chroma of 4 to 6. It is sandy loam, fine sandy loam or loam.\nThe 2BC horizon has hue of 7.5YR or 10YR, value of 4 to 7, and chroma of 4 to 6. It is sand, fine sand, loamy sand, loamy fine sand or the channery analogs or flaggy analogs.\nThe 2C horizon has hue of 7.5YR or 10YR, value of 5 to 8, and chroma of 3 to 8. It is sand, fine sand or the channery or flaggy analogs.\nThe 2Cr horizon has color like the 2C horizon described above."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no competing series.  Related soils are the Elevasil and Silverhill series.  Elevasil and Silverhill soils are Ultic Hapludalfs."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Gaphill soils are on valley sides of bedrock controlled uplands.  Slope gradients range from 30 to 60 percent.  These soils formed in loamy colluvium and in siliceous sandy colluvium or residuum, or both, from the underlying sandstone.  Mean annual precipitation ranges from 28 to 33 inches.  Mean annual temperature ranges from 46 to 51 degrees F.  THE frost free period ranges from about 135 to 160 days. Elevation ranges from 900 to 1100 feet."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  This is the Rockbluff series.  Rockbluff soils are in landscape positions similar to those of Gaphill soils where there is 40 to 80 inches of siliceous sandy deposits over sandstone."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained.  Runoff is very rapid.  Permeability is moderate or moderately rapid in the loamy mantle, rapid in the sandy colluvium and sandy residuum, and moderately slow or moderate in the sandstone."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most areas are used for woodland.  Some areas are used for pastureland.  Native vegetation is mixed hardwoods with some conifers.  Common trees are northern pin oak, northern red oak, black oak, jack pine, red pine, and eastern white pine."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: West-central Wisconsin (MLRA M105). These soils are of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE",
    "content": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE: ST. PAUL, MINNESOTA"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Pepin County, Wisconsin, 1998. The source of the name is a local landmark."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Prior to 1994, this soil was mapped as steep and very steep miscellaneous areas (i.e. steep stony land, etc.) on valley sides associated with the Jordan sandstone formation in M105. Typically, these soils are on valley sides below summits and shoulders which are, or were,  capped with dolomite bedrock which contributed to the pH and base saturation of the upper parts of the pedon.\nDiagnostic horizons and features recognized in the pedon are: ochric epipedon - 2 to 11 inches (A, E); argillic horizon - 11 to 32 inches (Bt1, Bt2, Bt3); paralithic contact - 56 inches (2Cr).\nADDITIONAL DATA: Soil Interpretation Record - WI0580.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
