{
  "SERIES": "GAPMESA",
  "STATUS": "Established Series",
  "BYREV": "Rev. CES/SAZ/DKR/WWJ",
  "REVDATE": "12/2004",
  "STATES": "CO",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, mesic Ustic Haplargids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Gapmesa very fine sandy loam in rangeland. (Colors are for dry soil unless otherwise noted.)\nA--0 to 2 inches; brown (7.5YR 5/4) very fine sandy loam, brown (7.5YR 4/4) moist; moderate very coarse platy structure; slightly hard, friable, nonsticky and nonplastic; few very fine roots throughout; common very fine vesicular pores; 3 percent gravel; neutral (pH 7.2); abrupt smooth boundary. (1 to 6 inches thick)\nBt1--2 to 8 inches; yellowish red (5YR 4/6) gravelly very fine sandy loam, reddish brown (5YR 4/4) moist; moderate coarse subangular blocky structure parting to moderate medium subangular blocky; slightly hard, friable, slightly sticky and slightly plastic; few fine and medium roots throughout; few very fine discontinuous tubular pores; many faint continuous clay films on faces of peds and in pores; 18 percent gravel; slightly alkaline (pH 7.6); clear smooth boundary. (4 to 12 inches thick)\nBt2--8 to 21 inches; yellowish red (5YR 4/6) gravelly very fine sandy loam, reddish brown (5YR 4/4) moist; moderate medium subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; few medium roots throughout; few very fine discontinuous tubular pores; many faint continuous clay films on faces of peds and in pores; 22 percent gravel; slightly alkaline (pH 7.6); abrupt smooth boundary (0 to 16 inches thick)\nBk--21 to 28 inches; light reddish brown (5YR 6/4) gravelly fine sandy loam, reddish brown (5YR 5/4) moist; massive; very hard, friable, nonsticky and nonplastic; few very fine roots in cracks; common irregular carbonate threads throughout; strongly effervescent; 33 percent gravel; slightly alkaline (pH 7.8); abrupt smooth boundary. (3 to 10 inches thick)\nR--28 inches; hard Dakota sandstone."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Montezuma County, Colorado; located about 650 feet east and 2,400 feet south of the northwest corner of sec. 17, T. 37 N, R. 19 W.; USGS quad Negro Canyon; lat. 108 degrees 58 minutes 26.5 seconds N. and long. 37 degrees 27 minutes 52.0 seconds W., NAD27"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture regime: aridic bordering on ustic\nSoil temperature regime: mesic\nMean annual soil temperature: 48 to 57 degrees F\nParticle-size control section: 18 to 35 percent clay\nDepth to lithic contact: 20 to 40 inches\nA horizon:\nHue: 5YR or 7.5YR\nValue: 5 or 6 (3 or 4 moist)\nChroma: 3 to6\nCalcium carbonate equivalent: 0 to 5 percent\nRock fragments: 0 to 5 percent\nBt and Btk horizons:\nHue: 5YR or 7.5YR\nValue: 4 to 6 (4 or 5 moist)\nChroma: 3 to 6\nTexture: very fine sandy loam, loam, clay loam, sandy clay loam or fine sandy loam\nCalcium carbonate equivalent: 0 to 5 percent\nRock fragments: 0 to 5 percent, mainly fine gravel\nReaction: slightly or moderately alkaline\nBk horizon:\nValue: 4 to 6 (4 or 5 moist)\nTexture: loam, fine sandy loam, or sandy loam\nCalcium carbonate equivalent: 5 to 10 percent\nRock fragments: 5 to 35 percent gravel\nReaction: slightly or moderately alkaline"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: Current competitors are the Balon, Blancot, Bowbac, Buckle, Cambria, Cerrillos, Cushman, Decolney, Doakum, Fort, Gapbutte, Hagerman, Los Alamos, Mentmore, Oelop, Olney, Palacid, Pawspoc, Penistaja, Pokeman, Potts, Pugsley, Quagwa, Redpen, Spangler, Spenlo, Sundance, and Teckla series.  Potential competitors that do not yet have CEA class assigned are the Gaddes and Yenlo series.  A potential competitor still classified in the Ustollic subgroup is the Harbord series.  Balon, Blancot, Buckle, Cambria, Decolney, Doakum, Fort, Harbord, Mentmore, Oelop, Olney, Palacid, Penistaja, Pokeman, Potts, Quagwa, Redpen, Sundance, Teckla, and Yenlo soils are very deep.  Bowbac and Spangler soils are moderately deep to argillaceous sandstone.  Cerrillos and Spenlo soils have calcic horizons and should be classified as Calciargids. Cushman and Pugsley soils are moderately deep to soft sandstone or shale.  Gapbutte and Pawspoc soils are moderately deep to basalt.  Gaddes soils are moderately deep to weathered granite.  Los Alamos soils are moderately deep to pumice and ash. In addition, the Bowbac, Cushman, Decolney, Fort, Hagerman, Harbord, Olney, Pokeman, Potts, Pugsley, Spangler, Sundance and Tekla soils are in LRR-G and are more moist in May and June."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material: eolian material derived from sandstone\nLandform: hills, ridges, cuestas and mesas\nSlopes: 1 to 12 percent\nElevation: 5,400 to 6,800 feet\nMean annual temperature: 46 to 52 degrees F\nMean annual precipitation: 10 to 13 inches\nFrost-free period: 100 to 135 days"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Recapture, Rizno, and Ruinpoint series. Recapture soils have a natric horizon and are very deep. Rizno soils have hard bedrock at 4 to 20 inches. Ruinpoint soils are more than 60 inches deep. Areas of rock outcrop are also associated with this series."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: well drained, medium or high runoff, moderate and moderately slow permeability"
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: These soils are used for wildlife habitat and rangeland. Native vegetation is pinyon, juniper, Indian ricegrass, galleta, blue grama, bottlebrush squirreltail, big sagebrush, and western wheatgrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: southwest Colorado, northwest New Mexico, and northeast Arizona. LRR D, MLRA 35. This series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Cortez Area, Colorado, Parts of Dolores and Montezuma Counties 1997."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon: The zone from 0 to 2 inches. (A)\nArgillic horizon: The zone from 2 to 21 inches. (Bt1 and Bt2)\nSecondary carbonates: The zone from 21 to 28 inches. (Bk)\nLithic contact: Hard sandstone at 28 inches. (R)\nParticle size control section: The zone from 2 to 21 inches. (Bt1 and Bt2)\nClassified according to Soil Taxonomy Second Edition, 1999.\nADDITIONAL DATA: NSSL sample S93CO-083-005\nNational Cooperative Soil Survey\nU.S.A."
  }
}
