{
  "SERIES": "GAPO",
  "STATUS": "Established Series",
  "BYREV": "Rev. CAM/JEB",
  "REVDATE": "02/97",
  "STATES": "MT",
  "OVERVIEW": "Typically, Gapo soils are gray, very strongly calcareous, silty clay loam and heavy clay loam, over sand and gravel at depth of 42 inches.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, smectitic, calcareous Typic Cryaquolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Gapo silty clay loam - cultivated.  (Colors are of dry soil unless otherwise noted)\nAp--0 to 7 inches; gray (5Y 5/1) silty clay loam, very dark gray (10YR 3/1) moist; strong very fine granular structure; hard, very friable, slightly sticky, slightly plastic; many very fine roots; very strongly calcareous; abrupt smooth boundary.\nA12--7 to 16 inches; gray (5Y 5/1) silty clay loam, very dark gray (10YR 3/1) moist; few very fine prominent mottles of strong brown (7.5YR 5/6); strong fine granular structure; slightly hard, very friable, slightly sticky, slightly plastic; many very fine roots; very strongly calcareous; clear irregular boundary.  (A1 is 10 to 19 inches thick.\nB1g--16 to 28 inches; gray (5Y 6/1) clay loam, dark gray (5Y 4/1) moist; common prominent brown and yellowish brown mottles, strong fine blocky structure; very hard, friable, sticky, plastic common very fine roots; very strongly calcareous; clear smooth boundary.  (10 to 15 inches thick)\nB2g--28 to 42 inches; gray (5Y 6/1) heavy clay loam, dark gray (5Y 4/1) moist; massive; very hard, firm, sticky, plastic; common very fine roots; noncalcareous; gradual smooth boundary.  (10 to 20 inches thick)\nIIC--42 to 48 inches; clean rounded pebbles of argillite and quartzite in sand."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Glacier County, Montana; 2,400 feet north and 50 feet east of SW corner of sec. 36, T.32N, R.9W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The soil is usually uniformly fine textured with from 35 to 50 percent clay and 10 to 40 percent fine and coarser sands, but thin lenses of loam or sandy loam are common.  The soil above depth of 40 inches is usually free of coarse fragments but some pedons have few cobbles and pebbles on the surface.  Mean annual soil temperatures range from 39 to 45 degrees F., and the mean summer soil temperatures range from 51 to 58 degrees F.  The soil below depth of 30 inches usually remains at field capacity throughout the year from a fluctuating water table.  The upper part of the soil is usually dry by late summer but does not reach wilting point in some years.  The surface textures are clay loam, silty clay loam or silty clay.  The mollic epipedon is 10 to 19 inches thick and is confined to the A1 horizon.  The soil has hue of 10YR through 5Y, value of 4 or 5 dry, 1 through 3 moist and chroma of 1.  The Bg horizon has value of 6 or higher and a chroma of 1.  The soil is normally evenly calcareous throughout, but there is segregated lime below 15 inches in some pedons.  Some free salts are usually present.  Substrata below 40 inches include compact clayey material in contrast to the gravel and sand of the typifying pedon, and gravelly loam or gravelly sandy clay loam are also common substrata materials."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Big Blue, Dimmick, Fulda, Larry, Novary and Tonks series.  Big Blue and Fulda soils have mean annual soil temperature of 47 degrees F. and warmer.  Dimmick and Larry soils have more than 40 percent clay in the control section, crack when dry, are very sticky and very plastic, and are noncalcareous between depths of 10 and 20 inches.  Novary soils have dark colored A1 horizons more than 20 inches thick and have 25 to 35 percent clay in the control section.  Tonks soils have less than 35 percent clay in the control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Gapo soils are on nearly level and undulating valley floors along mountain streams at elevations ranging from 4,000 to 5,000 feet.  Mean winter temperature ranges from 20 to 22 degrees F., mean summer temperature ranges from 57 to 59 degrees F. and mean annual temperature ranges from 39 to 40 degrees F.  Mean annual precipitation ranges from 13 to 20 inches with light to moderately heavy winter snowfall."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "PRINCIPAL ASSOCIATED SOILS",
    "content": "PRINCIPAL ASSOCIATED SOILS:  These are the Cedron, Gallatin and Korchea soils.  Cedron soils are usually on older terraces or areas with more uniform water table which has resulted in great accumulation of calcium carbonate in the subsoil.  Gallatin and Korchea soils are often adjacent to the Gapo soils where the soil materials are more loamy and better drained."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Poorly drained; slow runoff; moderately slow or slow permeability.  The water table varies from 3 to 5 feet in depth during the growing season."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  The main use is for unimproved and improved pasture and hayland.  Many native meadows have been invaded by timothy and smooth bromegrass.  Sedges and baltic rush are also common."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Gapo soils are inextensive, occurring in small areas along the major streams in many intermountain valleys in the northern Rocky Mountain region in western Montana."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Glacier County (Blackfeet Reservation-Cut Bank Area), Montana, 1969."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Gapo soils were formerly classified as Humic Gley soils.\nOSED scanned by SSQA.  Last revised by state on 12/73.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {}
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 18,
        "moist_hue": "5Y",
        "moist_value": 5,
        "moist_chroma": 1,
        "texture_class": "silty clay loam",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Ap--0 to 7 inches; gray (5Y 5/1) silty clay loam, very dark gray (10YR 3/1) moist; strong very fine granular structure; hard, very friable, slightly sticky, slightly plastic; many very fine roots; very strongly calcareous; abrupt smooth boundary."
      },
      {
        "name": "A12",
        "top": 18,
        "bottom": 41,
        "moist_hue": "5Y",
        "moist_value": 5,
        "moist_chroma": 1,
        "texture_class": "silty clay loam",
        "distinctness": "clear",
        "topography": "irregular",
        "narrative": "A12--7 to 16 inches; gray (5Y 5/1) silty clay loam, very dark gray (10YR 3/1) moist; few very fine prominent mottles of strong brown (7.5YR 5/6); strong fine granular structure; slightly hard, very friable, slightly sticky, slightly plastic; many very fine roots; very strongly calcareous; clear irregular boundary.  (A1 is 10 to 19 inches thick."
      },
      {
        "name": "B1g",
        "top": 41,
        "bottom": 71,
        "moist_hue": "5Y",
        "moist_value": 6,
        "moist_chroma": 1,
        "texture_class": "clay loam",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "B1g--16 to 28 inches; gray (5Y 6/1) clay loam, dark gray (5Y 4/1) moist; common prominent brown and yellowish brown mottles, strong fine blocky structure; very hard, friable, sticky, plastic common very fine roots; very strongly calcareous; clear smooth boundary.  (10 to 15 inches thick)"
      },
      {
        "name": "B2g",
        "top": 71,
        "bottom": 107,
        "moist_hue": "5Y",
        "moist_value": 6,
        "moist_chroma": 1,
        "texture_class": "clay loam",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "B2g--28 to 42 inches; gray (5Y 6/1) heavy clay loam, dark gray (5Y 4/1) moist; massive; very hard, firm, sticky, plastic; common very fine roots; noncalcareous; gradual smooth boundary.  (10 to 20 inches thick)"
      },
      {
        "name": "IIC",
        "top": 107,
        "bottom": 122,
        "texture_class": "sand",
        "narrative": "IIC--42 to 48 inches; clean rounded pebbles of argillite and quartzite in sand."
      }
    ]
  ]
}
