{
  "SERIES": "GARBERVILLE",
  "STATUS": "Established Series",
  "BYREV": "Rev: JME/JWH/ET",
  "REVDATE": "07/2016",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, isotic, thermic Fluventic Haploxerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Garberville gravelly loam, on a northeast-facing 5 percent slope under grass at an elevation of 49 meters. (Colors are for dry soil unless otherwise noted.) When described on May 4, 2005, the soil was moist throughout.\nAp--0 to 31 centimeters; grayish brown (10YR 5/2) gravelly loam, very dark gray (10YR 3/1) moist; moderate very fine and fine subangular blocky structure; slightly hard, very friable, slightly sticky and slightly plastic; many very fine and few fine roots; few very fine tubular pores; 10 percent subrounded gravel, 15 percent subangular gravel; very strongly acid (pH 4.8); clear smooth boundary.\nA--31 to 47 centimeters; brown (10YR 5/3) gravelly loam, very dark grayish brown (10YR 3/2) moist; moderate very fine and fine subangular blocky structure; moderately hard, friable, slightly sticky and slightly plastic; common very fine and few fine roots throughout; common very fine, fine, and medium tubular pores; 10 percent subrounded gravel, 12 percent subangular gravel; strongly acid (pH 5.5); clear wavy boundary.  (Combined thickness of the A horizons is 25 to 50 centimeters)\nBt1--47 to 70 centimeters; pale brown (10YR 6/3) gravelly loam, brown (10YR 4/3) moist; moderate fine subangular blocky structure; moderately hard, friable, moderately sticky and moderately plastic; common very fine roots throughout; many very fine and few fine, medium, and coarse tubular pores; common faint clay films on all faces of peds; 10 percent subrounded gravel, 8 percent subangular gravel; moderately acid (pH 5.8); clear wavy boundary.\nBt2--70 to 99 centimeters; light yellowish brown (10YR 6/4) gravelly loam, dark yellowish brown (10YR 4/4) moist; moderate fine and medium subangular blocky structure; moderately hard, friable, moderately sticky and moderately plastic; few very fine roots throughout; many very fine and few fine, medium, and coarse tubular pores; common faint clay films on all faces of peds; 10 percent subrounded gravel, 11 percent subangular gravel; strongly acid (pH 5.5); clear wavy boundary.\nBt3--99 to 127 centimeters; light yellowish brown (10YR 6/4) gravelly loam, dark yellowish brown (10YR 4/4) moist; weak fine subangular blocky structure; moderately hard, friable, slightly sticky and slightly plastic; few very fine roots; common very fine, few fine and medium tubular pores; few faint clay films on all faces of peds; 12 percent subrounded gravel, 15 percent subangular gravel; moderately acid (pH 5.8); clear wavy boundary.\nBC--127 to 149 centimeters; light yellowish brown (10YR 6/4) very gravelly sandy loam, dark yellowish brown (10YR 4/4) moist; weak fine subangular blocky structure; slightly hard, very friable, slightly sticky and slightly plastic; 15 percent subrounded gravel, 25 percent subangular gravel; moderately acid (pH 5.9); clear wavy boundary.\nC--149 to 200 centimeters; light yellowish brown (2.5Y 6/4) very gravelly sandy loam, olive brown (2.5Y 4/4) moist; massive; slightly hard, very friable, nonsticky and nonplastic; 20 subrounded gravel, 15 percent subangular gravel; very strongly acid (pH 5.0)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Humboldt County, California; about 8 miles northwest of the town of Honeydew; Section 24, T. 2 S., R. 2 W., Humboldt Baseline and Meridian; USGS Quadrangle Buckeye Mountain, CA; WGS84 Decimal degrees 40.2761111 latitude, and -124.2463889 longitude, UTM Zone 10 394036mE, 4459153mN; NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: The soil moisture control section is dry in all parts for 45 or more consecutive days after the summer solstice and moist in most or all parts November through May. The soils have a xeric moisture regime.\nSoil Temperature: The mean annual soil temperature at 50 centimeters is 15 to 18 degrees C. and the difference between mean summer and mean winter soil temperatures is 6 degrees C or greater. The soil has a thermic temperature regime.\nParticle-size control section (weighted average):\nClay content: 25 to 35 percent\nRock fragments: 0 to 35 percent gravel\nA horizon:\nValue: 4 or 5, 2 to 3 moist\nChroma: 1 through 3, dry or moist\nClay content: 15 to 27 percent\nTexture of the fine earth: loam and gravelly loam\nRock fragments: 0 to 35 percent gravel\nReaction: very strongly to moderately acid\nBt or Bw horizon:\nHue: 10YR or 2.5YR\nValue: 3 through 7, 4 or 5 moist\nChroma: 2 through 4, dry or moist\nClay content: 18 to 35 percent\nTexture of the fine earth: loam, silty clay loam, clay loam, or sandy clay loam\nRock fragments: 0 to 50 percent gravel, 0 to 20 percent cobbles, and 0 to 10 percent stones\nReaction: strongly to moderately acid\nC horizon: (when present)\nHue: 10YR or 2.5Y\nValue: 4 through 6, 2 through 4 moist\nChroma: 3 through 6, dry or moist\nClay content: 10 to 35 percent\nTexture of the fine earth: sandy loam or sandy clay loam\nRock fragments: 15 to 50 percent gravels, 0 to 10 percent cobbles and 0 to 10 percent stones\nReaction: moderately acid"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no competing series."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Garberville soils are on stream terraces or alluvial fans in mountain river valleys. Slopes are 0 to 9 percent. Elevations are 35 to 140 meters. These soils formed in alluvium derived from sandstone and mudstone. The climate is subhumid with warm, dry summers with a marine layer influence and cool, wet winters. Mean annual precipitation is 1250 to 2550 millimeters. Mean January temperature is about 7 degrees C, mean July temperature is about 21 degrees C, and the mean annual temperature is 13 to 15 degrees C. Frost free season is about 240 to 280 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Parkland (CA) and Grannycreek (CA) soils. Parkland soils are moderately well drained with redoximorphic features between 50 and 100 centimeters and occur on slightly lower positions on alluvial fans and terraces. Grannycreek soils contain more than 35 percent clay in the particle-size control section, are poorly drained, and exist on back slope positions."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Well drained; low runoff; moderately high saturated hydraulic conductivity."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: This soil is used mainly for pasture, hay, orchards, and irrigated vegetable crops. The vegetation is perennial and annual grasses and forbs including oats, soft brome, smooth brome, ryegrass, bristly dogstail grass, foxtail, and medusahead."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Coastal Redwood Belt, MLRA 4B. . The series is not extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Humboldt County, South Part, California, 2010. The name is from the town of Garberville."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\n1. Mollic epipedon: The zone from 0 to 47 centimeters (Ap and A horizon).\n2. Cambic horizon: The zone from 47 to 127 centimeters (Bt1, Bt2, and Bt3 horizons)\n3. Particle size control section: the zone from 25 to 100 centimeters averages 27 percent clay, by weight, and 20 percent gravel by volume (A, Bt1, Bt2, and Bt3 horizons).\n4. Fluventic feature: An irregular decrease in organic carbon between the depths of 25 and 125 centimeters.\n3. Isotic feature: 15 bar water/clay is 0.61 or more and the NaF pH is greater than 9.1 in all horizons\nADDITIONAL DATA: NSSL, Pedon 05N0650, Humboldt County, CA.\nNASIS User Pedon ID: 04CA601343\nKeys to Soil Taxonomy, 12th edition.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
