{
  "SERIES": "GARBO",
  "STATUS": "Established Series",
  "BYREV": "Rev. GCC/RSJ/MJD-JVC",
  "REVDATE": "07/2008",
  "STATES": "UT",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS:  Fine-loamy, mixed, superactive, mesic Durinodic Xeric Calciargids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Garbo gravelly sandy loam--rangeland.  (Colors are for dry soil unless otherwise noted.) The soil surface is partially covered by 10 percent fine gravel.\nA--0 to 10 cm; light yellowish brown (10YR 6/4) gravelly sandy loam, dark brown (10YR 3/3) moist; weak thick platy structure parting to weak fine and very fine granular; soft, friable, slightly sticky and slightly plastic; few medium and fine, common very fine roots; many fine and very fine pores; 20 percent fine gravel; slightly alkaline (pH 7.8); abrupt smooth boundary.  (8 to 13 cm thick)\nAB--10 to 18 cm; brown (7.5YR 5/4) sandy loam, dark brown (7.5YR 3/4) moist; weak medium granular structure parting to moderate fine granular; soft, friable, slightly sticky and slightly plastic; few medium and fine and common very fine roots; few fine and many very fine pores; 10 percent fine gravel; moderately alkaline (pH 8.0); clear smooth boundary.  (8 to 13 cm thick)\nBt--18 to 28 cm; brown (7.5YR 5/4) gravelly sandy clay loam, brown (7.5YR 4/4) moist; moderate medium subangular blocky structure parting to moderate fine subangular blocky; hard, firm, moderately sticky and moderately plastic; few medium and fine common very fine roots; few fine, many very fine pores; few faint clay films lining pores and bridging sand grains; 25 percent fine gravel; moderately alkaline (pH 8.4); abrupt smooth boundary.  (10 to 20 cm thick)\nBtk--28 to 61 cm; light brown (7.5YR 6/4) gravelly sandy clay loam, brown (7.5YR 4/4) moist; weak medium subangular blocky structure; hard, firm, moderately sticky and moderately plastic; few very fine roots; common very fine pores; few faint clay films on faces of peds; 25 percent fine gravel; strongly effervescent; secondary carbonates segregated in veins; strongly alkaline (pH 8.8); gradual wavy boundary.  (10 to 33 cm thick)\nBkq1--61 to 86 cm; pinkish gray (7.5YR 7/2) gravelly sandy clay loam, light brown (7.5YR 6/4) moist; massive; hard and very hard, firm, moderately sticky and slightly plastic; common very fine pores; 20 percent fine gravel; nodules of strong discontinuous cementation with carbonates and silica; strongly effervescent; secondary carbonates segregated in pockets; strongly alkaline (pH 8.6); abrupt wavy boundary.  (25 to 33 cm thick)\nBkq2--86 to 99 cm; pinkish gray (7.5YR 7/2) very gravelly sandy loam, light brown (7.5YR 6/4) moist; massive; hard and very hard, friable, slightly sticky and slightly plastic; many very fine pores; 40 percent fine gravel; nodules of weak and strong discontinuous cementation with carbonates and silica; strongly effervescent; secondary carbonates are disseminated in the matrix; strongly alkaline (pH 8.6); clear wavy boundary.  (13 to 23 cm thick)\n2C--99 to 152 cm; light brown (7.5YR 6/4) very gravelly loamy coarse sand, brown (7.5YR 5/4) moist; single grain; loose, nonsticky and nonplastic; 45 percent fine gravel; strongly alkaline (pH 8.8)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Beaver County, Utah; about 4 miles east-southeast of Milford and 1 mile north of the lower Ranch Canyon Road in the Escalante Desert; approximately 1,100 feet north and 900 feet west of the southeast corner of section 11, T. 28 S., R. 10 W.; USGS Ranch Canyon 7.5 minute topographic quadrangle; latitude 38 degrees 23 minutes 8.88 seconds N. and longitude 112 degrees 56 minutes 19.83 seconds W., NAD83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture - The soil moisture regime is aridic bordering on xeric.\nMean annual soil temperature - 8 to 11 degrees C.\nMean summer soil temperature - 18 to 21 degrees C.\nDepth to calcic horizon - 28 to 74 cm.\nCalcic horizon thickness - 38 to 61 cm.\nDuric feature thickness - 38 to 56 cm.\nParticle-size control section - Clay content: Averages 20 to 35 percent;\nRock fragments: Averages 15 to 35 percent, mainly gravel.\nA horizon\nHue: 7.5YR or 10YR.\nValue: 4 to 6 dry, 3 or 4 moist.\nChroma 2 or 4, dry or moist.\nTexture: Sandy loam and loam.\nRock fragments: 5 to 35 percent, mainly fine gravel.\nReaction: Slightly alkaline or moderately alkaline.\nBt and Btk horizons\nValue: 5 or 6 dry, 3 or 4 moist.\nChroma: 3 to 6, dry or moist.\nTexture: Gravelly sandy clay loam, gravelly loam, or gravelly clay loam.\nRock fragments: 15 to 35 percent, mainly gravel.\nReaction: Slightly alkaline to strongly alkaline.\nBkq horizons\nHue: 10YR or 7.5YR.\nValue: 5 to 7 dry and 4 to 5 moist.\nChroma: 2 to 4, dry or moist.\nTexture: Gravelly loam, gravelly sandy clay loam, gravelly sandy loam, very gravelly sandy loam, or coarse sandy loam.\nClay content: 5 to 27 percent.\nRock fragments: 15 to 60 percent, mainly gravel.\nSecondary silica: 20 percent or more by volume of durinodes or other silica-cemented nodules in a nonbrittle matrix; horizon may also be brittle and have a firm rupture resistance when moist.\n2C horizon (when present)\nHue: 7.5YR or 10YR\nValue: 5 to 8 dry, 3 to 6 moist.\nChroma: 2 to 4, dry or moist.\nTexture: Gravelly sandy loam, very gravelly sandy loam, very gravelly coarse sandy loam, or very gravelly loamy coarse sand that generally becomes coarser with increasing depth.\nRock fragments: 20 to 60 percent.\nReaction: Slightly alkaline to strongly alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Bedke and Cath series.  Bedke soils have less than 15 percent rock fragments in the particle-size control section and have a frost-free period of 100 to 120 days.  Cath soils average 0 to 15 percent rock fragments in the particle-size control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Garbo soils are on fan remnants, alluvial fans, relict stream terraces, beach plains, and inset fans.  These soils formed in alluvium derived dominantly from mixed igneous rock.  Slopes are 2 to 8 percent.  Elevations range from 1524 to 1768 meters.  The mean annual precipitation is 200 to 300 mm, the mean annual air temperature is 7 to 10 degrees C., and the frost-free period is 100 to 140 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are Biblesprings, Deerlodge, Denmark, and Sevy soils.  Biblesprings soils have calcic horizons.  Deerlodge soils are moderately deep to duripans.  Denmark soils are shallow to petrocalcic horizons.  Sevy soils have nongravelly argillic horizons."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; moderate or moderately slow permeability (moderately high saturated hydraulic conductivity) in the upper part and moderately rapid or rapid permeability below (high saturated hydraulic conductivity)."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Garbo soils are used for rangeland, wildlife habitat, and recreation.  The principal vegetation is Wyoming big sagebrush, bottlebrush squirreltail, Indian ricegrass, and cheatgrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Southwestern Utah.  These soils are moderately extensive.  MLRA 28A."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Phoenix, Arizona."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Iron-Washington Area, Utah, 1997.  The name is from a geographical location in the area."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - The zone from the soil surface to 10 cm (A horizon).\nArgillic horizon - The zone from 18 to 61 cm (Bt and Btk horizons).\nCalcic horizon - The zone from 28 to 86 cm (Btk, Bkq1, and Bkq2 horizons).\nDuric feature - The zone from 61 to 99 cm (Bkq1 and Bkq2 horizons).\nParticle-size control section - The zone from 18 to 61 cm (Bt and Btk horizons).\nThe cation exchange activity class is an estimate based on NASIS component data.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
