{
  "SERIES": "GARDENCITY",
  "STATUS": "Established Series",
  "BYREV": "Rev. RAL-TCJ-TWN",
  "REVDATE": "02/2011",
  "STATES": "MN",
  "OVERVIEW": "The Gardencity series consists of very deep, well drained and moderately well drained soils that formed in coarsely stratified sandy and loamy lacustrine or eolian sediments that are high in very fine and fine sand. These soils are on nearly level to convex slopes on glacial lake plains and glacial deltas, some of which have been reworked by wind. Slope ranges from 0 to 12 percent. Mean annual precipitation is about 740 millimeters. Mean annual air temperature is about 8 degrees C.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, superactive, mesic Typic Hapludolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Gardencity fine sandy loam, on a 3 percent slope, in a cultivated field. (Colors are for moist soil unless otherwise noted).\nAp--0 to 23 centimeters; very dark brown (10YR 2/2) fine sandy loam, dark gray (10YR 4/1) dry; weak fine subangular blocky structure; very friable; neutral; clear smooth boundary.\nA--23 to 33 centimeters; very dark grayish brown (10YR 3/2) very fine sandy loam, grayish brown (10YR 5/2) dry; weak fine subangular blocky structure parting to weak very fine subangular blocky; very friable; very many very dark brown (10YR 2/2) organic coats on faces of peds; neutral; clear smooth boundary. (Combined thickness of the A horizon is 25 to 49 centimeters.)\nAB--33 to 46 centimeters; dark brown (10YR 3/3) very fine sandy loam, grayish brown (10YR 5/2) dry; weak fine subangular blocky structure parting to weak very fine subangular blocky; very friable; very many very dark grayish brown (10YR 3/2) organic coats on faces of peds; neutral; clear smooth boundary. (0 to 15 centimeters thick)\nBw1--46 to 71 centimeters; brown (10YR 4/3) loamy fine sand with strata of very fine sandy loam; weak fine subangular blocky structure parting to weak very fine subangular blocky; very friable; neutral; clear smooth boundary.\nBw2--71 to 86 centimeters; yellowish brown (10YR 5/4) very fine sandy loam with strata of loamy fine sand; weak medium subangular blocky structure parting to weak fine subangular blocky; very friable; neutral; abrupt smooth boundary. (Combined thickness of the Bw horizon is 30 to 76 centimeters.)\nBC1--86 to 107 centimeters; brown (10YR 5/3) very fine sandy loam with strata of loamy very fine sand; weak medium subangular blocky structure parting to weak fine subangular blocky; very friable; strongly effervescent slightly alkaline; clear smooth boundary.\nBC2--107 to 152 centimeters; brown (10YR 5/3) loamy very fine sand; weak medium subangular blocky structure parting to weak fine subangular blocky; very friable; few fine distinct grayish brown (2.5Y 5/2) redoximorphic depletions; strongly effervescent; slightly alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Major Land Resource Area (MLRA) 103-Central Iowa and Minnesota Till Prairies, Meeker County, Minnesota subset; about 3 miles south of Forest City; located about 1,000 feet east and 2,100 feet north of the southwest corner of section 29, T. 120 N., R. 30 W.; USGS Forest City topographic quadrangle; lat. 45 degrees 10 minutes 23 seconds N. and long. 94 degrees 28 minutes 42 seconds W., NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nThickness of the mollic epipedon--25 to 49 centimeters\nDepth to carbonates--60 to more than 150 centimeters\nClay content of the particle-size control section (weighted average)--5 to 18 percent\nSand content of the particle-size control section (weighted average)--15 to 50 percent\nAp or A horizon:\nHue--10YR\nValue--2 or 3\nChroma--1 or 2\nTexture--fine sandy loam, very fine sandy loam, loamy fine sand, loamy very fine sand, or loam\nClay content--5 to 20 percent\nSand content--45 to 80 percent\nRock fragment content--0 percent\nReaction--slightly acid or neutral\nAB horizon (when present):\nHue--10YR\nValue--2 or 3\nChroma--2 or 3\nTexture--fine sandy loam, very fine sandy loam, loamy fine sand, loamy very fine sand, or loam\nClay content--5 to 20 percent\nSand content--45 to 80 percent\nRock fragment content--0 percent\nReaction--slightly acid or neutral\nBw horizon:\nHue--10YR or 2.5Y\nValue--3 to 5\nChroma--3 to 6\nTexture--stratified fine sand, very fine sand, loamy fine sand, loamy very fine sand, fine sandy loam, very fine sandy loam, loam or silt loam\nClay content--5 to 18 percent\nSand content--15 to 90 percent\nRock fragment content--0 percent\nReaction--moderately acid to neutral\nSome pedons have secondary carbonates in the lower part where the calcium carbonate equivalent is higher than parent material\nBC or C (when present) horizon:\nHue--10YR or 2.5Y\nValue--4 to 6\nChroma--3 to 6\nTexture--stratified fine sand, very fine sand, loamy fine sand, loamy very fine sand, fine sandy loam, loamy very fine sand, very fine sandy loam, loam or silt loam\nClay content--5 to 15 percent\nSand content--50 to 95 percent\nRock fragment content--0 percent\nReaction--neutral or slightly alkaline\nSome pedons have thin strata of sand or loamy sand"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Augusta Lake, Aureola, Bertram, Bolan, Dickinson, Elrick, Etter, Flagler, Olin, Ridgeport, Roine, Wadenill and Zenor series.\nAugusta Lake--have a sand content of less than 50 percent in the lower third of the particle-size control section\nAureola--have carbonates within a depth of 100 centimeters\nBertram--have a lithic contact with limestone bedrock within a depth of 100 centimeters\nBolan--are not stratified in the lower third of the series control section\nDickinson--have a sand content that averages 60 to 80 percent in the particle-size control section\nElrick--have a sand content that averages 65 to 80 percent in the particle-size control section\nEtter--have sandy residuum from sandstone within a depth of 100 centimeters and have a rock fragment content of 2 to 35 percent in the lower third of the series control section\nFilley--have a sand content that averages 52 to 85 percent in the particle-size control section\nFlagler--have a rock fragment content of 5 to 15 percent in the lower half of the series control section\nOlin--have a clay content of 18 to 27 percent in the lower half of the series control section\nRidgeport--have carbonates within a depth of 120 centimeters\nRoine--have a clay content of 25 to 33 percent in the lower third of the series control section\nWadenill--have a rock fragment content of 5 to 15 percent in the series control section\nZenor--have carbonates within a depth of 100 centimeters"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material--coarsely stratified sandy and loamy lacustrine or eolian sediments that are high in very fine and fine sand of Wisconsin age\nLandform--nearly level to convex slopes on glacial lake plains and glacial deltas, some of which have been reworked by wind\nSlope--0 to 12 percent\nElevation--300 to 400 meters above sea level\nMean annual air temperature--6 to 10 degrees C\nMean annual precipitation--585 to 890 millimeters\nFrost-free period--155 to 200 days"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Bold, Darfur, Dassel, Fieldon, Grogan and Litchfield soils.\nBold--are at slightly higher landscape positions on shoulder slopes and have a sand content that averages less than 10 percent in the particle-size control section\nDarfur--are at lower landscape positions and have a frequently saturated zone at between the surface of the soil and a depth of 0.3 meter during the wettest parts of years when precipitation is within one standard deviation of the 30 year mean of annual precipitation\nDassel--are at lower landscape positions and have a frequently saturated zone at between the surface of the soil and a depth of 0.3 meter during the wettest parts of years when precipitation is within one standard deviation of the 30 year mean of annual precipitation\nFieldon--are at lower landscape positions and have carbonates throughout\nGrogan--are at slightly higher landscape positions on side slopes and have carbonates within a depth of 100 centimeters\nLitchfield--are at slightly lower landscape positions on nearly level positions and summits and have a sand content that averages more than 70 percent in the particle-size control section"
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:\nDrainage class--well drained and moderately well drained--a frequently saturated zone occurs within depths of 0.75 to 1.8 meters during November to July in years when precipitation is within one standard deviation of the 30 year mean of annual precipitation\nSaturated hydraulic conductivity--10.00 to 100.00 micrometers per second"
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:\nMost areas are cultivated. The principal crops are corn, legume hay, small grains, and soybeans. The native vegetation is big bluestem, indiangrass, switchgrass, and other grasses of the tall grass prairie."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:\nPhysiographic Division--Interior Plains\nPhysiographic Province--Central Lowland\nPhysiographic section--Western lake section\nMLRA--Central Iowa and Minnesota Till Prairies (103)\nLRR M; central and south-central Minnesota\nExtent--small"
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: St. Paul, Minnesota"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Meeker County, Minnesota, 1991"
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nParticle-size control section--the zone from a depth of 25 to 100 centimeters;\nseries control section--the zone from the surface to a depth of 150 centimeters.\nDiagnostic horizons and features recognized in this pedon include: mollic epipedon--the zone from the surface to a depth of 46 centimeters (Ap, A and AB horizons);\ncambic horizon--the zone from a depth of 46 to 86 centimeters (Bw1 and Bw2 horizons);\nudic moisture regime.\nA new series (Oxyaquic or Aquic Hapludolls) is needed to represent the moderately well drained phase. Further study is needed for proper taxonomic classification.\nCation-exchange activity class is inferred from lab data from similar soils in the surrounding area. 2/11/2011-TYPE LOCATION error was corrected.\nTaxonomy version--Keys to Soil Taxonomy, tenth edition, 2006.\nADDITIONAL DATA:\nLaboratory data--refer to Minnesota Agricultural Experiment Station Central File Code numbers 1609, 1643, 4304, and 4305.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 23,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 1,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 2,
        "texture_class": "fine sandy loam",
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Ap--0 to 23 centimeters; very dark brown (10YR 2/2) fine sandy loam, dark gray (10YR 4/1) dry; weak fine subangular blocky structure; very friable; neutral; clear smooth boundary."
      },
      {
        "name": "A",
        "top": 23,
        "bottom": 33,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "very fine sandy loam",
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A--23 to 33 centimeters; very dark grayish brown (10YR 3/2) very fine sandy loam, grayish brown (10YR 5/2) dry; weak fine subangular blocky structure parting to weak very fine subangular blocky; very friable; very many very dark brown (10YR 2/2) organic coats on faces of peds; neutral; clear smooth boundary. (Combined thickness of the A horizon is 25 to 49 centimeters.)"
      },
      {
        "name": "AB",
        "top": 33,
        "bottom": 46,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "very fine sandy loam",
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "AB--33 to 46 centimeters; dark brown (10YR 3/3) very fine sandy loam, grayish brown (10YR 5/2) dry; weak fine subangular blocky structure parting to weak very fine subangular blocky; very friable; very many very dark grayish brown (10YR 3/2) organic coats on faces of peds; neutral; clear smooth boundary. (0 to 15 centimeters thick)"
      },
      {
        "name": "Bw1",
        "top": 46,
        "bottom": 71,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "very fine sandy loam",
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bw1--46 to 71 centimeters; brown (10YR 4/3) loamy fine sand with strata of very fine sandy loam; weak fine subangular blocky structure parting to weak very fine subangular blocky; very friable; neutral; clear smooth boundary."
      },
      {
        "name": "Bw2",
        "top": 71,
        "bottom": 86,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "very fine sandy loam",
        "pH_class": "neutral",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Bw2--71 to 86 centimeters; yellowish brown (10YR 5/4) very fine sandy loam with strata of loamy fine sand; weak medium subangular blocky structure parting to weak fine subangular blocky; very friable; neutral; abrupt smooth boundary. (Combined thickness of the Bw horizon is 30 to 76 centimeters.)"
      },
      {
        "name": "BC1",
        "top": 86,
        "bottom": 107,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 3,
        "texture_class": "loamy very fine sand",
        "pH_class": "slightly alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "BC1--86 to 107 centimeters; brown (10YR 5/3) very fine sandy loam with strata of loamy very fine sand; weak medium subangular blocky structure parting to weak fine subangular blocky; very friable; strongly effervescent slightly alkaline; clear smooth boundary."
      },
      {
        "name": "BC2",
        "top": 107,
        "bottom": 152,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 3,
        "texture_class": "loamy very fine sand",
        "pH_class": "slightly alkaline",
        "narrative": "BC2--107 to 152 centimeters; brown (10YR 5/3) loamy very fine sand; weak medium subangular blocky structure parting to weak fine subangular blocky; very friable; few fine distinct grayish brown (2.5Y 5/2) redoximorphic depletions; strongly effervescent; slightly alkaline."
      }
    ]
  ]
}
