{
  "SERIES": "GARDENVALE",
  "STATUS": "Established Series",
  "BYREV": "Rev. DTS-JEL-HFG",
  "REVDATE": "02/2003",
  "STATES": "WI",
  "OVERVIEW": "The Gardenvale series consists of well drained soils which are deep to a paralithic contact with sandstone.  They formed in silty and loamy eolian deposits or alluvium over siliceous sandy residuum from the underlying sandstone on pediments. Permeability is moderate in the silty and loamy mantle; rapid in the sandy residuum; and moderately slow or moderate in the sandstone.  Slopes range from 1 to 6 percent.  Mean annual precipitation is about 30 inches.  Mean annual temperature is about 48 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy over sandy or sandy-skeletal, mixed, superactive, mesic Mollic Hapludalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Gardenvale silt loam, from an area of Merit-Gardenvale silt loams, on a west-facing, convex 2 percent slope in a corn field at an elevation of about 995 feet.  (Colors are for moist soil unless otherwise stated.)\nAp--0 to 8 inches; dark brown (10YR 3/3) silt loam, brown (10YR 5/3) dry; moderate medium subangular blocky structure; friable; many fine and very fine roots; moderately acid; abrupt wavy boundary.  (6 to 9 inches thick)\nBt1--8 to 14 inches; dark brown (7.5YR 4/4) silt loam; moderate medium subangular blocky structure; friable; common fine and very fine roots; many faint dark brown (7.5YR 3/4) clay films on faces of peds; moderately acid; clear wavy boundary.\nBt2--14 to 26 inches; dark brown (7.5YR 4/4) silt loam; moderate medium subangular blocky structure; friable; common fine and very fine roots; common faint dark brown (7.5YR 3/4) clay films on faces of peds; very strongly acid; gradual irregular boundary.  (Combined thickness of the Bt horizons ranges from 2 to 22 inches)\n2Bt3--26 to 30 inches; brown (7.5YR 5/4) sandy loam; moderate medium subangular blocky structure; friable; few very fine and fine roots; few faint dark brown (7.5YR 4/4) clay films on faces of some peds; very strongly acid; clear wavy boundary. (2 to 20 inches thick)\n3C--30 to 50 inches; reddish yellow (7.5YR 6/8) fine sand; single grain; loose; about 3 percent sandstone channers; very strongly acid; clear wavy boundary.  (5 to 30 inches thick)\n3Cr--50 to 60 inches; reddish yellow (7.5YR 6/8) sandstone."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Jackson County, Wisconsin; about 1 1/2 miles west of Hixton; 1940 feet south and 1840 feet east of the northwest corner of sec. 15, T. 22 N., R. 5 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Thickness of the silty mantle ranges from 10 to 30 inches.  Depth to siliceous sandy residuum ranges from 24 to 40 inches.  Depth to the paralithic contact with sandstone ranges from 40 to 60 inches.  The sandy residuum has less than 10 percent weatherable minerals.  The upper part of the particle-size control section averages 18 to 27 percent clay and 15 to 45 percent fine sand or coarser.  Typically, coarse fragments are absent in the silty or loamy mantle but volume of sandstone channers ranges from 0 to 15 percent throughout the pedon.  Reaction typically ranges from very strongly acid to moderately acid throughout the pedon but ranges to neutral in the upper part where the soil is limed.\nThe Ap or A horizon has hue of 7.5YR or 10YR, value of 2 or 3, and chroma of 1 to 3.\nSome pedons have an E horizon with hue of 7.5YR or 10YR, value of 4 or 5, and chroma of 2 to 3.\nThe Bt horizon has hue of 7.5YR or 10YR and value of 3 to 5.\nThe 2Bt horizon has hue of 7.5YR or 10YR and value and chroma of 4 to 6.   It is typically sandy loam or loam but, in some pedons, it is sandy clay loam.  Transition horizons with less than 18 percent clay are less than 5 inches thick.\nSome pedons have a 3BC horizon with hue of 7.5YR or 10YR, value of 4 to 6, and chroma of 3 to 8.  It is loamy sand, sand, loamy fine sand or fine sand residuum with less than 10 percent weatherable minerals (0.2 to 20 mm fraction).\nThe 3C horizon has color like the 3BC horizon above.  It is fine sand or sand residuum with less than 10 percent weatherable minerals (0.02 to 20 mm fraction).  In some pedons, the 3C horizon has thin (1/8 inch to 1 inch) strata of loamy sand weathered from the sandstone.\nThe 3Cr horizon has color like the 3BC horizon described above.  It is sandstone and is a paralithic contact.  It grades to a 3R horizon with increasing depth in some pedons."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Dresden, Meridian, Merimod, Merit, and Sattre series.  Related soils are the Elevasil, Gale, Hixton, and Silverhill series.  Dresden, Meridian, Merimod, Merit, and Sattre soils do not have a paralithic contact within 60 inches.  Elevasil, Gale, and Hixton soils have a paralithic contact at a depth of 20 to 40 inches.  In addition, Elevasil soils are coarse-loamy and Gale soils are fine-silty over sandy or sandy skeletal.  Silverhill soils are coarse-loamy."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Gardenvale soils are on nearly level to gently sloping pediments underlain by sandstone.  Slope gradients range from 1 to 6 percent.  Gardenvale soils formed in silty and loamy eolian deposits or alluvium underlain by siliceous sandy residuum from the underlying sandstone.  Mean annual precipitation ranges from 28 to 33 inches.  Mean annual temperature ranges from 46 to 51 degrees F.  The frost free period ranges from about 135 to 160 days.  Elevation ranges from 700 to 1400 feet."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are Bilson, Elevasil, Hixton, Merit, and Silverhill soils.  The well drained Bilson soils on areas of adjacent stream terraces where there is more sand and less silt and clay in the soil and where the depth to sandstone is greater than 60 inches.  The well drained Elevasil and Hixton soils are nearby in landscape positions similar to those of Gardenvale soils where the depth to sandstone ranges from 20 to 40 inches.  The well drained Merit soils are on areas of adjacent stream terraces where the depth to sandstone is greater than 60 inches.  The well drained Silverhill soils are in landscape positions similar to those of Gardenvale soils where there is more sand and less silt and clay in the soil."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained.  Runoff is slow or medium.  Permeability is moderate in the silty or loamy mantle; rapid in the sandy residuum; and moderately slow or moderate in the sandstone."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most areas of these soils are used for cropland.  Corn, small grains, and hay are common crops.  Native vegetation is mixed hardwoods.  Common trees are northern red oak, white oak, shagbark hickory, and American basswood."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  West-central Wisconsin.  These soils are of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: St. Paul, Minnesota"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Clark County, Wisconsin, 1994."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons recognized in this pedon are: ochric epipedon (darker than typic) - 0 to 8 inches (Ap); argillic horizon - 8 to 30 inches (Bt1, Bt2, 2Bt3).\nADDITIONAL DATA:  Soil Interpretation Record - WI0503.  For NSSL data on the typical pedon, refer to soil survey sample number S91WI-053-3.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
