{
  "SERIES": "GARDONE",
  "STATUS": "Established Series",
  "BYREV": "Rev. JSC-TDT-JVC",
  "REVDATE": "01/2007",
  "STATES": "OR",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS:  Ashy, glassy, frigid Vitritorrandic Haploxerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Gardone ashy sand--rangeland.  (Colors are for dry soil unless otherwise noted.)\nA--0 to 10 inches; dark grayish brown (10YR 4/2) ashy sand, very dark brown (10YR 2/2) moist; weak thin platy structure; soft, very friable, nonsticky and nonplastic; many fine roots; many medium irregular pores; 5 percent gravel; neutral (pH 6.8); clear wavy boundary.  (2 to 10 inches thick)\nAC--10 to 21 inches; grayish brown (10YR 5/2) ashy loamy sand, very dark grayish brown (10YR 3/2) moist; single grain; loose, nonsticky and nonplastic; common very fine roots; many fine and many medium irregular pores; 10 percent gravel; neutral (pH 7.0); clear wavy boundary.  (10 to 20 inches thick)\nC1--21 to 34 inches; pale brown (10YR 6/3) ashy loamy sand, very dark grayish brown (10YR 3/2) moist; single grain; loose, nonsticky and nonplastic; few very fine roots; many fine and many medium irregular pores; 5 percent gravel; neutral (pH 7.0); clear wavy boundary.  (10 to 20 inches thick)\nC2--34 to 60 inches; light brownish gray (10YR 6/2) ashy loamy sand, very dark grayish brown (10YR 3/2) moist; single grain; loose, nonsticky and nonplastic; few very fine roots; many fine and many medium irregular pores; 5 percent gravel; neutral (pH 7.0)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Deschutes County, Oregon; about 200 feet east and 100 feet south of the northwest corner of section 14, T. 20 S., R. 14 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture - Usually moist in the moisture control section in winter and spring, dry in summer and fall.  They are warmer than 41 degrees F. from April 15 to November 1, and they are dry within this period after July 1; Aridic moisture regime that borders on xeric.\nMean annual soil temperature - 44 to 47 degrees F.\nMollic epipedon thickness - 10 to 15 inches; Dark Munsell colors, both moist and dry, will extent to a depth of over 20 inches but organic matter content is less than one percent.\nDepth to buried loamy horizons - 40 inches to more than 60 inches.\nDepth to bedrock - more than 60 inches.\nVitrandic intergrade properties - Volcanic glass content: 40 to 60 percent in coarse silt through fine sand fractions; Phosphate retention: 15 to 25 percent; Oxalate extractable aluminum plus one-half oxalate extractable iron: 0.3 to 0.6 percent.\nParticle-size control section - Clay content: 0 to 5 percent;\nRock fragments: Averages 0 to 25 percent pebbles.  Lithology of fragments are volcanic rocks such as basalt.\nA horizon\nValue: 4 or 5 dry, 2 or 3 moist.\nRock fragments: 0 to 15 percent pebbles.\nOrganic matter content: 1 or 2 percent.\nAC horizon\nChroma: 2 or 3, dry or moist.\nTexture: Ashy loamy sand, ashy sand, or gravelly ashy loamy sand.\nRock fragments: 0 to 25 percent pebbles.\nReaction: Neutral or slightly alkaline.\nC horizons\nValue: 4 through 7 dry, 3 through 7 moist.\nChroma: 2 or 3, dry or moist.\nTexture: Ashy loamy sand, ashy sand, or gravelly ashy loamy sand.\nRock fragments: 0 to 25 percent pebbles.\nReaction: Neutral or slightly alkaline.\nOther features: Some pedons have buried horizons at 40 to 60 inches with texture of loam."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Boltz, Bonnick, Borobey, Emamount, Embal, Frentera, Oatmanflat, Picturerock, Stookmoor, Tuffcabin, and Wegert series.\nBoltz soils are moderately deep to paralithic contacts.  Bonnick soils have very gravelly or extremely gravelly textures within 60 inches of the soil surface.  Borobey soils have firm, brittle horizons within 40 inches of the soil surface.  Emamount soils have 18 to 27 percent clay in the particle-size control section and have endosaturation between 60 and 72 inches from the soil surface.  Embal soils have mollic epipedons 20 to 35 inches thick, do not have ashy sandy textures in the particle-size control section, and have irregular decrease in organic matter with depth.  Frentera, Stookmoor, and Wegert soils are moderately deep to lithic contacts.  Oatmanflat and Tuffcabin soils are deep to buried duripans and do not have ashy sandy textures in the particle-size control section.  Picturerock soils have cambic horizons, horizons with identifiable secondary carbonates, and do not have ashy sandy textures in the particle-size control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Gardone soils are on lava plains.  These soils formed in eolian deposits derived from pumiceous volcanic ash.  Slopes are 0 to 20 percent.  Elevations range from 4,000 to 5,000 feet. The climate is semiarid and characterized by cold, moist winters and warm, dry summers.  The mean annual precipitation is 10 to 12 inches.  The mean annual temperature is 42 to 45 degrees F., mean January temperature is 26 to 29 degrees F., and the mean July temperature is 59 to 61 degrees F.  The frost-free period is 50 to 90 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the competing Bonnick, Borobey, and Stookmoor soils and the Milcan and Fort Rock soils."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Excessively drained; negligible or very low surface runoff; permeability is rapid (high or very high saturated hydraulic conductivity) except where the loamy substratum is present.  The loamy material when present has a moderate permeability (moderately high or high saturated hydraulic conductivity)."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Gardone soils are used mostly for livestock grazing and wildlife habitat.  The vegetation is mainly mountain big sagebrush, Idaho fescue, and Thurber's needlegrass.  Ponderosa pine grows near the upper end of the elevation range on some north-facing aspects."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Central and south-central Oregon.  These soils are moderately extensive.  MLRA 23."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Davis, California."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Deschutes County (Upper Deschutes River Area), Oregon, 1992."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon - The zone from the soil surface to 10 inches (A horizon).\nVitrandic intergrade feature - The zone from the soil surface to 30 inches (A and AC horizons and part of the C1 horizon).\nParticle-size control section and ashy substitute class with glassy mineralogy - The zone from 10 to 40 inches (AC horizon and parts of the C1 and C2 horizons).\nThe revision of January 2002 moved the type location from Lake County to Deschutes County, Oregon, to a soil survey area where Gardone is a correlated component.\nADDITIONAL DATA:  Soil Characterization data on pedon S79OR-017-5 reported in Oregon State University Soils Laboratory Report, and for Soil Survey Laboratory (SSL) pedons with soil survey sample numbers S89OR-017-004 (pedon # 89P0791) and S89OR-017-005 (pedon # 89P0792) for andic soil properties analysis.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
