{
  "SERIES": "GARDELLA",
  "STATUS": "Established Series",
  "BYREV": "Rev. MAT/LNL/JVC",
  "REVDATE": "05/2016",
  "STATES": "NV",
  "OVERVIEW": "The Gardella series consists of very shallow and shallow to a duripan, moderately well drained soils that formed in alluvium derived from basaltic tuff over lacustrine deposits.  Gardella soils are on lake terraces adjacent to volcanic cones.  Slopes are 0 to 2 percent.  The mean annual precipitation is about 127 mm and the mean annual temperatures is about 12 degrees C.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS:  Sandy, mixed, mesic, shallow Cambidic Haplodurids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Gardella gravelly silt loam--rangeland. (Colors are for dry soil unless otherwise noted.)\nAz--0 to 8 cm; light brownish gray (10YR 6/2) gravelly silt loam, dark grayish brown (10YR 4/2) when moist; massive; hard, very friable, slightly sticky and nonplastic; few coarse roots; many very fine vesicular pores; many salt crystals; slightly effervescent; strongly alkaline (pH 9.0); abrupt smooth boundary.  (3 to 10 cm thick)\nBq--8 to 25 cm; grayish brown (2.5Y 5/2) stratified coarse sand and coarse sandy loam containing very thin (less than 1 cm thick) fine sand and very fine sandy loam strata that are weakly silica-cemented, very dark grayish brown (10YR 3/2) moist; moderate very thin platy structure; slightly hard and very hard, very friable and firm, nonsticky and nonplastic; many very fine interstitial pores; few 1 millimeter thick discontinuous laminae; slightly effervescent; strongly alkaline (pH 8.8); abrupt smooth boundary.  (15 to 25 cm thick)\nBqm--25 to 61 cm; grayish brown (2.5Y 5/2) cemented material consisting of up to 3 cm thick silica-cemented strata stratified with weakly silica-cemented and noncemented very fine sand, sand and fine sandy loam, very dark grayish brown (2.5Y 3/2) moist; massive and moderate thin and medium platy structure; very hard and hard, very firm and very friable, nonsticky and nonplastic; many very fine interstitial pores; very thin (less than 2 millimeters) discontinuous laminae on plate surfaces; slightly effervescent; strongly alkaline (pH 9.0); abrupt wavy boundary.  (20 to 41 cm thick)\n2C--61 to 152 cm; grayish brown (2.5Y 5/2) silty clay, grayish brown (2.5Y 5/2) moist; common, fine and medium, distinct grains of dark yellowish brown (10YR 3/4) moist; moderate medium prismatic structure; very hard, very firm, very sticky and very plastic; few very fine tubular pores; many very fine pale brown ostracod shells; strongly effervescent; strongly alkaline (pH 8.8)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Churchill County, Nevada; in the Lahontan Valley about 12.5 miles north of Fallon; approximately 1,700 feet west and 2,600 feet north of the southeast corner of section 30, T. 21 N., R. 29 E.; USGS Upsal Hogback 7.5 minute topographic quadrangle; latitude 39 degrees 39 minutes 30.30 seconds N. and longitude 118 degrees 45 minutes 49.30 seconds W.; WGS84 Decimal Degrees 39.6584167 latitude, -118.7636944 longitude."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: Moist in late autumn, winter and early spring, dry the remainder of the year; Typic aridic soil moisture regime.\nMean annual soil temperature: 12 to 14 degrees C.\nDepth to thin, strongly cemented duripan: 18 to 30 cm.\nReaction: Strongly alkaline or very strongly alkaline.\nCalcium carbonate equivalent: 1 to 5 percent.\nParticle-size control section - Clay content: Averages less than 10 percent;\nRock fragments: Averages less than 35 percent with any one horizon having up to 50 percent fine scoriaceous basaltic gravel.\nAz horizon\nHue: 10YR or 2.5Y.\nValue: 5 or 6 dry, 3 or 4 moist.\nStructure: Thin or medium platy or horizon is massive.\nConsistence: Hard or slightly hard.\nSalinity (EC): 16 to 32 mmhos/cm.\nSodicity (SAR): 13 to 45.\nOther features:  Visible salts range from few to many crystals. The darker colors are inherited from the parent material not from the organic matter content which is 0.05 to 0.5 percent.\nBq horizon\nHue: 10YR or 2.5Y.\nValue: 5 or 6 dry, 3 or 4 moist.\nTexture: Stratified coarse sand to gravelly coarse sandy loam, with lenses and strata of fine sand, very fine sandy loam, silt loam, or volcanic ash.\nStructure: Thin or medium platy structure or horizon is massive.\nSalinity (EC): 4 to 16 mmhos/cm.\nSodicity (SAR): 13 to 30.\nBqm horizon\nOther features: Strongly silica-cemented platy zones of stratified sandy and loamy materials range from .5to 4 cm thick. Discontinuous laminae of secondary silica up to 2 millimeters thick are on the upper and lower surfaces of platy peds.\nStructure: Platy or massive.\nConsistence: Very hard or extremely hard in the laminae and loose to hard in the noncemented portions.\n2C horizon\nHue: 10YR through 5Y.\nValue: 3 through 5 dry, 2 through 4 moist.\nChroma: 1 through 3, dry or moist.\nSalinity (EC): 16 to 32 mmhos/cm.\nSodicity (SAR): 13 to 30.\nGypsum content: 0 to 1 percent."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are currently no other series in this family."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Gardella soils are on lake terraces adjacent to volcanic cones.  They formed in alluvium derived from basaltic tuff over lacustrine deposits.  Slopes are 0 to 2 percent.  Elevations range from 1,158 to 1,219 meters.  The climate is arid with cool, moist winters and hot, dry summers.  The mean annual precipitation is 100 to 150 mm, the mean annual temperature is 11 to 13 degrees C, and the frost-free period is 120 to 140 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Hooten, Huxley, Isolde, Labou, and Parran soils. Hooten soils are loamy-skeletal, very shallow to thin duripans, and occur on adjacent lake terraces and beach terraces. Huxley soils are clayey-skeletal over sandy or sandy-skeletal, very deep, and have natric horizons. Isolde soils are sandy, very deep, do not have diagnostic subsurface horizons, and occur on dunes. Labou soils are loamy-skeletal, are very shallow and shallow to lithoid tufa, and have natric horizons. Parran soils are fine, very deep, and have salic horizons."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:  Moderately well drained and moderately high saturated hydraulic conductivity in the surface horizon and very high saturated hydraulic conductivity in the subsurface, while the cemented layer and underlying 2C horizon is impermeable to slowly permeable. High areas have a deep water table, whereas the low terraces have a water table at depths of 150 to 200 cm."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Gardella soils are used for livestock grazing and wildlife habitat.  Vegetation is dominantly black greasewood and shadscale on the lower terraces and Baileys greasewood and shadscale on the higher terraces."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Western Nevada.  These soils are not extensive with about 2,300 acres of the series mapped to date.  MLRA 27."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Davis, California."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Churchill County, Nevada (Fallon-Fernley Area), 1971."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - The zone from the soil surface to 8 cm (Az horizon).\nDuripan - The zone from 25 to 61 cm (Bqm horizon).\nParticle-size control section - The zone from the soil surface to 25 cm (Az and Bq horizons.)\nFuture investigation is needed of this soil to confirm whether the restrictive feature is a duripan or simply a bedrock layer derived from a consolidated volcanic deposit such as basaltic tuff.  A cursory examination of the layer from one site indicated that the material was geologic and not pedogenic.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
