{
  "SERIES": "GARDENVALLEY",
  "STATUS": "Established Series",
  "BYREV": "Rev. CWL/JWM/TM/JBF",
  "REVDATE": "06/2016",
  "STATES": "NV",
  "OVERVIEW": "The Gardenvalley series consists of very deep, well drained soils that formed in alluvium derived from welded tuff with a component of volcanic ash and minor amounts of limestone. The Gardenvalley soils are on inset fans and fan skirts. Slopes range from 0 to 4 percent. The mean annual precipitation is about 180 mm and the mean annual temperature is about 11 degrees C.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, superactive, mesic Durinodic Haplocambids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Gardenvalley gravelly fine sandy loam, rangeland. (Colors are for dry soil unless otherwise noted.) The surface is partially covered with 30 percent gravel. Lithology of the gravel is welded tuff.\nA--0 to 8 cm; pale brown (10YR 6/3) gravelly fine sandy loam, brown (10YR 4/3) moist; moderate thick platy structure parting to moderate thin platy; soft, very friable, slightly sticky and slightly plastic; few very fine and fine roots; few very fine vesicular and common very fine interstitial pores; 20 percent gravel; strongly effervescent; slightly alkaline (pH 7.6); clear smooth boundary. (5 to 13 cm thick)\nBw--8 to 41 cm; pale brown (10YR 6/3) very fine sandy loam, dark yellowish brown (10YR 4/4) moist; weak medium subangular blocky structure; soft, very friable, moderately sticky and slightly plastic; common very fine and fine, and few medium roots; many very fine interstitial pores; 10 percent gravel; strongly effervescent; slightly alkaline (pH 7.6); clear smooth boundary. (25 to 50 cm thick)\nBqk1--41 to 79 cm; light yellowish brown (10YR 6/4) very fine sandy loam, dark yellowish brown (10YR 4/4) moist; moderate medium subangular blocky structure; slightly hard, friable, moderately sticky and slightly plastic; common very fine and fine, and few medium roots; many very fine interstitial pores; many (20 percent) moderately cemented durinodes; 5 percent gravel; secondary calcium carbonate is finely disseminated; violently effervescent; moderately alkaline (pH 8.2); clear smooth boundary. (25 to 50 cm thick)\nBqk2--79 to 112 cm; light yellowish brown (10YR 6/4) fine sandy loam, dark yellowish brown (10YR 4/4) moist; moderate coarse subangular blocky structure parting to strong medium subangular blocky; slightly hard, friable, moderately sticky and slightly plastic; common very fine and fine roots; many very fine interstitial pores; many (25 percent) moderately cemented durinodes; secondary calcium carbonate is finely disseminated; 10 percent gravel; violently effervescent; moderately alkaline (pH 8.2); clear smooth boundary. (25 to 76 cm thick)\n2Bk--112 to 157 cm; light yellowish brown (10YR 6/4) very gravelly loamy sand, dark yellowish brown (10YR 4/4) moist; single grain; loose, nonsticky and nonplastic; few very fine and fine roots; many very fine and fine interstitial pores; common (5 percent) fine (1 to 2 mm) secondary calcium carbonate concretions on bottom of rock fragments; 40 percent gravel; violently effervescent; moderately alkaline (pH 8.4)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Lincoln County, Nevada; about 10.5 miles west of the Water Gap and about 4.25 miles east of the Freiburg Mine, and about 50 feet south of the jeep trail, in Garden Valley; approximately 800 feet north and 1,800 feet east of the southwest corner of section 7, T. 1 N., R. 58 E.; USGS Worthington Peak 7.5 minute topographic quadrangle; latitude 37 degrees 57 minutes and longitude 37 seconds N and 115 degrees 30 minutes and 20 seconds W; WGS84 Decimal Degrees 37.9602778 latitude, -115.5055556 longitude."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: Usually dry, moist in some part for short periods during winter and early spring months and for 10 to 20 days cumulative between July and September due to summer convection storms; typic aridic soil moisture regime.\nSoil temperature: 11 to 13 degrees C.\nDepth to cambic horizon: 5 to 13 cm.\nThickness of cambic horizon: 25 to 50 cm.\nDepth to durinodes: 30 to 60 cm.\nVolcanic glass content: 5 to 25 percent volcanic glass in the 0.02 to 2 millimeter fraction.\nOther features: The estimated product of the ammonium extractable aluminum plus half the iron times 60 plus the volcanic glass is 20 to 30.\nParticle-size control section - Clay content: 10 to 18 percent.\nRock fragments: 0 to 15 percent. Lithology of the fragments is mainly welded tuff.\nA horizon\nValue: 5 through 7 dry, 4 or 5 moist.\nChroma: 2 through 4, dry or moist.\nReaction: Slightly alkaline or moderately alkaline.\nBw horizon\nValue: 6 or 7 dry, 4 or 5 moist.\nChroma: 2 through 4, dry or moist.\nTexture: Very fine sandy loam, fine sandy loam, or sandy loam.\nClay content: 10 to 18 percent.\nRock fragments: 0 to 15 percent.\nReaction: Slightly alkaline through strongly alkaline.\nBqk horizons\nValue: 6 or 7 dry, 4 or 5 moist.\nChroma: 2 through 4, dry or moist.\nTexture: Very fine sandy loam, fine sandy loam, or sandy loam.\nClay content: 10 to 18 percent.\nRock fragments: 0 to 15 percent.\nSecondary silica: 20 to 40 percent hard, brittle durinodes.\nReaction: Moderately alkaline through very strongly alkaline.\n2Bk horizon - Value: 6 or 7 dry, 4 or 5 moist.\nChroma: 2 through 4, dry or moist.\nTexture: Loamy sand, loamy coarse sand or sandy loam.\nClay content: 0 to 10 percent.\nRock fragments: 35 to 50 percent.\nReaction: Moderately alkaline through very strongly alkaline.\nSecondary calcium carbonate: 2 to 15 percent concretions on bottom of rock fragments."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Broyles, Crockies, Keefa, Strike and Weso series.\nBroyles and Crockies soils do not receive summer moisture and do not have calcium carbonate in the Bw horizon.\nKeefa soils have Bqk horizons with a hard, firm and brittle matrix.\nStrike soils are not moist for 10 to 20 days cumulative in the summer and have 2Bkq and 2C horizons with calcium carbonate equivalent of 15 to 25 percent.\nWeso soils do not receive summer moisture, do not have calcium carbonate in the Bw horizon and have a hard, firm and brittle matrix in the Bqk horizon."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Gardenvalley soils are on inset fans and fan skirts. These soils formed in alluvium derived dominantly from welded tuff with a component of volcanic ash and minor amounts of limestone. Slopes range from 0 to 4 percent. Elevations range from 1,690 to 1,830 meters. The climate is semiarid with cool, moist winters and warm, dry summers. The mean annual precipitation ranges from 150 to 200 mm, the mean annual temperature ranges from 10 to 12 degrees C, and the frost-free season ranges from about 110 to 150 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Devildog and Qwynn series. Devildog soils do not have durinodes and have an aridic moisture regime that borders on xeric. Qwynn soils have an argillic horizon and do not have durinodes and have an aridic moisture regime that borders on xeric."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Well drained; low runoff; moderately low saturated hydraulic conductivity."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Gardenvalley soils are used for livestock grazing and wildlife habitat. The potential native vegetation includes winterfat, bud sagebrush, and Indian ricegrass. This pedon is correlated to R029XY042NV, Coarse Silty 5-8 P.Z."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: South-central Nevada. These soils are not extensive. MLRA 29."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Lincoln County, Nevada, North Part, 2005. The name is coined from Garden Valley, where the type is located."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - The zone from the soil surface to 18 cm (A and part of the Bw horizon).\nCambic horizon - The zone from 8 to 41 cm (Bw horizon).\nDurinodes and Durinodic feature - The zone from 41 to 112 cm (Bqk1 and Bqk2 horizons).\nParticle-size control section - The zone from 25 to 100 cm (Part of the Bw, Bqk1 and part of the Bqk2 horizons.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
