{
  "SERIES": "GARLAND",
  "STATUS": "Established Series",
  "BYREV": "Rev. AJC/CJF/JAL",
  "REVDATE": "11/2002",
  "STATES": "NM,WY",
  "OVERVIEW": "The Garland series consists of very deep, well drained, medium or moderately fine textured soils underlain by gravel, cobbles, and sand. Garland soils are on terraces and alluvial fans and have slopes of 0 to 10 percent. The mean annual precipitation is about 6 inches and the mean annual air temperature is about 46 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy over sandy or sandy-skeletal, mixed, superactive, mesic Typic Haplargids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Garland loam, rangeland. (Colors are for dry soil unless otherwise noted.)\nA--0 to 4 inches; light brownish gray (2.5Y 6/2) loam, grayish brown (2.5Y 5/2) moist; moderate medium granular structure; soft, very friable, slightly sticky and slightly plastic; about 3 percent basalt gravel; many dark colored magnetic mineral grains in the sand and silt fractions; noncalcareous; slightly alkaline (pH 7.6); gradual smooth boundary. (2 to 6 inches thick)\nBt1--4 to 10 inches; light yellowish brown (2.5Y 6/3) clay loam, light olive brown (2.5Y 5/3) moist; moderate medium prismatic structure parting to moderate medium subangular blocky; hard, firm, moderately sticky and moderately plastic; many clay films on faces of peds, in root channels and pores; about 5 percent basalt gravel and cobbles; many dark colored magnetic mineral grains in the sand and silt fractions; noncalcareous; slightly alkaline (pH 7.8); gradual smooth boundary. (3 to 10 inches thick)\nBt2--10 to 15 inches; light yellowish brown (2.5Y 6/3) clay loam, light olive brown (2.5Y 5/3) moist; moderate medium prismatic structure parting to moderate medium subangular blocky; hard, firm, moderately sticky and moderately plastic; many clay films on faces of peds, in root channels and pores; about 5 percent basalt pebbles and cobbles; many dark colored magnetic mineral grains in the sand and silt fractions; calcareous; moderately alkaline (pH 8.0); gradual wavy boundary. (3 to 8 inches thick)\nBtk--15 to 21 inches; light olive brown (2.5Y 5/4) clay loam, olive brown (2.5Y 4/4) moist; weak coarse subangular blocky structure; hard, firm, moderately sticky and moderately plastic; few clay films on faces of peds and discontinuous clay films in root channels; 5 percent basalt pebbles and cobbles; many dark colored magnetic mineral grains in the sand and silt fractions; visible secondary carbonate occurring as soft concretions and in thin seams and streaks; calcareous; moderately alkaline (pH 8.2); gradual smooth boundary. (4 to 6 inches thick)\nBCk--21 to 30 inches; light olive brown (2.5Y 5/4) loam, olive brown (2.5Y 4/4) moist; massive; very hard, firm, slightly sticky and slightly plastic; 10 percent basalt pebbles and cobbles; many dark colored magnetic mineral grains in the sand and silt fractions; visible secondary carbonate occurring as concretions and in thin seams and streaks; calcareous; moderately alkaline (pH 8.2); gradual wavy boundary. (9 to 30 inches thick)\n2C--30 to 60 inches; gray (N 5/) extremely gravelly loamy sand, dark gray (N 4/) moist; single grained; loose; 60 percent basalt pebbles and 10 percent cobbles; some visible calcium carbonate occurring as coatings on sand and gravel fragments; calcareous; moderately alkaline (pH 8.4)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Park County, Wyoming; 300 feet north or W1/4 corner sec. 7, T.55N., R.99W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Depth to the underlying sand, gravel, and cobble beds is 20 to 40 inches. Depth to the base of the Bt horizon is 12 to 24 inches. Depth to a continuous horizon of calcium carbonate and/or calcium sulfate accumulation is 12 to 24 inches. The mean annual soil temperature is 48 to 50 degrees F. The sand and silt fractions contain 3 to 15 percent dark colored, magnetic ferromagnesian-rich minerals. Rock fragments, mainly gravel, range from 0 to 15 percent above the sand, gravel, and cobble beds.\nThe A horizon has hue of 2.5Y or 10YR, value of 5 or 6 dry, 4 or 5 moist, and chroma of 2 or 3. This horizon is loam or clay loam and has 0 to 15 percent gravel. It is slightly or moderately alkaline.\nThe Bt horizon has hue of 2.5Y through 7.5YR, value of 5 or 6 dry, 4 or 5 moist, and chroma of 3 or 4. It is loam, clay loam, or sandy clay loam and averages 18 to 35 percent clay, and has more than 15 percent but less than 35 percent fine or coarser sand. This horizon has moderate or strong prismatic subangular blocky or angular blocky structure. It is slightly or moderate alkaline.\nThe BCk horizon has hue of 2.5Y or 10YR, value of 5 through 7 dry, 4 through 6 moist, and chroma of 2 through 4. It is loam or sandy clay loam. This horizon is moderately or strongly alkaline.\nThe 2C horizon has hue of 2.5Y or is neutral. The fine earth fraction is sand or loamy sand. It has 35 to 60 percent basalt gravel and 10 to 15 percent basalt cobbles."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Ethete, Hough, Ornea, and Sharland series. Ethete and Ornea soils have a calcic horizon. Hough soils do not have horizons of secondary carbonate accumulation. Sharland soils have the base of the Bt horizon above a depth of 12 inches and have sand, gravel, and cobble beds at a depth of 10 to 20 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Garland soils are on terraces and alluvial fans.  Slopes are 0 to 10 percent. The soils formed in calcareous alluvial material derived principally from basalt and overlie basalt sand, gravel, and cobbles. Elevation is 3,800 to 5,200 feet. Average annual precipitation is 5 to 9 inches with peak periods of precipitation in the spring and early summer. Mean annual temperature is about 45 degrees to 48 degrees F. Frost-free season is 110 to 140 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Emblem, Griffy, Preatorson, and Sharland soils. Emblem soils have a calcic horizon."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; medium to slow runoff; moderate over rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used for range or irrigated cropland. Native vegetation is big sagebrush, cactus, needleandthread, and blue grama."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Bighorn Basin Area of Wyoming. The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Big Horn County (Bighorn River Irrigated Area), Wyoming; 1972.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": null
  }
}
