{
  "SERIES": "GARLIC",
  "STATUS": "Established Series",
  "BYREV": "CFS-JJJ-LMC",
  "REVDATE": "10/2004",
  "STATES": "MI",
  "OVERVIEW": "The Garlic series consists of very deep, well drained soils formed in glaciofluvial sediments on dissected moraines, outwash plains and till-floored lake plains. These soils have rapid permeability. Slopes range from 0 to 70 percent. Mean annual precipitation is about 38 inches. Mean annual temperature is about 40 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Sandy, mixed, frigid, ortstein Typic Haplorthods"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Garlic fine sand - on a 15 percent southeast facing slope in a forested area at an elevation of 1,010 feet. (Colors are for moist soil unless otherwise stated.)\nOa--0 to 1 inch; black (N 2.5/0) well decomposed leaf litter; moderate fine granular structure; very friable; many very fine to coarse roots; very strongly acid; abrupt smooth boundary. (0 to 2 inches thick)\nE--1 to 9 inches; reddish gray (5YR 5/2) fine sand, pinkish gray (5YR 6/2) dry; weak fine subangular blocky structure; very friable; many very fine to coarse roots; very strongly acid; clear wavy boundary. (6 to 10 inches thick)\nBhs--9 to 15 inches; dark reddish brown (5YR 3/2) fine sand; weak medium subangular blocky structure; friable; many very fine to coarse roots; dark reddish brown (5YR 3/2) moderately cemented ortstein occupies 28 percent (11 of 40 inches) of the lower horizon; ortstein extends into the Bs horizon; very strongly acid; clear wavy boundary. (2 to 7 inches thick)\nBs--15 to 26 inches; dark reddish brown (5YR 3/4) fine sand; weak medium subangular blocky structure; friable; common very fine to coarse roots; dark reddish brown (5YR 3/3) and reddish brown (5YR 4/4) strongly cemented ortstein occupies 75 percent (30 of 40 inches) of the horizon; ortstein extends into this horizon from the Bhs horizon in tongues 10 to 30 inches apart to a depth of 47 inches; moderately acid; clear wavy boundary. (6 to 14 inches thick)\nBC--26 to 46 inches; brown (7.5YR 5/4) fine sand; weak fine subangular blocky structure; friable; few very fine to medium roots; moderate cementation exists in the upper part of this horizon; strongly acid; gradual wavy boundary. (9 to 24 inches thick)\nC--46 to 80 inches; brown (7.5YR 5/4) fine sand; single grain; loose; slightly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Marquette County, Michigan; about 5 1/2 miles south of Harvey; 2000 feet west and 1350 feet north of the southeast corner of section 6, T.46N., R.24W.; USGS Harvey topographic quadrangle; lat. 46 degrees 24 minutes 32.50 seconds N. and long. 87 degrees 21 minutes 13.18 seconds W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: (unless otherwise stated, depth and thickness are measured from the top of the mineral soil.) Depth to upper spodic horizon (Bhs) ranges from 6 to 12 inches, and the thickness of the spodic horizon (Bhs, Bs) ranges from 10 to 21 inches thick. Volume of gravel ranges from 0 to 10 percent throughout the pedon. The mean annual soil temperature ranges from 41 to 45 degrees F.\nThe Oa horizon has hue of 10YR to 5YR, value of 2, and chroma of 1, or is neutral and has a value of 2.\nSome pedons have an A horizon with hue of 7.5YR or 10YR, value of 2 or 3, and chroma of 1 or 2. It is sand, fine sand or loamy fine sand. Reaction ranges from extremely acid to strongly acid.\nThe E horizon has hue of 5YR or 7.5YR, value of 5 or 6, and chroma of 1 or 2. It is sand, fine sand, or loamy fine sand. Reaction ranges from extremely acid to strongly acid.\nThe Bhs horizon has hue 5YR or 7.5YR, value of 3, and chroma of 2 or 3. It is fine sand or sand. Reaction ranges from extremely acid to strongly acid.\nThe Bs horizon has hue of 5YR or 7.5YR, and value and chroma of 3 or 4. It is fine sand or sand. Reaction ranges from very strongly acid to moderately acid.\nThe BC horizon has hue of 5YR or 7.5YR, value of 4 or 5, and chroma of 4 to 6. It is fine sand or sand. Reaction ranges from very strongly acid to moderately acid.\nThe C horizon has hue of 7.5YR or 10YR, value of 5 or 6, and chroma of 4 to 6. It is fine sand or sand.  Some pedons have thin layers of coarse sand.  Reaction ranges from very strongly acid to moderately acid."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no competing series.  Closely  related soils are the Kalkaska and Wallace soils.  Kalkaska soils have less than 50 percent ortstein in the spodic horizon and Wallace soils have greater than 90 percent ortstein in the spodic horizon."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Garlic soils are on dissected moraines, outwash plains and till-floored lake plains. Slope gradients range from 0 to 70 percent. They formed in glaciofluvial sediments. Elevations range from 800 to 1,600 feet. The mean annual precipitation ranges from 35 to 40 inches Mean annual temperature ranges from 38 to 43 degrees F. The frost free period ranges from 100 to 130 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: Garlic soils are associated with Alcona, Voelker, and Kalkaska soils on similar landscape positions and Borgstrom soils on lower landscape positions and in drainageways. The well drained Alcona soils formed in stratified sandy and loamy deposits, and the somewhat excessively drained Kalkaska soils formed in sandy glacial deposits, is medium sand throughout the profile and has less than 50 percent ortstein in the spodic horizon. The well drained Voelker and the moderately well drained Borgstrom soils formed in sandy outwash overlying loamy glaciolacustrine deposits."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained. Runoff is negligible to low, dependent on slope. Permeability is rapid."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Nearly all of this soil is forested. Tree species include sugar maple, red maple, yellow birch, paper birch, hemlock, and quaking aspen. Common ground plants include spinulose shield fern, wild lily-of-the-valley, shining clubmoss, twisted stalk, starflower, and yellow beadlily."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Upper Peninsula of Michigan, MLRA 93B and MLRA 94B. The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: St. Paul, Minnesota"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Marquette County, Michigan, 1998. Source of name is a river in the county."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized this pedon are:\nAlbic horizon - 1 to 9 inches (E horizon);\nSpodic horizon 9 to 26 inches (Bhs and Bs horizons);\nOrtstein feature - the spodic horizon is cemented in 50 to 89 percent of each pedon.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Oa",
        "top": 0,
        "bottom": 3,
        "moist_hue": "N",
        "moist_value": 2.5,
        "moist_chroma": 0,
        "pH_class": "very strongly acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Oa--0 to 1 inch; black (N 2.5/0) well decomposed leaf litter; moderate fine granular structure; very friable; many very fine to coarse roots; very strongly acid; abrupt smooth boundary. (0 to 2 inches thick)"
      },
      {
        "name": "E",
        "top": 3,
        "bottom": 23,
        "dry_hue": "5YR",
        "dry_value": 6,
        "dry_chroma": 2,
        "moist_hue": "5YR",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "fine sand",
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "E--1 to 9 inches; reddish gray (5YR 5/2) fine sand, pinkish gray (5YR 6/2) dry; weak fine subangular blocky structure; very friable; many very fine to coarse roots; very strongly acid; clear wavy boundary. (6 to 10 inches thick)"
      },
      {
        "name": "Bhs",
        "top": 23,
        "bottom": 38,
        "moist_hue": "5YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "fine sand",
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bhs--9 to 15 inches; dark reddish brown (5YR 3/2) fine sand; weak medium subangular blocky structure; friable; many very fine to coarse roots; dark reddish brown (5YR 3/2) moderately cemented ortstein occupies 28 percent (11 of 40 inches) of the lower horizon; ortstein extends into the Bs horizon; very strongly acid; clear wavy boundary. (2 to 7 inches thick)"
      },
      {
        "name": "Bs",
        "top": 38,
        "bottom": 66,
        "moist_hue": "5YR",
        "moist_value": 3,
        "moist_chroma": 4,
        "texture_class": "fine sand",
        "pH_class": "moderately acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bs--15 to 26 inches; dark reddish brown (5YR 3/4) fine sand; weak medium subangular blocky structure; friable; common very fine to coarse roots; dark reddish brown (5YR 3/3) and reddish brown (5YR 4/4) strongly cemented ortstein occupies 75 percent (30 of 40 inches) of the horizon; ortstein extends into this horizon from the Bhs horizon in tongues 10 to 30 inches apart to a depth of 47 inches; moderately acid; clear wavy boundary. (6 to 14 inches thick)"
      },
      {
        "name": "BC",
        "top": 66,
        "bottom": 117,
        "moist_hue": "7.5YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "fine sand",
        "pH_class": "strongly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "BC--26 to 46 inches; brown (7.5YR 5/4) fine sand; weak fine subangular blocky structure; friable; few very fine to medium roots; moderate cementation exists in the upper part of this horizon; strongly acid; gradual wavy boundary. (9 to 24 inches thick)"
      },
      {
        "name": "C",
        "top": 117,
        "bottom": 203,
        "moist_hue": "7.5YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "fine sand",
        "pH_class": "slightly acid",
        "narrative": "C--46 to 80 inches; brown (7.5YR 5/4) fine sand; single grain; loose; slightly acid."
      }
    ]
  ]
}
