{
  "SERIES": "GARNES",
  "STATUS": "Established Series",
  "BYREV": "Rev. DDB-WJA-DJP-AGG",
  "REVDATE": "01/2011",
  "STATES": "MN",
  "OVERVIEW": "The Garnes series consist of very deep, moderately well drained soils that formed in a thin upper mantle of water sorted sediments and calcareous glacial till. Permeability is moderate or moderately slow.  These soils are on glacial lake plains and have slopes ranging from 0 to 8 percent. Mean annual air temperature is 38 degrees F. Mean annual precipitation is 23 inches.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, frigid Aquic Hapludalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Garnes fine sandy loam with a slightly convex slope of about 2 percent on a glacial lake plain in a cultivated field. (Colors are for moist soil unless otherwise stated.)\nAp--0 to 6 inches; very dark gray (10YR 3/1) fine sandy loam, gray (10YR 6/1) dry; weak fine subangular blocky structure parting to weak fine granular; very friable; neutral; abrupt smooth boundary. (0 to 7 inches thick)\nE--6 to 9 inches; brown (10YR 5/3) loamy fine sand; weak fine platy structure parting to weak very fine subangular blocky; very friable; neutral; clear smooth boundary. (0 to 11 inches thick)\nBt--9 to 14 inches; dark yellowish brown (10YR 4/4) clay loam; moderate medium subangular blocky structure; friable; common distinct brown (10YR 4/3) clay films on faces of peds; 2 percent gravel; slightly alkaline; clear smooth boundary. (3 to 15 inches thick)\nBk1--14 to 34 inches; brown (10YR 5/3) fine sandy loam; weak medium platy structure; friable; many fine distinct white (10YR 8/1) soft masses of lime on ped faces and between peds; few fine faint grayish brown (10YR 5/2) Fe depletions; 3 percent gravel; violently effervescent; moderately alkaline; gradual smooth boundary.\nBk2--34 to 72 inches; brown (10YR 5/3) fine sandy loam; weak medium platy structure; friable; common fine distinct white (10YR 8/1) soft masses of lime on ped faces and between peds; common fine faint grayish brown (10YR 5/2) Fe depletions and few fine prominant brown (7.5YR 4/4) Fe concentrations; 3 percent gravel; violently effervescent; moderately alkaline; gradual wavy boundary. (combined thickness of the Bk horizons is 0 to 58 inches)\nC--72 to 80 inches; brown (10YR 5/3) fine sandy loam; massive; friable; common fine faint grayish brown (10YR 5/2) Fe depletions and few fine distinct yellowish brown (10YR 5/6) Fe concentrations; 5 percent gravel; strongly effervescent; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Roseau County, Minnesota; about 2 miles north of Roosevelt; 300 feet south and 1,050 feet west of the northeast corner of sec. 25, T. 162 N., R. 35 W.; USGS Roosevelt Quadrangle; lat.48 degrees 49 minutes 41 seconds N. and long. 95 degrees 5 minutes 41 seconds W., NAD27."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Depth to free carbonates range from 8 to 20 inches. This soil formed primarily in glacial till, but in some pedons the upper 20 inches or less is in water-sorted sediments. The content of rock fragments is 2 to 15 percent in the glacial till and ranges from 0 to 10 percent in the water-sorted sediment. The rock fragments are of mixed lithology, but limestone and granite are dominant. The soil moisture control section is not dry in any part for as long as 90 cumulative days in most years.\nThe A or Ap has a hue of 10YR,It has value of 2 or 3, and chroma of 1 or 2. If greater than 6 inches thick, the dry color value ismore than 5.5. The A horizon is sandy loam, fine sandy loam, loamy fine sand, or loam. A stony phase is also recognized. Reaction is slightly acid or neutral.\nThe E horizon has hue of 10YR, value of 4 to 6, and chroma of 1 to 3. It is fine sandy loam, sandy loam, loamy fine sand, loamy sand or fine sand. Reaction is slightly acid or neutral.\nThe Bt horizon has hue of 7.5YR or 10YR, value of 3 or 4, and chroma of 2 to 4. Redox depletions with chroma of 2 or less are either in the lower part of this horizon or are within 10 inches of the top of the B horizon. The texture is loam, sandy clay loam, or clay loam averaging between 18 and 30 percent clay and 45 to 70 percent sand. It has faint to distinct, few to many clay films on faces of peds. Thin coatings of E horizon material are on faces of peds in the upper part of the Bt horizon in some pedons. Reaction is neutral or slightly alkaline.\nThe Bk, BCk, CBk and C horizons have hue of 10YR or 2.5Y, value of 5 to 7, and chroma of 2 to 4. They have faint, distinct or prominent redoximorphic features in all parts. Reaction is slightly or moderately alkaline.\nThe Bk, BCk, CBk or C horizon in the Percy till phase has textures of sandy loam, fine sandy loam, loam or silt loam. It has 12 to 18 percent clay; Calcium carbonate equivalent ranges from 20 to 40 percent. Moist bulk density ranges from 1.75 to 2.00 g/cc.\nThe Bk, BCk, CBk or C horizon in the Des Moines till phase has textures of loam, clay loam or silty clay loam. It has 18 to 35 percent clay. Calcium carbonate equivalent ranges from 10 to 25 percent. Moist bulk density ranges from 1.35 to 1.60 g/cc."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Beltrami and Wykeham series. Beltrami soils average less than 45 percent sand in the control section and are greater than 20 inches to carbonates. The Wykeham soils are greater than 20 inches deep to carbonates."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: The Garnes soils have convex slope gradients commonly 0 to 4 percent but ranging from 0 to 8 percent. They are on nearly level to gently sloping glacial lake plains. They formed in a thin upper mantle of water sorted sediments and calcareous glacial till. These deposits are late Wisconsinan in age. Mean annual air temperature is 36 to 40 degrees F. Mean annual precipitation is 24 to 28 inches. Frost-free days range from 88 to135. Elevation above sea level ranges from 1,200 to 1,350 feet."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Cathro, Chilgren, Eckvoll, Grygla, Hamre and Haug soils. The Cathro, Hamre and Haug soils are in lower lying positions and are organic. The poorly drained Chilgren and Grygla soils are in lower lying concave positions. The Eckvoll soils are in similar landscape positions and have a sandy upper mantle."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Moderately well drained. Surface runoff is low or medium. Permeability is moderate or moderately slow. Depth to seasonal high saturation is as high as 2.5 feet at some time from April through June in normal years."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most of these soils are forested. Some are cropped to small grains and forages. Some are used for pasture. Native vegetation is deciduous-coniferous forest. Dominant trees are balsam fir, bur oak, quaking aspen and white spruce."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: MLRA-88.  Northwestern Minnesota. Moderately extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: St. Paul, Minnesota"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Kittson County, Minnesota, 1975."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and other features recognized in this pedon are: ochric epipedon - from the surface of the soil to a depth of 6 inches (Ap horizon); albic horizon - from a depth of 6 to 9 inches (E horizon); argillic horizon - the zone from 9 to 14 inches (Bt horizon); aquic moisture regime. 1/31/2011-TYPE LOCATION error was corrected\nADDITIONAL DATA: Refer to MAES Central File Code No. 1285 for results of some laboratory analyses ofadditional pedons.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
