{
  "SERIES": "GARNER",
  "STATUS": "Established Series",
  "BYREV": "RD:GLL; Rev.JDS",
  "REVDATE": "05/2000",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, smectitic, thermic Oxyaquic Hapluderts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Garner clay--pasture. (Colors are for moist soil)\nAp--0 to 7 inches; very dark gray (10YR 3/1) clay; weak fine subangular blocky structure; very hard, firm; many fine and medium roots; few fine pores; common worm casts; moderately acid; clear wavy boundary. (3 to 10 inches thick)\nBw--7 to 10 inches; very dark gray (10YR 3/1) clay; moderate fine subangular blocky structure; extremely hard, very firm; many fine and medium roots; few fine pores; common worm casts; few fine distinct yellowish brown (10YR 5/6) relic masses of iron accumulation and few fine faint dark gray (10YR 4/1) relic iron depletions with sharp boundaries; strongly acid; clear wavy boundary. (0 to 12 inches thick)\nBss--10 to 22 inches; dark gray (10YR 4/1) clay; weak fine angular blocky structure; extremely hard, very firm; common fine and medium roots; few fine pores; common pressure faces; few large grooved slickensides; common worm casts; common fine distinct yellowish brown (10YR 5/8) relic masses of iron accumulation and few fine faint gray (10YR 5/1) relic iron depletions with sharp boundaries; moderately acid; clear wavy boundary. (0 to 20 inches thick)\nBssg1--22 to 28 inches; gray (10YR 5/1) clay; weak fine angular blocky structure; extremely hard, very firm; common fine and medium roots; few fine pores; common pressure faces; many grooved slickensides; common worm casts; common medium distinct strong brown (7.5YR 5/8) relic masses of iron accumulation and common fine faint dark gray (10YR 4/1) relic iron depletions with sharp boundaries; moderately acid; clear wavy boundary.\nBssg2--28 to 45 inches; dark grayish brown (2.5Y 4/2) clay; weak fine angular blocky structure; extremely hard, very firm; common fine roots; few fine pores; common grooved slickensides; common worm casts; common fine distinct gray (2.5Y 5/1) relic iron depletions and light olive brown (2.5Y 5/4) relic masses of iron accumulation with sharp boundaries; slightly acid; clear wavy boundary. (combined Bssg subhorizons are 20 to 60 inches thick)\nBkssg1--45 to 56 inches; gray (10YR 5/1) clay; weak fine angular blocky structure; extremely hard, very firm; few fine roots; few fine pores; common grooved slickensides; common calcium carbonate concretions; common medium distinct grayish brown (2.5Y 5/2) relic iron depletions and strong brown (7.5YR 5/8) relic masses of iron accumulation with sharp boundaries; slightly alkaline; clear wavy boundary. (0 to 30 inches thick)\nBkssg2--56 to 81 inches; gray (2.5Y 5/1) clay; weak fine angular blocky structure; extremely hard, very firm; few fine roots; few fine pores; common grooved slickensides; common calcium carbonate concretions; common gypsum crystals; few fine distinct brownish yellow (10YR 6/8) relic masses of iron accumulation with sharp boundaries; slightly alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Houston County, Texas; about 6 miles west of Crockett on Texas Hwy 21; 3.4 miles north on Dixon-Hopewell road; 0.25 mile west on farm road; 50 feet south of road."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Solum thickness is more than 80 inches. The weighted average clay content of the particle-size control section ranges from 40 to 60 percent. The texture is a clay throughout. When dry, cracks 1/2 to more than 1 inch wide extend from the surface to a depth of more than 12 inches. Depth to slickensides and/or wedged shaped peds ranges from 10 to 24 inches. Undisturbed areas have gilgai microrelief with microknolls 3 to 15 inches above the microdepressions. Distance from the center of the microknoll to the center of the microdepression ranges from 4 to about 15 feet. Redox features are considerd to be mainly relic and the soil does not have aquic conditions during normal years.\nThe A horizon has hue of 10YR, value of 3 or 4 and chroma of 1. Redox features in shades of brown or gray range from none to common. Reaction ranges from strongly acid to slightly acid.\nThe Bw horizon has hue of 10YR to 2.5Y, value of 3 or 4, and chroma of 1 or 2. Redox features include masses of iron accumulation in shades of brown, yellow, or red, and iron depletions in shades of gray. These features have sharp boundaries. They range from few to a being a variegated matrix of these colors. Reaction ranges from strongly acid to slightly acid.\nThe Bss, Bssg, and Bkssg horizons have hue of 10YR to 5Y, value of 4 to 7, chroma of 1 or 2. Redox features include masses of iron accumulation in shades of brown, yellow, or red, and iron depletions in shades of gray. They range from few to being a variegated matrix of these colors. These features have sharp boundaries. Reaction ranges from moderately acid to neutral in the upper part, and slightly acid to moderately alkaline in the lower part. Some pedons have few to common masses and/or concretions of calcium carbonate in the lower part. Gypsum crystals range from few to common in some pedons.\nA BCss horizon is present in some pedons. Where present, it has hue of 10YR to 5Y, value of 4 to 7, chroma of 1 or 2. Redox features include masses of iron accumulation in shades of brown, yellow, or red, and iron depletions in shades of gray. They range from few to being a variegated matrix of these colors. These features have sharp boundaries. Reaction ranges from slightly acid to moderately alkaline. Some pedon have few to common masses and/or concretions of calcium carbonate. Gypsum crystals range from few to common in some pedons."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Hollywood, Kaman, Maytag, Okolona, and Zilaboy series in the same family, and the Bacliff, China, Eastham, Hallsbluff, League, and Vamont series in closely related families. Hollywood soils formed in clayey colluvial sediments over limestone.  Kaman soils are on flood plains and are poorly drained. Maytag soils formed in residuum weathered from marl or chalk on the Blackland Prairies.  Okolona soils are underlain by marly clay and chalk at a depth of more than 4 feet and are on the Blackland Prairies.  Bacliff, China, and League series are hyperthermic and are on the Coast Prairie. Kaman, Eastham, Hallsbluff, and Zilaboy soils have mollic colors to a depth of more than 12 inches. Vamont soils are on the Coast Prairie and are warmer and moist for longer periods in the moisture control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Garner soils are on nearly level Pleistocene age stream terraces mainly along the Trinity River. Slopes range from 0 to 1 percent. Average annual temperature ranges from 66 to 68 degrees F. Frost free days range from 235 to 270 and elevation ranges from 75 to 225 ft above sea level. The annual rainfall ranges from 40 to 48 inches and the Thornthwaite P-E index exceeds 64."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the closely related Eastham and Hallsbluff soils, and the Annona and Woodville soils. Annona and Woodville soils have an argillic horizon. Annona, Eastham, Hallsbluff, and Woodville soils are on slightly higher terrace positions."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Garner soils are moderately well drained and very slowly permeable. Runoff is high. Water enters the soil rapidly when it is dry and cracked. Water moves very slowly when the soil is wet. The soil is seasonally wet and water perches on or near the surface for periods of one to two weeks following extended rains in normal years. Planting is delayed in most years for periods of a few days to about three weeks."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Used mainly for native pasture with minor areas in improved pasture or cultivation. Native grasses include various bluestems, paspalums, indiangrass, with longleaf uniola and virginia wildrye in shaded areas. Some areas have been invaded by elm, oak, locust, and ash trees with a understory of haw and other thorny shrubs. Improved bermudagrass is an adapted pasture grass. Small grain for grazing, grain sorghum, and hays crops are also produced."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Western Coastal Plain (MLRA 133B) of East Texas. Mainly along the first or second terrace level of the Trinity River. The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Polk County, Texas; 1930"
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: The classification was changed from Entic Pelluderts to Oxyaquic Hapluderts February, 1994. This was based on amendment 16 of Soil Taxonomy. This classification is probably tentative since these soils may not make the duration requirement for saturation within the upper meter, and no monitoring data are available to verify this, but they are wetter than other Hapluderts.\nDiagnostic Horizons and Features in this pedon are:\nOchric epipedon---0 to 7 inches (A horizon).\nCambic horizon----7 to 81 inches, (Bw, Bssg, and Bkssg horizons).\nSlickensides------10 to 81 inches (Bss, Bssg, and Bkssg horizons).\nADDITIONAL DATA: Soils Engineering Test Data are available for pedons from Anderson, Jefferson, and Polk Counties, Texas (S61TX-001-003, S60TX-123-008, S60TX-123-015, S60TX-123-016, and S76TX-373-006).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
