{
  "SERIES": "GARRETSON",
  "STATUS": "Established Series",
  "BYREV": "Rev. AAK/RCH/LCL/ET",
  "REVDATE": "02/2003",
  "STATES": "CA",
  "OVERVIEW": "The Garretson series is a member of the fine-loamy, mixed, nonacid, thermic family of Typic Xerorthents. Typically, Garretson soils have brown and yellowish brown, slightly acid, gravelly very fine sandy loam and gravelly loam A horizons and yellowish brown, brown and grayish brown, slightly acid and neutral, gravelly loam C horizons.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, active, nonacid, thermic Typic Xerorthents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Garretson gravelly very fine sandy loam - cultivated (Colors are for dry soil unless otherwise stated.)\nAp--O to 10 inches; brown (10YR 5/3) gravelly very fine sandy loam, dark brown (10YR 3/3) moist; weak subangular blocky structure; slightly hard, very friable, slightly sticky, nonplastic; many very fine and few fine roots; many very fine interstitial pores; slightly acid (pH 6.2); gradual smooth boundary. (7 to 10 inches thick)\nA12--10 to 29 inches; yellowish brown (10YR 5/4) gravelly loam, dark yellowish brown (10YR 3/4) moist; massive; slightly hard, very friable, slightly sticky, nonplastic; many very fine roots; many very fine interstitial and common fine tubular pores; slightly acid (pH 6.5); gradual smooth boundary. (6 to 19 inches thick)\nC1--29 to 42 inches; yellowish brown (10YR 5/4) gravelly loam, dark yellowish brown (10YR 3/4) moist; massive; slightly hard, very friable, slightly sticky, slightly platic; many very fine roots; many very fine tubular pores; 20 to 30 percent angular pebbles and cobblestones; slightly acid (pH 6.5); gradual smooth boundary. (4 to 36 inches thick)\nC2--42 to 53 inches; bown (10YR 5/3) gravelly loam, dark brown (10YR 4/3) moist; massive; slightly hard, very friable, slightly sticky, nonplastic; many very fine roots; few very fine tubular pores; 30 to 40 percent angular pebbles and cobblestones; slightly acid (pH 6.5); gradual smooth boundary. (11 to 23 inches thick)\nC3--53 to 72 inches; gayish brown (10YR 5/2) gravelly loam, dark grayish brown (10R 4/2) moist; massive; slightly hard, very friable, slightly sticky, slightly plastic; few very fine roots; common very fine tubular and interstitial pores; 5 to 10 percent pebbles and cobblestones; neutral (pH 6.8)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Riverside County, California; north side Sierra Street, 250 feet west of Garretson Avenue, Corona; 1,000 feet west and 750 feet south of N1/4 corner sec. 13, T.45., R.7W. (Projected)."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: The mean annual soil temperature at a depth of 20 inches is 59 degrees to 65 degrees F. and the soil temperature is not below 47 degrees F. at any time. Soil between depths of about 5 and 15 inches is dry in all parts from late April or May until late October or early December and usually is moist in some or all parts all the rest of the year. Texture throughout the profile is generally loam that contains some gravel. The range is very fine sandy loam, loam, clay loam or sandy clay loam. The 10 to 40 inch control section has 18 to 27 percent clay and 15 to 70 percent material coarser than very fine sand. Rock fragments, mostly gravel, make up 2 to 35 percent of the control section and rock fragments usually become more numerous as depth increases. Fine stratification is lacking, but some pedons have coarse stratification, particularly in the lower part.\nThe A horizon is brown, grayish brown, dark grayish brown, light brownish gray, yellowish brown, light yellowish brown or pale brown in l0R or 2.5Y hue when dry. The moist value is 3 or 4. This horizon contains 1/2 to 2 percent organic matter. It has weak to moderate granular or subangular blocky structure or is massive and hard or very hard when dry. One or more of the requirements of a mollic epipedon is lacking in each pedon although most properties of a mollic epipedon are present. The A horizon is slightly acid or neutral.\nThe C horizon has the same color as the A horizon or it has one unit higher value or chroma. It is slightly acid to slightly and in some pedons below a depth of 44 inches the soil is moderately alkaline and a small amount of secondary or disseminated lime is present."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Balcom, Castaic, Mocho, San Emigdio, Sorrento, Yolo, and Zacharias series. Balcom and Castaic soils have a paralithic contact at depths of 23 to 40 inches. Mocho and Sorrento soils have a mollic epipedon. San Emigdio soils have less than 18 percent clay in the control section. Yolo soils have less than 15 percent material coarser than very fine sand. Zacharias soils have a cambic horizon."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: The Garretson soils are on nearly level to strongly sloping fans and floodplains at elevations of 50 to 3,000 feet. They formed in medium textured alluvium, dominantly from sedimentary formations. The climate is dry subhumid mesothermal with warm dry summers and cool moist winters. Mean annual precipitation all in the form of rain is 12 to 25 inches. Average January temperature is about 52 degrees F., average July temperature is about 75 degrees F., and the mean annual temperature is about 61 degrees to 65 degrees F. The freeze-free season is about 250 to 350 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Arbuckle, Cortina, Perkins, and Tujunga soils, and the competing Mocho and Sorrento soils. Arbuckle and Perkins soils have argillic horizons. Cortina soils have more than 35 percent rock fragments. Tujunga soils are sand or loamy san."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; slow to medium runoff; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Used for the production of deciduous fruit, citrus fruit, avocados, irrigated field crops, alfalfa, and for homesites.  Naturalized vegetation in untilled areas is annual grasses and forbs.  Native vegetation is chamise, scattered oak trees, and shrubs."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Valleys in the western part of central and southern California. The soil is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: San Bernardino County (Southwestern Part), California, 1972."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: The Garretson soils were formerly classified as Alluvial soils.  The Garretson series, a member of the fine-loamy family, is the counterpart of the Yolo series which is a member of the fine-silty family.\nThe activity class was added to the classification in February of 2003. Competing series were not checked at that time. - ET\nOSED scanned by SSQA. Last revised by state on 10/72.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": ""
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "bottom": 25,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "very fine sandy loam",
        "cf_class": "gravelly",
        "pH": 6.2,
        "pH_class": "slightly acid",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "Ap--O to 10 inches; brown (10YR 5/3) gravelly very fine sandy loam, dark brown (10YR 3/3) moist; weak subangular blocky structure; slightly hard, very friable, slightly sticky, nonplastic; many very fine and few fine roots; many very fine interstitial pores; slightly acid (pH 6.2); gradual smooth boundary. (7 to 10 inches thick)"
      },
      {
        "name": "A12",
        "top": 25,
        "bottom": 74,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 4,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 4,
        "texture_class": "loam",
        "cf_class": "gravelly",
        "pH": 6.5,
        "pH_class": "slightly acid",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "A12--10 to 29 inches; yellowish brown (10YR 5/4) gravelly loam, dark yellowish brown (10YR 3/4) moist; massive; slightly hard, very friable, slightly sticky, nonplastic; many very fine roots; many very fine interstitial and common fine tubular pores; slightly acid (pH 6.5); gradual smooth boundary. (6 to 19 inches thick)"
      },
      {
        "name": "C1",
        "top": 74,
        "bottom": 107,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 4,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 4,
        "texture_class": "loam",
        "cf_class": "gravelly",
        "pH": 6.5,
        "pH_class": "slightly acid",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "C1--29 to 42 inches; yellowish brown (10YR 5/4) gravelly loam, dark yellowish brown (10YR 3/4) moist; massive; slightly hard, very friable, slightly sticky, slightly platic; many very fine roots; many very fine tubular pores; 20 to 30 percent angular pebbles and cobblestones; slightly acid (pH 6.5); gradual smooth boundary. (4 to 36 inches thick)"
      },
      {
        "name": "C2",
        "top": 107,
        "bottom": 135,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "loam",
        "cf_class": "gravelly",
        "pH": 6.5,
        "pH_class": "slightly acid",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "C2--42 to 53 inches; bown (10YR 5/3) gravelly loam, dark brown (10YR 4/3) moist; massive; slightly hard, very friable, slightly sticky, nonplastic; many very fine roots; few very fine tubular pores; 30 to 40 percent angular pebbles and cobblestones; slightly acid (pH 6.5); gradual smooth boundary. (11 to 23 inches thick)"
      },
      {
        "name": "C3",
        "top": 135,
        "bottom": 183,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "10R",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "loam",
        "cf_class": "gravelly",
        "pH": 6.8,
        "pH_class": "neutral",
        "narrative": "C3--53 to 72 inches; gayish brown (10YR 5/2) gravelly loam, dark grayish brown (10R 4/2) moist; massive; slightly hard, very friable, slightly sticky, slightly plastic; few very fine roots; common very fine tubular and interstitial pores; 5 to 10 percent pebbles and cobblestones; neutral (pH 6.8)."
      }
    ]
  ]
}
