{
  "SERIES": "GARRISON",
  "STATUS": "Established Series",
  "BYREV": "Rev. NCD/RL/RJS",
  "REVDATE": "10/2016",
  "STATES": "ID,WA",
  "OVERVIEW": "The Garrison series consists of very deep, somewhat excessively drained soils formed in glacial outwash with a component of loess and volcanic ash in the upper part. Garrison soils are on outwash terraces and terrace escarpments and have slopes of 0 to 90 percent. The mean annual precipitation is about 21 inches (535mm) and the mean annual temperature is about 49 degrees F (9.4 degrees C.).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, isotic, mesic Vitrandic Haploxerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Garrison ashy loam - cultivated. (Colors are for dry soil unless otherwise noted)\nAp--0 to 23 cm; dark grayish brown (10YR 4/2) ashy loam, very dark brown (10YR 2/2) moist; weak fine and medium granular structure; soft, very friable, slightly sticky and slightly plastic; many roots; 10 percent gravel; neutral (pH 7.2); abrupt smooth boundary. (10 to 25 cm thick)\nA--23 to 40 cm; dark grayish brown (10YR 4/2) ashy loam, very dark brown (10YR 2/2) moist; weak medium and coarse subangular blocky structure; slightly hard, very friable, slightly sticky and slightly plastic; many roots; common fine pores; 10 percent gravel; neutral (pH 6.8); gradual wavy boundary. (13 to 30 cm thick)\nBw--40 to 61 cm; brown (10YR 5/3) gravelly loam, dark brown (7.5YR 3/4) moist; weak fine and medium subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; common roots; common fine pores; 20 percent gravel; neutral (pH 6.8); diffuse wavy boundary. (15 to 41 cm thick)\nC--61 to 150 cm; brown (10YR 5/3) extremely gravelly loamy coarse sand, dark brown (7.5YR 3/4) moist; single grain; loose; few roots; 50 percent gravel and 10 percent cobbles; slightly alkaline (pH 7.6); gradual wavy boundary. (13 to 25 cm thick)"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Stevens County, Washington; 400 feet north and 1,600 feet west of the southeast corner of section 34, T. 36 N., R. 39 E. Latitude - 48 degrees, 34 minutes, 13.0 seconds N. Longitude - 117 degrees, 52 minutes, 31.1 seconds W. NAD 83. Colville, WA USGS topographic quadrangle."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Depths to diagnostic horizons and features are measured from the top of the first mineral layer.\nAverage annual soil temperature - 47 to 52 degrees F. (8.3 to 11.1 degrees C.)at a depth of 20 inches from the mineral soil surface)\nMoisture control section - dry 60 to 90 consecutive days in late summer. (in all parts between 20 and 60 cm deep)\nDepth to sandy skeletal horizons 60 to 90 cm\nThickness of mollic epipedon - 30 to 50 cm\nDepth to secondary calcium carbonates - 110 to more than 150 cm\nRock fragments - average 35 to 70 percent in the particle size control section\nSurface stones - 0 to 15 percent of mixed origin (siltite, argillite, gneiss, granite, and basalt)\nVolcanic ash influence - 30 to 50 cm\nEstimated properties of the volcanic ash influenced layers:\nVolcanic glass content in the 0.02 to 2 mm fraction - 5 to 20 percent\nAcid-oxalate extractable Al plus 1/2 Fe - 0.4 to 1.0 percent\nMoist bulk density - 1.15 to 1.35 g/cc\n15 bar water retention - 5 to 10 percent for air dried samples\nA horizon\nValue - 4 or 5 dry, 2 or 3 moist\nChroma - 1 to 3, dry or moist\nTexture - ashy loam or ashy silt loam\nGravel content - 5 to 55 percent\nCobble content - 0 to 30\nStone content - 0 to 15 percent\nReaction - moderately acid to neutral\nBw horizon\nHue - 7.5YR or 10YR\nValue - 4 to 7 dry, 3 to 5 moist\nChroma - 2 to 4, dry or moist\nTexture - loam, sandy loam, or coarse sandy loam\nGravel content - 15 to 60 percent\nCobble content - 0 to 35 percent\nStone content - 0 to 35 percent\nTotal rock fragment content - 15 to 75 percent\nReaction - strongly acid to neutral\nStructure - weak or moderate subangular blocky\nC horizon\nHue - 7.5YR, 10YR, 2.5Y\nValue - 5 to 7 dry, 3 to 6 moist\nChroma - 3 to 5, dry or moist\nTexture - loamy sand, sand, coarse sand, or loamy coarse sand; stratified sandy loam to coarse sand\nGravel content - 30 to 75 percent\nCobble content - 5 to 20 percent\nStone content - 0 to 25 percent\nTotal rock fragment content - 40 to 85 percent\nReaction - slightly acid to slightly alkaline\nCalcium carbonate and silica - 0 to 15 percent coating undersides of rock fragments\nCalcium carbonate equivalent - 0 to 5 percent\nLower part of some pedons have Bk or Bq horizons"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Borgeau, Emily, Lenz, Louiecreek, Opportunity, Raisio, Sinlahekin, Speigle, Vanbrunt and Whitestone series. Borgeau soils: are more than 150cm to sandy-skeletal material.\nEmily soils: have more than 27 percent clay in the subsoil.\nLenz soils: are moderately deep to a lithic contact.\nLouiecreek soils: do not have a sandy skeletal subsoil\nOpportunity soisl: are more than 90 cm deep to sandy-skeletal material.\nRaisio soils: are moderately deep to a lithic contact.\nSinlahekin soils: have a 2Bk horizon and are 88 to 150 cm deep to sandy-skeletal material\nSpeigle soils: do not have a sandy skeletal subsoil\nVanbrunt soils: are moderately deep to a lithic contact.\nWhitestone soils: are formed in granitic colluvium and are 100 to 150 cm deep to sandy-skeletal material."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Garrison soils are on outwash plains, outwash terraces and terrace escarpments at elevations of 1,035 to 2,800 feet (315 to 855 m). Slopes are 0 to 90 percent. The soils formed in outwash of mixed mineralogy with component of loess or volcanic ash in the upper part. The climate is characterized by warm, dry summers and cool, moist winters. The mean annual temperature is 49 degrees F. (9.4 degrees C). The mean annual precipitation is 11 to 25 inches (280 to 635 mm). The frost-free season is about 100 to 170 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Cedonia, Hallcreek, Hunters, Inchelium, Phoebe, Scala, and Springdale soils. Cedonia soils are fine-silty, do not have a mollic epipedon, and are on lake terraces. Hallcreek soils are sandy-skeletal, have a mantle of volcanic ash 18 to 36 cm thick, and are on outwash terraces. Hunters soils are fine-silty and are on terrace risers and treads. Inchelium soils have a mollic epipedon more than 50 cm thick, are coarse-silty, and are on terraces. Phoebe soils are coarse-loamy and are on outwash terraces. Scala soils do not have a mollic epipedon, are coarse-loamy, and are on terraces and terrace escarpments. Springdale soils do not have a mollic epipedon, are sandy-skeletal, and are on terraces and terrace breaks."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Somewhat excessively drained; moderately high saturated hydraulic conductivity."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: These soils are used for irrigated and non-irrigated cropland, urban development, grazing, and timber production. Cultivated areas are used for the production of alfalfa, grass seed, and small grain. The potential natural vegetation is scattered ponderosa pine with an understory of snowbrush ceanothus, common snowberry, Idaho fescue, bluebunch wheatgrass, prairie junegrass, lupine, rose, threadleaf sedge, and phlox."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Eastern Washington and northern Idaho. MLRA 43A, 44A. The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Stevens County, Washington, 1913."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon - the zone from 0 to 40 cm (Ap and A horizons)\nCambic horizon - the zone from 40 to 61 cm (Bw horizon)\nVitrandic feature - the zone from 0 to 40 cm (Ap and A horizons)\nParticle-size control section - the zone from 25 to 100 cm (part of the A horizon, the Bw and part of the C horizon) with a weighted average of 39 percent rock fragments.\nThe boundary transition between the Bw and C horizon is more than 12.5 cm and does not meet contrasting family criteria. In addition, the Bw horizon contains more than 50 percent fine sand and coarser and therefore does not meet the loamy over sandy or sandy-skeletal contrasting particle-size class.\nGarrison soils mapped in Kootenai County, ID., should be further investigated to determine surface texture (ashy silt loam vs. ashy loam).\nADDITIONAL DATA: Laboratory data is available for this soil; NSSL pedon numbers 99P331, 99P332 and 08N0409.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "somewhat excessively"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 23,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 2,
        "texture_class": "loam",
        "pH": 7.2,
        "pH_class": "neutral",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Ap--0 to 23 cm; dark grayish brown (10YR 4/2) ashy loam, very dark brown (10YR 2/2) moist; weak fine and medium granular structure; soft, very friable, slightly sticky and slightly plastic; many roots; 10 percent gravel; neutral (pH 7.2); abrupt smooth boundary. (10 to 25 cm thick)"
      },
      {
        "name": "A",
        "top": 23,
        "bottom": 40,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 2,
        "texture_class": "loam",
        "pH": 6.8,
        "pH_class": "neutral",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "A--23 to 40 cm; dark grayish brown (10YR 4/2) ashy loam, very dark brown (10YR 2/2) moist; weak medium and coarse subangular blocky structure; slightly hard, very friable, slightly sticky and slightly plastic; many roots; common fine pores; 10 percent gravel; neutral (pH 6.8); gradual wavy boundary. (13 to 30 cm thick)"
      },
      {
        "name": "Bw",
        "top": 40,
        "bottom": 61,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "7.5YR",
        "moist_value": 3,
        "moist_chroma": 4,
        "texture_class": "loam",
        "cf_class": "gravelly",
        "pH": 6.8,
        "pH_class": "neutral",
        "distinctness": "diffuse",
        "topography": "wavy",
        "narrative": "Bw--40 to 61 cm; brown (10YR 5/3) gravelly loam, dark brown (7.5YR 3/4) moist; weak fine and medium subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; common roots; common fine pores; 20 percent gravel; neutral (pH 6.8); diffuse wavy boundary. (15 to 41 cm thick)"
      },
      {
        "name": "C",
        "top": 61,
        "bottom": 150,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "7.5YR",
        "moist_value": 3,
        "moist_chroma": 4,
        "texture_class": "loamy coarse sand",
        "cf_class": "extremely gravelly",
        "pH": 7.6,
        "pH_class": "slightly alkaline",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "C--61 to 150 cm; brown (10YR 5/3) extremely gravelly loamy coarse sand, dark brown (7.5YR 3/4) moist; single grain; loose; few roots; 50 percent gravel and 10 percent cobbles; slightly alkaline (pH 7.6); gradual wavy boundary. (13 to 25 cm thick)"
      }
    ]
  ]
}
