{
  "SERIES": "GARSID",
  "STATUS": "Tentative Series",
  "BYREV": "Rev. AJC/JS",
  "REVDATE": "03/2003",
  "STATES": "WY",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, calcareous, frigid Typic Torriorthents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Garsid loam - grassland.  (Colors are for dry soil unless otherwise noted)\nA1--0 to 3 inches; grayish brown (10YR 5/2) loam, dark grayish brown (10YR 4/2) moist; moderate fine granular structure; soft, very friable, slightly plastic slightly sticky; calcareous; moderately alkaline, pH 8.2 (CR); clear smooth boundary.  (2 to 6 inches thick)\nC1--3 to 28 inches; light olive brown (2.5Y 5/4) loam, olive brown (2.5Y 4/4) moist; massive; hard, friable, slightly plastic, slightly sticky; a few concretions of secondary carbonate scattered throughout the horizon; calcareous; moderately alkaline, pH 8.4 (TB); gradual wavy boundary.  (14 to 38 inches thick)\nIIC--28 to 40 inches;  dark gray calcareous loamstone and shale."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Carbon County, Wyoming.  The NE 1/4 of the SW 1/4 of sec. 25, T. 19 N., R. 87 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Unless otherwise noted the entire range of properties permissible for the subgroup and family in which the series has been placed applies to the series as well.  Depth to uniformly calcareous material ranges from 0 to 10 inches.  Depth to the paralithic contact ranges from 20 to 40 inches.  Weighted average gypsums content of the control section ranges from 0 to 5 percent and a majority of subhorizons above 20 should not exceed 3 percent.  Exchangeable sodium ranges from 0 to 15 percent and conductivity ranges from 0 to 14 millimhos in the control section except that subhorizons totaling less than 4 inches in thickness that exceed those limits may occur inconsistently in some pedons.  Continuous subhorizons of genetically concentrated visible secondary calcium carbonate and/or sulfate should not occur within the control section although some visible calcium carbonate and/or sulfate may occur inconsistently at any depth or may occur uniformly throughout the control section in some pedons as a natural feature of the parent material.  Content of coarse fragments ranges from 0 to 15 percent in a major part of the control section.  Coarse fragments ranging from 1/2 to 10 inches in diameter predominate.  Volume of durinodes may range from 0 to 3 percent in the control section providing consistence is not brittle.  Mottling within the control section not due to segregated lime or gypsum may range from no mottling to a few faint mottles but if the soil is consistently mottled the base chroma of the matrix material must be more than 2.  The control section should be uniform with only minor stratification.  Color of the A horizon may range in hue from 5Y to 7.5YR, in value from 5 to 7 dry or 3 to 6 moist, and in chroma from 1 to 4.  Reaction normally ranges from mildly alkaline to moderately alkaline (1:5 dilution unbuffered organic dye).  Hue of the C horizon ranges from 5Y to 7.5YR.  Reaction normally ranges from moderately to strongly alkaline (1:5 dilution unbuffered organic dye).  Weighted\naverage calcium carbonate equivalent ranges from less than 1 to 10 percent.  Texture is usually a loam or clay loam averaging 18 to 35 percent clay, 20 to 55 percent silt, and 20 to 55 percent silt with more than 15 but less than 35 percent fine or coarser sand."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  Other series in the same subgroup and family include the Monte series which differs in having no bedrock within 40 inches.  Similar and related soils include the Beamton series which differs in having less than 15 percent fine or coarser sand."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  The Garsid series occurs on gently to very steeply sloping upland hills and ridges.  Slopes typically range from about 2 percent to about 40 or more percent.  The soil is developing in moderately thin, calcareous, medium to moderately fine textured materials weathered residually or very locally transported from sedimentary bedrock.  At the type location the mean annual precipitation is about 8 inches with peak periods of precipitation occurring in the spring and early summer months.  Mean annual air temperature is 42 degrees F., mean summer air temperature is 65 degrees F., mean annual soil temperature is 46 degrees F., and mean summer soil temperature is 64 degrees F."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These include the Haterton and Monte series.  The Haterton series differs in having bedrock between 10 and 20 inches.  The Monte series differs in having no bedrock above 40 inches."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well to moderately well drained.  Runoff is slow to rapid.  Permeability is moderate to slow."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are used principally as native pastureland.  Native vegetation includes big sage, needleleaf sedge, thickspike wheatgrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Present known distribution limited to southern and central Wyoming.  This series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES PROPOSED",
    "content": "SERIES PROPOSED:  Sage Creek Area, Carbon County, Wyoming, 1972.  Series name is a coined name.\nOSED scanned by NSSQA.  Last revised by state on 2/72."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nThe superactive cation exchange activity class was added in 03/2003 to the taxonomic classification by the National Soil Survey Center on request of the Reno MLRA office, without review of the soil series property data. The remainder of this document has not been updated.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
