{
  "SERIES": "GASPER",
  "STATUS": "Established Series",
  "BYREV": "Rev. CAF/DWB/JJJ",
  "REVDATE": "10/97",
  "STATES": "CA",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive, mesic Andic Haploxeralfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Gasper gravelly sandy loam on a southwest-facing 29 percent slope under a cover of Jeffrey pine, white fir and greenleaf manzanita at an elevation of 4420 feet.  (Colors are for dry soil unless, otherwise stated.  When described May 17, 1984, the soil was moist below 4 inches.)\nA--0 to 4 inches; brown (7.5YR 4/4) gravelly sandy loam, dark brown (7.5YR 3/4) moist; moderate fine granular structure; soft, loose, nonsticky and slightly plastic; many very fine roots; many very fine interstitial pores; 20 percent gravel and 10 percent cobbles; NaF pH 10.5; slightly acid (pH 6.4); clear smooth boundary.  (4 to 6 inches thick)\nBt1--4 to 16 inches; reddish brown (5YR 5/4) gravelly sandy loam, dark reddish brown (5YR 3/4) moist; weak fine subangular blocky structure; soft, very friable, slightly sticky and slightly plastic; common very fine, fine, and few medium and coarse roots; few thin clay films in pores; 20 percent gravel and 10 percent cobbles; NaF pH 11.0; moderately acid (pH 6.0); clear wavy boundary.\n2Bt2--16 to 24 inches; light reddish brown (5YR 6/4) very cobbly sandy loam, dark reddish brown (5YR 3/4) moist; weak fine subangular blocky structure; soft, very friable, slightly sticky and slightly plastic; common very fine, fine and few medium roots; common very fine tubular pores; few thin clay films in pores; 10 percent gravel, 30 percent cobbles, and 10 percent stones; NaF pH 10.0; slightly acid (pH 6.2); clear wavy boundary.\n2Bt3--24 to 38 inches; light reddish brown (5YR 6/4) extremely stony sandy loam, reddish brown (5YR 4/4) moist; moderate medium subangular blocky structure; soft, very friable, slightly sticky and slightly plastic; few very fine, fine, medium and common medium roots; few very fine tubular pores; few thin clay films in pores; 50 percent stones, 10 percent cobbles, and 10 percent gravel; NaF pH 9.5; slightly acid (pH 6.2); gradual wavy boundary.\n2Bt4--38 to 50 inches; light reddish brown (5YR 6/4) very cobbly sandy clay loam, reddish brown (5YR 4/4) moist; moderate fine angular blocky structure; slightly hard, friable, slightly sticky and plastic; few fine and medium roots; few very fine tubular pores; common thin clay films in pores; NaF pH 9.5; 10 percent gravel and 30 percent cobbles; moderately acid (pH 6.0); gradual wavy boundary.\n2Bt5--50 to 60 inches; light brown (7.5YR 6/4) very cobbly sandy clay loam, brown (7.5YR 4/4) moist; moderate fine angular blocky structure; slightly hard, friable, slightly sticky and plastic; few fine and medium roots; few very fine tubular pores; many thin clay films in pores; NaF pH 8.8; 10 percent gravel and 30 percent cobbles neutral (pH 7.0).  (Combined thickness of the Bt horizons is 54 to 56 inches thick.)"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Modoc County, California; about 8.5 miles northwest of Day, 20 feet north of K-tag, 1300 feet E and 250 feet S from the NW corner of Section 9, T.40N., R.5E. Whitehorse SW (Whitehorse) Quadrangle (7.5 minute series)"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Laboratory analyses of adjoining soils in addition to supporting field study place this soil with Andic surface properties.  The mean annual soil temperature is 47 to 49 degrees F. The soil temperature exceeds 41 degrees F from mid March to late December (285 days) and exceeds 47 degrees F from early May to early December.  The soil moisture control section is dry in all parts from early July to early November (110 to 130 days) and is moist in all parts from early December to early June.  The particle size control section (4 to 24 inches) averages 18 to 25 percent clay and 35 to 50 percent rock fragments, mostly gravel.  Organic matter ranges from 1 to 6 percent to a depth of 16 inches and decreases regularly with depth.  Base saturation ranges from 30 to 45 by sum of cations throughout the profile.  The acid oxalate extractable aluminum plus 1/2 the iron is 1.0 to 2.0 to a depth of 10 to 18 inches and decreases with depth.\nThe A horizon color is 7.5YR or 5YR 4/4 or 5/4 and 7.5YR 3/4 or 5YR 3/3 or 3/4 moist.  Clay content is 10 to 15 percent.  Rock fragments are 10 to 20 percent gravel and 5 to 10 percent cobbles.  Reaction is slightly acid or moderately acid.  NaF pH is 10.5 to 12.  Moist bulk density is 0.80 to 0.90 g/cc.\nThe 2Bt horizon color is 7.5YR and 5YR 4/4, 5/4 or 6/4 and 5YR and 7.5YR 3/4 or 4/4 moist.  Texture is sandy loam to sandy clay loam with 18 to 25 percent clay.  Rock fragments are 10 to 20 percent gravel, 10 to 30 percent cobbles, and 0 to 50 percent stones.  Reaction is neutral to moderately acid.  NaF pH is 8.8 to 11.0, increasing with depth.  The Bt1 horizon has moist bulk density of 0.9 to 1.0 g/cc."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no competing series in this family."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Gasper soils are on lava plateaus and hills. Slopes range from 2 to 50 percent.  These soils formed in tephra. Elevation 3,000 to 5,100 feet.  Climate is subhumid with warm dry summers and cold moist winters.  Mean annual precipitation is 25 to 50 inches.  Snowfall is 48 to 60 inches.  The mean annual temperature is 45 to 48 degrees F.  The mean January temperature is about 32 degrees F. The mean July temperature is about 65 degrees F.  Frost-free period is 80 to 100 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Boardburn, Hambone, Scarface and Winnibulli series.  Boardburn soils are on hills, are fine-loamy, are 40 to 60 inches to lithic contact and have 25 to 35 percent clay in the control section.  Hambone soils are loamy-skeletal, 40 to 60 inches to a lithic contact and have 25 to 35 percent clay in the control section.  Scarface soils are on plateaus and hills, are fine-loamy, are over 60 inches deep and have 18 to 25 percent clay in the control section.  Winnibulli soils are in meadows, have a seasonal high water table and are over 60 inches deep."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; slow to rapid runoff; moderately slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  This soil is used for woodland.  The vegetation is Jeffrey pine, white fir, incense cedar, Douglas Fir, Sugar pine, greenleaf manzanita.  Ponderosa pine, California Black oak, squaw carpet, snowbrush ceonothus, bush chinkapn, mountain whitethorn, serviceberry, pacific dogwood, snowberry, rose, needlesgrass, bottlebrush, squirreltail."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Modoc Plateau, Northeastern California.  The soils are moderately extensive.  MLRA is 22."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Modoc County, Intermountain Soil Survey Area, California, 1994."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - the zone from 0 to 4 inches (A)\nArgillic horizon - the zone from 4 to 60 inches (Bt1, Bt2, Bt3, Bt4, Bt5)\nAndic subgroup properties are assumed.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
