{
  "SERIES": "GASSAWAY",
  "STATUS": "Established Series",
  "BYREV": "Rev. DWB/CAF/JJJ",
  "REVDATE": "7/98",
  "STATES": "CA",
  "OVERVIEW": "The Gassaway series consists of shallow, well drained soils formed in alluvium and eolian deposits from extrusive igneous rocks.  Gassaway soils are on lava plateaus and lava ridges.  Slopes range from 2 to 15 percent.  The mean annual precipitation is about 20 inches and the mean annual temperature is about 46 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy, mixed, superactive, mesic Lithic Haploxerepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Gassaway cobbly loam - on a slope of 2 percent under western juniper, scattered ponderosa pine, mountain big sagebrush and antelope bitterbrush at 3,300 feet elevation.  (Colors are for dry soil unless otherwise stated.  When described April 10, 1986, the soil was moist).\nA--0 to 3 inches; brown (7.5YR 5/4) cobbly loam, brown (7.5YR 4/4) moist; weak very fine subangular blocky structure, slightly hard, very friable, nonsticky and slightly plastic; common very fine roots; few fine vesicular and common fine tubular pores; 20 percent cobbles, 10 percent pebbles; NaF pH 8.4; neutral (pH 6.8); abrupt smooth boundary. (3 to 4 inches thick)\nBw1--3 to 7 inches; brown (7.5YR 5/4) loam, brown (7.5YR 4/4) moist; moderate fine subangular blocky structure; hard, friable, nonsticky and slightly plastic; few medium and common very fine roots; common very fine tubular pores; 10 percent pebbles; NaF pH 8.4; neutral (pH 6.8); clear smooth boundary.\nBw2--7 to 12 inches; brown (7.5YR 5/4) loam, reddish brown (5YR 4/4) moist; moderate medium subangular blocky structure; hard, friable, nonsticky and slightly plastic; few fine and common medium and coarse roots; common very fine tubular pores; 10 percent pebbles; neutral (pH 6.8) abrupt smooth boundary.  (Combined thickness of the Bw horizon is 8 to 10 inches)\n2R--12 inches; hard basalt."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Shasta County, California; about 2.3 miles northeast of Dana, 0.1 mile north of Horrs Four Corners on Spring Creek Road; 200 feet south and 260 feet east of the northwest corner of sec. 21, T. 38 N., R. 4 E., Pondosa SE (Dana) Quadrangle (7.5 minute series)."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Depth to a lithic contact of basalt ranges from 11 to 14 inches.  The mean annual soil temperature is 47 degrees to 50 degrees F.  The soil temperature is above 41 degrees F from early March until late December and is above 47 degrees F from about early April until early December.  The soil moisture control section (6 inches to a lithic contact) is moist throughout from early December until mid April for about 120 days and is dry throughout from about mid June until early November for about 135 days.  Rock fragments, mostly cobbles and gravel, on the surface range from 15 to 35 percent.  The soil is slightly acid or neutral.  Base saturation by ammonium acetate method ranges from 62 to 65 percent.\nThe A horizon color is 10YR 5/4, 6/4; 7.5YR 4/4, or 5/4.  Moist color is 5YR 3/4; 7.5YR or 4/4.  Rock fragments, mostly cobbles and gravel, range from 15 to 35 percent by volume.  Organic matter ranges from 1 to 3 percent.\nThe Bw horizon color is 7.5YR 4/4, 4/6, or 5/4.  Moist color is 5YR 4/4; or 7.5YR 4/4.  It is loam or gravelly loam.  Clay content ranges from 15 to 18 percent and has less than 3 percent (absolute) clay increase. Rock fragments, mostly gravel, range from 10 to 30 percent.  Organic matter ranges from 0.5 to 1 percent.\nAndic property data (see remarks for explanation):\nDepth  P-ret   B.D.   pH NaF   Glass   Alo   Feo   15 barH20 0-3     27     0.89              ND    0.62  0.54     11.76 3-7     24     1.20              ND    0.49  0.45     11.06 7-12    24     1.06              9     0.47  0.43     11.88"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  This is the Blag (T WA) series.  Blag soils are dry for less than 80 days, have hues of 10YR and have 5 to 10 percent clay in the particle size control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Gassaway soils are on lava plateaus and lava ridges.  Slopes are 2 to 15 percent.  These soils formed in alluvium and eolian deposits from extrusive igneous rocks.  Elevations are 3,000 to 3,600 feet.  The climate is semiarid with warm dry summers and cold moist winters.  Mean annual precipitation is 16 to 25 inches.  Mean annual snowfall is 24 to 36 inches.  Mean annual temperature varies from 45 degrees to 48 degrees F.  Mean January temperature is 32 degrees F. Mean July temperature is 70 degrees F.  Frost-free period is 80 to 100 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Chirpchatter (T), Hunsinger (T), Neer, and Jellico (T) soils.  Chirpchatter soils are greater than 60 inches deep on hills and lava plateaus.  Hunsinger soils are 40 to 60 inches deep to bedrock and are on hills and lava plateaus. Neer soils are 20 to 40 inches deep to bedrock and are on lava flows. Jellico soils are 20 to 40 inches deep to bedrock and are on plateaus and lava flows."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; slow to medium runoff, moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used for wildlife land and livestock grazing and some timber production.  The vegetation is scattered ponderosa pine and western juniper and Oregon white oak, Modoc cypress, antelope bitterbrush, greenleaf manzanita, and mountain big sagebrush."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northeastern California.  The soils are of small extent.  MLRA is 22."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Shasta County, Intermountain Soil Survey Area California, 1994.  Source of name is Gassaway Reservoir."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - the zone from 0 to 3 inches (A).\nCambic horizon - the zone from 3 to 12 inches (Bw1, Bw2).\nLithic contact - the boundary at 12 inches (R)\nAndic properties data definitions:\nP-ret: phosphate retention of the less than 2mm fraction.\nB.D.: bulk density of the less than 2mm fraction on an oven dry basis.\npH NaF: pH of soil mixed with saturated sodium floride solution.\nGlass: percent volcanic glass.\nAlo: acid-oxalate-extractable aluminum of the less than 2mm fraction.\nFeo: acid-oxalate-extractable iron of the less than 2mm fraction.\n15 bar H20: dried 1500 kPa water retention as a percent.\nData elements with a * are estimated.\nNC: not calculated.\nND: not done.\nADDITIONAL DATA:  This pedon was characterized by U.C. Davis in 1988. Laboratory number is 1687,Survey # 88CA-089-01.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 8,
        "dry_hue": "7.5YR",
        "dry_value": 5,
        "dry_chroma": 4,
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "loam",
        "cf_class": "cobbly",
        "pH": 6.8,
        "pH_class": "neutral",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "A--0 to 3 inches; brown (7.5YR 5/4) cobbly loam, brown (7.5YR 4/4) moist; weak very fine subangular blocky structure, slightly hard, very friable, nonsticky and slightly plastic; common very fine roots; few fine vesicular and common fine tubular pores; 20 percent cobbles, 10 percent pebbles; NaF pH 8.4; neutral (pH 6.8); abrupt smooth boundary. (3 to 4 inches thick)"
      },
      {
        "name": "Bw1",
        "top": 8,
        "bottom": 18,
        "dry_hue": "7.5YR",
        "dry_value": 5,
        "dry_chroma": 4,
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "loam",
        "cf_class": "NA",
        "pH": 6.8,
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bw1--3 to 7 inches; brown (7.5YR 5/4) loam, brown (7.5YR 4/4) moist; moderate fine subangular blocky structure; hard, friable, nonsticky and slightly plastic; few medium and common very fine roots; common very fine tubular pores; 10 percent pebbles; NaF pH 8.4; neutral (pH 6.8); clear smooth boundary."
      },
      {
        "name": "Bw2",
        "top": 18,
        "bottom": 30,
        "dry_hue": "7.5YR",
        "dry_value": 5,
        "dry_chroma": 4,
        "moist_hue": "5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "loam",
        "cf_class": "NA",
        "pH": 6.8,
        "pH_class": "neutral",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Bw2--7 to 12 inches; brown (7.5YR 5/4) loam, reddish brown (5YR 4/4) moist; moderate medium subangular blocky structure; hard, friable, nonsticky and slightly plastic; few fine and common medium and coarse roots; common very fine tubular pores; 10 percent pebbles; neutral (pH 6.8) abrupt smooth boundary.  (Combined thickness of the Bw horizon is 8 to 10 inches)"
      },
      {
        "name": "2R",
        "top": 30,
        "bottom": "NA",
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "2R--12 inches; hard basalt."
      }
    ]
  ]
}
