{
  "SERIES": "GASTROW",
  "STATUS": "Established Series",
  "BYREV": "Rev. HFG-AGG",
  "REVDATE": "02/2003",
  "STATES": "WI",
  "OVERVIEW": "The Gastrow series consists of very deep, somewhat poorly drained soils formed in lacustrine deposits on lake plains.  Permeability is moderate. Slopes range from 0 to 3 percent.  Mean annual precipitation is about 30 inches.  Mean annual temperature is about 42 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, active, frigid Argic Endoaquods"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Gastrow silt loam on a plane, north-facing 1 percent slope in a wooded area at an elevation of about 1485 feet. (Colors are for moist soil unless otherwise stated.)\nA--0 to 3 inches; very dark gray (10YR 3/1) silt loam, gray (10YR 5/1) dry; weak fine and medium granular structure; friable; many very fine and fine and few medium and coarse roots; very strongly acid; abrupt wavy boundary. (0 to 4 inches thick)\nE--3 to 6 inches; dark grayish brown (10YR 4/2) silt loam, light gray (10YR 7/2) dry; weak medium and thick platy structure; friable; many very fine and fine and few medium and coarse roots; few fine and medium distinct yellowish brown (10YR 5/6) masses of iron accumulation; very strongly acid; abrupt wavy boundary.  (1 to 7 inches thick)\nBs--6 to 10 inches; brown (7.5YR 4/4) silt loam; moderate medium and coarse subangular blocky structure; friable; many very fine and fine and few medium and coarse roots; few fine and medium prominent fine prominent yellowish brown (10YR 5/6) masses of iron accumulation; strongly acid; abrupt wavy boundary.\nE/B--10 to 21 inches; 70 percent brown (10YR 5/3) silt loam (E'), very pale brown (10YR) 7/3) dry; moderate thin platy structure; friable; extends as tongues into and surrounds remnants of brown (7.5YR 4/4) silt loam (Bt); moderate medium subangular blocky structure; friable; few faint dark brown (7.5YR 3/4) clay films on faces of some peds; common very fine and fine and few medium and coarse roots; few fine prominent and distinct strong brown (7.5YR 4/6) masses of iron accumulation; strongly acid; clear wavy boundary.\nB/E--21 to 31 inches; 70 percent brown (7.5YR 4/4) silt loam (Bt); moderate medium and coarse subangular blocky structure; friable; few faint dark brown (7.5YR 3/4) clay films on faces of peds; penetrated by tongues of brown (10YR 5/3) silt loam (E'), very pale brown (10YR 7/3) dry; weak fine subangular blocky structure; friable; few fine roots; many medium distinct and prominent strong brown (7.5YR 5/6) masses of iron accumulation and few fine prominent reddish gray (5YR 5/2) iron depletions; strongly acid; clear wavy boundary. (Glossic horizon - 4 to 30 inches thick)\nBt--31 to 37 inches; brown (7.5YR 4/4) fine sandy loam; moderate medium and coarse subangular blocky structure; friable; few faint dark brown (7.5YR 3/4) clay films on faces of peds; many medium prominent grayish brown (10YR 5/2) iron depletions and many medium distinct strong brown (7.5YR 4/6) masses of iron accumulation; moderately acid; clear wavy boundary.  (0 to 15 inches thick)\nC--37 to 60 inches; brown (7.5YR 4/4) and yellowish brown (10YR 5/4) stratified very fine sandy loam, silt loam, fine sandy loam, and fine sand; massive; friable; many medium prominent yellowish red (5YR 4/6) masses of iron accumulation; moderately acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Florence County, Wisconsin; about 1.25 miles south and 4.25 miles west of the village of Fence; 1,000 feet north and 1350 feet west of the southeast corner of sec. 32, T. 38 N., R. 16 E.; USGS Lake Gorden, WI quad.; lat. 45 degrees, 43', 36\" N.; long. 88 degrees, 30', 42\" W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  (Unless otherwise stated, depth is measured from the top of the mineral soil.) Depth to stratification ranges from 20 to 40 inches.  Depth to the base of the argillic horizon ranges from 20 to 45 inches.  The particle-size control section averages more than 50 percent silt plus very fine sand and 15 to 49 percent fine sand or coarser.  Rock fragments are absent throughout the profile.  Reaction naturally ranges from extremely acid to moderately acid in the upper part of the solum, but ranges to neutral in the Ap horizon, where the soil is limed.  Reaction ranges from strongly acid to neutral in the lower part of the solum and is slightly acid or neutral in the substratum.  Free carbonates are absent to a depth of 80 inches or more.  Redox features are in the albic or spodic horizon within a depth of 20 inches and continue to 60 inches or more.  Saturation occurs in or above the spodic horizon and within 20 inches at some time in most years.\nSome pedons have an O horizon with hue of 7.5YR or 10YR or the hue is neutral.  Value is 2 or 3 and chroma is 0 to 2.  The O horizon is a mat of partially decomposed forest litter.\nThe A horizon has hue of 5YR, 7.5YR, or 10YR; value of 2 or 3; and chroma of 1 or 2.  Cultivated pedons have an Ap horizon with hue of 5YR, 7.5YR, or 10YR; value of 3 or 4, and chroma of 2 or 3.\nThe E horizon has hue of 5YR, 7.5YR, or 10YR; value of 4 to 6, and chroma of 2 or 3.  Colors of 4/3 and 5/3 have value dry of 7 or more. The E horizon is silt loam or very fine sandy loam.\nThe Bs horizon has hue of 5YR, value of 3 to 6 and chroma of 4 to 6 or hue of 7.5YR, value of 3 to 5, and chroma of 4.  It is silt loam or very fine sandy loam.\nSome pedons have an E' horizon with hue of 5YR, 7.5YR or 10YR, value of 4 to 6, and chroma of 2 to 3.  It is silt loam or very fine sandy loam.\nGastrow soils have a glossic horizon (E/B or B/E horizon, or both).  The E part has color and texture like the E' horizon described above.  The Bt part has hue of 2.5YR, 5YR, or 7.5YR; value of 4 or 5; and chroma of 3 or 4.  It is silt loam or very fine sandy loam.\nThe Bt horizon has color like the Bt part described above.  It is typically fine sandy loam, very fine sandy loam, or silt loam but in some pedons, it is stratified, at least in the lower part.  Strata are typically silt loam, very fine sandy loam, or fine sandy loam with thin strata of very fine sand or fine sand but thin strata of coarser or finer texture are in some pedons.\nThe C horizon has hue of 2.5YR, 5YR, 7.5YR, or 10YR; value of 4 to 6; and chroma of 3 or 4.  It is typically stratified and is silt loam, very fine sandy loam, or fine sandy loam with thin strata of very fine sand or fine sand but strata of coarser or finer texture are in some pedons."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Assinins, Belding, Charlevoix, Coral, Gaastra, Richter, Robago, Rockers, Worcester, and Zeba series.  (The Rockers series will be reclassified.)  Related soils are the Alcona and Annalake series.  Assinins soils are sandy in the upper 20 to 40 inches of the series control section.  Belding, Charlevoix, Coral, and Gaastra soils do not have a glossic horizon.  (Michigan will delete glossic from RIC of Gaastra.)  Richter soils have free carbonates within 40 inches.  Robago soils average less than 50 percent silt plus very fine sand in the particle-size control section.  Rockers soils are sandy in the upper 15 to 30 inches of the series control section.  Worcester soils have more than 85 percent sand in the lower part of the series control section within 40 inches.  Zeba soils have sola terminated by a lithic contact at 20 to 40 inches.  Alcona soils do not have redox features or saturation in the control section.  Annalake soils do not have redox features or aquic conditions within 20 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Gastrow soils formed in lacustrine deposits on lake plains.  Slopes range from 0 to 3 percent.  Mean annual precipitation ranges from 28 to 33 inches.  Mean annual temperature ranges from 39 to 45 degrees F.  The frost free period ranges from about 90 to 120 days. Elevation ranges from 600 to 1,800 feet."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Alcona, Annalake, Fence, and Tonkey series.  The well drained Alcona soils, the moderately well drained Annalake soils, and the poorly drained and very poorly drained Tonkey soils form a drainage sequence in nearby areas where there is less silt and very fine sand in the soil.  Fence soils are nearby on slightly higher landscape positions where there is less sand in the soil."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Somewhat poorly drained.  Surface runoff is slow.  Permeability is moderate.  These soils have an apparent seasonal high water table at a depth of 0.5 to 2 feet below the surface from September to June in most years."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most areas are in woodland.  Native vegetation is mixed deciduous and coniferous forest.  Common trees are red maple, sugar maple, yellow birch, balsam fir, paper birch, eastern hemlock, and quaking aspen.  A few areas have been cleared and are used for cropland or pastureland.  Common crops are corn, small grain, and hay."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northern Wisconsin.  The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  St. Paul, Minnesota"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Florence County, Wisconsin, 1995."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Gastrow soils were formerly mapped as the Gaastra series.  Diagnostic horizons and features recognized in this pedon are: ochric epipedon - 0 to 6 inches (A, E); albic horizon - 3 to 6 inches (E); spodic horizon - 6 to 10 inches (Bs); glossic horizon - 10 to 31 inches (E/B, B/E); argillic horizon - 21 to 37 inches (B/E, Bt); aquic feature - redox features in the spodic horizon within a depth of 20 inches and saturation within a depth of 20 inches for some time in most years.\nADDITIONAL DATA:  Soil Interpretation Record - WI0592.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "somewhat poorly",
        "drainage_overview": "somewhat poorly"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 8,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 1,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 1,
        "texture_class": "silt loam",
        "pH_class": "very strongly acid",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "A--0 to 3 inches; very dark gray (10YR 3/1) silt loam, gray (10YR 5/1) dry; weak fine and medium granular structure; friable; many very fine and fine and few medium and coarse roots; very strongly acid; abrupt wavy boundary. (0 to 4 inches thick)"
      },
      {
        "name": "E",
        "top": 8,
        "bottom": 15,
        "dry_hue": "10YR",
        "dry_value": 7,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "silt loam",
        "pH_class": "very strongly acid",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "E--3 to 6 inches; dark grayish brown (10YR 4/2) silt loam, light gray (10YR 7/2) dry; weak medium and thick platy structure; friable; many very fine and fine and few medium and coarse roots; few fine and medium distinct yellowish brown (10YR 5/6) masses of iron accumulation; very strongly acid; abrupt wavy boundary.  (1 to 7 inches thick)"
      },
      {
        "name": "Bs",
        "top": 15,
        "bottom": 25,
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "silt loam",
        "pH_class": "strongly acid",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "Bs--6 to 10 inches; brown (7.5YR 4/4) silt loam; moderate medium and coarse subangular blocky structure; friable; many very fine and fine and few medium and coarse roots; few fine and medium prominent fine prominent yellowish brown (10YR 5/6) masses of iron accumulation; strongly acid; abrupt wavy boundary."
      },
      {
        "name": "E/B",
        "top": 25,
        "bottom": 53,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 3,
        "texture_class": "silt loam",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "E/B--10 to 21 inches; 70 percent brown (10YR 5/3) silt loam (E'), very pale brown (10YR) 7/3) dry; moderate thin platy structure; friable; extends as tongues into and surrounds remnants of brown (7.5YR 4/4) silt loam (Bt); moderate medium subangular blocky structure; friable; few faint dark brown (7.5YR 3/4) clay films on faces of some peds; common very fine and fine and few medium and coarse roots; few fine prominent and distinct strong brown (7.5YR 4/6) masses of iron accumulation; strongly acid; clear wavy boundary."
      },
      {
        "name": "B/E",
        "top": 53,
        "bottom": 79,
        "dry_hue": "10YR",
        "dry_value": 7,
        "dry_chroma": 3,
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "silt loam",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "B/E--21 to 31 inches; 70 percent brown (7.5YR 4/4) silt loam (Bt); moderate medium and coarse subangular blocky structure; friable; few faint dark brown (7.5YR 3/4) clay films on faces of peds; penetrated by tongues of brown (10YR 5/3) silt loam (E'), very pale brown (10YR 7/3) dry; weak fine subangular blocky structure; friable; few fine roots; many medium distinct and prominent strong brown (7.5YR 5/6) masses of iron accumulation and few fine prominent reddish gray (5YR 5/2) iron depletions; strongly acid; clear wavy boundary. (Glossic horizon - 4 to 30 inches thick)"
      },
      {
        "name": "Bt",
        "top": 79,
        "bottom": 94,
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "fine sandy loam",
        "pH_class": "moderately acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bt--31 to 37 inches; brown (7.5YR 4/4) fine sandy loam; moderate medium and coarse subangular blocky structure; friable; few faint dark brown (7.5YR 3/4) clay films on faces of peds; many medium prominent grayish brown (10YR 5/2) iron depletions and many medium distinct strong brown (7.5YR 4/6) masses of iron accumulation; moderately acid; clear wavy boundary.  (0 to 15 inches thick)"
      },
      {
        "name": "C",
        "top": 94,
        "bottom": 152,
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "very fine sandy loam",
        "pH_class": "moderately acid",
        "narrative": "C--37 to 60 inches; brown (7.5YR 4/4) and yellowish brown (10YR 5/4) stratified very fine sandy loam, silt loam, fine sandy loam, and fine sand; massive; friable; many medium prominent yellowish red (5YR 4/6) masses of iron accumulation; moderately acid."
      }
    ]
  ]
}
