{
  "SERIES": "GATESON",
  "STATUS": "Established Series",
  "BYREV": "CAP/GFK/CJH",
  "REVDATE": "06/2002",
  "STATES": "WY",
  "OVERVIEW": "The Gateson series consists of moderately deep, well and somewhat excessively well drained soils that formed in alluvium or eolian deposits over residuum from sandstone and shale bedrock.  Gateson soils are on hills and ridges.  Slopes are 3 to 60 percent.  The mean annual precipitation ranges is about 15 inches, and the mean annual air temperature is about 48 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, mesic Aridic Haplustalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Gateson fine sandy loam, on a 13 percent west facing slope in woodland. (Colors are for dry soil unless otherwise noted)\nOi--0 inch to 1; partially decomposed organic material mainly pine needles and duff.  (0 to 3 inches thick)\nE--1 to 3 inches; light brownish gray (10YR 6/2) fine sandy loam, dark grayish brown (10YR 4/2) moist; weak fine granular structure; loose, very friable, nonsticky and nonplastic; many very fine roots; common very fine pores; noneffervescent; slightly acid; clear smooth boundary. (3 to 12 inches thick)\nE/B--3 to 9 inches; 65% light gray (10YR 7/2) fine sandy loam, grayish brown (10YR 5/2) moist (E); 35% very pale brown (10YR 7/3) fine sandy loam lamellae, brown (10YR 5/3) moist (B); weak fine and medium subangular blocky structure; slightly hard, very friable, slightly sticky and slightly plastic; many very fine roots; common very fine pores; few faint discontinuous brown (10YR 4/3) clay bridging between sand grains (B) occur as lamellae 1/8 to 1/4 inch thick; noneffervescent; slightly acid; gradual wavy boundary.\nB/E--9 to 13 inches; 60% brown (7.5YR 5/3) sandy clay loam lamellae, brown (7.5YR 4/3) moist (B); 40% very pale brown (10YR 7/3) fine sandy loam, brown (10YR 5/3) moist (E); moderate fine and medium subangular blocky structure; hard, friable, moderately sticky and moderately plastic (B); slightly hard, very friable, slightly sticky and slightly plastic (E); many very fine roots; many very fine pores; few distinct discontinuous dark brown (7.5YR 3/3) clay films on faces of peds (B) occur as lamellae 1/8 to 1/2 inch thick; noneffervescent; neutral; clear wavy boundary.  (Combined E/B and B/E horizons 2 to 20 inches thick)\nBt--13 to 21 inches; brown (7.5YR 5/3) sandy clay loam, brown (7.5YR 4/3) moist; moderate medium and coarse prismatic structure parting to moderate fine and medium subangular blocky; hard, friable, moderately sticky and moderately plastic; many very fine roots; many very fine pores; few distinct discontinuous dark brown (7.5YR 3/3) clay films on faces of peds and few distinct discontinuous brown (10YR 5/3) skeletans over cutans on faces of peds, skeletans in the upper 2 inches; noneffervescent; neutral; clear wavy boundary. (6 to 33 inches thick)\nC/B--21 to 37 inches; 70% pale brown (10YR 6/3) fine sandy loam, brown (10YR 5/3) moist (C); 30% brown (7.5YR 5/3) sandy clay loam lamellae, brown (7.5YR 4/3) moist (B); weak fine and medium angular blocky structure (C); moderate fine and medium angular blocky structure (B); slightly hard, very friable, slightly sticky and slightly plastic (C); hard, friable, moderately sticky and moderately plastic (B); common very fine roots; common very fine pores; few distinct discontinuous dark brown (7.5YR 3/3) clay films on faces of peds (B) occur as lamella 1/8 to 2 inch thick; noneffervescent; neutral; abrupt wavy boundary.  (0 to 20 inches thick)\nCr--37 to 60 inches; noncalcareous sandstone, lamella occur on top of sandstone plates."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Campbell County, Wyoming; about 800 feet west and 1850 feet north of the southeast corner of Sec. 21, T 57 N, R 73 W.; USGS Corral Creek, WY topographic quadrangle; lat. 44 degrees 54 minutes 28 seconds N. and long. 105 degrees 38 minutes 17 seconds W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The depth to the paralithic contact range from 20 to 40 inches. Organic carbon in the upper horizons ranges from 1 to 3 percent and decreases uniformly with depth the soil is 80 to 100 percent base saturated.  The depth to the base of the argillic horizon ranges from 15 to 35 inches.  Rock fragments range from 0 to 15 percent, but are usually less than 5 percent and are mainly small sandstone fragments.  Mean annual soil temperature ranges from 47 to 53 degrees F., and mean summer soil temperature ranges from 59 degrees to 70 degrees F.\nSome pedons have an A horizon up to 3 inches thick.\nThe E horizon has hue of 2.5Y or 10YR, value of 6 to 8 dry and 4 to 6 moist, and chroma of 1 to 4.  It has texture of fine sandy loam, very fine sandy loam, loam, loamy fine sand or loamy sand.  It has platy, granular or subangular blocky structure.  This horizon is soft or slightly hard and is slightly acid or neutral.\nThe E/B and B/E horizons have hue of 2.5Y, 10YR or 7.5YR, value of 5 to 8 dry and 3 to 6 moist, and chroma of 2 to 4.  The texture is fine sandy loam or loamy fine sand in the E part and sandy clay loam, loam or clay loam in the B part.  Fine sandy loam is allowed in the B part of the E/B horizon.  The horizons are slightly acid or neutral.\nThe Bt horizon has hue of 2.5Y, 10YR or 7.5YR, value of 5 or 6 dry and 4 or 5 moist, and chroma of 2 to 4. It is clay loam, sandy clay loam or loam.  The horizon has prismatic, subangular or angular blocky structure.  It has oriented clay films in some part.  It is medium acid to neutral.\nThe C/Bt horizon has hue of 2.5Y, 10YR or 7.5YR, value of 5 or 6 dry and 4 or 5 moist, and chroma of 3 or 4.  The texture is sandy clay loam, clay loam or loam in the B part and fine sandy loam or loamy fine sand in the C part.  It is medium acid to neutral.  The Bt part occurs as lamella.\nSome pedons have a C horizon.\nThe Cr horizon is interbedded sandstone and shale.  Some pedons exhibit lamellae in the fracture planes in the paralithic bedrock material."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Arwite, Augustine, Bosonoak, Celacy, Celavar, Dalhart, Deekay, Dermala, Elwop, Evpark, Flugle, Fort Collins, Goesling, Iwela, Lykorly, Maia, Nyjack, Oldwolf, Olnest, Orlie, Parkelei, Pinitos, Rauzi, Ribera, Rockybutte, Stoneham, Toluca and Wagonhound series.  Augustine, Celacy, Dermala, Goesling, Lykorly, Maia, Pinitos and Ribera soils are presumed to be competing pending an update of the classification.  Arwite, Augustine, Dalhart, Deekay, Dermala, Flugle, Fort Collins, Goesling, Iwela, Lykorly, Maia, Olnest, Orlie, Parkelei, Pinitos, Rauzi, Stoneham and Wagonhound soils are very deep. Bosonoak soils occur above elevations of 6500 feet and receive most of their precipitation between July and October.  Celavar, Evpark, Nyjack and Ribera soils have a lithic contact at 20 to 40 inches.  Celacy soils are moist in some parts of the moisture control section during the 120 days following the winter solstice.  Elwop and Oldwolf soils do not have lamellae or glossic horizons.  Toluca soils have secondary calcium carbonate accumulations at 10 inches or less.  Rockybutte soils are moderately deep to porcellanite."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  The Gateson soils are on hills and ridges. Slopes usually range from 3 to 60 percent. These soils formed in alluvium or eolian deposits over residuum from sandstone and shale bedrock.  The elevation ranges from 3,800 to 5,200 feet.  The average annual precipitation ranges from 14 to 17 inches, the average annual air temperature is 45 degrees F., average summer temperature is 66 degrees F.  Peak periods of precipitation in the spring and early summer."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Lismas, Mittenbutte, Samsil and Xema soils.  These soils are on shoulders and summits of hills and ridges.  Lismas, Mittenbutte and Samsil soils are shallow.  In addition, Lismas soils are fine and Mittenbutte soils have carbonates.  Xema soils are coarse-loamy."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well to somewhat excessively drained; medium to rapid runoff; moderate permeability above the bedrock."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are used principally as native pastureland but have limited uses for forestry or recreation. Principal native vegetation is ponderosa pine with an understory of needleandthread grass, Idaho fescue, and silver sage."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  North-central Wyoming. The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Denver, Colorado"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Southern Johnson County Area, Wyoming, 1971."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:  Ochric epipedon - the zone from the surface of the soil to a depth of 7 inches (after mixing) (Oi, E and E/B horizons); Albic horizon - the zone from 1 to 3 inches (E horizon); Glossic horizon - the zone from 3 to 13 inches (E/B and B/E horizons); Argillic horizon - the zone from 9 to 21 inches (B/E and Bt horizons);  Paralithic contact - 37 inches (Cr horizon).\nThe pedon may classify in the Lamellic subgroup."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "ADDITIONAL DATA:  S98WY019-001."
  },
  "SITE": [
    [
      {
        "drainage": "well to somewhat excessively",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "E",
        "top": 3,
        "bottom": 8,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "fine sandy loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "E--1 to 3 inches; light brownish gray (10YR 6/2) fine sandy loam, dark grayish brown (10YR 4/2) moist; weak fine granular structure; loose, very friable, nonsticky and nonplastic; many very fine roots; common very fine pores; noneffervescent; slightly acid; clear smooth boundary. (3 to 12 inches thick)"
      },
      {
        "name": "E/B",
        "top": 8,
        "bottom": 23,
        "dry_hue": "10YR",
        "dry_value": 7,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "fine sandy loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "E/B--3 to 9 inches; 65% light gray (10YR 7/2) fine sandy loam, grayish brown (10YR 5/2) moist (E); 35% very pale brown (10YR 7/3) fine sandy loam lamellae, brown (10YR 5/3) moist (B); weak fine and medium subangular blocky structure; slightly hard, very friable, slightly sticky and slightly plastic; many very fine roots; common very fine pores; few faint discontinuous brown (10YR 4/3) clay bridging between sand grains (B) occur as lamellae 1/8 to 1/4 inch thick; noneffervescent; slightly acid; gradual wavy boundary."
      },
      {
        "name": "B/E",
        "top": 23,
        "bottom": 33,
        "dry_hue": "7.5YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "fine sandy loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "B/E--9 to 13 inches; 60% brown (7.5YR 5/3) sandy clay loam lamellae, brown (7.5YR 4/3) moist (B); 40% very pale brown (10YR 7/3) fine sandy loam, brown (10YR 5/3) moist (E); moderate fine and medium subangular blocky structure; hard, friable, moderately sticky and moderately plastic (B); slightly hard, very friable, slightly sticky and slightly plastic (E); many very fine roots; many very fine pores; few distinct discontinuous dark brown (7.5YR 3/3) clay films on faces of peds (B) occur as lamellae 1/8 to 1/2 inch thick; noneffervescent; neutral; clear wavy boundary.  (Combined E/B and B/E horizons 2 to 20 inches thick)"
      },
      {
        "name": "Bt",
        "top": 33,
        "bottom": 53,
        "dry_hue": "7.5YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "sandy clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bt--13 to 21 inches; brown (7.5YR 5/3) sandy clay loam, brown (7.5YR 4/3) moist; moderate medium and coarse prismatic structure parting to moderate fine and medium subangular blocky; hard, friable, moderately sticky and moderately plastic; many very fine roots; many very fine pores; few distinct discontinuous dark brown (7.5YR 3/3) clay films on faces of peds and few distinct discontinuous brown (10YR 5/3) skeletans over cutans on faces of peds, skeletans in the upper 2 inches; noneffervescent; neutral; clear wavy boundary. (6 to 33 inches thick)"
      },
      {
        "name": "C/B",
        "top": 53,
        "bottom": 94,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 3,
        "texture_class": "fine sandy loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "C/B--21 to 37 inches; 70% pale brown (10YR 6/3) fine sandy loam, brown (10YR 5/3) moist (C); 30% brown (7.5YR 5/3) sandy clay loam lamellae, brown (7.5YR 4/3) moist (B); weak fine and medium angular blocky structure (C); moderate fine and medium angular blocky structure (B); slightly hard, very friable, slightly sticky and slightly plastic (C); hard, friable, moderately sticky and moderately plastic (B); common very fine roots; common very fine pores; few distinct discontinuous dark brown (7.5YR 3/3) clay films on faces of peds (B) occur as lamella 1/8 to 2 inch thick; noneffervescent; neutral; abrupt wavy boundary.  (0 to 20 inches thick)"
      },
      {
        "name": "Cr",
        "top": 94,
        "bottom": 152,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Cr--37 to 60 inches; noncalcareous sandstone, lamella occur on top of sandstone plates."
      },
      {
        "name": "Oi",
        "top": 0,
        "bottom": "NA",
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Oi--0 inch to 1; partially decomposed organic material mainly pine needles and duff.  (0 to 3 inches thick)"
      }
    ]
  ]
}
