{
  "SERIES": "GATOR",
  "STATUS": "Established Series",
  "BYREV": "Rev. AGH",
  "REVDATE": "03/2000",
  "STATES": "FL",
  "OVERVIEW": "The Gator series consists of very poorly drained organic soils that formed in moderately thick beds of hydrophytic plant remains overlying beds of loamy and sandy marine sediments.  They are in depressions and on flood plains. Slopes are less than 1 percent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy, siliceous, euic, hyperthermic Terric Haplosaprists"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Gator muck on a 0 percent slope in a marsh.    (Colors are for moist soil.)\nOa--0 to 34 inches; black (5YR 2/1) muck; about 10 percent fiber, less than 5 percent rubbed; moderate medium granular structure; friable many fine roots; slightly acid in 0.01M calcium chloride; gradual wavy boundary.  (16 to 50 inches thick)\nCg1--34 to 46 inches; very dark gray (10YR 3/1) sandy clay loam; massive; slightly sticky and plastic; slightly acid; gradual wavy boundary.  (12 to 35 inches thick)\nCg2--46 to 52 inches; dark grayish brown (10YR 4/2) stratified loamy fine sand, fine sandy loam and fine sand; massive; nonsticky, nonplastic, slightly acid; gradual wavy boundary.  (12 to 24 inches thick)\nCg3--52 to 58 inches; light gray (10YR 7/2) fine sand; single grained; loose; slightly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Volusia County, Florida; about 4 miles west of DeLeon Springs in Lake Woodruff National Wildlife Refuge, about 1.5 miles east of Lake Woodruff and 0.5 mile southwest of Spring Garden Lake in cordgrass marsh."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The pH is 4.5 or more in 0.01 M calcium chloride in at least some part of the organic materials in the control section.  Some parts can be as acid as pH 3.6.  The pH is 6.1 to 7.8 by the Hellige-Troug method in the Oa horizon. The reaction is very strongly acid to moderately alkaline in the Cg1 horizon, and strongly acid to moderately alkaline in the underlying horizons.\nThickness of the organic material ranges from 16 to 50 inches.  Depth to loamy material is less than 51 inches.  The Oa horizon has hue of 10YR to 5YR, value of 2 or 3, and chroma of 2 or less.  Sodium pyrophosphate extract colors have hue of 10YR, value of 2 to 4, chroma of 4 or less, or value of 5, and chroma or 2 to 4, or value of 6 chroma of 3 or 4.  Electrical conductivity in areas of saline seeps is more than 16.\nThe Cg1 and Cg2 horizons have hue of 10YR to 5Y, value of 2 to 7, and chroma of 2 or less.  Texture is sandy clay loam,  loam, sandy loam or fine sandy loam.  Thin strata of sandy clay may be present.  Organic matter content is less than 20 percent.  In some pedons there is sand, fine sand, loamy sand, or loamy fine sand 4 to 15 inches thick immediately below the Oa horizon.  Where present, it is underlain by a layer of sandy clay loam sufficiently thick to qualify for a loamy family.  The Cg2 horizon commonly is stratified with loamy fine sand, fine sandy loam, or fine sand.  Electrical conductivity may range from 0 to 8 in the upper part and from 2 to 4 in the lower part in areas of saline seeps.\nThe Cg3 horizon has hue of 10YR to 5GY, value of 4 to 7, and chroma of 2 or less.  The texture is primarily fine sand, sand, or loamy sand, but may include strata of sandy loam and sandy clay loam.  Electrical conductivity ranges from 0 to 4 in areas of saline seeps.  Fragments of shell and/or soft masses of calcium carbonate may be present."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no other series in the same family.  Closely related soils are the Kaliga, Okeelanta, Samsula, and Tomoka series.  Okeelanta soils are sandy or sandy-skeletal.  Samsula soils are sandy or sandy-skeletal and dysic.  Kaliga and Tomoka soils are dysic."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Gator soils are in depressions and on flood plains of lakes, rivers, and streams on the lower  Coastal Plain in central and south Florida.  Slopes are less than 1 percent.  The mean annual precipitation is about 50 to 60 inches, and the mean annual air temperature is about 70 to 74 degrees F."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Holopaw, Riviera, Tequesta, and Terra Ceia series.  Holopaw, Riviera, and Tequesta soils are mineral soils.  Tequesta soils have a histic epipedon.  Terra Ceia soils do not have mineral horizons within the control section."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Gator soils are very poorly drained.  They are saturated with water that is always at or above the surface except during extended droughts.  Flood plains are flooded for a very long duration.  Permeability is rapid in the Oa and moderate in the loamy parts of the Cg horizon."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Almost all areas are in marsh or swamp wetlands used for wildlife and water storage.  Native vegetation is mostly cordgrass or Jamaica sawgrass, maidencane, Coastal Plain willow, redosier dogwood, or swamp vegetation including baldcypress, sweetgum, red maple, and American hornbeam."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Central and southern portions of Peninsular Florida.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Auburn, Alabama"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Volusia County, Florida; 1977."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Gator soils have been included in the Tomoka soils in adjacent surveys.\nDiagnostic features recognized in this pedon are:\nHistic epipedon--the zone from the surface to a depth of 16 inches.\nSurface tier--the zone from the surface to a depth of 12 inches.\nThe subsurface tier--the zone between 12 and 34 inches.\nDATA:  Soil Characterization Lab., IFAS, UOF\nS8-9-(1-10), S31-12-(1-8), S18-7-(1-7), S31-16-(1-8),\nS43-15-(1-4)\nNational Cooperative Soil Survey\nU.S.A."
  }
}
