{
  "SERIES": "GAULEY",
  "STATUS": "Established Series",
  "BYREV": "Rev. DGF-ART-WFH",
  "REVDATE": "06/2001",
  "STATES": "WV",
  "OVERVIEW": "The Gauley series consists of moderately deep, well drained soils with moderately rapid permeability.  These soils formed in residuum weathered mostly from acid sandstone.  They are on broad ridgetops and upper side slopes of mountains.  Slopes range from 3 to 80 percent. Mean annual temperature is about 46 degrees F.  Mean annual precipitation is about 56 inches.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, siliceous, superactive, frigid Typic Haplorthods"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Gauley channery sandy loam - wooded in an extremely stony area on a 3 percent, northeast-facing slope, at 4620 feet elevation, in a dense, young stand of red spruce.  (Colors are for moist soil.)\nOi--3 to 0 inches; fibric material consisting of red spruce, mountain laurel, and clubmoss litter.\nOa--0 to 3 inches; black (5YR 2/1) sapric material.  (Combined thickness of the O horizons is 1 to 8 inches.)\nA--3 to 5 inches; black (N 2/0) channery sandy loam; weak fine and medium granular structure; friable; many fine, medium, and coarse roots; 30 percent rock fragments; very strongly acid; abrupt wavy boundary.  (1 to 4 inches thick)\nE--5 to 9 inches; brown (7.5YR 5/2) very channery sandy loam; weak fine and medium granular structure; firm; few fine medium and coarse roots; 40 percent rock fragments; very strongly acid; clear wavy boundary.  (2 to 12 inches thick)\nBhs--9 to 12 inches; dark reddish brown (5YR 3/2) very channery sandy loam; weak medium subangular blocky structure; firm; moderately smeary; few fine medium and coarse roots; 40 percent rock fragments; very strongly acid; clear wavy boundary.  (3 to 10 inches thick)\nBs--12 to 23 inches; strong brown (7.5YR 5/6) very channery loam; weak fine and medium subangular blocky structure; friable; weakly smeary; 40 percent rock fragments; very strongly acid; gradual wavy boundary.  (8 to 24 inches thick)\nC--23 to 35 inches; yellowish brown (10YR 5/6) extremely channery loam; massive; friable; 70 percent rock fragments; very strongly acid; abrupt wavy boundary.\nR--35 inches; olive gray (5Y 4/2) sandstone bedrock."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Pocahontas County, West Virginia; on Back Allegheny Mountain, 4000 feet north of the Cass Scenic Railroad observation platform and 600 feet northwest of microwave relay tower."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Solum thickness and depth to sandstone or conglomerate bedrock range from 20 to 40 inches.  Rock fragments range from 5 to 90 percent in individual horizons, but average 35 to 60 percent in the particle-size control section.  Surface rock coverage ranges from channery to rubbly.  Reaction is extremely acid through strongly acid.\nThe A horizon has color of 10YR 2/1 or N 2/0.  Texture of the fine-earth fraction is loam or sandy loam.\nThe E horizon has hue of 10YR through 5YR, value of 4 through 6, and chroma of 1 or 2.  Texture of the fine-earth material is loam, sandy loam, or loamy sand.\nThe Bhs or Bh horizon has hue of 10YR through 5YR, value of 2 through 4, and chroma of 1 through 4.  Many pedons have stains or Bs horizons with hue of 5YR or 7.5YR, value of 3 or 4, and chroma of 3 through 6. Texture of the fine-earth material is loam or sandy loam.  Consistence is friable to firm and slightly to moderately smeary.\nThe Bs horizon has hue of 10YR or 7.5YR, value of 4 to 6, and chroma of 4 through 8.  Texture of the fine-earth material is loam or sandy loam.  Consistence is friable or firm and slightly to moderately smeary.  The Bs horizon of some pedons has red or brown mottles.\nThe C horizon has hue of 10YR or 7.5YR, value of 4 through 6, and chroma of 4 through 6.  Texture of the fine-earth material is loam, sandy loam, or loamy sand.  Consistence is friable to firm."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no other series in this family.  Danforth and Winnecook soils are in related mixed mineralogy families.  Both soils formed in water-sorted materials."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Gauley soils are on gently sloping to steep broad ridgetops and upper side slopes of mountains at 3500 to 5000 feet elevation.  These soils formed in residuum weathered mostly from acid sandstone but with inclusions of siltstone and shale.  Slopes range from 3 to 80 percent, but are dominantly less than 15 percent.  The climate is humid continental with long winter snow cover.  Mean annual precipitation ranges from 40 to 60 inches and is evenly distributed throughout the year.  Mean annual temperature ranges from 45 to 47 degrees F.  Annual frost-free days range from 90 to 130."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Mandy, Simoda, and Trussel series.  Mandy soils do not have a spodic horizon.  Simoda soils are moderately well drained and have a fragipan.  Trussel soils are poorly drained, formed in colluvium, and have a fragipan."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained.  Runoff is slow to medium.  Permeability is moderately rapid."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Native forest consists of red spruce but includes yellow birch, red maple, bigtooth and quaking aspen, and eastern hemlock.  Areas of \"heath barrens\" are dominated by mountain laurel, huckleberry, blueberry, great rhododendron, rose and flame azaleas, red and black chokeberry, mountain ash, and mountain holly.  Ground cover consists of clubmoss, ground pine, ferns, and wood sorrel.  Red spruce stands are of commercial importance.  Other uses are primarily of an aesthetic or botanical nature."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Eastern West Virginia and possibly Maryland, Pennsylvania, and Virginia.  The acreage is small."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Morgantown, West Virginia"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Pocahontas County, West Virginia, 1988.  The name is from a mountain in the area."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  1.  In West Virginia, these soils have formed on bedrock from the Kanawha and New River groups of the Pottsville Formation.  2. These soils were previously considered Leetonia (mesic) or included with Dekalb.  3.  Diagnostic horizons and features recognized in the typical pedon are:\na.  Ochric epipedon - the zone from 3 to 9 inches (A and E horizons).\nb.  Spodic horizon - the zone from 9 to 23 inches (Bhs and Bs horizons).\nc.  Skeletal feature - approximately 56 percent (by volume) weighted average rock fragment in the 10 to 35 inch control section.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Oi",
        "top": 8,
        "bottom": 0,
        "narrative": "Oi--3 to 0 inches; fibric material consisting of red spruce, mountain laurel, and clubmoss litter."
      },
      {
        "name": "Oa",
        "top": 0,
        "bottom": 8,
        "moist_hue": "5YR",
        "moist_value": 2,
        "moist_chroma": 1,
        "narrative": "Oa--0 to 3 inches; black (5YR 2/1) sapric material.  (Combined thickness of the O horizons is 1 to 8 inches.)"
      },
      {
        "name": "A",
        "top": 8,
        "bottom": 13,
        "moist_hue": "N",
        "moist_value": 2,
        "moist_chroma": 0,
        "texture_class": "sandy loam",
        "cf_class": "channery",
        "pH_class": "very strongly acid",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "A--3 to 5 inches; black (N 2/0) channery sandy loam; weak fine and medium granular structure; friable; many fine, medium, and coarse roots; 30 percent rock fragments; very strongly acid; abrupt wavy boundary.  (1 to 4 inches thick)"
      },
      {
        "name": "E",
        "top": 13,
        "bottom": 23,
        "moist_hue": "7.5YR",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "sandy loam",
        "cf_class": "very channery",
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "E--5 to 9 inches; brown (7.5YR 5/2) very channery sandy loam; weak fine and medium granular structure; firm; few fine medium and coarse roots; 40 percent rock fragments; very strongly acid; clear wavy boundary.  (2 to 12 inches thick)"
      },
      {
        "name": "Bhs",
        "top": 23,
        "bottom": 30,
        "moist_hue": "5YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "sandy loam",
        "cf_class": "very channery",
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bhs--9 to 12 inches; dark reddish brown (5YR 3/2) very channery sandy loam; weak medium subangular blocky structure; firm; moderately smeary; few fine medium and coarse roots; 40 percent rock fragments; very strongly acid; clear wavy boundary.  (3 to 10 inches thick)"
      },
      {
        "name": "Bs",
        "top": 30,
        "bottom": 58,
        "moist_hue": "7.5YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "loam",
        "cf_class": "very channery",
        "pH_class": "very strongly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bs--12 to 23 inches; strong brown (7.5YR 5/6) very channery loam; weak fine and medium subangular blocky structure; friable; weakly smeary; 40 percent rock fragments; very strongly acid; gradual wavy boundary.  (8 to 24 inches thick)"
      },
      {
        "name": "C",
        "top": 58,
        "bottom": 89,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "loam",
        "cf_class": "extremely channery",
        "pH_class": "very strongly acid",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "C--23 to 35 inches; yellowish brown (10YR 5/6) extremely channery loam; massive; friable; 70 percent rock fragments; very strongly acid; abrupt wavy boundary."
      },
      {
        "name": "R",
        "top": 89,
        "moist_hue": "5Y",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "sand",
        "narrative": "R--35 inches; olive gray (5Y 4/2) sandstone bedrock."
      }
    ]
  ]
}
