{
  "SERIES": "GAULD",
  "STATUS": "Established Series",
  "BYREV": "Rev. JKC-CLL-MLK",
  "REVDATE": "08/2012",
  "STATES": "MI",
  "OVERVIEW": "The Gauld series consists of very deep, very poorly drained soils that formed in loamy material over stratified loamy and sandy glaciofluvial deposits. Gauld soils are on lake plains and in glacial drainageways. Slope ranges from 0 to 2 percent. Mean annual precipitation is about 762 mm (30 inches), and mean annual temperature is about 6.7 degrees C (44 degrees F).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, semiactive, frigid Typic Endoaquolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Gauld fine sandy loam, on a 1 percent slope in an idle field on a glacial drainageway. (Colors are for moist soil unless otherwise stated.)\nA--0 to 23 cm (9 inches); black (N 2.5/) fine sandy loam, gray (10YR 5/1) dry; weak medium granular structure; friable; many fine and common medium and coarse roots; slightly acid; abrupt wavy boundary. [23 to 28 cm (9 to 11 inches) thick]\nBg1--23 to 38 cm (9 to 15 inches); grayish brown (10YR 5/2) fine sandy loam; weak medium subangular blocky structure; friable; common fine and medium roots; common very dark gray (10YR 3/1) organic stains in root channels and in pores; common distinct prominent dark yellowish brown (10YR 4/6) masses of oxidized iron and many fine faint gray (2.5Y 6/1) iron depletions with sharp boundaries along root channels and on faces of peds; neutral; clear wavy boundary.\nBg2--38 to 56 cm (15 to 22 inches); gray (2.5Y 5/1) fine sandy loam; weak coarse subangular blocky structure; friable; few fine roots; many coarse prominent dark yellowish brown (10YR 4/6) masses of oxidized iron with sharp boundaries and many fine faint gray (2.5Y 6/1) iron depletions with diffuse boundaries on faces of peds; neutral; clear wavy boundary. [Combined thickness of the Bg horizon is 30 to 53 cm (12 to 21 inches).]\nCg--56 to 96 cm (22 to 38 inches); dark gray (2.5Y 4/1) stratified sandy loam with thin layers of sand, silt, and silt loam; massive; friable; many medium distinct light brownish gray (10YR 6/2) iron depletions on faces of peds; slightly effervescent; slightly alkaline; abrupt wavy boundary. [18 to 46 cm (7 to 18 inches) thick]\n2C--96 to 203 cm (38 to 80 inches); grayish brown (10YR 5/2) sand with few strata of brown (10YR 5/3) sandy loam; single grain; loose; about 7 percent fine gravel; strongly effervescent; slightly alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Kalkaska County, Michigan; 1250 feet south and 185 feet east of the northwest corner of sec. 32, T. 25 N., R. 8 W., Springfield Township; USGS Fife Lake, MI topographic quadrangle; lat. 44 degrees 31 minutes 22 seconds N. and long. 85 degrees 17 minutes 50 seconds W., NAD 27."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nDepth to the stratified material: 51 to 76 cm (20 to 30 inches)\nDepth to carbonates: 51 to 76 cm (20 to 30 inches)\nA horizon:\nHue: 10YR or is neutral\nValue: 2, 2.5, or 3\nChroma: 0 to 2\nTexture: dominantly fine sandy loam, or is silt loam, loamy fine sand, or the mucky analogues of these textures\nRock fragment content: 0 to 5 percent\nReaction: slightly acid or neutral\nBg horizon:\nHue: 10YR to 5Y\nValue: 4 to 6\nChroma: 1 to 3\nTexture: fine sandy loam, silt loam, sandy clay loam, or very fine sandy loam; thin strata of fine sand and loamy sand are in some pedons\nRock fragment content: 0 to 5 percent\nReaction: neutral or slightly alkaline\nCg horizon:\nHue: 10YR to 5Y\nValue: 3 to 6\nChroma: 1 or 2\nTexture: stratified sandy loam, sand, silt loam, and silt\nRock fragment content: 0 to 5 percent\nReaction: neutral to moderately alkaline\n2C horizon:\nHue: 10YR or 5Y\nValue: 4 or 6\nChroma: 1 to 4\nTexture: sand with thin strata of silt loam, silty clay loam, or sandy loam\nRock fragment content: 3 to 15 percent\nReaction: slightly alkaline or moderately alkaline"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no other series in the same family."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Gauld soils are on lake plains and in glacial drainageways. Slope ranges from 0 to 2 percent. The Gauld soils formed in loamy material over stratified loamy and sandy glaciofluvial deposits. Mean annual precipitation ranges from 686 to 813 mm (27 to 32 inches). Mean annual temperature ranges from 6.1 to 8.3 degrees C (43 to 47 degrees F). Frost-free period is 90 to 120 days. Elevation is 290 to 335 meters (950 to 1100 feet) above mean sea level."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Springport, Gladwin and Algonquin soils. The fine textured Springport soils are on similar landforms. The somewhat poorly drained Gladwin and Algonquin soils on slight knolls on lake plains."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Very poorly drained. Potential for surface runoff is negligible to low. Saturated hydraulic conductivity is moderately high. Permeability is moderate."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most areas of this soil are in forestland. Forest vegetation consists chiefly of black ash, quaking aspen, red maple, northern white cedar, alder and willow."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: MLRA 94A in the northern part of the Lower Peninsula of Michigan. The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: AMHERST, MASSACHUSETTS"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Kalkaska County, Michigan; 1996"
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon: from the surface to a depth of 23 cm (9 inches) (A horizon).\nCambic horizon: from a depth of 23 to 56 cm (9 to 22 inches) (Bg horizons).\nAquic conditions: redoximorphic features present in all horizons below the mollic epipedon.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
