{
  "SERIES": "GAUSE",
  "STATUS": "Established Series",
  "BYREV": "CLG:GLL",
  "REVDATE": "04/2007",
  "STATES": "TX",
  "OVERVIEW": "The Gause series consists of deep, moderately well drained, slowly permeable soils on Pleistocene Age Terraces.  These soils formed in loamy and clayey alluvial sediments.  Slopes range from 0 to 3 percent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, mixed, active, thermic Ultic Paleustalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Gause loamy fine sand on a 1 percent convex slope in cropland.  (Colors are for dry soil unless otherwise stated.)\nAp--0 to 14 inches; pale brown (10YR 6/3) loamy fine sand, brown (10YR 5/3) moist; weak fine granular structure; loose, very friable;\ncommon fine and medium roots; few fine siliceous pebbles; slightly acid; clear smooth boundary.  (6 to 15 inches thick)\nBt1--14 to 17 inches; brownish yellow (10YR 6/6) clay, yellowish brown (10YR 5/6) moist; few fine distinct reddish yellow (7.5YR 6/8) mottles; weak fine angular blocky structure; hard, firm; few fine and medium roots; few fine pores; few thin clay films on faces of peds; few fine siliceous pebbles; strongly acid; clear smooth boundary.  (3 to 14 inches thick)\nBt2--17 to 27 inches; reddish yellow (7.5YR 6/8) clay, strong brown (7.5YR 5/8) moist; few medium distinct yellowish red (5YR 5/6) and few fine distinct light yellowish brown (10YR 6/4) mottles; weak fine and medium angular blocky structure; very hard, firm; few fine roots; few fine pores; few thin clay films on faces of peds; few fine siliceous pebbles; strongly acid; gradual wavy boundary.  (8 to 25 inches thick)\nBt3--27 to 48 inches; mottled red (2.5YR 4/6), reddish yellow (7.5YR 6/8) and light yellowish brown (10YR 6/4) clay; weak fine and medium angular blocky structure; very hard, firm; few fine roots; few fine pores; few thin clay films on faces of peds; few fine siliceous pebbles; strongly acid; gradual wavy boundary.  (0 to 24 inches thick)\nBCt--48 to 60 inches; mottled red (2.5YR 4/6), reddish yellow (7.5YR 6/6) and very pale brown (10YR 7/3) clay loam; weak fine and medium angular blocky structure; very hard, firm; few fine roots; few fine pores; few patchy clay films; few thin sandy and clayey strata; few siliceous pebbles up to 5 cm across; medium acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Milam County, Texas; from Gause approximately 1.2 miles southwest on U.S. 79 to railroad crossing, 0.4 mile southwest on unpaved county road to bend in road, 200 feet southeast into field."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Solum thickness ranges from 60 to more than 80 inches.  The clay content of the control section ranges from 35 to 50 percent.  Base saturation in the argillic horizon ranges from 35 to 74 percent.  Some pedons contain up to 10 percent by volume of siliceous pebbles and fragments of ironstone that are less than 5 cm across.\nThe combined thickness of the A and E horizons ranges from 10 to 20 inches.  Texture is loamy fine sand or fine sandy loam.  Reaction ranges from medium acid through neutral.  The A horizon has hue of 10YR or 7.5YR, value of 5 or 6, and chroma of 3 or 4.  The E horizon, where present, has hue of 10YR or 7.5YR, value of 6 or 7, and chroma of 3 or 4.\nThe Bt horizon has hue of 10YR or 7.5YR, value of 5 or 6, and chroma of 4 to 8.  Mottles are in shades of red, yellow and brown.  Texture is clay, sandy clay or clay loam.  Reaction ranges from very strongly acid through medium acid.\nThe BC horizon has hue of 10YR or 7.5YR, value of 5 or 6, and chroma of 4 to 6, or is mottled in shades of red, yellow, brown and gray.  Textures are clay loam or sandy clay loam.  Reaction ranges from very strongly acid to medium acid."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These soils include the Birome, Bonti, Castell, Darst, Jedd, Rosanky, Shatruce, Spiller and Travis in the same family; and the similar Chazos, Rader and Tabor series.  The Birome, Bonti, Castell, Darst, Jedd, Rosanky, Shatruce and Travis soils have dominant hues redder than 7.5YR in the argillic horizon and have epipedons that average less than 12 inches thick.  Spiller soils do not contain siliceous pebbles and are formed from interbedded shaly sediments mainly of the Cook Mountain Geologic Formation.  Chazos and Rader soils have low chroma mottles due to wetness within 30 inches of the surface.\nTabor soils have montmorillonitic mineralogy and are in a vertic subgroup."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Gause soils are on nearly level to gently sloping stream terraces of Pleistocene Age.  Slopes are plain or convex with gradients of 0 to 3 percent.  These soils formed in loamy and clayey alluvial sediments.  The climate is subhumid with an average annual precipitation of 32 to 40 inches, and Thornthwaite PE indices of 52 to 64 inches.  The mean average temperature is 64 to 70 degrees F."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These include the competing Chazos and Rader soils, and the Silawa and Travis soils.  The Chazos and Rader soils are in concave positions and have gray mottles due to wetness.  The Silawa and Travis soils are in similar positions, but have redder hues in the argillic horizon.  In addition, Silawa soils are loamy."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Moderately well drained; medium runoff; slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are used mainly for improved pasture and for growing peanuts, watermelons, and truck crops.  A few areas are in native rangeland.  Native vegetation consists of post oak and blackjack oak savannah with medium and tall grasses."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Mainly in Central Texas on terraces of the Brazos River.  The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Milam County, Texas; 1988."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  The diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - from 0 to 14 inches, the A horizon.  Argillic horizon - from a depth of 14 to 60 inches.\nPale feature - abrupt clay increase to the argillic horizon.\nUltic feature - base saturation is 35 to 74 percent throughout the argillic horizon.\nADDITIONAL DATA:  The following data is from the typifying pedon.  Base saturation - 64 percent in Bt2 horizon.  Average clay content in control section - 47.3 percent.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "moderately well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 36,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 3,
        "texture_class": "loamy fine sand",
        "narrative": "Ap--0 to 14 inches; pale brown (10YR 6/3) loamy fine sand, brown (10YR 5/3) moist; weak fine granular structure; loose, very friable;"
      },
      {
        "name": "Bt1",
        "top": 36,
        "bottom": 43,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 6,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "clay",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bt1--14 to 17 inches; brownish yellow (10YR 6/6) clay, yellowish brown (10YR 5/6) moist; few fine distinct reddish yellow (7.5YR 6/8) mottles; weak fine angular blocky structure; hard, firm; few fine and medium roots; few fine pores; few thin clay films on faces of peds; few fine siliceous pebbles; strongly acid; clear smooth boundary.  (3 to 14 inches thick)"
      },
      {
        "name": "Bt2",
        "top": 43,
        "bottom": 69,
        "dry_hue": "7.5YR",
        "dry_value": 6,
        "dry_chroma": 8,
        "moist_hue": "7.5YR",
        "moist_value": 5,
        "moist_chroma": 8,
        "texture_class": "clay",
        "pH_class": "strongly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bt2--17 to 27 inches; reddish yellow (7.5YR 6/8) clay, strong brown (7.5YR 5/8) moist; few medium distinct yellowish red (5YR 5/6) and few fine distinct light yellowish brown (10YR 6/4) mottles; weak fine and medium angular blocky structure; very hard, firm; few fine roots; few fine pores; few thin clay films on faces of peds; few fine siliceous pebbles; strongly acid; gradual wavy boundary.  (8 to 25 inches thick)"
      },
      {
        "name": "Bt3",
        "top": 69,
        "bottom": 122,
        "dry_hue": "2.5YR",
        "dry_value": 4,
        "dry_chroma": 6,
        "texture_class": "clay",
        "pH_class": "strongly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bt3--27 to 48 inches; mottled red (2.5YR 4/6), reddish yellow (7.5YR 6/8) and light yellowish brown (10YR 6/4) clay; weak fine and medium angular blocky structure; very hard, firm; few fine roots; few fine pores; few thin clay films on faces of peds; few fine siliceous pebbles; strongly acid; gradual wavy boundary.  (0 to 24 inches thick)"
      },
      {
        "name": "BCt",
        "top": 122,
        "bottom": 152,
        "dry_hue": "2.5YR",
        "dry_value": 4,
        "dry_chroma": 6,
        "texture_class": "clay loam",
        "narrative": "BCt--48 to 60 inches; mottled red (2.5YR 4/6), reddish yellow (7.5YR 6/6) and very pale brown (10YR 7/3) clay loam; weak fine and medium angular blocky structure; very hard, firm; few fine roots; few fine pores; few patchy clay films; few thin sandy and clayey strata; few siliceous pebbles up to 5 cm across; medium acid."
      }
    ]
  ]
}
