{
  "SERIES": "GAVILAN",
  "STATUS": "Established Series",
  "BYREV": "Rev. DGS-RJA",
  "REVDATE": "08/2006",
  "STATES": "NM",
  "OVERVIEW": "The Gavilan series consists of deep, well drained soils that formed in old gravelly alluvium.  Gavilan soils are on mesas and alluvial terraces and have slopes of 0 to 50 percent.  Mean annual precipitation is about 21 inches; mean annual temperature is about 48 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Clayey-skeletal, mixed, superactive, mesic Typic Argiustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Gavilan loam - rangeland.  (Colors are for dry soil unless otherwise noted.)\nA--0 to 8 inches; dark grayish brown (10YR 4/2) loam, very dark brown (10YR 2/2) moist; weak medium subangular blocky structure parting to moderate fine granular; soft, very friable, nonsticky and slightly plastic; many fine and very fine roots; common fine interstitial pores; 5 percent pebbles; neutral (pH 6.8); gradual smooth boundary.  (6 to 18 inches thick)\nBt1--8 to 16 inches; brown (10YR 4/3) gravelly clay loam, very dark grayish brown (10YR 3/2) moist; moderate medium subangular blocky structure; hard, friable, slightly sticky and slightly plastic; many medium and common fine and very fine roots; common fine tubular pores; common thin clay films on faces of peds and lining pores; 15 percent pebbles; neutral (pH 6.8); clear smooth boundary.  (3 to 10 inches thick)\nBt2--16 to 23 inches; reddish brown (5YR 5/4) very gravelly clay, reddish brown (5YR 4/4) moist; strong medium subangular blocky structure; very hard, firm, very sticky and very plastic; common medium, fine, and very fine roots; continuous moderately thick clay films on faces of peds; 45 percent pebbles; neutral (pH 6.8); clear wavy boundary.  (6 to 17 inches thick)\nBtk--23 to 43 inches; yellowish red (5YR 5/6) very gravelly clay, yellowish red (5YR 4/6) moist; moderate medium subangular blocky structure; very hard, firm, very sticky and very plastic; few fine and medium roots; continuous moderately thick clay films on faces of peds; 50 percent pebbles and 5 percent cobbles; few medium rounded carbonate concretions; slightly alkaline (pH 7.4); abrupt wavy boundary.  (15 to 25 inches thick)\nBk--43 to 60 inches; pinkish gray (5YR 7/2) extremely gravelly clay loam, reddish yellow (7.5YR 7/6) moist; massive; very hard, friable, slightly sticky, nonsticky and nonplastic; few fine roots; 60 percent pebbles, 10 percent cobbles, 5 percent stones; violently effervescent; weakly cemented with carbonates; moderately alkaline (pH 8.4)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Lincoln County, New Mexico; about 5 miles north of Ruidoso.  130 yards south of High Mesa Road and 120 yards east of section line fence in southwest 1/4, northwest 1/4, sec. 36. T. 10 S., R. 13 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil Moisture:  Moist in at least some part of the soil moisture control section July through September and December through April.  Dry more than four-tenths but less than six-tenths of the cumulative days in some part of the soil moisture control section when the soil temperature at a depth of 50 cm exceeds 5 degrees C. Typic ustic moisture regime.\nSoil Temperature:  47 to 53 degrees F.\nDepth to the calcic horizon and base of the Bt horizon:  more than 40 inches\nA horizon:\nHue: 7.5YR or 10YR\nValue:  4 or 5 dry, 2 or 3 moist\nChroma:  2 or 3\nTexture:  loam, gravelly loam, very gravelly loam\nBt horizon:\nHue: 5YR through 10YR\nValue:  4 to 6 dry, 3 to 5 moist\nChroma:  2 to 6\nTexture:  clay or clay loam with 35 to 59 percent clay and 35 to 80 percent rock fragments on a weighted average, dominantly pebbles and cobbles.\nBk horizon:\nHue: 5YR or 7.5YR\nValue:  6 or 7 dry, 5 to 7 moist\nChroma:  2 to 4\nTexture:  Clay loam with 35 to 80 percent rock fragments dominated by pebbles and cobbles"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: This is the Modeama (NM) series. Modeama soils are moderately deep to limestone."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Gavilan soils are on mesas and alluvial terraces.  Slopes range from 0 to 50 percent.  Elevation ranges from 6,500 to 7,500 feet.  The mean annual precipitation is 18 to 24 inches; the mean annual temperature is 45 to 52 degrees F.  The average frost-free period is about 100 to 145 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Monjeau, Nolten and Paco soils.  Monjeau and Nolten soils have a paralithic contact within a depth of 40 inches and are in lower positions on the landscape than Gavilan soils.  Paco soils have less than 35 percent coarse fragments in the control section and also are in lower positions on the landscape."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; medium or rapid runoff; slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Principal use is rangeland with small areas used for urban development.  Present vegetation includes ponderosa pine, pinyon, alligator juniper, sideoats grama, slender wheatgrass, western wheatgrass, little bluestem, big bluestem, and prairie junegrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  The series is of small extent in south-central New Mexico. MLRA 39."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Phoenix, Arizona"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Lincoln County, New Mexico, 1981."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon:  0 to 16 inches\nArgillic horizon:  8 to 43 inches\nCalcic horizon:  43 to 60 inches\nThis changes the classification of the Gavilan series from Clayey-skeletal, mixed, mesic Udic Argiustolls to Clayey-skeletal, mixed, mesic Typic Argiustolls.  The change is due to the new criteria for defining Udic Argiustolls in Amendments to Soil Taxonomy 615.43 page 615-105.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
