{
  "SERIES": "GAYNOR",
  "STATUS": "Established Series",
  "BYREV": "Rev. AJC/JEB/GB",
  "REVDATE": "02/97",
  "STATES": "CO,MT,WY",
  "OVERVIEW": "The Gaynor series consists of moderately deep, well drained soils that formed in material weathered from sedimentary rocks.  Gaynor soils are on hill sides and ridge crests and have slopes of 0 to 60 percent.  The mean annual precipitation is about 18 inches and the mean annual temperature is about 48 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, smectitic, calcareous, mesic Ustic Torriorthents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Gaynor silty clay loam - grassland.  (Colors are for dry soil unless otherwise noted.)\nA--0 to 6 inches; light olive brown (2.5Y 5/3) heavy silty clay loam, olive brown (2.5Y 4/3) moist; strong fine granular structure; soft, very friable; calcareous; moderately alkaline (pH 8.0); clear smooth boundary.  (4 to 8 inches thick)\nAC--6 to 10 inches; light olive brown (2.5Y 5/3) heavy silty clay loam, olive brown (2.5Y 4/3) moist; weak medium subangular blocky structure; extremely hard, firm; calcareous; moderately alkaline (pH 8.2); gradual smooth boundary.  (3 to 5 inches thick)\nCk--10 to 30 inches; light yellowish brown (2.5Y 6/3) heavy silty clay loam, light olive brown (2.5Y 5/3) moist; massive; very hard, firm, plastic; some discontinuous accumulation of secondary calcium carbonate and calcium sulfate as concretions and crystals; calcareous; moderately alkaline (pH 8.2); gradual wavy boundary.  (7 to 33 inches thick)\nCr--30 to 60 inches; soft calcareous silty shale."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Boulder County, Colorado; approximately 1,850 feet south and 1,050 feet east of the NW corner of Sec. 23, T. 2 N., R. 69 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  These soils are usually calcareous at the surface but are leached for a few inches in some pedons.  Depth to the underlying paralithic contact is 20 to 40 inches.  Organic carbon in the surface horizon is .8 to 1.5 percent and decreases uniformly with increasing depth.  Conductivity ranges from less than 1 to about 3 millimhos and exchangeable sodium percentage usually ranges from less than 1 percent throughout the control section.  Cation exchange capacity ranges from approximately 60 to 80 milliequivalents per 100 grams of clay.  The control section is usually heavy silty clay loam or light silty clay but clay ranges from 35 to 50 percent, silt from 30 to 55 percent, and sand from 5 to 30 percent, with less than 15 percent fine or coarser sand.  Coarse fragments range from 0 to 10 percent but are usually less than 2 percent and confined mostly to shale chips.  Mean annual soil temperature is 47 to 58 degrees F.  Mean summer soil temperature is 59 to 79 degrees F.\nThe A horizon has hue of 5Y through 7.5YR, value of 5 through 7 dry, 3 through 6 moist, and chroma of 2 through 4.  Its primary structure usually is granular or crumb but is weak subangular blocky in some pedons.  It is soft or slightly hard and moderately alkaline or mildly alkaline.\nThe C horizon has hue of 5Y through 10YR.  It is moderately alkaline or strongly alkaline and contains about 2 to 8 percent calcium carbonate equivalent.  Usually there are a few crystals of calcium sulfate throughout this horizon but amount and placement of visible secondary calcium carbonate and calcium sulfate is erratic from pedon to pedon and horizons are discontinuous."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Biedsaw, Bodot, Bone, and Vananda series.  Bodot soils are dry in some part of the moisture control section from April to July 15. Bone soils have a thin horizon that qualifies as a natric horizon except for\nthickness.  Biedsaw and Vananda soils lack a paralithic contact above a depth of 40 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  The Gaynor soils are on hill sides and ridge crests.  Slope gradients range from about 2 to 60 percent.  These soils formed in thin calcareous sediments weathered residually from sedimentary rock.  At the type location the average annual precipitation is 18 inches, with peak periods of precipitation during the spring and summer.  Mean annual temperature is 48 degrees F, and the mean summer temperature is 68 degrees F."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Limon and Samsil soils.  In some landscapes they form a topographic sequence with the Samsil and Limon series.  Limon soils have no bedrock above a depth of 40 inches.  Samsil soils are less than 20 inches deep over shale."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; medium to rapid runoff; moderate to slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used as native pastureland and for dry or irrigated crop land. Principal native vegetation is blue grama, western wheatgrass, and cactus."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Eastern and east-central Colorado and Wyoming.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Johnson County (Southern Johnson Area), Wyoming, 1971.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": null
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 15,
        "dry_hue": "2.5Y",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "2.5Y",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "silty clay loam",
        "pH": 8,
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A--0 to 6 inches; light olive brown (2.5Y 5/3) heavy silty clay loam, olive brown (2.5Y 4/3) moist; strong fine granular structure; soft, very friable; calcareous; moderately alkaline (pH 8.0); clear smooth boundary.  (4 to 8 inches thick)"
      },
      {
        "name": "AC",
        "top": 15,
        "bottom": 25,
        "dry_hue": "2.5Y",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "2.5Y",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "silty clay loam",
        "pH": 8.2,
        "pH_class": "moderately alkaline",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "AC--6 to 10 inches; light olive brown (2.5Y 5/3) heavy silty clay loam, olive brown (2.5Y 4/3) moist; weak medium subangular blocky structure; extremely hard, firm; calcareous; moderately alkaline (pH 8.2); gradual smooth boundary.  (3 to 5 inches thick)"
      },
      {
        "name": "Ck",
        "top": 25,
        "bottom": 76,
        "dry_hue": "2.5Y",
        "dry_value": 6,
        "dry_chroma": 3,
        "moist_hue": "2.5Y",
        "moist_value": 5,
        "moist_chroma": 3,
        "texture_class": "silty clay loam",
        "pH": 8.2,
        "pH_class": "moderately alkaline",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Ck--10 to 30 inches; light yellowish brown (2.5Y 6/3) heavy silty clay loam, light olive brown (2.5Y 5/3) moist; massive; very hard, firm, plastic; some discontinuous accumulation of secondary calcium carbonate and calcium sulfate as concretions and crystals; calcareous; moderately alkaline (pH 8.2); gradual wavy boundary.  (7 to 33 inches thick)"
      },
      {
        "name": "Cr",
        "top": 76,
        "bottom": 152,
        "texture_class": "silt",
        "narrative": "Cr--30 to 60 inches; soft calcareous silty shale."
      }
    ]
  ]
}
