{
  "SERIES": "GAZOS",
  "STATUS": "Established Series",
  "BYREV": "Rev. GWH/RWK/WCL",
  "REVDATE": "06/2001",
  "STATES": "CA",
  "OVERVIEW": "The Gazos series consists of moderately deep to bedrock, well drained soils that formed in material weathered from sandstone and shale. Gazos soils are on hills and have slopes of 9 to 75 percent. The mean annual precipitation is about 22 inches and the mean annual air temperature is about 60 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, thermic Pachic Haploxerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Gazos silt loam, annual grass range. (Colors are for dry soil unless otherwise noted.)\nA1--0 to 9 inches; dark grayish brown (10YR 4/2) heavy silt loam, very dark grayish brown (10YR 3/2) moist; strong medium and coarse angular blocky structure; hard, friable, sticky and plastic; many very fine and fine roots; many very fine and fine, few medium tubular pores; slightly acid (pH 6.5); clear wavy boundary. (7 to 14 inches thick)\nA2--9 to 22 inches; dark grayish brown (10YR 4/2) heavy silt loam, very dark grayish brown (10YR 3/2) moist; moderate medium subangular blocky structure; hard, friable, sticky and plastic; common very fine roots; many very fine and fine, few medium tubular pores; slightly acid (pH 6.5); gradual wavy boundary. (10 to 16 inches thick)\nBw --22 to 29 inches; brown (10YR 5/3) silty clay loam, dark brown (10YR 3/3) moist; weak medium subangular blocky structure; hard, friable, sticky and plastic; few very fine roots; many very fine and fine, few medium tubular pores; slightly acid (pH 6.5); clear wavy boundary. (7 to 20 inches thick)\nR--29 to 36 inches; very pale brown (10YR 7/4) weathered, slightly acid (pH 6.5) sandstone."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Monterey County, California; about 3 miles straight line from San Ardo, 0.7 mile southwest on Garrissere Canyon Road from junction with Paris Valley Road; SW1/4 SE1/4 section 13, T. 22 S., R. 9 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Depth to a lithic contact of shale or sandstone is 20 to 40 inches. The mean annual soil temperature is about 59 degrees to 65 degrees F., and the soil temperature usually is not below 47 degrees F. at any time. The soil between depths of about 5 and 15 inches is usually dry all of the time from late April or May until November or early December and is moist in some or all parts all the rest of the year. Rock fragments of shale usually make up 0 to 10 percent of the soil profile but range to as much as 35 percent in some pedons, particularly in the lower part.  The soil is loam, sandy clay loam, silt loam, clay loam or silty clay loam throughout with about 20 to 30 percent clay in most pedons.\nThe A and Bw horizon is brown, dark brown, gray, dark gray, grayish brown, dark grayish brown, or very dark grayish brown in hue of 10YR or 2.5Y.  It has 1 to 5 percent organic matter to a depth of more than 20 inches, or to bedrock or a C horizon. This horizon is neutral to medium acid, usually slightly acid, with little change with depth and has more than 75 percent base saturation. It has weak to strong granular or subangular blocky structure. Some pedons have a few thin clay films in the soil just above the bedrock or in joints of the rock. There is a non-appreciable increase in clay content.  In some pedons the A horizon rests on bedrock and in others a grayish brown or brown B horizon is present.  Other pedons have a brown, pale brown, light yellowish brown or light brownish gray C horizon above the contact."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Agueda, Anaheim, Conejo and Salinas series. Aqueda, Conejo, and Salinas soils lack a lithic contact within 40 inches.  Anaheim soils have a paralithic contact at depths of 20 to 40 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  The Gazos soils are on hills at elevations of 50 to 4,000 feet. Slopes range from 9 to 75 percent. The soils formed in material weathered from shale and sandstone. The climate is subhumid, mesothermal with warm dry summers and cool moist winters. Mean annual precipitation is 12 to 30 inches. Average July temperature is 60 degrees to 70 degrees F.; average January temperature is about 50 degrees F.; mean annual temperature is 55 degrees to 63 degrees F. The freeze-free season is 200 to 350 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Alo, Crow Hill, Diablo, Lobitos, Los Osos, Millsholm, Reliz and Santa Lucia soils. Alo and Diablo soils have clay texture and intersecting slickensides. Crow Hill soils have less than 15 percent fine sand or coarser materials and a bulk density of less than 1.0. Lobitos and Los Osos soils have an argillic horizon. Lopez soils have a lithic contact at depths less than 20 inches and have more than 35 percent rock fragments. Millsholm and Reliz soils have an ochric epipedon. Santa Lucia soils have more than 35 percent rock fragments."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; high to very high runoff; moderately slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used mostly for livestock grazing; a few areas cultivated for growing small grain and hay. Vegetation is mostly annual grasses and forbs with some brush and a few oak trees."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Coast Range in central and south-central part of California. The soils are of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: San Mateo County (San Mateo Area), California, 1958."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nA13 horizon changed to Bw to reflect more modern horizonation and superactive added to classification, June 2001.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A1",
        "top": 0,
        "bottom": 23,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "silt loam",
        "cf_class": "NA",
        "pH": 6.5,
        "pH_class": "slightly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "A1--0 to 9 inches; dark grayish brown (10YR 4/2) heavy silt loam, very dark grayish brown (10YR 3/2) moist; strong medium and coarse angular blocky structure; hard, friable, sticky and plastic; many very fine and fine roots; many very fine and fine, few medium tubular pores; slightly acid (pH 6.5); clear wavy boundary. (7 to 14 inches thick)"
      },
      {
        "name": "A2",
        "top": 23,
        "bottom": 56,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "silt loam",
        "cf_class": "NA",
        "pH": 6.5,
        "pH_class": "slightly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "A2--9 to 22 inches; dark grayish brown (10YR 4/2) heavy silt loam, very dark grayish brown (10YR 3/2) moist; moderate medium subangular blocky structure; hard, friable, sticky and plastic; common very fine roots; many very fine and fine, few medium tubular pores; slightly acid (pH 6.5); gradual wavy boundary. (10 to 16 inches thick)"
      },
      {
        "name": "Bw",
        "top": 56,
        "bottom": 74,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "silty clay loam",
        "cf_class": "NA",
        "pH": 6.5,
        "pH_class": "slightly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bw --22 to 29 inches; brown (10YR 5/3) silty clay loam, dark brown (10YR 3/3) moist; weak medium subangular blocky structure; hard, friable, sticky and plastic; few very fine roots; many very fine and fine, few medium tubular pores; slightly acid (pH 6.5); clear wavy boundary. (7 to 20 inches thick)"
      },
      {
        "name": "R",
        "top": 74,
        "bottom": 91,
        "dry_hue": "10YR",
        "dry_value": 7,
        "dry_chroma": 4,
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "sand",
        "cf_class": "NA",
        "pH": 6.5,
        "pH_class": "slightly acid",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "R--29 to 36 inches; very pale brown (10YR 7/4) weathered, slightly acid (pH 6.5) sandstone."
      }
    ]
  ]
}
