{
  "SERIES": "GED",
  "STATUS": "Established Series",
  "BYREV": "Rev. AJR-JLD-CLN",
  "REVDATE": "11/2000",
  "STATES": "LA",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Very-fine, mixed, active, hyperthermic Typic Endoaqualfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Ged clay--on broad, level freshwater marsh.\n(Colors are for moist soil.)\nA1--0 to 5 inches; dark gray (10YR 4/1) clay; massive; very fluid, n-value 1.5; many fine roots; slightly acid; abrupt wavy boundary. (4 to 18 inches thick).\nA2--5 to 9 inches; dark gray (10YR 4/1) clay; massive; sticky, slightly fluid, n-value 0.5; many fine roots; slightly alkaline; clear wavy boundary. (3 to 10 inches thick)\nBtg1--9 to 24 inches; gray (5Y 5/1) clay; moderate medium and coarse subangular blocky structure; very firm, plastic and sticky; few faint clay films on surfaces of peds; many medium distinct olive (5Y 5/4) iron concentrations; slightly alkaline; gradual wavy boundary. (12 to 22 inches thick)\nBtg2--24 to 48 inches; gray (5Y 5/1) clay; moderate medium and coarse subangular blocky structure; very firm, plastic and sticky; many distinct clay films on surfaces of peds; many medium distinct olive (5Y 5/4) iron concentrations; neutral; gradual wavy boundary. (8 to 28 inches thick)\nCgy--48 to 60 inches; gray (5Y 6/1) clay; massive; very firm, plastic and sticky; many medium distinct light yellowish brown (2.5Y 6/4) iron concentrations; common medium gypsum crystals; neutral."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Calcasieu Parish, Louisiana, 3.75 miles south of Toomey; SW1/4SE1/4, sec. 13, T. 11 S., R. 13 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Solum thickness ranges from 45 to 80 inches.  Thickness of surface layers with n-value greater than 0.7 ranges from 4 to 18 inches.\nThe A1 horizon has hue of 10YR or 5Y, value of 2 to 4, and chroma of 2 or less. Texture is silty clay loam, clay, or mucky clay.  Reaction ranges from very strongly acid to slightly alkaline.  N-value ranges from 0.7 to 2.0.\nThe A2 horizon has the same color and reaction range as the A1 horizon.  Texture is silty clay, clay, or mucky clay.  N-value ranges is less than 0.7.\nThe B and C horizons have hue of 10YR to 5GY, value of 4 to 6, and chroma of 1 or less.  Iron concentrations are in shades of olive, olive brown, or yellowish brown.  Texture is silty clay or clay.  Reaction ranges from slightly acid to moderately alkaline.  N-values are less that 0.5."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no other series in this family.  Baldwin, Forestdale, Mayhew, and Midland series are in related families. None of these soils have a surface layer that has an n-value more than 0.7.  In addition, Baldwin and Mayhew soils dry and form cracks to a depth of 20 inches or more in most years.  Forestdale and Midland soils have less than 60 percent clay in the upper 20 inches of the argillic horizon and have smectitic mineralogy."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Ged soils are on the landward side of low freshwater marshes.  These soils are at elevations of less than two feet and are almost continuously flooded or ponded.  The soils formed in a thin layer of recent clayey alluvium over subsided terrace soils formed in Prairie age deposits.  Slope is less than 1 percent.  Mean annual temperature ranges from about 69 to 70 degrees F.  Average annual rainfall ranges from about 50 to 62 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the competing Midland series and Allemands, Judice, Morey, Mowata, and Vidrine series.  Allemands soils are on slightly lower positions and have organic surface layers more than 16 inches thick.  Judice and Morey soils are on higher positions and have a mollic epipedon.  Mowata soils are on higher positions and have a glossic horizon.  Vidrine soils are on low mounds and have higher chroma."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Very poorly drained; runoff is negligible; permeability is very slow.  The water level fluctuates between 0 to 1 foot above the soil surface throughout the year."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Used mainly for wildlife habitat and range.  The vegetation consists dominantly of bulltongue, alligatorweed, cattail, and fresh water rushes.  Other common plants are California bulrush and marshhay cordgrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Southwest Louisiana and possibly southeast Texas (MLRA 151).  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Calcasieu Parish, Louisiana; 1983."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: These soils have been mapped as Harris Variant in previous surveys.  The argillic horizon of the Ged soils is considered to have formed before the soils were submerged.  Classification including the presence of an argillic horizon confirmed by LA Agricultural Experiment Station laboratory data from pedon S81LA-19-1.\nDiagnostic horizons and features recognized in this pedon are:\nOchric epipedon..................0 to 9 inches (A1,A2)\nArgillic horizon.................9 to 48 inches (Btg1,Bt2)\nAquic moisture regime\nADDITIONAL DATA: LSU data form Calcasieu Parish (S81LA-19-1).\nTAXONOMIC VERSION: Soil Taxonomy, Second Edition, 1999.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
