{
  "SERIES": "GENAW",
  "STATUS": "Established Series",
  "BYREV": "Rev. CEJ/RLB/JBF",
  "REVDATE": "03/2016",
  "STATES": "NV",
  "OVERVIEW": "The Genaw series consists of shallow, well drained soils that formed in loess mantled residuum from tuffaceous sediments.  Genaw soils are on summits, shoulders and side slopes of rolling hills, plateaus and rock pediments.  Slopes are 2 to 30 percent. The mean annual precipitation is about 230 mm and the mean annual temperature is about 8 degrees C.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy, mixed, superactive, mesic, shallow Xeric Haplargids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Genaw very fine sandy loam--rangeland.  (Colors are for dry soil unless otherwise noted.)  The soil surface is partially covered by 5 percent gravel and 5 percent cobbles.\nA1--0 to 8 cm; pale brown (10YR 6/3) very fine sandy loam, brown (10YR 4/3) moist; weak moderately thick platy structure; slightly hard, very friable, slightly sticky and nonplastic; few very fine and fine roots; many very fine and fine vesicular pores; moderately alkaline (pH 8.0); abrupt smooth boundary.  (5 to 18 cm thick)\nA2--8 to 15 cm; brown (10YR 5/3) gravelly very fine sandy loam,  brown (10YR 4/3) moist; moderate medium subangular blocky structure; slightly hard, very friable, slightly sticky and nonplastic; common very fine, fine and medium roots; common fine and medium tubular and interstitial pores; 15 percent gravel; moderately alkaline (pH 8.2); clear smooth boundary.  (0 to 10 cm thick)\nBtk--15 to 28 cm; yellowish brown (10YR 5/4) gravelly clay loam, dark yellowish brown (10YR 4/4) moist; moderate medium angular blocky structure; slightly hard, very friable, moderately sticky and moderately plastic; common very fine, fine, and medium roots; few very fine tubular pores; common thin and moderately thick clay films on peds faces and lining pores; carbonate is disseminated; slightly effervescent; 20 percent gravel; moderately alkaline (pH 8.4); clear wavy boundary.  (10 to 18 cm thick)\nBqk--28 to 41 cm; very pale brown (10YR 7/3) very gravelly loam, yellowish brown (10YR 5/4) moist; massive; hard, friable, slightly sticky and slightly plastic; common fine and medium roots; few very fine tubular pores; 35 percent gravel; common fine and medium carbonate filaments, 10 percent weak durinodes; violently effervescent; strongly alkaline (pH 8.6); clear wavy boundary.  (5 to 23 cm thick)\nCr--41 cm; soft tuffaceous sediments."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Lander County, Nevada; approximately 26 miles southwest of Battle Mountain, about 800 feet north and 2,400 feet west of the southeast corner of section 6, T. 27 N., R. 42 E.; USGS Fish Creek Basin 7.5 minute topographic quadrangle; latitude 38 degrees 14 minutes and 13 seconds N and longitude 117 degrees 17 minutes and 45 seconds W; WGS84 Decimal Degrees 40.2313889 latitude, -117.2908333 longitude."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: Usually dry, moist in winter and spring, dry summer and fall; aridic soil moisture regime bordering on xeric.\nMean annual soil temperature: 8 to 11 degrees C.\nDepth to paralithic contact: 36 to 50 cm.\nOther features: Thin Bt horizons are above the Btk in some pedons.\nParticle-size control section - Clay content: 18 to 30 percent\nRock fragments: 15 to 35 percent, dominantly gravel.\nA horizon\nValue:  5 or 6 dry, 3 or 4 moist.\nChroma:  2 or 3.\nReaction: Slightly alkaline or moderately alkaline.\nBtk or Bt horizons (when present)\nValue:  5 or 6 dry, 3 or 4 moist.\nChroma:  3 or 4.\nTexture:  Loam or clay loam.\nRock fragments:  15 to 35 percent, mainly gravel.\nCarbonates:  Noneffervescent through strongly effervescent\nStructure:  Angular or subangular blocky\nConsistence:  Very friable or friable, moist.\nBqk horizon\nValue:  6 or 7 dry, 4 or 5 moist.\nChroma:  3 through 6.\nTexture:  Sandy loam or loam.\nRock fragments:  25 to 50 percent, mainly gravel.\nCementation:  5 to 15 percent weak discontinuous cementation or weakly cemented durinodes.\nReaction:  Moderately alkaline or strongly alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Anowell, Chill, Corral, Ulida and Yuko series.\nAnowell, Chill and Yuko soils have paralithic contacts at less than 36 cm.  Corral soils have less than 15 percent gravel in the Bt horizon. Ulida soils lack durinodes."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Genaw soils are on hills, plateaus and rock pediment summits, shoulders, and stable side slopes.  These soils formed in loess mantled residuum derived from tuffaceous sediments.  Elevations are 1,340 to 2,110 meters.  Slopes are 2 to 30 percent.  The climate is cool, semiarid with hot, dry summers and cool, moist winters.  The mean annual precipitation is 200 to 250 mm; mean annual temperature is 8 to 10 degrees C., and frost-free season is 90 to 110 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Coztur, Perlor and Puett soils.  Coztur soils have a frigid soil temperature regime. Perlor and Puett soils lack argillic horizons."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:  Well drained; medium to rapid runoff; moderately high saturated hydraulic conductivity."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Livestock grazing and wildlife habitat.  The present vegetation is mainly Wyoming big sagebrush, bottlebrush squirreltail, Sandberg bluegrass, spiny hopsage and Indian ricegrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  North central Nevada.  Genaw soils are of small extent.  MLRA 23,24 and 28B."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Lander County, South Part, Nevada, 1985."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - The zone from the surface to 15 cm (A1 and A2 horizons)\nArgillic horizon - The zone from 15 to 28 cm (Btk horizon).\nXeric intergrade - Meets organic carbon requirement for xeric.\nParalithic contact - The boundary at 41 cm (Cr layer).\nParticle-size control section - The zone from 15 to 28 cm (Btk horizon).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
