{
  "SERIES": "GENCEY",
  "STATUS": "Established Series",
  "BYREV": "IRD: BAL/JPS/ET",
  "REVDATE": "04/2015",
  "STATES": "CA",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, active, nonacid, thermic Typic Xerofluvents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Gencey loam - under a stand of annual and perennial grasses. When described on June 13, 2002, the soil was dry throughout. (Colors are for dry soil unless otherwise noted.)\nA1--0 to 5 centimeters (0 to 2 inches); light olive brown (2.5Y 5/3) loam, dark olive brown (2.5Y 3/3) moist; moderate fine and very fine granular structure; soft, very friable, nonsticky and nonplastic; many fine and very fine roots throughout; many fine and medium tubular, and many very fine interstitial pores; 10 percent gravel; slightly acid (pH 6.4); abrupt smooth boundary.\nA2--5 to 10 centimeters (2 to 4 inches); light olive brown (2.5Y 5/3) loam, dark olive brown (2.5Y 3/3) moist; weak fine subangular blocky structure; soft, very friable, nonsticky and nonplastic; many very fine, and fine roots throughout; common fine and medium tubular pores; 10 percent gravel; slightly acid (pH 6.3); abrupt smooth boundary. (Combined thickness of the A horizons is 10 to 20 centimeters)\nAC--10 to 46 centimeters (4 to 18 inches); light olive brown (2.5Y 5/3) silt loam, dark olive brown (2.5Y 3/3) moist; massive; soft, very friable, nonsticky and nonplastic; many very fine and fine roots throughout; common fine and medium tubular pores; 10 percent gravel; slightly acid (pH 6.3); clear wavy boundary. (0 to 50 centimeters thick)\nC1--46 to 94 centimeters (18 to 37 inches); light yellowish brown (2.5Y 6/4) very stony loam, olive brown (2.5Y 4/4) moist; massive; soft, very friable, nonsticky and nonplastic; common very fine and fine roots throughout; common fine and medium tubular pores; 10 percent gravel, 20 percent cobbles, 25 percent stones; slightly acid (pH 6.3); gradual wavy boundary.\nC2--94 to 178 centimeters (37 to 70 inches); light olive brown (2.5Y 5/4) extremely stony sandy loam, olive brown (2.5Y 4/4) moist; massive; soft, very friable, nonsticky and nonplastic; common very fine, common fine through coarse roots throughout; common fine and medium tubular pores; 30 percent gravel, 10 percent cobbles, 30 percent stones; slightly acid (pH 6.3). (Combined thickness of the C horizons is 100 to 150 centimeters)"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Humboldt County, California; Hoopa Valley; USGS Hoopa topographic quadrangle; UTM Zone 10 443906mE, 4543206mN, NAD83; WGS84 41.0380556, -123.6672222."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: The soil moisture control section is dry from July 1st to October 15th and moist in all parts from November 15 to June 1st. This soil has a xeric soil moisture regime.\nSoil temperature: The mean annual soil temperature is 15 to 20 degrees C (59 to 68 degrees F). The difference between the mean summer and mean winter temperature is greater than 6 degrees C. This soil has a thermic soil temperature regime.\nSoil reaction: slightly acid throughout the soil profile.\nOrganic carbon irregularly decrease with depth from 25 to 125 centimeters.\nSurface fragments:  5 to 15 percent gravel\nParticle Size Control Section (weighted average):\nClay content: 10 to 18 percent\nRock fragments: 35 to 85 percent, mostly gravel, cobbles and stones.\nA horizons\nHue: 10YR or 2.5Y\nValue: 3 through 5, dry or moist\nChroma: 2 through 5, dry or moist\nTexture of the fine earth fraction: loam\nClay content: 7 to 18 percent\nRock fragments: 10 to 15 percent gravel\nC horizons\nHue: 10YR or 2.5Y\nValue: 4 through 7 dry; 3 through 5 moist\nChroma: 2 through 4 dry or moist\nTexture of the fine earth fraction: sandy loam, loam or silt loam\nClay content: 10 to 18 percent\nRock fragments: 5 to 35 percent gravel, 15 to 20 percent cobbles and 20 to 35 percent stones"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  This is the Anderson series. Anderson soils are 7.5YR or redder throughout the profile."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  The Gencey soils are on nearly level floodplain-steps with slopes of 0 to 2 percent at elevations of 74 to 195 meters (243 to 640 feet).  They formed in recent gravelly and cobbly alluvium derived from mixed sources.  The climate is subhumid with warm dry summers and cool moist winters. The mean annual precipitation is 1250 to 2032 millimeters (49 to 80 inches). Mean annual air temperature is 15 to 20 degrees C (59 to 68 degrees F).  The frost free period is about 240 to 280 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Floaters and Soctish series. The Floaters soils are frequently flooded on lower level floodplains and Soctish are non-flooded on higher level stream terraces."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:  Somewhat excessively drained; low runoff; moderately rapid saturated hydrologic conductivity, occasionally flooded for very brief durations."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used for livestock grazing, orchards and urban development.  Vegetation on uncultivated areas is bristly dogtail, soft brome, blue wildrye and orchardgrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Siskyou-Trinity Area, MLRA 5. These soils are of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Humboldt County, California, 2012.  Proposed 2006."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\n1. Ochric epipedon - the zone from the surface to a depth of 10 centimeters (A1 and A2 horizons)\n2. Particle size control section - The zone from 25 to 100 centimeters, averaging (by weight) 15 percent clay and 40 percent rock fragments.\nADDITIONAL DATA\nThis soil was mapped as a Haploxeroll by the Department of Land, Air, and Water Resources, University of California, Davis, in 1975 for the Soil Survey of Hoopa Valley, California. It was determined that the colors were lithochromic.\nSoil analysis performed by the Soil Morphology Laboratory, University of California, Davis.  Sample ID:  12-75-1\nNASIS User Pedon ID:  02CA023605012\nSoils classified using Keys to Soil Taxonomy, 11th edition.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
