{
  "SERIES": "GEORGETOWN",
  "STATUS": "Established Series",
  "BYREV": "Rev. CLG-LEW-JLC",
  "REVDATE": "01/2016",
  "STATES": "TX",
  "OVERVIEW": "The Georgetown series consists of moderately deep, well drained, very slowly permeable soils that have formed over indurated limestone of Cretaceous age.  These soils occur on nearly level to very gently sloping dissected plateaus.  Slope ranges from 0 to 3 percent.  Mean annual air temperature is about 19 degrees C (66 degrees F), and mean annual precipitation is about 864 mm (34 in).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Very-fine, mixed, active, thermic Udic Paleustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Georgetown clay loam--rangeland.\n(Colors are for dry soil unless otherwise stated.)\nA--0 to 18 cm (0 to 7 in); brown (7.5YR 4/2) clay loam, dark brown (7.5YR 3/2) moist; moderate fine subangular blocky and granular structure; hard, firm; few fine roots; few fragments of chert; slightly acid; clear smooth boundary.  Thickness is 13 to 28 cm (5 to 11 in)\nBt1--18 to 46 cm (7 to 18 in); reddish brown (5YR 4/3) clay, dark reddish brown (5YR 3/3) moist; moderate fine angular blocky structure; very hard, very firm; few fine roots; few fine pores; clay films on faces of peds; few fragments of chert; neutral; abrupt wavy boundary.  Thickness is 13 to 23 cm (5 to 9 in)\nBt2--46 to 89 cm (18 to 35 in); reddish brown (5YR 5/4) cobbly clay, reddish brown (5YR 4/4) moist; moderate fine and very fine angular blocky structure; very hard, firm; common fine roots; clay films on peds; 25 percent limestone and chert fragments from 1/4 inch to 4 inches in diameter; slightly acid; abrupt wavy boundary.  Thickness is 25 to 53 cm (10 to 21 in)\nR--89 to 119 cm (35 to 47 in); fractured indurated limestone bedrock with brown or pink silty clay loam in interstices and crevices."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Williamson County, Texas; one mile south/southwest of Williamson County Courthouse in rangeland (1000 feet west of the West Side Intermediate School in Georgetown)\nUSGS topographic quadrangle: Round Rock, Texas;\nLatitude: 30 degrees, 37 minutes, 25.39 seconds N;\nLongitude: 97 degrees, 41 minutes, 16.97 seconds W;\nDatum: WGS84"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: Udic ustic moisture regime\nDepth to limestone bedrock: 51 to 102 cm (20 to 40 in)\nMollic epipedon:  20 to 51 cm (8 to 20 in) thick\nSurface Fragments:  2 to 30 percent by area total, mostly chert gravel, 0 to 3 percent limestone cobbles, flagstones, and/or stones\nParticle-size control section (weighted average)\nClay content: 60 to 80 percent\nA horizon\nHue: 5YR to 10YR\nValue:  2 to 4\nChroma:  2 or 3\nTexture: loam, clay loam or their stony counterparts\nClay content: 20 to 40 percent\nFragments: 5 to 20 percent by volume total; 5 to 15 percent, mostly chert gravel; 0 to 5 percent, limestone cobbles and stones\nStructure: grade-moderate to strong, size-very fine to fine, type-granular and subangular blocky\nReaction (pH):  slightly acid to neutral (6.1-7.3)\nBt horizon\nHue: 2.5YR to 7.5YR\nValue: 3 to 8\nChroma: 3 to 8\nTexture: clay, stony clay, cobbly clay or gravelly clay\nClay content: 60 to 80 percent\nFragments: 2 to 35 percent by volume total; 2 to 30 percent, chert gravel; 0 to 10 percent, limestone cobbles and stones\nIdentifiable secondary carbonate: masses or very weakly to strongly cemented concretions of calcium carbonate occur in some pedons below depths of 71 cm (28 in)Reaction (pH):  slightly acid to slightly alkaline (6.1-7.8)\nR layer\nIndurated or strongly cemented limestone that is interbedded with limy earth in some pedons"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no competing series in the same family.  Similar soils are the Bexar, Hensley, Lindy, Rumple, Speck, Tarpley, and Topia series.\nBexar soils: have Bt horizons with less than 60 percent clay in the particle-size control section\nHensley and Lindy soils: do not have mollic epipedons\nRumple soils: have more than 35 percent coarse fragments and less than 60 percent clay in the particle-size control section\nSpeck and Tarpley soils: are less than 51 cm (20 in) deep to bedrock\nTopia soils: have vertic properties with prominent cracks and occur in a slightly drier climate"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material: The soil formed in reddish clay loams and clays over indurated limestone and limestone interbedded with limy earth of the Edwards formation of the Cretaceous system.\nLandscape: dissected plateaus\nLandform: summits and shoulders of broad ridges\nSlopes: 0 to 3 percent\nPrecipitation pattern: The majority of the yearly rainfall amount occurs during the fall and spring months with the winter and summer months typically being drier.\nMean annual precipitation:  813 to 914 mm (32 to 36 in)\nThornthwaite annual P-E index: 44 to 54\nMean annual air temperature: 18.3 to 20.0 degrees C (65 to 68 degrees F)\nFrost-free period: 230 to 260 days\nElevation: 182.9 to 381.0 m (600 to 1,250 ft)"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These include the Anhalt, Eckrant, and Tarpley series.  These soils occur on similar surfaces.\nAnhalt soils: have vertic properties and do not have argillic horizons\nEckrant soils: are less than 51 cm (20 in) deep to bedrock and have more than 35 percent coarse fragments in the particle-size control section\nTarpley soils: are less than 51 cm (20 in) deep to bedrock"
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained. Runoff is very high. Permeability is very slow."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used mainly for rangeland.  Some areas are used for small grain and grain sorghums.  Native vegetation consists of little bluestem, big bluestem, indiangrass, Texas needlegrass, sideoats grama, tall dropseed, silver bluestem, Texas cupgrass, live oak, and post oak."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Central Texas; mostly in the limestone areas of the Edwards Plateau and Grand Prairie.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Williamson County, Texas; 1981."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  These soils were formerly included in the Speck and Bexar series.\nEdited 01/2016 (RFG-JRJ): Changed classification from Argiustolls to Paleustolls based on abrupt textural change. Changed to tabular format. Added metric measurements. Updated competing series, geographic setting, and associated soils sections.\nDiagnostic horizons and features recognized in this pedon are:\nMollic epipedon - 0 to 46 cm (0 to 18 in) (A and Bt1 horizons)\nArgillic horizon - 18 to 89 cm (7 to 35 in) (Bt horizons)\nLithic contact - 89 cm (35 in)\nPale feature - an abrupt textural change at 18 cm (7 in) between the A and Bt1 horizons"
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "ADDITIONAL DATA: Engineering test data for pedons S74TX491025, S77TX491013\nTaxonomic Version: Keys to Soil Taxonomy, Twelfth Edition, 2014"
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 18,
        "dry_hue": "7.5YR",
        "dry_value": 4,
        "dry_chroma": 2,
        "moist_hue": "7.5YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "clay loam",
        "structure": "moderate fine subangular blocky and granular",
        "dry_rupture": "hard",
        "moist_rupture": "firm",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly acid",
        "eff_class": "NA",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A--0 to 18 cm (0 to 7 in); brown (7.5YR 4/2) clay loam, dark brown (7.5YR 3/2) moist; moderate fine subangular blocky and granular structure; hard, firm; few fine roots; few fragments of chert; slightly acid; clear smooth boundary.  Thickness is 13 to 28 cm (5 to 11 in)"
      },
      {
        "name": "Bt1",
        "top": 18,
        "bottom": 46,
        "dry_hue": "5YR",
        "dry_value": 4,
        "dry_chroma": 3,
        "moist_hue": "5YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "clay",
        "structure": "moderate fine angular blocky",
        "dry_rupture": "hard",
        "moist_rupture": "firm",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "eff_class": "NA",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "Bt1--18 to 46 cm (7 to 18 in); reddish brown (5YR 4/3) clay, dark reddish brown (5YR 3/3) moist; moderate fine angular blocky structure; very hard, very firm; few fine roots; few fine pores; clay films on faces of peds; few fragments of chert; neutral; abrupt wavy boundary.  Thickness is 13 to 23 cm (5 to 9 in)"
      },
      {
        "name": "Bt2",
        "top": 46,
        "bottom": 89,
        "dry_hue": "5YR",
        "dry_value": 5,
        "dry_chroma": 4,
        "moist_hue": "5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "clay",
        "structure": "moderate fine and very fine angular blocky",
        "dry_rupture": "hard",
        "moist_rupture": "firm",
        "coherence": "NA",
        "cf_class": "cobbly",
        "pH": "NA",
        "pH_class": "slightly acid",
        "eff_class": "NA",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "Bt2--46 to 89 cm (18 to 35 in); reddish brown (5YR 5/4) cobbly clay, reddish brown (5YR 4/4) moist; moderate fine and very fine angular blocky structure; very hard, firm; common fine roots; clay films on peds; 25 percent limestone and chert fragments from 1/4 inch to 4 inches in diameter; slightly acid; abrupt wavy boundary.  Thickness is 25 to 53 cm (10 to 21 in)"
      },
      {
        "name": "R",
        "top": 89,
        "bottom": 119,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "silty clay loam",
        "structure": "NA",
        "dry_rupture": "NA",
        "moist_rupture": "NA",
        "coherence": "indurated",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "eff_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "R--89 to 119 cm (35 to 47 in); fractured indurated limestone bedrock with brown or pink silty clay loam in interstices and crevices."
      }
    ]
  ]
}
