{
  "SERIES": "GEPP",
  "STATUS": "Established Series",
  "BYREV": "Rev. LAQ-RLT",
  "REVDATE": "05/2004",
  "STATES": "AR,MO",
  "OVERVIEW": "The Gepp series consists of very deep, well drained soils that formed in clayey residuum weathered from dolomite and cherty limestone bedrock.  These nearly level to steep soils are on uplands in the Ozark Highlands.  Mean annual precipitation is about 45 inches and mean temperature is about 56 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Very-fine, mixed, semiactive, mesic Typic Paleudalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Gepp very gravelly silt loam in a pasture. (Colors are for moist soil unless otherwise stated.)\nAp--0 to 7 inches; brown (10YR 5/3) very gravelly silt loam; moderate medium granular structure; friable many fine roots; 35 percent chert fragments 1/2 to 6 inches in diameter; moderately acid; abrupt smooth boundary.  (4 to 8 inches thick)\nBA--7 to 12 inches; yellowish red (5YR 5/6) gravelly silty clay loam; weak medium subangular blocky structure; friable; common fine roots; common fine pores; 20 percent chert fragments 1/2 to 6 inches in diameter; moderately acid; gradual smooth boundary.  (0 to 9 inches thick)\nBt1--12 to 40 inches; red (2.5YR 4/6) clay; moderate fine and medium subangular blocky structure; firm; common fine roots; common fine pores; continuous clay films on faces of peds; strongly acid; gradual irregular boundary.  (8 to 40 inches thick)\nBt2--40 to 75 inches; red (2.5YR 4/6) gravelly clay; moderate medium blocky structure; firm, slightly plastic; few fine roots; common fine pores; common thin clay films on faces of peds; common medium distinct strong brown (7.5YR 5/6) masses of iron accumulation; 15 percent chert and weathered dolomite fragments 1/2 to 8 inches in diameter; strongly acid; abrupt irregular boundary.  (20 to 50 inches thick)\nR--75 inches; cherty dolomite with cracks and crevices filled with red clay."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Fulton Country, Arkansas; in a pasture on the east side of Highway 289; 1.1 miles south of junction of Highways 289 and 9, Mammoth Spring, Arkansas.  NW1/4NW1/4NE1/4 sec. 18, T. 21 N., R. 5 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Solum thickness and depth to bedrock ranges from 60 to more than 90 inches.  The chert content, by volume, ranges from 10 to 75 percent in the A and E horizons and 0 to 35 percent in the Bt horizons.  Reaction is very strongly acid to slightly acid in the A horizon and  very strongly acid to medium acid in the upper B horizons and is strongly acid or medium acid in the lower Bt horizons. The mean annual soil temperature is 55 to 59 degrees F.\nThe Ap horizon has hue of 10YR, value of 4 or 5, and chroma of 2 to 4 or hue of 7.5YR, value of 4 or 5, and chroma of 2 or 4. Some pedons have A horizons, 1 to 3 inches thick, with hue of 10YR, value of 3 or 4, and chroma of 2 or 3.  They have E horizons 4 to 8 inches thick with hue of 10YR, value of 4, 5, or 6 and chroma 2, 3, or 4.  The A and E horizons are silt loam, gravelly silt loam, or very gravelly silt loam.\nThe BA or BE horizon has hue of 7.5YR or 10YR, value of 5 and chroma of 4 or 6 or hue of 5YR or 2.5YR, value of 4 or 5 and chroma of 4 or 6. It is silt loam or silty clay loam, or their gravelly, very gravelly, or extremely gravelly analogs.\nThe Bt horizon has hue of 2.5YR or 5YR, value of 4, and chroma of 6 or with value of 5, and chroma of 6 or 8, or hue of 2.5YR, value of 3, and chroma of 6 or value or 4 or 5 and chroma of 6 or 8 or hue of 7.5YR, value of 5 and chroma of 6 or 8 with mottles in shades of red and brown.  Some pedons have gray mottles at depths of 35 inches or greater.  The lower Bt horizons are clay or gravelly clay and can have a color hue as red as 10R."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Oaklet, Rollingstone, and Swimley series.  Oaklet soils have B horizons with 10YR or 7.5YR hue. Rollingstone soils have a mean annual soil temperature of 49 to 54 degrees F.  Swimley soils have fewer rock fragments in the upper one-third of the solum."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Gepp soils are on nearly level to steep uplands. Slopes range from 1 to 40 percent.  The soil formed in clayey residuum, and in places, colluvium over cherty dolomite and limestone bedrock. Precipitation is about 40 to 50 inches, and average annual air temperature is about 53 to 57 degrees F.."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These include the Agnos, Clarksville, Noark, and Ventris series. These soils are mostly on steeper or rougher, more mountainous areas.  Agnos, Clarksville, and Ventris soils are not as red.  Clarksville and Noark soils have more than 35 percent rock fragments in the particle size control section."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; Surface runoff is low to high.  Permeability is moderate.  The saturated hydraulic conductivity is moderately high."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most areas are currently sed for pasture, hay, or range.  Native vegatation was mainly hardwood forests of oak, hickory, with some shortleaf pine."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Ozark Highlands (MLRA 116A) and the Ozark Border (MLRA 116B) of Arkansas and Missouri.  The series is of large extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Morgantown, West Virginia"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Lawrence County, Arkansas; 1973."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Gepp soils formerly were included in the Dewey series. They are typically mapped in the Jefferson City dolomite formation.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 18,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 3,
        "texture_class": "silt loam",
        "cf_class": "very gravelly",
        "pH_class": "moderately acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Ap--0 to 7 inches; brown (10YR 5/3) very gravelly silt loam; moderate medium granular structure; friable many fine roots; 35 percent chert fragments 1/2 to 6 inches in diameter; moderately acid; abrupt smooth boundary.  (4 to 8 inches thick)"
      },
      {
        "name": "BA",
        "top": 18,
        "bottom": 30,
        "moist_hue": "5YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "silty clay loam",
        "cf_class": "gravelly",
        "pH_class": "moderately acid",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "BA--7 to 12 inches; yellowish red (5YR 5/6) gravelly silty clay loam; weak medium subangular blocky structure; friable; common fine roots; common fine pores; 20 percent chert fragments 1/2 to 6 inches in diameter; moderately acid; gradual smooth boundary.  (0 to 9 inches thick)"
      },
      {
        "name": "Bt1",
        "top": 30,
        "bottom": 102,
        "moist_hue": "2.5YR",
        "moist_value": 4,
        "moist_chroma": 6,
        "texture_class": "clay",
        "pH_class": "strongly acid",
        "distinctness": "gradual",
        "topography": "irregular",
        "narrative": "Bt1--12 to 40 inches; red (2.5YR 4/6) clay; moderate fine and medium subangular blocky structure; firm; common fine roots; common fine pores; continuous clay films on faces of peds; strongly acid; gradual irregular boundary.  (8 to 40 inches thick)"
      },
      {
        "name": "Bt2",
        "top": 102,
        "bottom": 190,
        "moist_hue": "2.5YR",
        "moist_value": 4,
        "moist_chroma": 6,
        "texture_class": "clay",
        "cf_class": "gravelly",
        "pH_class": "strongly acid",
        "distinctness": "abrupt",
        "topography": "irregular",
        "narrative": "Bt2--40 to 75 inches; red (2.5YR 4/6) gravelly clay; moderate medium blocky structure; firm, slightly plastic; few fine roots; common fine pores; common thin clay films on faces of peds; common medium distinct strong brown (7.5YR 5/6) masses of iron accumulation; 15 percent chert and weathered dolomite fragments 1/2 to 8 inches in diameter; strongly acid; abrupt irregular boundary.  (20 to 50 inches thick)"
      },
      {
        "name": "R",
        "top": 190,
        "texture_class": "clay",
        "narrative": "R--75 inches; cherty dolomite with cracks and crevices filled with red clay."
      }
    ]
  ]
}
