{
  "SERIES": "GERBER",
  "STATUS": "Established Series",
  "BYREV": "Rev. NRS-CNG-RER",
  "REVDATE": "10/98",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, smectitic, frigid Vertic Argiustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Gerber silty clay loam, in cropland (colors are for dry soil unless otherwise noted).\nAp--0 to 7 inches; dark grayish brown (10YR 4/2) silty clay loam, very dark grayish brown (10YR 3/2) moist; strong fine and very fine granular structure that becomes cloddy when cultivated; hard, friable, sticky and plastic; common fine and very fine roots; neutral (pH 7.0); abrupt wavy boundary. (6 to 9 inches thick)\nBt1--7 to 11 inches, brown (10YR 5/3) silty clay, dark brown (10YR 4/3) moist; moderate medium prismatic structure parting to strong fine and very fine subangular blocky; very hard, friable, sticky and very plastic; common fine and very fine roots; many very fine pores; few fine and medium pores; continuous thin very dark grayish brown (10YR 3/2) moist; clay films on faces of peds; mildly alkaline (pH 7.4); clear wavy boundary. (3 to 5 inches thick)\nBt2--11 to 14 inches, brown (10YR 5/3) silty clay, dark brown (10YR 4/3) moist; strong medium prismatic structure parting to strong fine and very fine subangular blocky; very hard, friable, sticky and plastic; common fine and very fine roots; many fine and very fine pores, few medium pores; continuous thin very dark grayish brown (10YR 3/2) moist, clay films on faces of peds; common pressure faces; mildly alkaline (pH 7.4); clear wavy boundary. (3 to 6 inches thick)\nBk1--14 to 24 inches; grayish brown (2.5Y 5/2) silty clay, dark grayish brown (2.5Y 4/2) moist; strong medium and coarse prismatic structure parting to moderate fine and medium subangular blocky extremely hard, friable, sticky and plastic; few fine and very fine roots; many very fine pores, few fine and medium pores; common masses of segregated lime; strongly effervescent; moderately alkaline (pH 8.0); diffuse wavy boundary.\nBk2--24 to 32 inches; light brownish gray (2.5Y 6/2) silty clay loam, dark grayish brown (2.5Y 4/2) moist; moderate medium and coarse prismatic structure parting to weak thick and very thick platy in the lower part; very hard, friable, sticky and plastic; few fine and very fine roots; common fine and very fine pores, few medium pores; common masses of segregated lime; strongly effervescent; moderately alkaline (pH 8.2); gradual wavy boundary. (The Bk horizons are 12 to 22 inches thick.)\n2Bk--32 to 46 inches; grayish brown (2.5Y 5/2) clay loam till, dark grayish brown (2.5Y 4/2) moist; weak thick and very thick platy structure; extremely hard, firm, sticky and plastic; common fine and very fine pores; few masses of segregated lime; strongly effervescent; few pebbles, shale and lignite chips; moderately alkaline (pH 8.2); diffuse wavy boundary. (0 to 18 inches thick)\n2C--46 to 60 inches; grayish brown (2.5Y 5/2) clay loam till, dark grayish brown (2.5Y 4/2) moist; weak thick and very thick platy structure; extremely hard, firm sticky and plastic; slightly effervescent; few pebbles, shale and lignite chips; moderately alkaline (pH 8.2)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Cascade County, Montana; 900 feet east and 100 feet north of SW corner of NW 1/4 of sec. 24, T. 20 N., R 5 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil temperature - 42 to 47 degrees F.\nMoisture control section - between 4 and 12 inches.\nMollic epipedon thickness - 7 to 12 inches.\nDepth to Bk horizon - 12 to 20 inches.\nWhen dry these soils form cracks that are 1 centimeter or more wide at depths of 20 inches or more.  They have few to common pressure faces in the lower part of the Bt horizon.\nA or Ap horizon - Value:  4 or 5 dry; 3 moist\nChroma:  2 or 3\nTexture:  silty clay loam, clay loam, silty clay, or clay\nClay content:  30 to 50 percent\nReaction:  pH 6.6 to 7.8\nBt1 and Bt2 horizon - Value:  4 or 5 dry; 3 or 4 moist\nChroma:  2 or 3\nTexture:  silty clay or clay\nClay content:  45 to 60 percent\nReaction:  pH 7.4 to 8.4\nA Btk horizon is allowed.\nBk1 and Bk2 horizon - Hue:  10YR or 2.5Y\nValue:  5 or 6 dry; 4 or 5 moist\nChroma:  2 or 3\nTexture:  silty clay, silty clay loam, clay loam, or clay\nClay content:  35 to 50 percent\nCalcium carbonate equivalent:  5 to 15 percent\nReaction:  pH 7.4 to 8.4\n2Bk and 2C horizon - Hue:  10YR or 2.5Y\nValue:  5 or 6 dry; 4 or 5 moist\nChroma:  2, 3, or 4\nTexture:  clay loam, silty clay loam, silty clay, or clay\nClay content:  35 to 50 percent\nRock fragments:  0 to 10 percent pebbles\nCalcium carbonate equivalent:  3 to 15 percent\nReaction:  pH 7.4 to 9.0\nSome pedons have By and C horizons."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:\nRidgeview (SD) - formed in residuum from shale, have accumulations of gypsum, have shale bedrock at depths between 40 and 60 inches, and do not have a discontinuity of till above 60 inches.\nGerbana (MT) - has a paralithic contact between the depths of 20 and 40 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nLandforms - alluvial fans, stream terraces, lake plains, sedimentary plains, till plains, and hills.\nElevations - 3,000 to 4,200 feet.\nSlopes - 0 to 15 percent.\nParent material - alluvium, till, glaciofluvial or glaciolacustrine deposits.\nClimate - long, cold winters; moist springs, and warm summers.\nMean annual precipitation - 13 to 19 inches.\nMean annual temperature - 40 to 45 degrees F.\nFrost-free period - 90 to 130 days."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": null
  },
  "USE AND VEGETATION": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; slow permeability."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Gerber soils are used mainly for dryland crops.  Some areas are used as rangeland.  Potential native vegetation is mainly bluebunch wheatgrass, rough fescue, Idaho fescue, western wheatgrass, and Columbia needlegrass."
  },
  "REGIONAL OFFICE": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Gerber soils are of moderate extent on the glaciated plains in northern Montana."
  },
  "ORIGIN": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: St. Paul, Minnesota"
  },
  "REMARKS": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Cascade County, Montana, 1975."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": null
  }
}
