{
  "SERIES": "GERMANNA",
  "STATUS": "Established Series",
  "BYREV": "JHS, MAV Rev. MDJ",
  "REVDATE": "09/2016",
  "STATES": "VA",
  "OVERVIEW": "The Germanna series consists of very deep, well drained soils formed in alluvium on old stream terraces in the Northern Piedmont and foothills of the Blue Ridge. Permeability is very slow. Slope ranges from 0 to 25 percent. Mean annual precipitation is about 43 inches, and mean annual air temperature is about 56 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, mixed, mesic Typic Kandiudults"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Germanna silt loam in a clearcut at 285 feet elevation.  (Colors are for moist soil unless otherwise stated)\nA--0 to 5 inches; light yellowish brown (2.5Y 6/4) silt loam, very pale brown (10YR 8/3), dry; weak medium angular blocky structure; friable, nonsticky, nonplastic; common fine roots and common medium roots and common coarse roots; few fine low continuity tubular and few medium high continuity tubular and few coarse high continuity tubular pores; 5 percent rounded metaquartzite gravels and 5 percent subrounded metaquartzite gravels; very strongly acid; diffuse smooth boundary.\nE--5 to 10 inches; brownish yellow (10YR 6/6) gravelly silt loam; weak medium angular blocky structure; friable, slightly sticky, nonplastic; few fine roots and few medium roots and common coarse roots and common very coarse roots; few fine low continuity tubular and few medium high continuity tubular and common coarse high continuity tubular pores; 5 percent rounded metaquartzite gravels and 10 percent subrounded metaquartzite gravels; extremely acid; gradual wavy boundary.\nBEt--10 to 17 inches; strong brown (7.5YR 5/6) silt loam; moderate medium subangular blocky structure; friable, slightly sticky, slightly plastic; few fine roots and few medium roots and common very coarse roots; common fine low continuity tubular and few medium high continuity tubular and common coarse high continuity tubular pores; 3 percent rounded metaquartzite gravels and 3 percent subrounded metaquartzite gravels; extremely acid; gradual wavy boundary.\nBt1--17 to 25 inches; yellowish red (5YR 4/6) clay; weak coarse angular blocky parting to moderate fine subangular blocky structure; firm, moderately sticky, slightly plastic; few fine roots; few fine low continuity tubular and few medium high continuity tubular pores; common discontinuous distinct yellowish red (5YR 5/6) clay films on all faces of peds; 1 percent rounded metaquartzite gravels; very strongly acid; gradual wavy boundary.\nBt2--25 to 36 inches; red (2.5YR 4/6) clay; weak coarse angular blocky parting to moderate medium subangular blocky structure; firm, slightly sticky, slightly plastic; few fine roots and few medium roots; few fine low continuity tubular and few medium high continuity tubular and common coarse high continuity tubular pores; many continuous prominent red (2.5YR 4/6) clay films on all faces of peds; common medium prominent threadlike pale yellow (2.5Y 7/4) iron depletions; 1 percent rounded metaquartzite gravels; very strongly acid; gradual wavy boundary.\nBt3--36 to 47 inches; red (2.5YR 4/8) clay; weak coarse angular blocky parting to moderate medium subangular blocky structure; friable, slightly sticky, slightly plastic; few fine roots and few medium roots; few fine low continuity tubular pores; many continuous prominent red (2.5YR 4/8) clay films on all faces of peds; common coarse prominent threadlike pale yellow (2.5Y 7/4) iron depletions; common coarse prominent threadlike light yellowish brown (2.5Y 6/4) iron depletions; 1 percent rounded metaquartzite gravels; very strongly acid; diffuse wavy boundary.\nBt4--47 to 61 inches; strong brown (7.5YR 4/6) clay; weak coarse angular blocky parting to moderate medium subangular blocky structure; friable, slightly sticky, slightly plastic; few fine roots and few medium roots; few fine low continuity tubular and few medium moderate continuity tubular pores; many continuous prominent reddish brown (5YR 5/4) clay films on all faces of peds; common medium prominent threadlike yellow (10YR 7/8) iron depletions; common medium prominent threadlike light yellowish brown (2.5Y 6/4) iron depletions; common fine prominent threadlike light olive brown (2.5Y 5/4) iron depletions; 1 percent rounded metaquartzite gravels; very strongly acid.\nBt5--61 to 84 inches; yellow (10YR 7/8) yellow (10YR 7/6), reddish brown (5YR 4/4), red (2.5YR 4/6) and pale yellow (2.5Y 8/2), clay; weak coarse angular blocky parting to moderate medium subangular blocky structure; friable, slightly sticky, slightly plastic; many discontinuous distinct red (2.5YR 4/6) clay films on all faces of peds; 1 percent rounded metaquartzite gravels; very strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Culpeper County, Virginia; From Richardsville, 5.7 miles east-southeast on Route 619, then south on logging road 1.5 miles. Site is 400 feet southeast of logging road in clearcut. Chancellorsville,Virginia USGS 7.5 Minute Quadrangles. Latitude: 38 degrees, 22 minutes, 7.84 seconds north. Longitude: 77 degrees, 38 minutes, 4.46 seconds west. NAD27."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: The depth to base of argillic is greater than 60 inches.  The particle-size control section averages 35 to 60 percent clay\nThe A horizon has hue of 10YR or 2.5Y, value of 4 to 6, and chroma of 3 or 4. It is sandy loam, fine sandy loam, loam or silt loam. Rock fragment content ranges from 0 to 30 percent. Rock fragments are mainly rounded medium and coarse metaquartzite gravels. Reaction is extremely acid to strongly acid, unless limed.\nSome pedons have an Ap horizon that has hue of 5YR to 10YR, value of 4, and chroma of 3 or 4. It is sandy loam, fine sandy loam, loam, silt loam, or clay loam. Rock fragment content ranges from 0 to 5 percent. Rock fragments are mainly rounded medium and coarse metaquartzite gravels. Reaction is extremely acid to strongly acid, unless limed.\nThe E and BE horizons have hue of 10YR to 7.5YR, value of 5 or 6, and chroma of 4 to 6. It is fine sandy loam, loam or silt loam. Rock fragment content ranges from 0 to 20 percent. Rock fragments are mainly rounded medium and coarse metaquartzite gravels. Reaction is extremely acid, unless limed.\nThe Bt horizons have hue of 10R to 5YR, value of 4 to 6, and chroma of 4 to 8. It is sandy clay loam, clay loam, silty clay loam, clay or silty clay. Rock fragment content ranges from 0 to 30 percent, mainly rounded medium and coarse metaquartzite gravels and cobbles. Reaction is very strongly acid or strongly acid. Some pedons may have subhorizons with hue of 7.5YR or variegated colors.\nSome pedons have a 2Bt horizon that has hue of 2.5YR or 5YR or variegated in hues of 10R to 2.5Y, value of 4 or variegated 4 to 8, and chroma of 4 to 8, or variegated 1 to 8. It is clay loam or clay. Rock fragment content ranges from 0 to 10 percent. Rock fragments are mainly rounded medium and coarse metaquartzite gravels. Reaction is very strongly acid or strongly acid.\nSome pedons have a BC horizon that has hue of 2.5YR to 5YR or variegated in hues of 2.5YR to 10YR, value of 4, and chroma of 6 to 8. It is clay loam. Reaction is extremely acid to strongly acid.\nSome pedons have a C horizon that has hue of 5YR or 7.5YR or variegated in hues of 2.5YR to 2.5Y, value of 4 or 5, and chroma of 6 to 8. It is loam or clay loam. Rock fragment content ranges from 0 to 15 percent. Rock fragments are mainly rounded medium and coarse metaquartzite gravels. Reaction is very strongly acid or strongly acid.\nSome pedons have a 2C horizon that has hue of 5YR or variegated in hues of 2.5YR to 2.5Y, value of 5 or variegated 4 to 8, and chroma of 6 to 8, or variegated 1 to 8. It is loam or clay loam. Rock fragment content ranges from 0 to 5 percent. Rock fragments are mainly rounded medium and coarse metaquartzite gravels. Reaction is very strongly acid or strongly acid."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no known series in the same family."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Germanna soils formed in old alluvium from crystalline rock and metasediments of the Blue Ridge Anticlinorium; igneous, metamorphic and sedimentary of the Triassic Basin; and schists and phyllites of the northern Piedmont. They are on treads and risers on river terraces and summits, shoulders, and backslopes of side slopes on ridges. Slope gradients range from 0 to 25 percent. Mean annual air temperature 55.7 degrees F., with average winter temperature of 35.4 degrees F and average summer temperature of 74.6 degrees F. Mean annual precipitation ranges from 36.47 to 48.39 inches, frost free days range from 237 to 185 days, and elevation ranges from 110 feet to 900 feet above sea level."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Hazel Run (tenative), Delanco and Codorous. The well drained Hazel Run series is on similar landscape positions. The moderately well drained Delanco series is on adjacent low stream terraces. The somewhat poorly drained Codorus series is on adjacent floodplains."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained. The potential for surface runoff potential is medium to high. Permeability is moderate in the upper part and moderately slow to very slow in the lower parts of the series control section. In undisturbed areas the depth to the top of an apparent seasonal high water table is greater than 60 inches in most years."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Soils are mainly in woodlands. Small areas have been cleared for cropland, hayland, and pasture.  Native vegetation is mixed hardwoods, but much has been harvested and replanted to pine."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: MLRA 136 (mesic) and 148. The soils are of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Morgantown, West Virginia"
  },
  "ORIGIN": {
    "section": "SERIES PROPOSED",
    "content": "SERIES PROPOSED: Culpeper County, Virginia, 2003."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\n1) ochric epipedon - from 0 to 10 inches (A and E horizons)\n2) argillic horizon - from  17 to greater than 84 inches (Bt horizons)\n3) kandic horizon - from  17 to greater than 84 inches (Bt horizons)\n2016 Update was to change the status to Established.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
