{
  "SERIES": "GERMANGULCH",
  "STATUS": "Established Series",
  "BYREV": "JMS/EMM/RJS",
  "REVDATE": "01/2007",
  "STATES": "MT",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS:  Fine-loamy, mixed, superactive Vitrandic Haplocryalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Germangulch cobbly ashy sandy loam, in rangeland on a 52 percent slope at 1,951 meters elevation (colors are for dry soil unless otherwise indicated).\nOi--0 to 3 cm; slightly decomposed forest litter.\nE--3 to 23 cm; pale brown (10YR 6/3) cobbly ashy sandy loam, brown (10YR 4/3) moist; weak fine granular structure; very friable, slightly hard, slightly sticky and slightly plastic; common fine roots; many fine interstitial and irregular pores; 10 percent gravel, 10 percent cobbles, 2 percent stones; slightly acid (pH 6.2); clear wavy boundary.  (10 to 25 cm thick)\nBt--23 to 58 cm; pale brown (10YR 6/3) cobbly sandy clay loam, brown (10YR 5/3) moist; weak medium prismatic structure; friable, hard, moderately sticky and moderately plastic; common fine roots; common fine tubular pores; common distinct clay films on ped faces; 10 percent gravel, 10 percent cobbles; neutral (pH 6.6); clear wavy boundary.  (15 to 50 cm thick)\nBC--58 to 84 cm; light yellowish brown (2.5Y 6/3) gravelly sandy loam, light olive brown (2.5Y 5/3) moist; weak medium subangular blocky structure; friable, hard, slightly sticky and slightly plastic; few very fine roots; common fine irregular pores; 15 percent gravel; neutral (pH 6.8); abrupt smooth boundary. (10 to 45 cm thick)\nCr--84 cm; weakly cemented tuffaceous rhyolite."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Ramsay topographic quadrangle, Silver Bow County, Montana; 730 meters north and 475 meters west of the SE corner of section 14, T. 4 N., R. 14 W. UTM Zone 12: 370142e, 5106236n, NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil temperature - 2 to 6 degrees C\nMoisture control section - 10 to 30 cm\nDepth to bedrock - 50 to 100 cm\nSurface fragments - 0 to 15 percent stones\nE horizon\nHue:  7.5YR or 10YR\nValue:  5 or 6 dry; 3 or 4 moist\nChroma: 3 or 4, dry or moist\nTexture: ashy loam or ashy sandy loam\nClay content:  12 to 26 percent\nVolcanic glass content - 5 to 30 percent in the 0.02 to 2.0 mm size fraction\nAmmonium oxalate extractable Al plus 1/2 Fe - 0.1 to 1.0 percent\nRock fragments:  10 to 30 percent--5 to 25 percent gravel, 0 to 5 percent cobbles, 0 to 5 percent stones\nReaction:  pH 5.6 to 7.3\nBt horizon\nHue:  10YR or 2.5Y\nValue:  5 or 6 dry; 4 or 5 moist\nChroma: 3 or 4, dry or moist\nTexture: sandy clay loam, clay loam or loam\nClay content:  20 to 33 percent\nRock fragments:  10 to 30 percent--5 to 25 percent gravel, 0 to 10 percent cobbles, 0 to 2 percent stones\nReaction:  pH 5.6 to 7.3\nBC horizon\nHue:  10YR or 2.5Y\nValue:  5 or 6 dry; 4 or 5 moist\nChroma:  3 or 4, dry or moist\nTexture:  sandy loam or loam\nClay content:  10 to 20 percent\nRock fragments:  25 to 45 percent--25 to 40 percent gravel; 0 to 5 percent cobbles\nReaction:  pH 5.6 to 7.8"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:\nCuldecole (ID) - is deep to a lithic contact.\nHopburn (ID) - is very deep.\nOleo (ID) - is very deep.\nVitroff (MT) - is very deep."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nLandform - mountain slopes, mountain ridges and hills\nElevation - 1,560 to 2,215 meters\nSlope - 4 to 60 percent\nParent material - colluvium derived from rhyolite, rhyodacite, or rhyolitic tuff\nClimate - long, cold winters; cold, moist springs; short, cool summers\nMean annual precipitation - 330 to 483 millimeters, much of which falls as snow and as spring rain\nMean annual air temperature - 1 to 5 degrees centigrade\nFrost-free period - 30 to 70 days"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Eastridge, Evaro and Vitroff soils which occur on similar landforms.  Eastridge, Evaro and Vitroff soils are very deep."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Germangulch soils are used for watershed, woodland and understory grazing. Native vegetation is mainly Douglas fir, lodgepole pine, pinegrass, elk sedge, Idaho fescue, rough fescue, kinnikinnick, oregongrape, woods pussytoes and common juniper."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Germangulch soils are of small extent in the intermontane basins of central Montana. MLRA 43B."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Bozeman, Montana."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Silver Bow County, Montana, 2006."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - from 0 to 23 cm (Oi and E horizons)\nArgillic horizon - from 23 to 58 cm (Bt horizon)\nParticle-size control section - from 18 to 58 cm(Bt horizon)\nVitrandic feature - from 0 to 23 inches (E horizon)\nGermangulch soils have a cryic temperature regime and an ustic moisture regime.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
