{
  "SERIES": "GERMANY",
  "STATUS": "Established Series",
  "BYREV": "Rev. JWR/RJE/TLA",
  "REVDATE": "7/98",
  "STATES": "WA",
  "OVERVIEW": "The Germany series consists of very deep and deep, well drained soils formed in weathered basalt and tuff with a mantle of volcanic ash on foothills and mountains.  Slopes are 0 to 65 percent.  The average annual precipitation is about 60 inches and the average annual temperature is about 50 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Medial over clayey, ferrihydritic over parasesquic, mesic Vitric Hapludands"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Germany silt loam, woodland.  (All textures are apparent field textures) (Colors are for moist soil unless otherwise noted.)\nAl--0 to 2 inches; very dark brown (l0YR 2/2) silt loam, dark brown (7.5YR 3/2) dry; moderate medium granular structure; soft, very friable, nonsticky and nonplastic; weakly smeary; many fine medium and coarse roots; few fine shot-like aggregates; few angular pebbles; very strongly acid; abrupt wavy boundary.\nA2--2 to 22 inches; dark brown (l0YR 3/3) silt loam, dark brown (7.5YR 4/4) dry; moderate fine subangular blocky structure; slightly hard, friable, nonsticky and nonplastic; weakly smeary; many fine, medium and coarse roots; common fine tubular and common fine interstitial pores; few angular pebbles; common fine shot-like aggregates; strongly acid; diffuse wavy boundary.  (Combined thickness of the A horizon is 18 to 30 inches)\n2BAt--22 to 49 inches; dark brown (l0YR 4/3) silt loam, yellowish brown (l0YR 5/4) dry; moderate fine subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; weakly smeary; common fine and medium roots; common fine tubular, and common fine interstitial pores; thin patchy clay films on peds; common fine shot-like aggregates; few angular pebbles; strongly acid; clear smooth boundary.  (23 to 30 inches thick)\n2Bt--49 to 72 inches; dark brown (7.5YR 4/4) heavy silt loam, yellowish brown (l0YR 5/4) dry; moderate fine subangular blocky structure; hard, firm, slightly sticky and slightly plastic; weakly smeary; few fine roots to 60 inches, none below; common fine tubular pores; thin patchy clay films on peds; common fine shot-like aggregates; strongly acid;"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Cowlitz County, Washington; about 8 miles northwest of Longview, Washington, and 250 feet north of Eufala Heights Road at a point 220 feet east and 750 feet south of the northwest corner of section 3, T. 8 N., R. 3 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The average annual soil temperature ranges from 47 to 54 degrees F.  These soils are usually moist and are dry in the moisture control section for less than 45 consecutive days following summer solstice.  Rock fragments in the solum range from 0 to 10 percent. Solum thickness is 40 to more than 60 inches.  The volcanic ash influence is 18 to 30 inches with a moist bulk density of 0.90 to 1.0 g/cc, volcanic glass content of 5 to 20 percent, acid-oxalate extractable aluminum plus one-half iron of 1.0 to 2.0 percent, phosphate retention of 50 to 75 percent, 15 bar water retention of 12 to 20 percent for air dried samples.  The A and 2BAt horizons contain 2 to 25 percent shot-like aggregates.  The umbric epipedon is 20 to 30 inches thick. The soils are moderately acid to very strongly acid in the A and 2BAt horizon and strongly acid or very strongly acid in the Bt horizon.  Some pedons have a tuff substratum at 40 to 60 inches.\nThe A horizon has hue of 7.5YR or l0YR, value of 2 or 3 moist, 3 or 4 dry, and chroma of 2 through 4 moist or dry.\nThe 2BAt and 2Bt horizons have hue of 7.5YR or l0YR, and value of 3 or 4 moist, 4 or 5 dry, and chroma of 3 or 4 moist and dry.  Field texture is silt loam or silty clay loam.  Estimated clay based on 2.5 times 15 bar water is 35 to 50 percent throughout the argillic horizon."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the similar Aiken, Raught, and Sites series.  Raught soils are 5 to 20 percent rock fragments in the particle-size control section and have an umbric epipedon 10 to 20 inches thick.  Aiken and Sites soils have a xeric moisture regime and are not dominated by amorphous material in the upper part of the profile."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Germany soils are on foothills, plateaus, ridgetops, and mountains at elevations of 200 to l,500 feet.  Slopes are 0 to 65 percent.  These soils formed in loessial material underlain by residual soil material from basic igneous rocks. The climate is characterized by warm, dry summer and cool, wet winters. The average January temperature is 38 degrees F and the average July temperature is 64 degrees F.  The average annual temperature is 48 to 52 degrees F.  The growing season at 28 degrees F is 200 to 240 days.  The frost-free period is 150 to 200 days.  The average annual precipitation is 50 to 70 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Cathlamet, Olequa, Olympic, Stimson and the competing Raught soils.  Cathlamet soils have an ochric epipedon and a cambic horizon.  Olequa and Olympic soils have a xeric moisture regime and lack an andic surface layer.  Stimson soils have an aquic moisture regime and are in a fine-silty family."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; slow to rapid runoff; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used mostly for growing timber, but some is used for cropland.  Hay, pasture, cane fruits, strawberries, and potatoes are common crops.  The native vegetation is Douglas-fir, western hemlock, western redcedar and red alder, with an understory of western brackenfern, western swordfern, Oregon oxalis, salal, longtube twinflower, devilsclub, elderberry, vine maple, and red huckleberry."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Southwestern Washington.  Germany series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Cowlitz County, Washington, l97l."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are an umbric epipedon from the mineral surface to 22 inches has andic soil properties and an argillic horizon from 22 to 72 inches. This description reflects a change in classification based on amendment 16 from clayey, oxidic, mesic Andic Palehumults to medial over clayey, oxidic, mesic Vitric Hapludands.\nADDITIONAL DATA:  Laboratory data are available.  S84WA-015-003 and S84WA-069- 004.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
