{
  "SERIES": "GERMANO",
  "STATUS": "Established Series",
  "BYREV": "Rev. RDJ-DJB-JRT",
  "REVDATE": "09/2020",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, active, mesic Typic Hapludults"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Germano fine sandy loam - on a ridgetop, 8-percent slope in a cultivated field. (Colors are for moist soil unless otherwise stated.)\nAp--0 to 25 cm; brown (10YR 4/3) fine sandy loam, pale brown (10YR 6/3) dry; weak fine and medium granular structure; friable; many fine roots; about 5 percent sandstone fragments; slightly acid (pH 6.3); abrupt smooth boundary. (10 to 25 cm thick)\nBt1--25 to 46 cm; yellowish brown (10YR 5/4) fine sandy loam; moderate medium subangular blocky structure; friable; few fine roots; few faint brown (7.5YR 5/4) clay films on faces of peds; common soft fragments; about 10 percent sandstone fragments; moderately acid (pH 5.6); clear wavy boundary.\nBt2--46 to 66 cm; yellowish brown (10YR 5/4) channery fine sandy loam; moderate medium subangular blocky structure; friable; few fine roots; few faint brown (7.5YR 5/4) clay films on faces of peds; common soft fragments; about 15 percent sandstone fragments; strongly acid (pH 5.1); clear wavy boundary. (Combined thickness of the Bt horizon is 20 to 81 cm.)\nC--66 to 84 cm; yellowish brown (10YR 5/4) very channery fine sandy loam; massive; friable; few fine roots; common soft fragments; about 45 percent sandstone fragments; very strongly acid (pH 4.8); clear wavy boundary. (0 to 20 cm thick)\nCr--84 to 94 cm; light yellowish brown (10YR 6/4) fractured weathered sandstone."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Harrison County, Ohio; Rumley Township; about 0.1 mile north of New Rumley; 2400 feet north and 2200 feet west of the southeast corner of section 14, T. 12 N., R. 5 W. Scio, Ohio topographic quadrangle, lat. 40 degrees, 24 minutes, 16 seconds N. long. 81 degrees, 01 minutes, 51 seconds, W. WGS84."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Thickness of the solum and depth to the paralithic contact (soft sandstone) range from 51 to 102 cm. Depth to the top of the argillic horizon ranges from 10 to 30 cm. Rock fragments, mainly fragments of sandstone up to 15 cm in length, range from 2 to 20 percent by volume in the A horizon, and E horizon (if present), 3 to 35 percent in individual subhorizons of the Bt (up to 40 percent below the particle size control section), and 20 to 80 percent in BC and C horizons, where present.\nThe Ap horizon has hue of 10YR, value of 4, and chroma of 3 or 4. Some pedons have an A horizon, 3 to 10 cm thick, that has hue of 10YR, value of 2 or 3 (4 or 5 dry), and chroma of 1 or 2. The Ap or A horizon is fine sandy loam, sandy loam, or loam; or channery analogues of these textures. It is very strongly acid to moderately acid but ranges to neutral where limed.\nThe E horizon, where present, has hue of 10YR, value of 4 to 6, and chroma of 3 or 4. It is fine sandy loam, sandy loam, loam, or channery analogues of these textures. It is very strongly acid or strongly acid. In cultivated pedons the E horizon generally is incorporated into the Ap horizon. A BE horizon is in some pedons.\nThe Bt horizon has hue of 7.5YR or 10YR, value of 4 to 6, and chroma of 4 to 8. It commonly is fine sandy loam, sandy loam, coarse sandy loam, loam, or channery analogues of these textures; but very channery analogues of these textures are permitted in the lower part of the Bt horizon. It is very strongly acid to moderately acid.\nThe C horizon has hue of 5YR, 7.5YR, or 10YR, value of 4 to 6, and chroma of 3 to 6. It is channery to extremely channery analogues of fine sandy loam, sandy loam or loamy sand. It is extremely acid to strongly acid.\nThe Cr horizon is fractured, weathered sandstone."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Dunellen, Lansdale, and Rigley series. Dunellen soils have stratified materials in the series control section and do not have a paralithic contact. Lansdale and Rigley soils do not have a paralithic contact within 102 cm of the surface."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: The Germano soils are on summits, shoulders, backslopes, and benches. Slope gradients range from 2 to 40 percent. The soils formed mainly in residuum from weakly cemented fine to coarse grained fractured sandstone. Mean annual precipitation ranges from about 914 to 1118 mm, and mean annual temperature ranges from about 10 to 13 degrees C."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Coshocton, Gilpin, Hazleton, Rigley, Schaffenaker, and Westmoreland soils. The Gilpin soils are mainly on summits and shoulders. The Coshocton and Westmoreland soils are on summits, shoulders, side slopes, and benches, typically at lower elevations than Germano soils. The Hazleton and Schaffenaker soils are on steep side slopes below Germano soils and on knobs and ridges above Germano soils. The Rigley soils are on side slopes below Germano soils."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Well drained. Index of surface runoff is very low to medium. Saturated hydraulic conductivity is high throughout the soil profile and moderately high in the underlying paralithic materials."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Where cultivated, principle crops are corn, wheat, oats. Some areas are in pasture. Native vegetation is mixed hardwood forest. Where wooded, typical species are white ash, black walnut, tuliptree, red pine, eastern white pine, white oak."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: MLRA 124 and 126. In east-central and southeastern Ohio, and possibly Kentucky, Pennsylvania, and West Virginia. The series is of moderate extent, approximately 50,000 acres at the time of this revision."
  },
  "REGIONAL OFFICE": {
    "section": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE",
    "content": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE: Morgantown, West Virginia"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Harrison County, Ohio, 1991. The name is taken from the village of Germano in Harrison County."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features in this pedon are:\nOchric epipedon--the zone from 0 to 25 cm (Ap horizon)\nArgillic horizon--the zone from 25 to 66 cm (Bt horizons)\nParalithic contact at 84 cm (top of Cr horizon)\nSeries control section--the zone from 0 to 84 cm\nThis revision updates the type location to WGS84 datum, updates the competing series section, and converts measurements to metric.\nPrevious revisions: 10/2000-CER, TDG, LER, DBD\nADDITIONAL DATA: Characterization data is available from the Kellogg Soil Survey Laboratory for the following Lab Sample Numbers: HR-005 (User Pedon ID 1989-OH067-005, the typical pedon), AS-013 (User Pedon ID 1971-OH005-013), JF-017 (User Pedon ID 1984-OH081-017).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
