{
  "SERIES": "GERST",
  "STATUS": "Established Series",
  "BYREV": "Rev GWL/CSW/JWB",
  "REVDATE": "04/2011",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy, mixed, superactive, calcareous, mesic, shallow Ustic Torriorthents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Gerst parachannery loam, on a northwest facing, convex-concave, 6 percent slope in black sagebrush-shadscale rangeland at an elevation of 6,320 feet.  (Colors are for air-dry soil unless otherwise noted) The surface is covered by 55 percent angular parachanners.\nA--0 to 5 inches; very pale brown (10YR 7/3) parachannery loam, pale brown (10YR 6/3) moist; weak very fine, fine and medium subangular blocky structure; slightly hard, very friable, slightly sticky, and slightly plastic; common fine, very fine, few medium roots; many fine and very fine, common medium pores; 20 percent parachanners; slightly effervescent, (13 percent calcium carbonate equivalent) carbonates are disseminated; moderately alkaline (pH 8.2); abrupt smooth boundary. (1 to 7 inches thick)\nC1--5 to 9 inches; pale brown (10YR 6/3) parachannery loam, brown (10YR 5/3) moist; moderate very thin and thin platy geogenic structure; slightly hard, very friable, slightly sticky and slightly plastic; common fine and very fine, few medium roots; common very fine and fine pores; 30 percent parachanners; strongly effervescent, (35 percent calcium carbonate equivalent) carbonates are disseminated; moderately alkaline (pH 8.2); clear smooth boundary. (4 to 10 inches thick)\nC2--9 to 13 inches; pale brown (10YR 6/3) parachannery loam; brown (10YR 5/3) moist; weak thick and medium platy geogenic structure; hard, friable, slightly sticky and slightly plastic; common fine and very fine roots; 25 percent parachanners; strongly effervescent, (33 percent calcium carbonate equivalent) carbonates are disseminated; moderately alkaline (pH 8.4); clear smooth boundary.  (3 to 8 inches thick)\nCr--13 to 23 inches; highly fractured shale."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Uintah County, Utah; about 20 miles southwest of Ouray; 1,200 feet north and 100 feet west of the southeast corner of sec. 12, T. 13 S., R. 18 E., SLBM; Dog Knoll, Utah USGS quad.  Latitude 39 degrees 41 minutes 46 seconds N. and longitude 109 degrees 50 minutes 31 seconds W. NAD 27."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: The soil moisture control section is affected by precipitation that peaks from July to October and falls evenly throughout the remainder of the year; aridic moisture regime bordering on ustic\nMean annual soil temperature: 47 to 52 degrees F.\nDepth to paralithic contact: 6 to 20 inches to weathered bedrock\nParticle-size control section:\nClay content: 18 to 35 percent clay\nRock fragments: 15 to 35 percent indurated and/or parafragments\nGypsum content: 0 to 5 percent\nA horizon:\nHue: 10YR to 5Y\nValue: 5 to 7 dry, 3 to 6 moist\nChroma: 2 to 4 dry or moist\nTexture: gravelly loam, parachannery loam, channery loam, very stony loam, extremely stony loam, very channery loam, cobbly loam, loam, very bouldery loam, very cobbly clay loam\nReaction: moderately alkaline or strongly alkaline\nC horizon:\nHue: 10YR to 5Y\nValue: 5 to 7 dry, 4 to 6 moist\nChroma: 1 to 4 dry or moist\nTexture: loam, clay loam, parachannery clay loam, parachannery silt loam, parachannery loam, channery loam, parachannery clay loam, channery clay loam or parachannery silty clay loam\nReaction: moderately alkaline or strongly alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Canyon (NE), Epping (NE), Eslendo (NM), Picante (CO), Quarteles (NM), Redarrow (WY), Remorris (UT), Sandoval (NM), Shingle (WY), Simel (UT), Taluce (WY), Tassel (NE) and Tesihim (AZ)(T) series.\nCanyon, Epping, Eslendo, Picante, Sandoval and Shingle soils have less than 15 percent rock fragments in the particle-size control section.\nQuarteles, Redarrow, Remorris and Simel soils have hue of 7.5YR or redder.\nTaluce, Tassel and Tesihim soils contain less than 18 percent clay in the particle-size control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material: slope alluvium and colluvium over residuum derived from shale and sandstone\nLandform: structural benches, mesas, terraces, cuestas, mountain slopes and hillslopes\nSlopes: 2 to 70 percent\nElevation: 4,600 to 7,000 feet\nMean annual air temperature: 44 to 50 degrees F.\nMean annual precipitation: 8 to 14 inches\nFrost-free period: 110 to 150 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Denco, Mikim, Milok, and Strych soils.\nDenco soils are on hillslopes, have a fine particle-size control section and are moderately deep\nMikim, Milok , and Strych soils are on alluvial flats and fan remnants and very deep"
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; high runoff; moderate or moderately slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: The major uses are rangeland, wildlife habitat, and recreation.  Potential native vegetation is black sagebrush, shadscale, bluegrass, Utah juniper, and pinyon.  This soil has been correlated to the Semidesert Shallow Loam (Utah Juniper-Pinyon) - 034XY227UT range site at the type location in Utah."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Northeastern and central Utah.  LRR D, MLRA 34B.  This soil is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Carbon County, Utah, 1983."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon: the zone from the surface to 5 inches (A horizon).\nParalithic contact: the contact with fractured shale at 13 inches (Cr horizon).\nThe cation exchange activity class was inferred from laboratory data in the Uintah Area Soil Survey.\nTaxonomic version: Eleventh Edition, 2010.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
