{
  "SERIES": "GEWTER",
  "STATUS": "Established Series",
  "BYREV": "Rev.  PGN-KDA-MAV",
  "REVDATE": "05/2003",
  "STATES": "CA",
  "OVERVIEW": "The Gewter series consists of moderately deep, well drained, very strongly acid soils on hills. These soils formed in material weathered from marine mudstone and/or diatomaceous acid, shale. Slope is 15 to 30 percent. The mean annual precipitation is about 12 inches and the mean annual temperature is about 61 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Very-fine, smectitic, thermic Ultic Haploxeralfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Gewter clay - on a south facing slope of 27 percent under shrub live oak, rattail fescue, red brome, and California juniper. The elevation is 1,800 feet. (Colors are for dry soil unless otherwise stated. When described April 23, 1984, the soil was moist below 6 inches.)\nABt--0 to 4 inches; brown (10YR 5/3) clay, brown (10YR 4/3) moist; moderate fine granular structure; loose, very friable, sticky and very plastic; common very fine and fine roots; 10 percent of surface covered with angular cobbles; 10 parts per million selenium; 10 percent soft, fractured, acid shale parachanners; very strongly acid (pH 4.5); clear smooth boundary. (1 to 6 inches thick)\nBt--4 to 13 inches; brown (10YR 5/3) parachannery clay, dark yellowish brown (10YR 4/4) moist; moderate fine and medium subangular blocky structure; soft, very friable, sticky and very plastic; common very fine, fine and medium roots; common very fine, fine tubular and interstitial pores; common moderately thick clay films bridging and coating mineral grains; 15 percent soft fractured, acid shale parachanners, 1/8 to 1 inch in size; 12.5 parts per million selenium; very strongly acid (pH 4.6); clear smooth boundary. (7 to 11 inches thick)\nBCt--13 to 23 inches; light yellowish brown (10YR 6/4) and brownish yellow (10YR 6/6) very parachannery clay, dark yellowish brown (10YR 4/4), yellowish brown (10YR 5/6) and yellowish brown (10YR 5/8) moist; massive; slightly hard, friable, sticky and very plastic; few very fine and fine roots; common very fine, fine tubular and interstitial pores; common moderately thick clay films bridging and coating mineral grains; 35 percent soft fractured, acid shale parachanners 1/8 to 1 inch in size; 22.7 parts per million selenium; very strongly acid (pH 4.6); clear wavy boundary. (9 to 13 inches thick)\nCr--23 to 30 inches; highly fractured, soft, diatomaceous, acid shale"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Fresno County, California; approximately 4.5 miles west of Lillis Ranch, 500 feet east of turn in dirt road; approximately 2,400 feet north and 1,600 feet west of the southeast corner of section 33, T. 17 S., R. 13 E., MDB&M; Latitude 36 degrees, 24 minutes, 24 seconds north and Longitude 120 degrees, 33 minutes, 31 seconds west; USGS Ciervo Mountain Topographic Quadrangle, NAD 27."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Depth to a paralithic contact of highly fractured marine mudstone and/or highly fractured soft, diatomaceous, acid shale is 20 to 30 inches. The moisture control section of 7 to 25 inches is moist from January 1 to May 1 and dry from June 1 to October 15 in most years. The soil temperature is above 47 degrees F from February 15 to October 15. The mean annual soil temperature is 61 to 65 degrees F. The base saturation is below 50 percent. High concentrations of selenium occur throughout the profile. Surface angular, paracobble content is 2 to 14 percent.\nThe ABt horizon has color of 10YR 5/2, 5/3 or 6/2. Moist color is 10YR 3/2, 3/4 or 4/3. Clay content is 55 to 65 percent. Parachanner content is 7 to 14 percent. Reaction is extremely acid to moderately acid. Typically the surface has lost 25 to 75 percent of the surface thickness due to erosion.\nThe Bt horizon has color of 10YR 5/3, 6/2 or 7/3. Moist color is 10YR 4/3 or 4/4. Clay content is 60 to 65 percent. Parachanner content is 15 to 35 percent. Reaction is extremely acid or very strongly acid.\nThe BCt horizon has color of 10YR 6/4, 6/6 or 7/3. Moist color is 10YR 4/4, 5/6 or 7/6. Texture is parachannery clay or very parachannery clay. Clay content is 60 to 65 percent. Parachanner content is 15 to 60 percent."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no competing series at this time."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Gewter soils are on hillsSlope is 15 to 30 percent. Elevation is 1,040 to 2,280 feet. The soils formed in material weathered from marine mudstone and/or diatomaceous acid shales commonly of the Moreno formation, that are high in selenium. The climate is semiarid with hot dry summers and cool moist winters. The mean annual precipitation is 10 to 13 inches. Mean January temperature is 46 degrees F; mean July temperature is 81 degrees F; mean annual temperature is 60 to 62 degrees F. The frost-free season is 220 to 240 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Borreguero and Grazer soils. Borreguero soils are on mountains, have a paralithic contact of marine sandstone at a depth of 10 to 20 inches, have aloamy particle-size control section and have reaction of slightly acid or neutral. Grazer soils, on hills and mountains, have a paralithic contact at a depth of 40 to 60 inches, have a fine particle-size control section, and have reaction of slightly alkaline or moderately alkaline."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; very high runoff; slow permeability. There is moderate geologic erosion."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: These soils are used for livestock grazing and wildlife habitat. The vegetation is shrub live oak, rattail fescue, red brome and California juniper."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: These soils are in the Diablo Range, near Cantua Creek in the California Coast Ranges. They are not extensive. MLRA 15."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Fresno County, California, 1985. Name is coined."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: These soils were formerly mapped as Rockland in the unpublished report, Soil Survey of Western Fresno, 1967.  They are being differentiated by being classified and mapped. According to Wiley D. Nettleton, NSSL Project Coordinator in 1987, in the typical pedon, apparently the eluvial horizon has been removed by erosion. His choice of horizons was ABt, Bt, BCt and Cr. Maximum error in selenium values was estimated to be 15 percent.\nADDITIONAL DATA: NSSL lab data pedon sample number S84CA-019-017 (1853-1855) for the typical pedon.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
