{
  "SERIES": "GEYSEN",
  "STATUS": "Established Series",
  "BYREV": "Rev. RPZ/RLB/TM/JBF",
  "REVDATE": "01/2019",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, mesic Durinodic Xeric Natrargids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Geysen silt loam - rangeland.  (Colors are for dry soils unless otherwise noted.)\nA1--0 to 8 cm; light gray (10YR 7/2) silt loam, dark grayish brown (10YR 4/2) moist; strong thick platy structure; soft, very friable, nonsticky and nonplastic; common very fine roots; many very fine and fine, and common medium vesicular pores; effervescent; moderately alkaline (pH 8.2); abrupt smooth boundary.  (5 to 13 cm thick)\nA2--8 to 18 cm; light brownish gray (10YR 6/2) silt loam, dark grayish brown (10YR 4/2) moist; moderate medium platy structure; slightly hard, friable, slightly sticky, and slightly plastic; common very fine and few fine roots; many fine vesicular pores; effervescent; moderately alkaline (pH 8.2); clear smooth boundary.  (5 to 15 cm thick)\nBtnk--18 to 36 cm; brown (10YR 5/3) clay loam, brown (10YR 4/3) moist; moderate medium prismatic structure; hard, friable, moderately sticky and moderately plastic; common very fine, fine and medium roots; common very fine tubular pores; common moderately thick dark brown clay films in pores and few thin clay films on faces of peds; noneffervescent matrix, strongly effervescent in many medium distinct very pale brown (10YR 8/2) carbonate segregations; strongly alkaline (pH 8.6); clear wavy boundary.  (13 to 30 cm thick)\nBqk1--36 to 69 cm; pale brown (10YR 6/3) loam, brown (10YR 4/3) moist; massive; hard and very hard, firm, slightly sticky and slightly plastic; few very fine roots; few very fine tubular pores; weak brittle noncalcareous matrix, strongly effervescent in many medium distinct very pale brown (10YR 8/2) carbonate masses; strongly alkaline (pH 8.6); clear smooth boundary.  (25 to 46 cm thick)\nBqk2--69 to 94 cm; light brownish gray (10YR 6/2) loam, dark grayish brown (10YR 4/2) moist; massive; slightly hard, friable, slightly sticky and slightly plastic; very few very fine roots; very few very fine tubular, and many very fine interstitial pores; 30 percent hard, firm, brittle 0.6 to 1 mm durinodes; slightly effervescent matrix, strongly effervescent in few medium distinct white (10YR 8/1) carbonate masses; strongly alkaline (pH 8.6); clear smooth boundary. (20 to 30 cm thick)\n2C--94 to 152 cm; light brownish gray (10YR 6/2) loam, dark grayish brown (10YR 4/2) moist; massive; soft, very friable, slightly sticky and slightly plastic; very few very fine roots; many very fine interstitial, and common very fine tubular pores; 5 percent hard, firm, brittle 0.6 to 1 mm durinodes; slightly effervescent matrix, strongly effervescent in common medium distinct white (10YR 8/1) carbonate  masses; strongly alkaline (pH 8.6)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Eureka County, Nevada.  Approximately 10 feet north and 1,400 feet east of the southwest corner of section 14, T. 34 N., R. 49 E.; USGS Rodeo Creek SW 7.5 minute topographic quadrangle; latitude 40 degrees 48 minutes 54 seconds N and longitude 116 degrees 25 minutes 31 seconds W; WGS84 Decimal Degrees 40.8155556 latitude, -116.4186111 longitude."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: Usually dry; moist in winter and early spring; aridic moisture regime bordering on xeric.\nMean annual soil temperature: 9 to 11 degrees C.\nDepth to continuous brittle matrix: 28 to 50 cm.\nProfile reaction: Moderately alkaline through very strongly alkaline.\nParticle-size control section - Clay content:  Average 25 to 35 percent.\nRock fragments:  5 to 15 percent.\nA horizons\nValue:  6 or 7 dry, 4 or 5 moist.\nChroma:  2 or 3.\nBtnk horizon\nValue:  5 through 7 dry, 4 or 5 moist.\nChroma:  3 or 4.\nStructure:  Weak or moderate prismatic\nExchangeable sodium (SAR):  13 to 45 percent.\nBkg horizons\nValue:  6 or 7 dry, 4 or 5 moist.\nChroma:  2 or 3.\nTexture:  Loam, fine sandy loam or very fine sandy loam.\nClay content:  15 to 25 percent.\nRock fragments:  5 to 15 percent.\nCementation: Some subhorizon within 100 cm contain continuously brittle matrix. Bqk horizon that lack cementation, may contain up to 50 percent discontinuous weak silica cementation or durinodes in a friable or very friable matrix.\nCarbonate masses: Few to many, fine to coarse.\nOther features: Some pedons have relict redox concentrations below 50 cm.\nC horizon\nValue:  6 or 7 dry, 4 or 5 moist.\nChroma:  2 or 3.\nClay content:  15 to 25 percent.\nTexture:  Loam, fine sandy loam or very fine sandy loam.\nRock fragments:  0 to 15 percent gravel.\nCarbonate masses:  Few to many and fine to coarse."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Bobert, Godecke and Pokergap series.\nBobert soils have soil temperature of 12 to 13 degrees C and have SAR that range from 50 to 200.  Godecke soils have endosaruration with an apparent seasonal water table at 100 to 150 cm. Pokergap soils have soil temperature of 12 to 13 degrees and average 15 to 35 percent rock fragments."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  The Geysen soils are on inset fan remnants, smooth alluvial terraces or toe slopes of alluvial fans.  These soils formed in loess high in volcanic ash over alluvium derived from mixed rocks.  Elevations are 1,370 to 1,465 meters.  Slopes are 2 to 4 percent.  The climate is cool and semi-arid.  The mean annual precipitation is 180 to 250 mm; mean annual temperature is 9 to 10 degrees C, and the frost-free season is 100 to 110 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Dunphy, Iron Blossom, Orovada and Rosney soils.  These soils lack argillic horizons.  In addition, Dunphy soils have coarse-loamy particle-size control sections.  Orovada soils have coarse-loamy control sections, and Rosney soils have fine-silty particle-size control sections."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:  Well drained; very slow runoff; moderately low saturated hydraulic conductivity.  These soils are subject to occasional overflow."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used for rangeland and wildlife habitat. Vegetation consists mainly of big sagebrush, greasewood, spiny hopsage, cheatgrass, bottlebrush squirreltail and Sandberg bluegrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northeastern Nevada.  Geysen soils are of small extent.  MLRA 24, 25."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Eureka County, (Tuscarora Mountain Area) Nevada, 1979."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - The zone from the soil surface to 18 cm (A1 and A2 horizons).\nNatric horizon - The zone from 18 to 36 cm (Btnk)\nDuric features - The zone from 36 to 69 cm (Bqk1 and Bqk2 horizon)\nXeric features - Meets organic carbon requirement for xeric.\nParticle-size control section - The zone from 18 to 36 cm (Btnk horizon)\nNational Cooperative Soil Survey\nU.S.A."
  }
}
