{
  "SERIES": "GHOLSON",
  "STATUS": "Established Series",
  "BYREV": "Rev. CLN-ELG-ACT",
  "REVDATE": "10/97",
  "STATES": "TX",
  "OVERVIEW": "The Gholson series consists of very deep, well drained, moderately permeable soils formed in loamy alluvial materials.  These nearly level to moderately sloping soils are on terraces.  Slope ranges from 0 to 8 percent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, siliceous, active, thermic Udic Haplustalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Gholson very fine sandy loam--2 percent slope in pastureland.  (Colors are for dry soil unless otherwise stated.)\nAp--0 to 7 inches; brown (10YR 5/3) very fine sandy loam, brown (10YR 4/3) moist; weak fine subangular blocky structure; loose, friable; many fine, medium and coarse roots; medium acid; clear smooth boundary.  (4 to 10 inches thick)\nA--7 to 13 inches; brown (10YR 4/3) very fine sandy loam, dark brown (10YR 3/3) moist; weak fine subangular blocky structure; slightly hard, friable; many fine, medium and coarse roots; slightly acid; clear wavy boundary. (4 to 8 inches thick)\nBt1--13 to 25 inches; reddish brown (5YR 4/4) clay loam, dark reddish brown (5YR 3/4) moist; moderate fine and medium subangular blocky structure; hard, friable; many fine and medium roots; few dark reddish brown (5YR 3/3) patchy clay films on faces of peds; neutral; gradual smooth boundary.\nBt2--25 to 38 inches; yellowish red (5YR 4/6) clay loam, yellowish red (5YR 4/6) moist; moderate medium subangular blocky structure; hard, friable; common fine roots; common dark reddish brown (5YR 3/3) patchy clay films on faces of peds; common fine masses of barite; neutral; clear smooth boundary.\nBt3--38 to 56 inches; yellowish red (5YR 5/6) loam, yellowish red (5YR 4/6) moist; moderate fine subangular blocky structure; slightly hard, firm; common fine roots; common reddish brown (5YR 4/4) patchy clay films on faces of peds; neutral; clear smooth boundary.  (combined thickness of Bt horizons is 35 to 55 inches)\nBCk1--56 to 74 inches; reddish yellow (7.5YR 6/6) loam, strong brown (7.5YR 5/6) moist; weak fine subangular blocky structure; slightly hard, friable; few fine roots; common pockets and soft masses of calcium carbonate; strongly effervescent; slightly alkaline; gradual smooth boundary.  (10 to 35 inches thick)\nBCk2--74 to 80 inches; reddish yellow (7.5YR 6/6) fine sandy loam, strong brown (7.5YR 5/6) moist; weak fine subangular blocky structure; slightly hard, friable; common masses of calcium carbonate; strongly effervescent; slightly alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Fayette County, Texas; In LaGrange, from the intersection of U.S. Highway 77 and Texas Highway 71, 8.9 miles west on Texas Highway 71, 0.3 miles west on old highway 71 (West Loop 543), 0.7 miles northwest on county road, 0.6 mils north on county road across railroad, and 100 feet east in pasture."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Solum thickness ranges from 60 to more than 80 inches.  Small siliceous pebbles range from none to about 10 percent by volume.  Clay content of the control section ranges from 20 to 30 percent.  Clay films range from few to common throughout the argillic horizon.\nThe A horizon has hue of 5YR to 10YR, value of 4 to 6, and chroma of 2 to 6.  Some pedons contain an E horizon.  The E horizon is about 1 or 2 units of value higher than the A horizon.  The A and E horizons are loamy fine sand, fine sandy loam or very fine sandy loam.  Reaction ranges from moderately acid to neutral.\nThe Bt horizons have hue of 2.5YR or 5YR, value of 4 to 6, and chroma of 4 to 8.  Texture is sandy clay loam, clay loam or loam.  Reaction ranges from slightly acid to slightly alkaline.\nSome pedons contain BCt horizons that have hue of 5YR or 7.5YR, value of 4 to 6 and chroma of 4 to 8.  Texture is loamy fine sand, loam, or fine sandy loam.  Reaction ranges from neutral to slightly alkaline.  The layer is calcareous with none to few visible carbonates in the form of films or streaks.\nThe BCk or BC horizons have hue of 5YR or 7.5YR, value of 4 to 6, and chroma of 4 to 8.  Texture is loamy fine sand, loam, or fine sandy loam.   Reaction ranges from neutral to moderately alkaline.  Carbonates in the form of films, threads, masses and concretions range from none to common.\nThe C horizon, where present, has hue of 5YR or 7.5YR, value of 4 to 6, and chroma of 4 to 8.  Texture is sandy clay loam, very fine sandy loam, fine sandy loam, loamy fine sand, or loamy very fine sand.  Some pedons contain thin layers and seams of fine gravel and thin bedding planes below 70 inches."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Davilla (TX), Lavender (TX), May (TX) and Personville (TX) series.  Similar soils are the Bastrop, Bastsil, Cobb, Duffau, Grandfield, Grandmore, Konawa, and Silawa series.  Davilla soils have an argillic horizon with hue yellower than 7.5YR.  Lavender and Personville soils have a lithic contact between 40 and 60 inches.  May soils have mollic colored surface layers and have hue of 7.5YR and yellower in the Bt horizons.  Bastrop, Bastsil and Duffau soils have a clay distribution that does not decrease from the maximum by more than 20 percent of the maximum within a depth of 60 inches.  Bastrop soils also have mixed mineralogy.  Cobb soils have mixed mineralogy and have developed in sandstone.  Grandfield and Grandmore soils have mixed mineralogy and are in slightly drier climates.  Konawa and Silawa soils have argillic horizons with base saturation of less than 75 percent throughout."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Gholson soils are on nearly level to moderately sloping terraces of large streams and rivers in central and southeast Texas.  Slope gradients range from 0 to 8 percent.  The soil formed in thick reddish beds of loamy alluvial sediment.  Mean annual precipitation ranges from 32 to 40 inches and mean annual temperature ranges from 66 to 69 degrees F.  Frost-free days range from 240 to 270 days and elevation ranges from 225 to 400 feet. Thornthwaite P-E indices of 50 to 64"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the competing Bastsil, and the Bergstrom, Coarsewood, Dutek, Gaddy, Smithville, Weswood and Yahola series.  Bastsil soils are on broad nearly level to gently sloping areas slightly higher in the landscape.  Bergstrom and Smithville soils have thick mollic epipedons and are on lower positions than Gholson soils.  Coarsewood soils are lower in the landscape and have coarse-silty control sections.  Dutek soils have loamy fine sand surface layers thicker than 20 inches and occur on slightly higher positions on the landscape.  Gaddy soils have a sandy control section.  Weswood soils have a fine-silty control section.  Yahola soils have a coarse-loamy control section.  Gaddy, Weswood and Yahola soils are on flood plains."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained.  Permeability is moderate. Runoff is negligible on slopes less than 1 percent, very low on 1 to 3 percent slopes, low on 3 to 5 percent slopes, and medium on 5 to 8 percent slopes."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used for pastureland or cropland.  Crops grown include corn, grain sorghum, peanuts and truck crops.  Some areas are mined for sand and gravel.  The main grasses are improved bermudagrass or kleingrass.  Native vegetation is mainly little bluestem, big bluestem, switchgrass and indiangrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Central and southeast Texas, mainly along terraces of the Brazos and Colorado rivers.  The series is of minor extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  McLennan County, Texas; 1991."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  The Gholson series was formerly included with the Bastrop series.\nDiagnostic horizons and features recognized in this pedon are:\nOchric epipedon - 0 to 8 inches.  (A horizons)\nArgillic horizon - 13 to 56 inches.  (Bt horizons).  Has a significant decrease in clay from the maximum within 60 inches of the surface."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "NA"
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 18,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "very fine sandy loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Ap--0 to 7 inches; brown (10YR 5/3) very fine sandy loam, brown (10YR 4/3) moist; weak fine subangular blocky structure; loose, friable; many fine, medium and coarse roots; medium acid; clear smooth boundary.  (4 to 10 inches thick)"
      },
      {
        "name": "A",
        "top": 18,
        "bottom": 33,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "very fine sandy loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "A--7 to 13 inches; brown (10YR 4/3) very fine sandy loam, dark brown (10YR 3/3) moist; weak fine subangular blocky structure; slightly hard, friable; many fine, medium and coarse roots; slightly acid; clear wavy boundary. (4 to 8 inches thick)"
      },
      {
        "name": "Bt1",
        "top": 33,
        "bottom": 64,
        "dry_hue": "5YR",
        "dry_value": 4,
        "dry_chroma": 4,
        "moist_hue": "5YR",
        "moist_value": 3,
        "moist_chroma": 4,
        "texture_class": "clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "Bt1--13 to 25 inches; reddish brown (5YR 4/4) clay loam, dark reddish brown (5YR 3/4) moist; moderate fine and medium subangular blocky structure; hard, friable; many fine and medium roots; few dark reddish brown (5YR 3/3) patchy clay films on faces of peds; neutral; gradual smooth boundary."
      },
      {
        "name": "Bt2",
        "top": 64,
        "bottom": 97,
        "dry_hue": "5YR",
        "dry_value": 4,
        "dry_chroma": 6,
        "moist_hue": "5YR",
        "moist_value": 4,
        "moist_chroma": 6,
        "texture_class": "clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bt2--25 to 38 inches; yellowish red (5YR 4/6) clay loam, yellowish red (5YR 4/6) moist; moderate medium subangular blocky structure; hard, friable; common fine roots; common dark reddish brown (5YR 3/3) patchy clay films on faces of peds; common fine masses of barite; neutral; clear smooth boundary."
      },
      {
        "name": "Bt3",
        "top": 97,
        "bottom": 142,
        "dry_hue": "5YR",
        "dry_value": 5,
        "dry_chroma": 6,
        "moist_hue": "5YR",
        "moist_value": 4,
        "moist_chroma": 6,
        "texture_class": "loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bt3--38 to 56 inches; yellowish red (5YR 5/6) loam, yellowish red (5YR 4/6) moist; moderate fine subangular blocky structure; slightly hard, firm; common fine roots; common reddish brown (5YR 4/4) patchy clay films on faces of peds; neutral; clear smooth boundary.  (combined thickness of Bt horizons is 35 to 55 inches)"
      },
      {
        "name": "BCk1",
        "top": 142,
        "bottom": 188,
        "dry_hue": "7.5YR",
        "dry_value": 6,
        "dry_chroma": 6,
        "moist_hue": "7.5YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly alkaline",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "BCk1--56 to 74 inches; reddish yellow (7.5YR 6/6) loam, strong brown (7.5YR 5/6) moist; weak fine subangular blocky structure; slightly hard, friable; few fine roots; common pockets and soft masses of calcium carbonate; strongly effervescent; slightly alkaline; gradual smooth boundary.  (10 to 35 inches thick)"
      },
      {
        "name": "BCk2",
        "top": 188,
        "bottom": 203,
        "dry_hue": "7.5YR",
        "dry_value": 6,
        "dry_chroma": 6,
        "moist_hue": "7.5YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "fine sandy loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly alkaline",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "BCk2--74 to 80 inches; reddish yellow (7.5YR 6/6) fine sandy loam, strong brown (7.5YR 5/6) moist; weak fine subangular blocky structure; slightly hard, friable; common masses of calcium carbonate; strongly effervescent; slightly alkaline."
      }
    ]
  ]
}
