{
  "SERIES": "GIANT",
  "STATUS": "Tentative Series",
  "BYREV": "Rev. ARR/TM",
  "REVDATE": "10/2008",
  "STATES": "OR",
  "OVERVIEW": "The Giant series consists of very deep, moderately well drained soils that formed in mixed volcanic ash, alluvium, and loess. Giant soils occur in lake basins on lava plateaus. Slopes are 0 to 1 percent. The mean annual precipitation is about 180 mm and the mean annual temperature is about 8 degrees C.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, mesic Vitrandic Aquicambids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Giant ashy very fine sandy loam, rangeland at an elevation of 1,215 meters. (Colors are for dry soil unless otherwise noted.)\nA--0 to 13 cm; pale brown (10YR 6/3) ashy very fine sandy loam, brown (10YR 4/3) moist; moderate medium platy structure; soft, friable, nonsticky, nonplastic; common fine and very fine roots; common medium vesicular pores; slightly alkaline (pH 7.6); clear smooth boundary. (5 to 15 cm thick)\nBw1--13 to 28 cm; light yellowish brown (10YR 6/4) ashy silt loam, brown (10YR 5/3) moist; moderate medium platy parting to moderate thin platy structure; soft, friable, nonsticky, nonplastic; common fine and very fine roots;  fine tubular pores; 10 percent faint organoargillans; slightly alkaline (pH 7.6); clear smooth boundary. (7 to 20 cm thick)\nBw2--28 to 44 cm; pale brown (10YR 6/3) ashy loam, brown (10YR 4/3) moist; moderate thin platy structure; soft, friable, nonsticky, nonplastic; common fine and very fine roots; slightly alkaline (pH 7.6); clear smooth boundary. (15 to 30 cm thick)\nBw3--44 to 140 cm; brown (10YR 5/3) ashy silt loam, brown (10YR 4/3) moist; weak subangular blocky structure; soft, friable, nonsticky, nonplastic; 2 percent medium masses of oxidized iron and 2 percent medium manganese masses; slightly alkaline (pH 7.6); clear smooth boundary. (50 to 110 cm thick)\nC--140 to 152 cm; brown (10YR 5/3) ashy loam, dark brown (10YR 3/3) moist; massive; soft, friable, nonsticky, nonplastic; slightly alkaline (pH 7.6). (10 to 30 cm thick)"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Malheur County, Oregon; Approximately 9 miles northwest of Burns Junction, Oregon. UTM 422460 meters easting and 4748386 meters northing, zone 11 NAD83 on the USGS Palomino Lake 7.5 minute quadrangle, latitude 42 degrees 53 minutes 3.00 seconds north and longitude 117 degrees 56 minutes 58.00 seconds west."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture - Usually dry, moist for short periods in winter and spring, dry summer and fall; typic aridic moisture regime. Ponding and episaturation of the soil occurs in the spring for 1 month or more in normal years.\nSoil temperature  8 to 10 degrees C.\nDepth to base of cambic horizon  100 to 150 cm\nDepth to redoximorphic features  30 to 50 cm\nControl section - Clay content: Averages 18 to 30 percent\nA horizon\nValue: 6 or 7 dry, 4 or 5 moist\nChroma: 3 or 4, dry or moist.\nReaction: Slightly alkaline to moderately alkaline.\nVolcanic glass: Volcanic glass is estimated to range from 25 to 50 percent of the 0.02 to 2 mm fraction.\nBw horizons -\nValue: 5 or 6 dry; 3 to 5 moist.\nChroma: 4 or 5 dry, 2 to 4 moist.\nTexture: Ashy very fine sandy loam, ashy loam, ashy silt loam.\nClay content: 18 to 30 percent.\nReaction: Slightly alkaline to moderately alkaline.\nVolcanic glass: Volcanic glass is estimated to range from 5 to 25 percent of the 0.02 to 2 mm fraction.\nC horizon -\nValue: 4 to 6 dry; 3 or 4 moist.\nChroma: 3 or 4 dry or moist.\nTexture: Ashy very fine sandy loam, ashy loam.\nClay content: 10 to 20 percent.\nReaction: Slightly alkaline to strongly alkaline.\nVolcanic glass: Volcanic glass is estimated to range from 5 to 25 percent of the 0.02 to 2 mm fraction."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no competing series."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Giant soils are in lake basins on lava plateaus. These soils formed in mixed volcanic ash, alluvium and loess. Slopes are 0 to 1 percent. Elevations are 1,150 to 1,280 meters. The climate is arid and characterized by cool, moist winters and warm, dry summers. The mean annual precipitation is 150 to 250 mm, the mean annual temperature is 7 to 10 degrees C., and the frost-free period is 90 to 110 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Igert and Crockies soils. Igert and Crockies soils are less than 150 cm to bedrock."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Moderately well drained; ponded in the spring; low runoff; moderately high saturated hydraulic conductivity and moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Giant soils are used for livestock grazing. The vegetation is spiny hopsage, shadscale, and bud sagebrush."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Southeast Oregon; the soil is of small extent. MLRA 24."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California."
  },
  "ORIGIN": {
    "section": "SERIES PROPOSED",
    "content": "SERIES PROPOSED: Malheur County, Oregon, Southern Part, 2008."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon  The zone from 0 to 13 cm (A horizon).\nCambic horizon  The zone from 13 to 140 cm (Bw1, Bw2, and Bw3 horizons).\nRedoximorphic features  Iron and Manganese concentrations occurring in the zone from 44 to 140 cm (Bw3 horizon).\nVitrandic feature  Volcanic glass is estimated to range from 25 to 50 percent of the 0.02 to 2 mm fraction in the zone from 0 to 13 cm (A horizon) and is estimated to range from 5 to 25 percent of the 0.02 to 2 mm fraction in the zone from 12 to 152 cm (Bw1, Bw2, Bw3 and C horizons).\nParticle-size control section  The zone from 25 to 100 cm. (Bw1, Bw2 and Bw3 horizons).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
