{
  "SERIES": "GIBRALTAR",
  "STATUS": "Established Series",
  "BYREV": "Rev. MS- MJ",
  "REVDATE": "02/2008",
  "STATES": "PA",
  "OVERVIEW": "The Gibraltar series consists of very deep, well-drained soils formed in recent alluvium derived from coal washings deposited over alluvium from reddish sandstone, siltstone and shale.  They are nearly level soils on floodplains. Saturated hydraulic conductivity is moderately high. Mean annual precipitation is 43 inches.  Mean annual temperature is 53 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, active, nonacid, mesic Mollic Udifluvents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Gibraltar silt loam on a 1 percent slope in woodland (Colors are for moist soil unless otherwise noted.)\nA -- 0 to 4 inches; very dark gray (10YR 3/1) silt loam; dark grayish brown (10YR 4/2) dry; very weak fine granular structure; friable, nonsticky and nonplastic; moderately acid; gradual wavy lower boundary.  (3 to 10 inches thick)\nC1 -- 4 to 12 inches; very dark gray (10YR 3/1) silt loam; massive; friable; nonsticky and nonplastic; moderately acid; gradual wavy lower boundary.\nC2 -- 12 to 24 inches; black (N 2.5/0) silt loam; massive; friable; nonsticky and nonplastic; moderately acid; gradual wavy boundary.\nC3 -- 24 to 30 inches; black (N 2.5/0) sandy loam; massive; friable; nonsticky and nonplastic; moderately acid; gradual wavy boundary.  (Combined thickness of C horizon 14 to 38 inches thick)\n2Apb -- 30 to 38 inches; dark brown (7.5YR 3/2) silt loam; weak fine granular structure; friable; nonsticky and nonplastic; moderately acid; gradual wavy boundary.  (0 to 10 inches thick)\n2Bwb -- 38 to 62 inches; reddish brown (5YR 5/4) silt loam; weak medium granular structure; friable; nonsticky and nonplastic; moderately acid.  (10 to 30 inches thick)"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Berks County, Pennsylvania, Amity Township, 2000 feet southeast of Douglassville, 200 feet east of the road connecting US 422 and Pa. 724, 300 feet north-northeast of the edge of the Schuylkill River.  Boyertown USGS topographic quadrangle, lat. 40 degrees 15 minutes, 01 seconds N, Long. 75 degrees, 43 minutes, 24 seconds W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Thickness of the solum ranges from 3 to 10 inches.  Depth to the 2Apb horizon ranges from 20 to 70 inches.  Depth to bedrock is greater than 60 inches.  Rock fragments range from 0 to 15 percent in the control section and 0 to 10 percent in the substratum.  They are usually coal fragments or rounded gravels.  Soil reaction:  unlimed reaction is moderately acid to slightly acid throughout.\nThe A horizon has hue of 10YR, value of 2 or 3, and chroma of 0 to 2.  It is silt loam, loam or sandy loam in the fine-earth fraction.  Structure is weak or moderate granular and consistence is very friable or friable.\nThe C horizon has hue of 10YR to 5Y, value of 4 through 6, and chroma of 2 or less.  It is silt loam, loam, or sandy loam in the fine-earth fraction.  Structure is single grain or massive and consistence is friable to loose.\nThe 2Apb horizon has hue of 5YR to 10YR, value of 3 or 4, and chroma of 2 to 4.  It is silt loam, loam or sandy loam in the fine-earth fraction.  Structure is weak of moderate granular and consistence is friable or very friable.  Reaction is moderately acid to slightly acid.\nThe 2Bwb horizon has hue of 2.5YR to 10YR, value of 3 to 5, and chroma of 3 or 4.  It is silt loam, loam, or silty clay loam in the fine-earth fraction.  Reaction is moderately acid to slightly acid. Some pedons have 2Bwgb horizons with similar characteristics to 2Bwb horizons but chromas ranges from 1 through 4 and occur at depths greater than 40 inches."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  The Nelse series is the only member of the same family and these soils lack an upper horizon derived from alluvial coal."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Gibraltar soils are on floodplains that extend from the Appalachian Plateau through the Valley and Ridge Province and the Northern Piedmont to the Mid-Atlantic Coastal Plain. Slopes range from 0 to 3 percent.  The soils developed in recent alluvial coal deposits originating from mining operations upstream overlying older floodplain soils.  Mean annual precipitation ranges from 40-50 inches, mean annual air temperature is 48 to 55 degrees F. and a growing season of 150 to 200 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  The moderately well drained Middlebury soils and the poorly drained Holly soils are associates on floodplains.  Birdsboro, Raritan and Lamington are on adjacent terraces."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Well drained.  Runoff is slow.  Saturated hydraulic conductivity is moderately high."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most areas are in woodland and are used for timber production.  Some areas are in cropland or hayland. Woodland vegetation is mixed hardwoods."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Central and southeastern Pennsylvania.  The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Morgantown, West Virginia"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Berks County, Pennsylvania, 1995."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\na. Mollic feature:  Although the soil has a thick dark surface, it is not considered a mollic epipedon because the dark color is derived from the coal, does not presumably meet the phosphate criterion and has an age of greater than holocene in the surface to 30 inches.\nb. Fluvents - organic carbon decreases irregularly with depth and is greater than 0.2 percent at a depth of at least 50 inches below the surface.\n2008 Revision was to update pedon description\nPrior revision  7/2001 NJC-EAW-RP\nNational Cooperative Soil Survey\nU.S.A."
  }
}
