{
  "SERIES": "GILBY",
  "STATUS": "Established Series",
  "BYREV": "Rev. CJH",
  "REVDATE": "11/97",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, frigid Aeric Calciaquolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Gilby loam - cultivated.  (Colors are for moist soil unless otherwise stated.  Where described the soil was moist throughout.)\nAp--0 to 6 inches; black (10YR 2/1) loam, very dark gray (10YR 3/1) dry; weak fine subangular blocky structure; friable; many roots; many fine pores; strong effervescence; mildly alkaline; abrupt smooth boundary.\nA--6 to 10 inches; black (10YR 2/1) loam, dark gray (10YR 4/1) dry; few fine faint very dark gray (10YR 3/1) mottles; moderate medium subangular blocky structure; friable; strong effervescence; moderately alkaline; clear smooth boundary.  (Combined A horizons 8 to 15 inches thick.)\nBk1--10 to 18 inches; gray (10YR 5/1) loam, light gray (10YR 7/1) dry; weak medium prismatic and medium and fine subangular blocky structure; friable; violent effervescence; clear wavy boundary.\nBk2--18 to 24 inches; olive (5Y 5/3) very fine sandy loam, light gray (2.5Y 7/2) dry; few medium distinct yellowish brown (10YR 5/4) mottles; weak coarse subangular blocky structure; friable; violent effervescence; moderately alkaline; gradual wavy boundary.  (Combined Bk horizons 10 to 22 inches thick.)\nC1--24 to 33 inches; light olive brown (2.5Y 5/4) very fine sandy loam, pale yellow (2.5Y 7/4) dry; few fine faint light brownish gray (2.5Y 6/2) and distinct yellowish brown (10YR 5/4) mottles; massive; friable; few pebbles; violent effervescence; moderately alkaline; abrupt wavy boundary.  (0 to 8 inches thick)\n2C2--33 to 60 inches; variegated light olive brown (2.5Y 5/4) olive gray (5Y 4/2) and light brownish gray (2.5Y 6/2) clay loam; many medium prominent brown (2YR 5/3) mottles; massive; firm; few pebbles and stones; few small shale fragments; some gypsum crystals; strong effervescence; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Walsh County, North Dakota; about 3 miles east and 3 3/4 miles south of Park River; 1,150 feet north and 250 feet east of the southwest corner, sec. 12, T. 156 N., R. 55 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Depth to loam or clay loam glacial till ranges from 20 to 40 inches.  The soil may contain up to 10 percent pebbles, cobbles, and stones.  The upper part of the 10- to 40-inch control section averages less than 18 percent clay.  The entire 10- to 40-inch control section averages 18 to 30 percent clay.  The soil has a moist chroma of 3 or more within 30 inches of the surface.  Thickness of the mollic epipedon ranges from 7 to 15 inches thick. Stony and saline phases are recognized.\nThe A horizon has hue of 10YR, value of 2 and 3 or 4 dry, and chroma of 1.  It commonly is loam or silt loam but some is silty clay loam.  It is mildly alkaline or moderately alkaline.\nThe Bk horizon has hue of 10YR, 2.5Y or 5Y, value of 5 or 6 and 6 or 7 dry, and chroma of 1 to 3.  It is loam, silt loam, very fine sandy loam, or clay loam.  It is moderately alkaline.  In some pedons, a thin layer of sandy, gravelly or stony material is at the contact between the C and 2C horizon.  Some pedons have 2Bk, 2Bky or 2By horizons.\nThe C horizon has hue of 10YR or 2.5Y, 5 or 6 and 6 or 7 dry, and chroma of 1 to 4.  It is very fine sandy loam, loam or silt loam.  It is moderately alkaline.\nThe 2C horizon has hue of 2.5Y or 5Y, value of 4 to 6 and 6 or 7 dry, and chroma of 1 to 4.  It is firm loam or clay loam glacial till.  It is moderately alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Antler and Hamerly series in the same family and the Bohnsack, Fram, and Glyndon series.  Antler soils average more than 18 percent clay in the upper part of the 10- to 40-inch control section.  Hamerly soils have coarse fragments throughout and formed entirely in glacial till.  Bohnsack and Glyndon soils are coarse-silty.  Fram soils are coarse-loamy."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Gilby soils are on level and nearly level lake plains and interbeach areas.  Slope gradients are 0 to 3 percent. They formed in loamy lacustrine sediments 20 to 40 inches thick over glacial till.  Mean annual temperature ranges from 38 to 45 degrees F, and mean annual precipitation from 16 to 22 inches.  Most of the precipitation falls in the spring and summer."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the competing Antler and Glyndon soils and the Gardena and Lankin soils.  All of these soils are on nearby lake plains and interbeach areas.  Gardena and Lankin soils do not have calcic horizons within 16 inches of the surface."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Somewhat poorly drained.  Very slow runoff.  Moderately slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used primarily for small grains, flax, and hay.  Native vegetation was western wheatgrass, needleandthread, and green needlegrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Eastern North Dakota on the western edge of Glacial Lake Agassiz and other glaciolacustrine areas in eastern North Dakota.  The soil is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: St. Paul, Minnesota"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Richland County, North Dakota, 1970."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Revised 02/91.\nDiagnostic horizons and features recognized in this pedon are:  mollic epipedon - the zone from the surface of the soil to a depth of 10 inches (Ap and A horizons); calcic horizon - the zone from 10 to 24 inches (Bk1 and Bk2 horizons); characteristics associated with wetness - calcic horizon.\nADDITIONAL DATA:  Laboratory data SU67ND-18-3 and SU67ND-18-4, North Dakota Agricultural Experiment Station.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
