{
  "SERIES": "GILLETT GROVE",
  "STATUS": "Established Series",
  "BYREV": "Rev. RCG-TWN-RJB",
  "REVDATE": "06/2015",
  "STATES": "IA,MN",
  "OVERVIEW": "The Gillett Grove series consists of very deep, poorly and very poorly drained soils that formed in 40 to 60 inches of loess overlying glacial till. Gillet Grove soils are on nearly level positions and swales on uplands. Slopes range from 0 to 2 percent. Mean annual precipitation is about 26 inches and the mean annual air temperature is about 47 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty, mixed, superactive, mesic Typic Endoaquolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Gillett Grove silty clay loam with a slope of about 1 percent - cultivated. (Colors are for moist soil unless otherwise noted.)\nAp--0 to 8 inches; black (N 2/0) silty clay loam; very dark gray (N 3/0) dry; weak fine and medium subangular blocky structure parting to moderate fine and medium granular; friable; many roots; slightly acid; clear smooth boundary.\nA1--8 to 14 inches; black (N 2/0) silty clay loam; very dark gray (N 3/0) dry; moderate fine and medium granular and weak very fine subangular blocky structure; friable; common roots; few very fine tubular pores; slightly acid; gradual smooth boundary.\nA2--14 to 17 inches; black (10YR 2/1) silty clay loam, common mixing of very dark grayish brown (2.5Y 3/2); dark gray (10YR 4/1) dry; moderate very fine and fine subangular blocky structure; friable;; common roots; few very fine tubular pores; neutral; clear, smooth boundary. (Combined thickness of the A horizons is 15 to 24 inches.)\nBA--17 to 21 inches; very dark gray (5Y 3/1) silty clay loam; dark gray (5Y 4/1) dry; black (10YR 2/1)faces of peds; moderate very fine and fine subangular blocky structure; friable; few fine distinct yellowish brown (10YR 5/6) Fe concentrations; common roots; few very fine tubular pores; few fine segregations and concretions of yellowish brown (10YR 5/6) and black (10YR 2/1) (Fe and Mn oxides); neutral; gradual smooth boundary. (0 to 6 inches thick)\nBg1--21 to 30 inches; dark gray (5Y 4/1) silty clay loam; weak medium prismatic structure parting to moderate fine and medium subangular blocky; friable; common fine faint olive gray (5Y 4/2) and dark olive gray (5Y 3/2) Fe depletions and common fine prominent yellowish brown (10YR 5/6 and 10YR 5/8) Fe concentrations; few roots; common very fine and fine tubular pores; few fine segregations and concretions of yellowish brown (10YR 5/6 and 5/8) and black (10YR 2/1) (Fe and Mn oxides); common discontinuous coatings of black (10YR 2/1) grading with depth to very dark gray (10YR 3/1) on faces of peds; neutral; gradual smooth boundary.\nBg2--30 to 38 inches; olive gray (5Y 5/2) silty clay loam; weak medium prismatic structure parting to weak and moderate fine and medium subangular blocky; friable; common fine distinct yellowish brown (10YR 5/6 and 5/8) Fe concentrations; few roots; common very fine and fine tubular pores; common fine segregations and concretions of yellowish brown (10YR 5/6 and 5/8) and black (10YR 2/1) (Fe and Mn oxides); slightly alkaline; gradual smooth boundary.\nBg3--38 to 44 inches; olive gray (5Y 5/2) silty clay loam; weak fine and medium subangular blocky structure; friable; common fine and medium distinct olive brown (2.5Y 4/4), yellowish brown (10YR 5/6) and strong brown (7.5YR 5/6) Fe concentrations; few roots; few fine tubular pores; common fine segregations and concretions of yellowish brown (10YR 5/6) and black (10YR 2/1); slightly alkaline; gradual smooth boundary.  (Combined thickness of the Bg horizons are 15 to 30 inches)\nBCg--44 to 57 inches; olive gray (5Y 5/2) silt loam; very weak medium subangular blocky structure; friable; common fine and medium distinct olive brown (2.5Y 4/4), yellowish brown (10YR 5/6 and 5/8) and strong brown (7.5YR 5/6) Fe concentrations; few fine tubular pores; common fine segregations and concretions of strong brown (7.5YR 5/6) and black (10YR 2/1) (Fe and Mn oxides); slightly effervescent; moderately alkaline; clear wavy boundary. (0 to 16 inches thick)\n2Cg--57 to 62 inches; olive gray (5Y 5/2) to light olive gray (5Y 6/2) loam; massive, friable; common, fine and medium, distinct strong brown (7.5YR 5/6) and yellowish brown (10YR 5/6 and 10YR 5/8) Fe depletions; few fine tubular pores; common fine segregations and concretions of iron and manganese oxides; few fine segregations and concretions of calcium carbonate; stronglyly effervescent; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Buena Vista County, Iowa; about 3 1/2 miles west and 3 miles south of Storm Lake; 400 feet south and 270 feet east of the northwest corner\nof sec. 19, T. 90 N., R. 37 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nMollic epipedon thickness: 14 to 24 inches\nDepth to glacial till: 40 to 60 inches\nDepth to carbonates: 24 to 50 inches\nParticle-size control section (weighted average):\nClay content: 28 to 35 percent\nSand content: 8 percent fine sand and coarser\nAp and A horizon:\nHue: 10YR to 5Y, or is neutral\nValue: 2 or 3\nChroma: 0 to 2\nTexture: silty clay loam or silty clay\nClay content: 36 to 42 percent\nSand content: less than 15 percent\nReaction: slightly acid to slightly alkaline\nBg horizon:\nHue: 2.5Y or 5Y\nValue: 3 to 5\nChroma: 1 to 4\nTexture: silty clay loam or silty clay - a coarse textured layer is commonly at the lower boundary of this horizon at the contact of the glacial till\nClay content: 28 to 35 percent\nSand content: less than 15 percent\nReaction: slightly acid to moderately alkaline\nBCg horizon:\nHue: 2.5Y or 5Y\nValue: 4 or 5\nChroma: 1 to 4\nTexture: silty clay loam\nClay content: 28 to 35 percent\nSand content: less than 15 percent\nReaction: slightly alkaline or moderately alkaline\n2Cg horizon:\nHue: 10YR or 2.5Y\nValue: 4 or 5\nChroma: 1 to 4\nTexture: loam or clay loam\nClay content: 24 to 32 percent\nSand content: 25 to 45 percent fine sand and coarser\nReaction: slightly alkaline or moderately alkaline\nMoist bulk density: 1.6 to 1.8 g/cc"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:\nChalmers: formed in loess less than 40 inches thick and silty glacial till that has 12 to 18 percent clay\nChetomba: have moist bulk density values of 1.35 to 1.55 g/cc in the lower part of series control section\nDolbee: formed entirely in alluvium and do not have a lithologic discontinuity\nDrummer: formed in 40 to 60 inches of loess or other silty material and underlying loamy stratified outwash that has 10 to 32 percent clay and 15 to 80 percent sand\nDunham: contain 15 to 70 percent gravel in the lower part of the series control section\nElpaso: contain 2 to 30 percent sand in the lower part of the series control section\nElvira: formed in alluvial sediments and contain higher concentrations of Fe and Mn oxides in A and B horizons\nGarwin: formed entirely in loess and do not have a lithologic discontinuity\nHartsburg: formed entirely in loess and do not have a lithologic discontinuity\nMadelia: have moist bulk density values of 1.35 to 1.50 g/cc in the lower part of series control section\nMarcus: formed entirely in loess and do not have a lithologic discontinuity\nMascoutah: formed entirely in loess and have less than 7 percent sand throughout the series control section\nMaxcreek: have yellower hue in the 2B horizon and 2C horizons and are friable throughout the 2B and 2C horizons\nMaxfield: formed in 20 to 40 inches of loess and underlying glacial till\nMaxmore: formed in 40 to 60 inches of loess and underlying glacial till with more sand and moist bulk density values ranging from 1.8 to 2.0 g/cc.\nOssian: formed entirely in silty alluvium and do not have a lithologic discontinuity\nPatton: contain 5 to 25 percent sand in the lower part of the series control section that is dominated by fine sand and very fine sand\nPella: formed in loamy sediments and underlying stratified loamy glacial sediments\nRushmore: formed in 24 to 40 inches of loess or silty glacial lacustrine sediments and glacial till\nSable: formed entirely in loess and have less than 8 percent sand throughout the series control section\nWacousta: have carbonates within 20 inches"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material: 40 to 60 inches of loess and the underlying glacial till\nLandform: nearly level positions and swales on uplands\nSlopes: 0 to 2 percent\nElevation: 800 to 1600 feet\nFrost-free Period: 145 to 160 days\nMean annual air temperature: 45 to 50 degrees F.\nMean annual precipitation: 22 to 30 inches"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:\nAnnieville: occupy higher lying, more convex landscape positions and are moderately well drained\nSac: formed in 20 to 40 inches of loess and underlying glacial till, occupy higher lying, more convex landscape positions and are moderately well drained\nMcCreath (T): occupy slightly higher, slightly convex positions and are somewhat poorly drained"
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:\nDrainage: poorly drained or very poorly drained-- seasonal high saturation occurs within depths of 0 to 1 foot during April to June in most years and is considered apparent\nPermeability: moderate in the loess and moderate to moderately slow in the glacial till\nPotential for surface runoff: negligible to low"
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:\nWhere drained, areas are cultivated. Corn, soybeans, small grains and legume hay are principle crops. The native vegetative cover is a herbaceous wetland community commonly inhabited with Rice Cutgrasses, Softstem Bulrushes, Needle Spikerushes, Broadfruit Burreeds, Pickerel Weeds, Broadleaf Cattails, Water Smartweeds, American Water Lilies, Yellow Pond Lilies, American Lotuses, Small Pondweeds, Sago Pondweeds, and Arrowheads."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: LRR M, MLRA 107, northwestern Iowa and southwestern Minnesota; extensive"
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Indianapolis, Indiana"
  },
  "ORIGIN": {
    "section": "SERIES PROPOSED",
    "content": "SERIES PROPOSED:  Clay County, Iowa.  Source of the name is a small town in Clay County."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and soil characteristics recognized in this pedon:\nParticle-size control section: the zone from 10 to 40 inches\nMollic epipedon: the zone from the surface to 21 inches (Ap, A1, A2 and AB horizons);\nCambic horizon: the zone from 21 to 57 inches (Bg1, Bg2, Bg3, and BCg horizons).\nAquic moisture regime.\nSeries control section--the zone from 0 to 60 inches\nCation exchange activity class is inferred from lab data from similar soils in the surrounding area.\nTaxonomic Version: Second Edition, 1999.\nGillett Grove soils were previously included in the Marcus series. Based on MLRA correlation, soils that formed 40 to 60 inches of loess over glacial till will be correlated to this series. Soils that formed more than 60 inches of loess will be correlated to the Marcus series.  This type location was previously the type location for the Marcus series.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
