{
  "SERIES": "GILLULY",
  "STATUS": "Established Series",
  "BYREV": "Rev. LDS/CW/JWB",
  "REVDATE": "04/2011",
  "STATES": "UT",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive Typic Argicryolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Gilluly loam, on a north facing, convex, 14 percent slope in Douglas fir at an elevation of 2,579 meters.  (Colors are for dry soil unless otherwise noted.)  The surface is covered by 1 percent cobbles, 2 percent channers and 5 percent gravel.\nOi--0 to 2 cm; slightly decomposed aspen leaves and fir needles; abrupt smooth boundary. (0 to 2 cm thick)\nA--2 to 13 cm; dark grayish brown (10YR 4/2) loam, very dark brown (10YR 2/2) moist; moderate fine granular structure; very friable, soft, slightly sticky, slightly plastic; common coarse, medium, fine and very fine roots; common very fine tubular and many very fine interstitial pores; 1 percent cobbles, 2 percent channers, 3 percent gravel; noneffervescent; neutral (pH 7.2); clear wavy boundary. (10 to 23 cm thick)\nBt1--13 to 31 cm; brown (10YR 4/3) clay loam, very dark grayish brown (10YR 3/2) moist; moderate medium and fine subangular blocky structure; friable, slightly hard, moderately sticky, moderately plastic; common coarse, medium, fine and very fine roots; few medium, fine and common very fine tubular pores; common thin distinct dark brown (7.5YR 3/3), dry, clay films on all faces of peds and on surfaces along pores; 1 percent cobbles, 2 percent channers, 3 percent gravel; noneffervescent; neutral (pH 7.3); clear wavy boundary.\nBt2--31 to 46 cm; yellowish brown (10YR 5/4) clay loam, dark yellowish brown (10YR 4/4) moist; moderate medium and fine angular blocky structure; friable, hard, moderately sticky, moderately plastic; common coarse, medium, fine and very fine roots; few fine and common very fine tubular pores; many moderately thick prominent brown (7.5YR 4/4), dry, clay films on all faces of peds and on surfaces along pores; 1 percent cobbles, 2 percent channers and 10 percent gravel; noneffervescent; slightly alkaline (pH 7.4); clear wavy boundary. (combined thickness of the Bt horizons is 20 to 33 cm)\nBtk--46 to 62 cm; light yellowish brown (10YR 6/4) cobbly clay loam, dark yellowish brown (10YR 4/4) moist; strong medium and fine subangular blocky structure; friable, slightly hard, moderately sticky, moderately plastic; common coarse, medium, very fine and few fine roots; few fine and common very fine tubular pores; common thin prominent brown (7.5YR 5/4), dry, clay films on surfaces along pores and on all faces of peds; 15 percent cobbles, 3 percent channers, 2 percent gravel; slightly effervescent, common fine distinct threadlike very pale brown (10YR 8/2), dry, carbonate masses throughout, common distinct very pale brown (10YR 8/2), dry, carbonate coats on bottom surfaces of rock fragments; slightly alkaline (pH 7.7); abrupt irregular boundary.  (7 to 38 cm thick)\nBk--62 to 73 cm; very pale brown (10YR 7/3) extremely cobbly clay loam, pale brown (10YR 6/3) moist; weak medium and fine subangular blocky structure; very friable, slightly hard, moderately sticky, moderately plastic; few medium, fine common very fine roots; common very fine tubular pores; 10 percent flagstones, 40 percent cobbles, 10 percent channers, 5 percent gravel; violently effervescent, common distinct very pale brown (10YR 8/2), dry, carbonate coats on bottom surfaces of rock fragments; common fine distinct threadlike very pale brown (10YR 8/2), dry, carbonate masses throughout; moderately alkaline (pH 8.2); abrupt smooth boundary.  (0 to 18 cm thick)\nR--73 to 83 cm; interbedded limestone, calcareous sandstone, and calcareous shale bedrock."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Utah County, Utah; about 3.2 kilometers (2 miles) southwest of Soldier Summit; located about 1,600 feet east and 2,000 feet south of the northwest corner of sec. 35, T. 10 S., R. 7 E.; Soldier Summit USGS quad; lat. 39 degrees 54 minutes 34.6 seconds N. and long. 111 degrees 6 minutes 22.4 seconds W., NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture:  The soil moisture control section is affected by peak periods of precipitation from December to March and July to October; udic bordering ustic moisture regime.\nMean annual soil temperature:  2.2 to 6.7 degrees C\nMean summer soil temperature:  12.2 to 14.4 degrees C\nDepth to lithic contact:  51 to 102 cm\nDepth to argillic horizon:  10 to 26 cm\nDepth to secondary calcium carbonate:  36 to 87 cm\nThickness of the mollic epipedon:  23 to 39 cm\nParticle-size control section (weighted averages):\nClay content:  27 to 35 percent\nFine sand and coarser sand content:  20 to 35 percent\nRock fragment content:  0 to 15 percent, mainly gravel and channers\nA horizon:\nHue:  10YR\nValue:  4 or 5 dry and 2 or 3 moist\nChroma:  2 or 3 dry and moist\nTexture: loam\nClay content:  18 to 27 percent\nRock fragments:  0 to 15 percent, mainly gravel and channers\nEC (mmhos/cm):  0 to 2\nReaction:  neutral to slightly alkaline\nBt horizons:\nHue:  10YR or 2.5Y\nValue:  4 to 6 dry and 3 or 4 moist\nChroma:  2 to 4 dry and moist\nTexture:  clay loam\nClay content:  27 to 40 percent\nRock fragments:  0 to 15 percent, mainly gravel, channers and cobbles\nEC (mmhos/cm):  0 to 2\nReaction:  neutral to moderately alkaline\nBtk horizon:\nHue:  10YR or 2.5Y\nValue:  4 to 6 dry and 4 moist\nChroma:  3 or 4 dry and moist\nTexture:  cobbly clay loam\nClay content:  27 to 35 percent\nRock fragments:  15 to 35 percent gravel, channers and cobbles\nCalcium carbonate equivalent:  1 to 15 percent\nEC (mmhos/cm):  0 to 4\nReaction:  slightly alkaline or moderately alkaline\nBk horizon:  when present\nHue:  10YR or 2.5Y\nValue:  6 or 7 dry and 4 or 5 moist\nChroma:  2 to 4 dry and moist\nTexture:  extremely cobbly clay loam\nClay content:  27 to 35 percent\nRock fragments:  60 to 80 percent gravel, channers, cobbles and flagstones\nCalcium carbonate equivalent:  5 to 35 percent; when the calcic horizon is greater than 15 cm., the CCE is less than 15 percent; when the CCE is greater than 15 percent, the thickness of the calcic horizon is less than 15 cm.\nEC (mmhos/cm):  0 to 4\nReaction: moderately alkaline"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Hourglass, Mult, Quietus, Sponsor, Swede and Wildcow series.   These soils do not have a Bk horizon.  In addition, the Hourglass, Sponsor, Swede and Wildcow soils are very deep."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material:  colluvium, eolian deposits and/or slope alluvium over residuum derived from sedimentary rock, mainly limestone and calcareous sandstone and shale.\nLandform:  Mountain slopes\nSlopes:  8 to 45 percent\nElevation:  2,316 to 2,926 meters\nMean annual temperature:  1.1 to 5.6 degrees C\nMean annual precipitation:  56 to 92 cm\nPrecipitation pattern:  peaks from December to March and July to October and falls evenly throughout the remainder of the year\nFrost-free period:  40 to 70 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Aagard, Helper, Starley and Tosca series.  The Aagard soils are very deep, have a calcic horizon and are on mountainsides under aspen.  Helper soils are moderately deep, do not have an argillic horizon and are under salina wildrye and mountain big sagebrush on south aspects. Tosca soils are have a typic ustic moisture regime, are loamy-skeletal and deep to a lithic contact and are under scattered Douglas-fir on south aspects.  The Starley soils are shallow and loamy-skeletal and are on mountainsides under mountain big sagebrush."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  well drained, high runoff, slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used for rangeland, timber and wildlife habitat.  Native vegetation includes Douglas-fir, quaking aspen, Rocky Mountain juniper, mountain big sagebrush, and intermediate, bluebunch and slender wheatgrasses."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  North central Utah; LRR E, MLRA 47; small extent (1,155 acres in Duchesne, Utah and Emery Counties, Utah)."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Utah County, Utah, Duchesne Area, Utah, Parts of Duchesne, Utah and Wasatch Counties soil survey area, 2011.  Named for Gilluly Loop, a serpentine RR track near the type location, where you can view a train moving away and moving toward you at the same time."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nDiagnostic horizons and features recognized in this pedon are:\nSeries control section:  The zone from 0 to 83 cm.\nParticle-size control section:  The zone from 13 to 62 cm.  (Bt and Btk  horizons)\nMollic epipedon:  The zone from 0 to 31 cm.  (A and Bt1 horizons)\nArgillic horizon:  The zone from 13 to 62 cm.  (Bt and Btk horizons)\nSecondary carbonate accumulations:  in the zone from 46 to 73 cm (Btk and Bk horizons)\nLithic contact:  The contact with interbedded limestone, sandstone and shale at 73 cm.  (R horizon)\nThe Btk and Bk horizon do not qualify as a calcic horizon due either to insufficient thickness or carbonate equivalent.\nThe assignment of the cation-exchange activity class is inferred from lab data from similar soils in the surrounding area.\nTaxonomic Version:  Classified according to Keys to Soil Taxonomy, Eleventh Edition, 2010.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
