{
  "SERIES": "GILLETT",
  "STATUS": "Established Series",
  "BYREV": "Rev. MLG-ACT",
  "REVDATE": "10/97",
  "STATES": "TX",
  "OVERVIEW": "The Gillett series consists of soils that are moderately deep over sandstone.  They are well drained, slowly permeable soils on gently sloping to moderately steep uplands.  These soils formed in loamy and clayey sediments over weakly consolidated sandstone with fine sandy loam texture.  Slopes range from 1 to 20 percent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, smectitic, hyperthermic Typic Paleustalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Gillett fine sandy loam--in rangeland on a 2 percent simple convex southeast-facing slope.  Elevation is 385 feet above sea level.  (Colors are for dry soils unless otherwise stated)\nA--0 to 7 inches; grayish brown (10YR 5/2) fine sandy loam, very dark grayish brown (10YR 3/2) moist; massive; hard, firm, nonsticky, nonplastic; common fine roots; few fine tubular pores; slightly acid; abrupt wavy boundary.  (3 to 10 inches thick)\nBt1--7 to 13 inches; dark brown (7.5YR 3/4) clay, dark brown (7.5YR 3/4) moist; moderate medium and coarse prismatic structure parting to moderate medium and coarse angular blocky; extremely hard, extremely firm, very sticky, very plastic; common fine roots; common fine and medium distinct red (2.5YR 4/6) masses of iron accumulation with sharp boundaries in the matrix; common faint continuous brown clay films; common pressure faces; prisms capped with thin coats of fine sand; slightly acid; clear wavy boundary.  (4 to 14 inches thick)\nBt2--13 to 19 inches; reddish brown (5YR 4/4) clay, yellowish red (5YR 4/6) moist; moderate medium and coarse prismatic structure parting to moderate medium and coarse angular blocky; extremely hard, extremely firm, very sticky, very plastic; common fine roots; common fine and medium faint red (2.5YR 4/6) masses of iron accumulation with sharp boundaries in the matrix; common pressure faces; few small slickensides; common distinct continuous dark brown clay films; some vertical ped faces coated with a thin layer of fine sand; slightly acid; clear wavy boundary.  (4 to 14 inches thick)\nBtk--19 to 27 inches; brown (10YR 5/3) clay, dark brown (10YR 4/3) moist; moderate medium and coarse angular blocky structure; extremely hard, extremely firm, very sticky, very plastic; few fine roots; few pressure faces; common distinct continuous dark brown clay films; common fine and medium threads and masses of calcium carbonate; few fine concretions of calcium carbonate; few dark krotovinas; strongly effervescent; moderately alkaline; clear wavy boundary.  (0 to 12 inches thick)\n2BCtk--27 to 34 inches; light yellowish brown (10YR 6/4), gravelly sandy clay loam, yellowish brown (10YR 5/4) moist; weak fine subangular blocky structure; hard, firm, slightly sticky, slightly plastic; few fine roots; few thin discontinuous dark brown clay films; few fine and medium masses and concretions of calcium carbonate; 20 percent moderately cemented sandstone fragments coated with calcium carbonate; sandstone has common yellow streaks and spots; weakly effervescent; moderately alkaline; clear wavy boundary.  (0 to 18 inches thick)\n2Cr--34 to 60 inches; white (10YR 8/1) weakly consolidated sandstone with texture of fine sandy loam; white (10YR 8/1) moist; massive; very hard; few strong brown stains in upper 6 inches; few fine and medium streaks and spots of yellow soil material in upper 4 inches; slightly alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Karnes County, Texas; from the intersection of Texas Highway 80 and Farm Road 887 in Gillett, 2.1 miles west on Farm Road 887 and 250 feet north in rangeland. (Latitude is 29 degrees, 07 minutes, 10 seconds North and Longitude is 97 degrees, 48 minutes, 50 seconds West)."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Solum thickness and depth to weakly consolidated sandstone ranges from 20 to 40 inches.  Masses of calcium carbonate are between 14 and 27 inches.  Electrical conductivity ranges from 2 to 4 dS/m in lower part of the profile.  Clay content of the control section ranges from 40 to 55 percent. Accumulations of iron and manganese are relict redoximorphic features.  Surface fragments up to 24 inches across range from none to about 35 percent.\nThe A horizon has hue of 10YR, value of 2 to 6, and chroma of 1 to 3.  The surface is hard or very hard and massive when dry.  Some pedons have up to 5 percent by volume siliceous pebbles and sandstone fragments up to 6 inches across.  Reaction is slightly acid or neutral.\nThe upper part of the Bt horizon has hue of 7.5YR or 10YR, value of 3 to 5, and chroma of 2 to 6.  Texture is clay or sandy clay.  Few to many masses of iron and manganese accumulations are in shades of red, yellow, brown or gray.  Dark clay films and coats are in most pedons.  Reaction ranges from slightly acid to slightly alkaline.\nThe Btk horizon, where present, has hue of 5YR, 7.5YR, or 10YR, value of 3 to 5, and chroma of 3 or 4.  Texture is clay, sandy clay, clay loam, or sandy clay loam.  Few to common masses of iron and manganese accumulations are in shades of red, yellow, and brown.  Few to common films and threads of calcium carbonate may occur.  Reaction ranges from neutral to moderately alkaline.\nThe 2BCtk horizon has hue of 10YR, value of 4 to 7, and chroma of 2 to 4.  Texture is sandy clay loam, gravelly sandy clay loam, gravelly clay loam, or gravelly sandy clay.  Few to many masses of iron and manganese accumulations are in shades of yellow or brown.  Few masses of calcium carbonate. Some pedons contain pockets or clusters of salt, gypsum or other salts in the lower part.  Reaction is slightly alkaline or moderately alkaline.\nThe 2Cr horizon has hue of 10YR or 2.5Y, value of 6 or 8, and chroma of 1 or 2.  The material is weakly consolidated sandstone of fine sandy loam or very fine sandy loam texture.  Some pedons have thin layers of weakly cemented sandstone and soft siltstone interbedded with the weakly consolidated sandstone.  Some pedons contain B material in small pockets or channels.  Streaks and spots in shades of yellow and brown range from few to common.  Some pedons have a few masses of calcium carbonate. Most of this material slakes in water.  Reaction is neutral to moderately alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no other series.  Similar soils include the Bryde, Floresville, Miguel, Papalote, and Wilco series.  All these soils are very deep and do not have sandstone layers within 40 inches of the surface.  Bryde soils have vertic properties and do not have iron accumulations in shades of red, yellow, or gray in the Bt.  Floresville, Miguel, Papalote and Wilco soils have masses of calcium carbonate deeper than 27 inches.  In addition, Papalote soils have iron depletions due to wetness."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Gillett soils are on gently sloping to moderately steep convex sideslopes.  Slopes range from 1 to 20 percent.  The soil formed in loamy and clayey sediments over weakly consolidated to weakly cemented sandstone or sandstone interbedded with soft shale of the Jackson Geologic Group.  Mean annual precipitation ranges from the 28 to 32 inches, and mean annual temperature ranges from 70 to 74 degrees F.  The Frost free days range from 275 to 290.  Elevations range from 330 to 500 feet.  Thornthwaite P-E index ranges from 31 to 44."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These include the competing Bryde, Miguel, and Papalote soils and the Weigang soils.  Bryde soils are on similar surfaces.  Miguel and Papalote soils are on lower positions.  Weigang soils are on similar to slightly higher positions and are less than 20 inches deep."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained.  Permeability is slow.  Runoff is low on 0 to 1 percent slopes, medium on 1 to 3 percent slopes, high on 3 to 5 percent slopes, and high on 5 to 20 percent slopes."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used mainly as rangeland and wildlife habitat.  A few areas are used as cropland or bermudagrass pasture.  The main native grasses are little bluestem, silver bluestem,  Texas wintergrass, bristlegrass, threeawns and dropseeds.  Woody plants are mesquite, post oak, live oak, condalia, and agarito.  Cultivated crops include small grain, corn, grain and forage sorghum."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  In the northeast portion of the Rio Grande Plain of Texas (MLRA 83A).  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Karnes County, Texas; 1989.  The name is from a small community in northern Karnes County."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  These soils were formerly included with the Miguel and Papalote series.\nThe diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - from 0 to 7 inches, consisting of the A horizon.\nAbrupt texture change - at 7 inches.\nArgillic horizon - from 7 to 27 inches, consisting of the Bt1, Bt2, and Btk horizons.\n2Cr feature - Most of this material slakes in water, it can be dug with moderate difficulty with a spade.  This does not meet the requirement of a paralithic horizon.\nADDITIONAL DATA:  Karnes County, Texas; TAMU Soil Characterization Lab S88TX-255-004\nSOIL INTERPRETATION RECORD NUMBER: TX1187\nNational Cooperative Soil Survey\nU.S.A."
  }
}
