{
  "SERIES": "GILLSBURG",
  "STATUS": "Established Series",
  "BYREV": "Rev. ACM-WMK-RBH",
  "REVDATE": "10/2018",
  "STATES": "MS",
  "OVERVIEW": "The Gillsburg series consists of deep, somewhat poorly drained soils that formed in silty alluvium.  Permeability is moderate in the surface layers and moderate to slow in the subsoil.  These nearly level soils are on flood plains along streams that drain areas of the Southern Coastal Plain, which are mantled with thin loess.  Slopes are from 0 to 2 percent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-silty, mixed, active, acid, thermic Aeric Fluvaquents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Gillsburg silt loam - forested.  (Colors are for moist soil unless otherwise stated).\nA--0 to 4 inches; dark grayish brown (10YR 4/2) silt loam; weak fine granular structure; friable; many fine through coarse roots; many fine pores; strongly acid; gradual smooth boundary.  (4 to 8 inches thick)\nBw--4 to 17 inches; mottled dark brown (10YR 4/3) and light brownish gray (2.5Y 6/2) silt loam; weak fine and medium subangular blocky structure; friable; common fine through coarse roots; many fine pores; few coatings of silt and oxides on faces of peds; very strongly acid; gradual smooth boundary.  (10 to 14 inches thick)\nBg--17 to 33 inches; light gray (10YR 7/1) silt loam; many medium distinct yellowish brown (10YR 5/4) and strong brown (7.5YR 5/6) mottles; weak fine and medium subangular blocky structure; friable; common fine roots; common fine voids; many fine pores; few coatings of silt and oxides on faces of peds; few black and brown concretions; very strongly acid; clear irregular boundary.  (0 to 20 inches thick)\nExb--33 to 42 inches; light gray (10YR 7/1) silt loam; many medium distinct light yellowish brown (10YR 6/4) and yellowish brown (10YR 5/6) mottles; weak coarse prismatic structure parting to weak medium subangular blocky; friable; yellowish brown portion slightly brittle and compact; few fine roots; many fine voids; gray tongues of silt loam 1/2 to 1 inch wide between prisms; common black and brown concretions; strongly acid; clear irregular boundary.  (6 to 20 inches thick)\nE/Bb--42 to 60 inches; grayish brown (2.5Y 5/2) (E) silt loam; many coarse distinct yellowish brown (10YR 5/6) (B) mottles; weak coarse prismatic structure parting to weak medium subangular blocky; friable; yellowish brown portion brittle and compact; few fine roots in tongues and in some brown portions; many voids; gray tongues of silt loam 1/2 to 1 inch wide between prisms; nearly continuous clay films on faces of prisms; many black and brown concretions; very strongly acid; clear irregular boundary.  (0 to 24 inches thick)\nBtgxb--60 to 65 inches; light gray (10YR 7/1) silt loam; many coarse distinct yellowish brown (10YR 5/6) and strong brown (7.5YR 5/8) mottles; weak coarse prismatic structure parting to weak medium subangular blocky; friable; brown portion brittle and compact; many voids; nearly continuous clay films on faces of prisms; gray tongues of silt loam between prisms; few black and brown concretions; very strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Amite County, Mississippi; 8.0 miles northeast of Liberyy, on State Highway 48, 2.5 miles north, 0.6 miles northwest, and 200 feet north into woods.  Northeast 1/4 southwest 1/4, sec. 13, T. 3 N., R. 5 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Depth to the buried soil commonly is from 20 to 50 inches; in some pedons it is deeper, or absent.  The upper part of the solum is very strongly acid or strongly acid, except the surface layer in areas that have been limed.  The A or Ap, Bw, and Bg horizons are silt, silt loam, or very fine sandy loam.  The 10- to 40-inch particle-size control section has 10 to 18 percent clay, 60 to 80 percent silt, and 10 to 18 percent sand.  Weatherable minerals in the silt and sand size particles range from 10 percent to about 20 percent.  Calcium-magnesium ratio is less than 1.  The A, Bw, Bg and Exb horizons have more than 0.2 percent organic carbon.\nThe A or Ap horizon has hue of 10YR, value of 4 or 5, and chroma of 2 or 3, or it has hue of 2.5Y, value of 4 or 5, and chroma of 2.\nThe Bw horizon has hue of 10YR, value of 4 or 5, and chroma of 3 or 4, and grayish mottles, if present, are few to many, or it is mottled in shades of brown and gray.  Brown and black concretions, if present, are from few to common.\nThe Bg horizon has hue of 10YR, value of 5 to 7, and chroma of 1 or 2, with mottles in shades of brown, or it is mottled in shades of gray and brown.  Brown and black concretions are few to many.\nThe buried horizons have hue of 10YR, value of 5 to 7, and chroma of 1 or 2 with common to many medium to coarse mottles in shades of brown.  These horizons commonly are slightly brittle or compact in less than 40 percent of the mass and have coarse prismatic structure with gray silt coats on the faces of the prisms.  The texture is silt loam, loam or silty clay loam.  Fine to coarse, black and brown concretions commonly are few to many."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  Falaya is the only competing series.  Closely related soils include Ariel, Convent, Guyton, Oaklimeter, and Waverly series.  Ariel soils are 24 inches or more deep to a layer with mottles having chroma of 2 or less.  Convent soils are nonacid.  Falaya soils have a calcium-magnesium ratio of more than 1, have less than 10 percent sand, and have more than 20 percent weatherable minerals.  Guyton soils have a Bt horizon.  Oaklimeter soils are 20 inches or more deep to a layer with a gray matrix.  Waverly soils have chroma of 2 or less in more than 60 percent of the matrix in all subhorizons below the A horizon."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHICAL SETTING",
    "content": "GEOGRAPHICAL SETTING:  Gillsburg soils formed in silty alluvium on older flood plains.  These nearly level soils are along streams that drain shallow loessial areas in the Southern Mississippi Silty Uplands.  Slopes are 0 to 2 percent.  The climate is warm and humid.  Near the type location, the average annual temperature is 66 degrees F, and average annual precipitation is 57.0 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These include the Ariel and Oaklimeter soils of the competing series and the Cascilla, Chenneby, and Collins soils.  All of these soils are on almost lineral surfaces of flood plains.  Well drained Ariel soils mainly are on natural levees.  Moderately well drained Oaklimeter soils are on slightly higher parts of the flood plain.  Well drained Cascilla soils, which are fine-silty in the control section, are near channels.  Somewhat poorly drained Chenneby soils, which are fine-silty in the control section, are in similar positions as the Gillsburg soils.  Moderately well drained Collins soils, which are structureless and have thin bedding planes in the upper 20 inches of the soil, formed in more recent alluvial sediment."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Moderate permeability in the upper part of the solum and moderate or slow in the lower part.  Somewhat poorly drained; slow runoff.  During wet seasons the water table fluctuates between a depth of 1.0 and 1.5 feet.  Most areas of Gillsburg soils either are occasionally or frequently flooded during winter and early in spring.  Duration is brief to very long."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most areas of Gillsburg soils are used for woodland or pasture.  A minor acreage is used for cropland.  The native vegetation is bottomland hardwoods."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  In thin loess belt of the Southern Coastal Plain.  The series is of moderate extent in Mississippi."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Auburn, Alabama"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Amite County, Mississippi, 1971."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - the zone from the surface to a depth of 4 inches (A horizon).\nCambic horizon - the zone from 4 to 33 inches (Bw and Bg horizons).\nAeric feature - the zone from 4 to 17 inches is mottled with the dominant color in hue of 10YR, value of 4 and chroma of 3 (Bw horizon).\nBuried soil - the zone from 33 to 65 inches consisting of an Ev horizon (the zone from 33 to 42 inches), an E/Bt horizon (the zone from 42 to 60 inches), and a Btg horizon (the zone from 60 to 65 inches)."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "ADDITIONAL DATA:  Stop 2, Amite County, Mississippi.  In the fragipan study of soils of Louisiana and Mississippi, 9/28/70-10/2/70, including Mississippi State University Data; also, Lincoln Soil Survey Laboratory Mineralogical Data, S70-Miss-02-2, 70L046 for the same site."
  },
  "SITE": [
    [
      {
        "drainage": "somewhat poorly",
        "drainage_overview": "somewhat poorly"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 10,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "silt loam",
        "structure": "weak fine granular",
        "dry_rupture": "NA",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "strongly acid",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "A--0 to 4 inches; dark grayish brown (10YR 4/2) silt loam; weak fine granular structure; friable; many fine through coarse roots; many fine pores; strongly acid; gradual smooth boundary.  (4 to 8 inches thick)"
      },
      {
        "name": "Bw",
        "top": 10,
        "bottom": 43,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "silt loam",
        "structure": "weak fine and medium subangular blocky",
        "dry_rupture": "NA",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "Bw--4 to 17 inches; mottled dark brown (10YR 4/3) and light brownish gray (2.5Y 6/2) silt loam; weak fine and medium subangular blocky structure; friable; common fine through coarse roots; many fine pores; few coatings of silt and oxides on faces of peds; very strongly acid; gradual smooth boundary.  (10 to 14 inches thick)"
      },
      {
        "name": "Bg",
        "top": 43,
        "bottom": 84,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 7,
        "moist_chroma": 1,
        "texture_class": "silt loam",
        "structure": "weak fine and medium subangular blocky",
        "dry_rupture": "NA",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "irregular",
        "narrative": "Bg--17 to 33 inches; light gray (10YR 7/1) silt loam; many medium distinct yellowish brown (10YR 5/4) and strong brown (7.5YR 5/6) mottles; weak fine and medium subangular blocky structure; friable; common fine roots; common fine voids; many fine pores; few coatings of silt and oxides on faces of peds; few black and brown concretions; very strongly acid; clear irregular boundary.  (0 to 20 inches thick)"
      },
      {
        "name": "Exb",
        "top": 84,
        "bottom": 107,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 7,
        "moist_chroma": 1,
        "texture_class": "silt loam",
        "structure": "weak coarse prismatic",
        "dry_rupture": "NA",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "irregular",
        "narrative": "Exb--33 to 42 inches; light gray (10YR 7/1) silt loam; many medium distinct light yellowish brown (10YR 6/4) and yellowish brown (10YR 5/6) mottles; weak coarse prismatic structure parting to weak medium subangular blocky; friable; yellowish brown portion slightly brittle and compact; few fine roots; many fine voids; gray tongues of silt loam 1/2 to 1 inch wide between prisms; common black and brown concretions; strongly acid; clear irregular boundary.  (6 to 20 inches thick)"
      },
      {
        "name": "E/Bb",
        "top": 107,
        "bottom": 152,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "2.5Y",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "silt loam",
        "structure": "weak coarse prismatic",
        "dry_rupture": "NA",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "irregular",
        "narrative": "E/Bb--42 to 60 inches; grayish brown (2.5Y 5/2) (E) silt loam; many coarse distinct yellowish brown (10YR 5/6) (B) mottles; weak coarse prismatic structure parting to weak medium subangular blocky; friable; yellowish brown portion brittle and compact; few fine roots in tongues and in some brown portions; many voids; gray tongues of silt loam 1/2 to 1 inch wide between prisms; nearly continuous clay films on faces of prisms; many black and brown concretions; very strongly acid; clear irregular boundary.  (0 to 24 inches thick)"
      },
      {
        "name": "Btgxb",
        "top": 152,
        "bottom": 165,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 7,
        "moist_chroma": 1,
        "texture_class": "silt loam",
        "structure": "weak coarse prismatic",
        "dry_rupture": "NA",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Btgxb--60 to 65 inches; light gray (10YR 7/1) silt loam; many coarse distinct yellowish brown (10YR 5/6) and strong brown (7.5YR 5/8) mottles; weak coarse prismatic structure parting to weak medium subangular blocky; friable; brown portion brittle and compact; many voids; nearly continuous clay films on faces of prisms; gray tongues of silt loam between prisms; few black and brown concretions; very strongly acid."
      }
    ]
  ]
}
