{
  "SERIES": "GILPIN",
  "STATUS": "Established Series",
  "BYREV": "SLH/Rev. MDJ",
  "REVDATE": "10/2014",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, active, mesic Typic Hapludults"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Gilpin channery silt loam on a 3 percent northwest facing slope in cropland. (Colors are for moist soil unless otherwise indicated.)\nAp--0 to 20 cm (0 to 8 inches); dark grayish brown (10YR 4/2) channery silt loam; weak fine granular structure; friable, slightly sticky and slightly plastic; 20 percent rock fragments of subangular siltstone and shale; moderately acid; abrupt smooth boundary. (15 to 25 cm (6 to 10 inches thick)\nBt1--20 to 33 cm (8 to 13 inches); yellowish brown (10YR 5/4) channery silt loam; weak fine and medium subangular blocky structure; friable, slightly sticky and slightly plastic; few distinct clay films on faces of peds and in pores; 25 percent rock fragments of subangular siltstone and shale; moderately acid; gradual wavy boundary.\nBt2--33 to 61 cm (13 to 24 inches); yellowish brown (10YR 5/6) channery silt loam; moderate medium subangular blocky structure; friable, slightly sticky and moderately plastic; few distinct clay films on faces of peds and in pores; 30 percent rock fragments of subangular siltstone and shale; very strongly acid; clear wavy boundary. (Combined thickness of the Bt horizon is 30 to 66 cm thick (12 to 26 inches.)\nC--61 to 79 cm (24 to 30 inches); brown (10YR 5/3) extremely channery loam; massive; friable, slightly sticky and slightly plastic; few faint clay films and common prominent black coatings on fragments; 60 percent rock fragments of subangular siltstone and shale; very strongly acid; clear wavy boundary. (0 to 25 cm (0 to 10 inches thick)\nR--79 cm (30 inches); light olive brown (2.5Y 5/4) fractured, thin bedded, shale and siltstone with silt and clay coatings in fractures; strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:\nCounty:  Indiana\nState:  Pennsylvania\nUSGS Quadrangle:  Marion Center\nLatitude (Decimal Degrees, NAD 83):  40.8550642\nLongitude (Decimal Degrees, NAD 83):  -79.018367\nDirections to the pedon:  In North Mahoning Township about  mile southeast of Marchand, on a hilltop 500 feet east of Township Road 660."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nDepth to the top of the Argillic:  13 to 38 cm (5 to 15 inches)\nDepth to the base of the Argillic:  53 to 94 cm (21 to 37 inches)\nSolum Thickness:  45 to 91 cm (18 to 36 inches)\nDepth to Bedrock:  51 to 102 cm (20 to 40 inches)\nDepth Class:  Moderately deep\nRock Fragment content:  5 to 40 percent, by volume, in the solum and 30 to 90 percent, by volume, in the C horizon.  The rock fragment content is less than 35 percent, by volume, in the upper 20 inches of the argillic horizon.  Rock fragments are mostly angular to subangular channers of shale, siltstone, and sandstone.\nSoil Reaction:  Extremely acid through strongly acid throughout, except where limed\nRange of Individual Horizons:\nAp horizon:\nColor--hue of 10YR or 2.5Y, value of 3 through 5, and chroma of 2 through 4\nTexture (fine-earth fraction)--silt loam or loam\nA horizon (if it occurs):\nColor--hue of 10YR or 2.5Y, value of 2 through 4, and chroma of 1 through 3\nTexture (fine-earth fraction)--silt loam or loam\nE, BE, or BA horizons (if they occur):\nColor--hue of 7.5YR or 10YR, value of 4 through 6, and chroma of 3 through 6\nTexture (fine-earth fraction)--silt loam or loam\nBt horizon:\nColor--hue of 7.5YR through 2.5Y, value of 4 through 6, and chroma of 4 through 8\nTexture (fine-earth fraction)--silt loam, loam, clay loam, or silty clay loam\nClay films--occur on ped faces, pores, and on rock fragments and are few or common and faint or distinct.\nBC horizon (if it occurs):\nColor--hue of 7.5YR through 2.5Y, value of 3 through 6, and chroma of 2 through 6\nTexture (fine-earth fraction)--silt loam, loam, or silty clay loam\nC horizon:\nColor--hue of 7.5YR through 2.5Y, value of 3 through 6, and chroma of 2 through 6\nTexture (fine-earth fraction)--silt loam, loam, or silty clay loam\nSome pedons have a Cr horizon.\nThe R horizon is horizontal interbedded shale, siltstone, or fine grained sandstone."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:\nArcola soils--are weathered from Triassic and Jurassic bedrock\nBedington soils--are very deep to bedrock\nBucks soils--are deep to bedrock with a silt mantle\nCollington soils--are very deep to bedrock\nEdgemont soils--are deep and very deep to quartzitic bedrock\nEdneytown soils--are very deep to igneous and high-grade metamorphic bedrock\nFreehold soils--are very deep and form in marine sediments containing glauconite\nGladstone soils--are very deep to residual and colluvial granitic gneiss bedrock\nJoanna soils--are very deep to Triassic bedrock\nLeedsville soils--are very deep to Triassic and Jurassic bedrock\nMillstone soils--are very deep and form in loamy alluvium\nPenargyl soils--are very deep and form in till over shale residuum bedrock\nPennval soils--are very deep and form in colluvium\nPigeonroost soils--form from igneous and high-grade metamorphic bedrock\nPineville soils--are very deep and form in colluvium\nQuakertown soils--are deep to bedrock\nRayne soils--are deep and very deep to bedrock\nShelocta soils--are deep and very deep and form in colluvium or colluvium and residuum\nSyenite soils--form from residual granite bedrock\nWist soils--are very deep to bedrock and form from glauconite bearing fluviomarine deposits"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nMLRA(s) using this series:  118, 119, 120, 122, 123, 124, 125, 126, 127, 128, 130, 147\nLandscape:  Upland\nLandform:  Ridge, hill, and hillslope\nGeomorphic Component:  Interfluve, head slope, nose slope, or side slope\nHillslope Profile Position:  Summit, shoulder, or backslope\nParent Material Origin:  Nearly horizontal, interbedded gray and brown acid siltstone, shale, and sandstone\nParent Material Kind:  Residuum\nSlope:  0 to 70 percent\nElevation:  91 to 1097 meters (300 to 3600 feet)\nFrost-free period:  120 to 180 days\nMean Annual Air Temperature:  7 to 14 degrees C. (46 to 57 degrees F.)\nMean Annual Precipitation:  914 to 1270 millimeters (36 to 50 inches)"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:\nBeech soils--occur on footslopes and are moderately well drained\nBerks soils--occur on similar landscapes, do not have an argillic horizon, and have more coarse fragments in the solum and substratum\nCavode soils--occur on similar landscapes and are somewhat poorly drained\nClarksburg soils--occur on footslopes and are moderately well drained\nDekalb soils--occur on similar landscapes, have sandier textures, and have more coarse fragments in the solum and substratum\nErnest soils--occur on footslopes and are moderately well or somewhat poorly drained\nMuskingum soils--occur on similar landscapes, do not have an argillic horizon, and are deep to bedrock\nRayne soils--occur on similar landscapes and are deeper than 102 cm to bedrock\nShelocta soils--occur on similar landscapes and are deeper than 102 cm to bedrock\nUpshur soils--occur on similar landscapes, have finer textures in the solum and substratum, and are deep and very deep to bedrock\nVandalia soils--occur on footslopes, have finer textures in the solum and substratum, and are very deep to bedrock\nWellston soils--occur on similar landscapes and are deep and very deep to bedrock\nWestmoreland soils--occur on similar landscapes and are deep and very deep to bedrock\nWharton soils--occur on similar landscapes, are moderately well drained, and are deep and very deep to bedrock"
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:\nDrainage Class (Agricultural):  Well drained\nIndex Surface Runoff:  Negligible through high\nSaturated Hydraulic Conductivity Class:  High\nPermeability Class (obsolete):  Moderate\nShrink-Swell Class:  Low\nFlooding Frequency and Duration:  None\nPonding Frequency and Duration:  None"
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:\nMajor Uses:  Hayland, pasture, cropland, and woodland\nDominant Vegetation:  Where cultivated--Grass-legume hay, corn, soybeans, wheat, or oats.  Where wooded--Oaks, maple, hickory, and yellow-poplar."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:\nDistribution:  Pennsylvania, Georgia, Indiana, Kentucky, Maryland, New York, Ohio, Tennessee, Virginia, and West Virginia\nExtent:  Large, over 6 million acres, at the time of this revision"
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  MORGANTOWN, WEST VIRGINIA"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Indiana County, Pennsylvania, 1931."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nDiagnostic horizons and features recognized in this pedon are:\nOchric epipedon--the zone from 0 to 20 cm (Ap horizon)\nArgillic horizon--the zone from 20 to 61 cm (Bt1 and Bt2 horizons)\nLithic contact--the zone starting at 79 cm (R horizon)\nSeries control section--the zone from 0 to 79 cm\nADDITIONAL DATA:\nCharacterization sample 61PA063056 is from the Type Location, and was used as the basis for placing this series in the active CEC class.\nCharacterization data is available from the Pennsylvania State Soil Characterization Laboratory for the following pedons:  75PA003001, 61PA063054, 65PA003008, S1965PA063180\nCharacterization data is available from The Ohio State Soil Characterization Laboratory for the following pedons:  KX-043, PR-004, PR-005, ho-011, cs-019, cs-020, cs-024, mn-w15, mn-w20, at-W03, lw-s01, ws-023, ws-w08, ws-w10, ws-w34, ws-w35, As-007, Sk-025, bt-w02, AS-7, CA-W20, CA-W21, CS-W9, CS-W10, CS-W11, BT-S2, BT-W2, JF-16, MS-W1, MS-W2, MS-S4, TU-1, MN-8, MN-10, MN-26, MN-W3, MN-W9, MN-W43, SK-25, PR-4, PR-5, WS-W34, WS-W35\nNational Cooperative Soil Survey\nU.S.A."
  }
}
