{
  "SERIES": "GILPAR",
  "STATUS": "Established Series",
  "BYREV": "Rev. JPE/TLA/RWL/TDT",
  "REVDATE": "01/2009",
  "STATES": "WA",
  "OVERVIEW": "The Gilpar series consists of very deep, well drained soils formed in colluvium from andesite, rhyolite pyroclastic rocks, schist and gneiss, with an admixture of volcanic ash. Gilpar soils are on mountain sides slopes, ridges, and toeslopes. Slopes are 5 to 90 percent. The average annual precipitation is about 70 inches and the average annual temperature is about 43 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Ashy-skeletal, amorphic Andic Haplocryods"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Gilpar very stony ashy sandy loam - under a coniferous forest. (Colors are for dry soil unless otherwise stated. All textures are apparent field textures.)\nOi--0 to 1 inch; slightly decomposed forest litter.\nE--1 to 2 inch; dark grayish brown (10YR 4/2) very stony ashy sandy loam, light brownish gray (10YR 6/2) dry; weak fine granular structure; soft, very friable, nonsticky and nonplastic; many very fine and few fine roots; few fine tubular pores; 40 percent channers and 10 percent stones with 5 to 10 percent surface stones; NaF pH 10.5, moderately acid; abrupt wavy boundary. (1 to 5 inches thick)\nBs1--2 to 7 inches; dark brown (7.5YR 3/4) very channery ashy sandy loam, pink (7.5YR 7/4) dry; weak fine granular structure; soft, very friable, nonsticky and nonplastic; weakly smeary; common very fine and fine and few medium roots; common fine and very fine tubular pores; 30 percent channers and 10 percent stones; NaF pH 11.0; moderately acid; gradual wavy boundary. (4 to 12 inches thick)\nBs2--7 to 21 inches; brown (7.5YR 4/4) very channery ashy sandy loam, light brown (7.5YR 6/4) dry; weak fine subangular blocky structure; soft, very friable, nonsticky and nonplastic; weakly smeary; many very fine, fine, and medium roots; common fine tubular pores; 40 percent channers and 10 percent stones; NaF pH 11.5; moderately acid; gradual wavy boundary. (8 to 17 inches thick)\nBw--21 to 29 inches; dark yellowish brown (10YR 4/4) very channery ashy sandy loam, light yellowish brown (10YR 6/4) dry; weak fine subangular blocky structure; soft, very friable, nonsticky and nonplastic; weakly smeary; many very fine and fine, few medium and coarse roots; common fine tubular pores; 40 percent channers, 10 percent cobbles and 5 percent stones; NaF pH 11.0; slightly acid; clear wavy boundary. (10 to 27 inches thick)\nBC--29 to 61 inches; olive brown (2.5Y 4/4) very channery ashy sandy loam, light yellowish brown (2.5Y 6/4) dry; weak fine subangular blocky structure; soft, very friable, nonsticky and nonplastic; weakly smeary; common very fine, fine, medium and coarse roots; few fine tubular pores; 40 percent channers, 10 percent cobbles and 5 percent stones; NaF pH 11.0; slightly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Chelan County, Washington; about 8 miles west of Lake Wenatchee, 1,770 feet east and 310 feet south of northwest corner of section 9, T. 27N., R. 15E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: The mean annual soil temperature is 38 to 46 degrees F. The mean summer soil temperature is 42 to 45 degrees F. The soils are usually moist but are dry in all parts in the moisture control section for 25 to 45 consecutive days during summer. The solum is 26 to 40 inches thick. The 10 to 40 inch particle-size control section has an estimated moist bulk density of 0.60 to 1.20 g/cc, volcanic glass content of 30 to 60 percent, acid-oxalate extractable aluminum plus one-half of the acid-oxalate extractable iron of more than 2.0 percent, phosphorus retention of 40 to 60 percent, 15-bar water retention of 10 to 12 percent for air dried samples, and 35 to 70 percent angular rock fragments. Thickness of spodic horizon ranges from 11 to 20 inches\nThe E horizon is very stony ashy sandy loam, ashy sandy loam, or ashy loamy sand.\nThe Bs horizon has a hue of 5YR or 7.5YR, value of 5 to 7 dry, 3 to 5 moist, and chroma of 3 to 6 moist and dry. It is gravelly ashy loam, gravelly ashy sandy loam, very gravelly ashy sandy loam, extremely gravelly ashy sandy loam, very channery ashy sandy loam, very cobbly ashy sandy loam or extremely cobbly ashy sandy loam. Reaction is strongly acid or moderately acid.\nThe Bw horizon has a hue of 10YR or 7.5YR, value of 5 or 6 dry, 3 to 6 moist, and chroma of 3 to 6 moist and dry. It is extremely gravelly ashy sandy loam, very gravelly ashy sandy loam, very gravelly ashy loam, very cobbly ashy loam, or very channery ashy sandy loam. Reaction is slightly acid to strongly acid.\nThe BC horizon has hue of 10YR or 2.5Y, value of 5 to 7 dry, 4 or 5 moist and chroma of 3 or 4 moist. It is very gravelly ashy sandy loam, very cobbly ashy loam, extremely gravelly ashy sandy loam, very channery ashy sandy loam, or very gravelly ashy sandy loam. Reaction is strongly acid to slightly acid."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Kachess (T), Polallie (T), Ronsel (T), Thetis (T), Vabus and Waptus (T) series. Kachess soils are dominated by rounded rock fragments of mixed lithology and have a spodic horizon 1 to 4 inches thick. Polallie soils are 20 to 40 inches to lithic sandstone. Ronsel soils have a solum 8 to 26 inches thick, a spodic horizon 4 to 8 inches thick, and are dominated by rounded rock fragments high in sepentinized basalt. Waptus soils are 20 to 40 inches to densic materials and have a spodic horiozn 1 to 3 inches thick. Thetis soils are dominated by rounded rock fragments of mixed lithiology. Vabus soils have dense glacial till at 20 to 40 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Gilpar soils are on mountain side slopes, ridges and toe slopes. Sopes are 5 to 90 percent. They formed in colluvium from andesite, rhyolite, basalt, pyroclastic rocks, and gneiss and schist with admixture of volcanic ash. Elevations are 2,100 to 5,800 feet. The soils are in a marine-influenced climate with relatively cool, dry summers and cool, wet winters. The mean annual precipitation is 55 to 120 inches. The average January temperature is about 26 degrees F. and the average July temperature is about 61 degrees F. The mean annual temperature is 37 to 45 degrees F. The frost-free season is 35 to 85 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are Stirrup, Terence, and the competing Kachess and Vabus soils. Stirrup soils have a spodic horizon that has a ratio of free iron to carbon of less than 0.2 and are on mountain slopes. Terence soils do not have a spodic horizon and are on mountain slopes."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; moderately rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: These soils are sed for timber production, wildlife habitat and watershed. Native vegetation is western hemlock, Pacific silver fir, Douglas-fir, mountain hemlock, and western redcedar with an understory of vaccinium, pachystima and Oregongrape."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: East slopes of the Cascade Mountains in western Kittitas and Chelan Counties, Washington; MLRA 3. This series is moderately extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Kittitas County, Washington, 1981"
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nAlbic horizon - the zone from 1 to 2 inches (E horizon)\nSpodic horizon - the zone from 2 to 21 inches (Bs1 and Bs2 horizons)\nAndic properties - the zone from 1 to 41 inches\nPSCS - the zone from 11 to 41 inches\nDepth to diagnostic horizons and features is measured from the top of the first mineral layer.\nADDITIONAL DATA: Partial laboratory data are available. National Soil Survey Laboratory pedon number 80P311. This data represents a taxadjunct to the Gilpar series.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Oi",
        "top": 0,
        "bottom": 3,
        "narrative": "Oi--0 to 1 inch; slightly decomposed forest litter."
      },
      {
        "name": "E",
        "top": 3,
        "bottom": 5,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 2,
        "texture_class": "sandy loam",
        "cf_class": "very stony",
        "pH_class": "moderately acid",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "E--1 to 2 inch; dark grayish brown (10YR 4/2) very stony ashy sandy loam, light brownish gray (10YR 6/2) dry; weak fine granular structure; soft, very friable, nonsticky and nonplastic; many very fine and few fine roots; few fine tubular pores; 40 percent channers and 10 percent stones with 5 to 10 percent surface stones; NaF pH 10.5, moderately acid; abrupt wavy boundary. (1 to 5 inches thick)"
      },
      {
        "name": "Bs1",
        "top": 5,
        "bottom": 18,
        "dry_hue": "7.5YR",
        "dry_value": 3,
        "dry_chroma": 4,
        "texture_class": "sandy loam",
        "cf_class": "very channery",
        "pH_class": "moderately acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bs1--2 to 7 inches; dark brown (7.5YR 3/4) very channery ashy sandy loam, pink (7.5YR 7/4) dry; weak fine granular structure; soft, very friable, nonsticky and nonplastic; weakly smeary; common very fine and fine and few medium roots; common fine and very fine tubular pores; 30 percent channers and 10 percent stones; NaF pH 11.0; moderately acid; gradual wavy boundary. (4 to 12 inches thick)"
      },
      {
        "name": "Bs2",
        "top": 18,
        "bottom": 53,
        "dry_hue": "7.5YR",
        "dry_value": 4,
        "dry_chroma": 4,
        "texture_class": "sandy loam",
        "cf_class": "very channery",
        "pH_class": "moderately acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bs2--7 to 21 inches; brown (7.5YR 4/4) very channery ashy sandy loam, light brown (7.5YR 6/4) dry; weak fine subangular blocky structure; soft, very friable, nonsticky and nonplastic; weakly smeary; many very fine, fine, and medium roots; common fine tubular pores; 40 percent channers and 10 percent stones; NaF pH 11.5; moderately acid; gradual wavy boundary. (8 to 17 inches thick)"
      },
      {
        "name": "Bw",
        "top": 53,
        "bottom": 74,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 4,
        "texture_class": "sandy loam",
        "cf_class": "very channery",
        "pH_class": "slightly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bw--21 to 29 inches; dark yellowish brown (10YR 4/4) very channery ashy sandy loam, light yellowish brown (10YR 6/4) dry; weak fine subangular blocky structure; soft, very friable, nonsticky and nonplastic; weakly smeary; many very fine and fine, few medium and coarse roots; common fine tubular pores; 40 percent channers, 10 percent cobbles and 5 percent stones; NaF pH 11.0; slightly acid; clear wavy boundary. (10 to 27 inches thick)"
      },
      {
        "name": "BC",
        "top": 74,
        "bottom": 155,
        "dry_hue": "2.5Y",
        "dry_value": 4,
        "dry_chroma": 4,
        "texture_class": "sandy loam",
        "cf_class": "very channery",
        "pH_class": "slightly acid",
        "narrative": "BC--29 to 61 inches; olive brown (2.5Y 4/4) very channery ashy sandy loam, light yellowish brown (2.5Y 6/4) dry; weak fine subangular blocky structure; soft, very friable, nonsticky and nonplastic; weakly smeary; common very fine, fine, medium and coarse roots; few fine tubular pores; 40 percent channers, 10 percent cobbles and 5 percent stones; NaF pH 11.0; slightly acid."
      }
    ]
  ]
}
