{
  "SERIES": "GILROY",
  "STATUS": "Established Series",
  "BYREV": "Rev. WCL/LCL/TDC/ET",
  "REVDATE": "02/2003",
  "STATES": "CA",
  "OVERVIEW": "The Gilroy series consists of moderately deep, well drained soils that formed in material weathered from basic igneous and metamorphic rocks.  Gilroy soils are on uplands and have slopes of 9 to 75 percent.  The mean annual precipitation is about 25 inches, and the mean annual air temperature is about 60 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, active, thermic Typic Argixerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Gilroy clay loam - annual grass rangeland.  (Colors are for dry soil unless otherwise stated.)\nA-0 to 8 inches; brown (7.5YR 5/4) light clay loam, dark brown (7.5YR 3/2) moist; weak medium subangular blocky structure parting to moderate medium and fine granular; hard, very friable, sticky and plastic; common very fine roots; many very fine interstitial, common very fine tubular pores; about 5 percent gravel; moderately acid (pH 6.0); clear wavy boundary.  (8 to 15 inches thick)\nBt--8 to 21 inches; reddish brown (5YR 4/3) clay loam, dark reddish brown (5YR 3/2) moist; weak medium subangular blocky structure parting to moderate medium and fine granular; hard, very friable, sticky and plastic; few very fine roots; many very fine interstitial, few fine and medium tubular pores; common thin clay films on peds and in pores; about 5 percent gravel; moderately acid (pH 6.0); abrupt irregular boundary.  (12 to 25 inches thick)\nR--21 to 28 inches; brown metamorphosed basic igneous rock (greenstone) with moderately thick clay films on rock surfaces and also black manganese stains on mineral grains; variable as to hardness and composition over short distances."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Santa Clara County, California; about .4 mile east of the Castro Valley Ranch gate on a hillside northeast of the road; NE 1/4 SW 1/4 of section 18, T. 11 S., R. 4 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Depth to a lithic contact ranges from 20 to 40 inches.  Thickness of the solum is the same or is less than depth to rock.  Rock fragments make up 3 to 30 percent of the soil.  Mean annual soil temperature is 59 degrees to 64 degrees F. and the temperature does not go below 41 degrees F.  The soil between depths of about 4 and 12 inches is dry by May 15 or June 1 and is continuously dry until late October or early November.  Part of all of the soil in this section is moist all the rest of the year.  The solum is mainly moderately acid to neutral throughout, tends to become less acid with depth and is moderately alkaline in some pedons just above the bedrock.  Base saturation is more than 75 percent throughout the solum.  Organic matter is 2 to 6 percent in the A horizon and decreases regularly to less than 1 percent at a depth of 18 inches.  The particle-size control section has less than 30 percent sand content.\nThe A horizon dry color is 7.5YR 5/4, 5/2, 4/2, 3/2; 5YR 5/4, 5/3, or 4/4.  Moist color is 7.5YR 3/2; 5YR 3/2 or 3/3 (see remarks).  It is loam or light clay loam and has moderate or strong granular or subangular blocky structure.  An AB or BA horizon up to 6 inches thick is present in some pedons.\nThe Bt horizon dry color is 5YR 5/3, 5/4, 4/3, 4/4, 3/2, 3/3, or 3/4.  7.5YR 5/2, 5/4, 4/2, or 4/4.  Moist color is 5YR 4/4, 3/4, 3/3; 7.5YR 4/2, 4/4, 3/2 (see remarks).  The lower part of the Bt horizon commonly has lighter colors and in some pedons the dry value or chroma is 6.  It is clay loam with 5 to 8 percent more clay, absolute, than the A horizon and has 27 to 35 percent total clay content.  There are few to many thin to thick clay films on peds and in pores.  The structure varies from weak to strong angular or subangular blocky.  A BC horizon or C horizon or both are present in some pedons."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Ballard, Bohna, Chualar, Pinto, Sagaser, Shimmon, Soper, and Tehachapi series.  Ballard, Chualar, Pinto, Soper, and Tehachapi soils lack a lithic or paralithic contact.  Bohna soils have a paralithic contact of weathered granitic bedrock at depths of 40 to 73 inches.  Sagaser soils have a paralithic contact at depths of 40 to 60 inches.  Shimmon soils have a paralithic contact at depths 20 to 40 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Gilroy soils are on hillslopes in hills and mountains and have slopes of 9 to 75 percent.  Elevations are from near sea level to 3,000 feet.  The soils formed in material weathered from basic igneous and metabasic rocks.  The climate is subhumid with warm dry summers and cool moist winters.  Mean annual precipitation is 16 to 35 inches.  The average January temperature is about 47 degrees to 54 degrees F.; average July temperature is about 68 degrees F.; mean annual temperature is about 58 degrees to 62 degrees F.  The frost-free season is 200 to 300 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Gaviota, Henneke, Los Gatos, Maymen, Montara, and Vallecitos soils.  Gaviota, Maymen and Montara soils lack argillic horizons and are less than 20 inches deep to rock.  Henneke soils have more than 35 percent rock fragments and are less than 20 inches deep to serpentine rock.  Los Gatos soils have a mean soil temperature of less than 59 degrees F.  Vallecitos soils lack a mollic epipedon."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; medium to rapid runoff; moderately slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Mostly annual rangeland, although some areas have been cropped to grain hay.  The native vegetation is oakgrass and forbs with some scattered perennial grasses."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Coast Range of central and southern California.  The soils are moderately extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Santa Clara County, California, 1971."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Soils with 10YR hues would now be excluded from the ranges of the Gilroy series.  Hues of 10YR have been mapped in the Ventura Area and Paso Robles Area Soil Survey Reports.\nThe activity class was added to the classification in February of 2003. Competing series were not checked at that time. - ET\nOSED scanned by SSQA.  Last revised by state on 5/83\nNational Cooperative Soil Survey\nU.S.A."
  }
}
