{
  "SERIES": "GILSTON",
  "STATUS": "Established Series",
  "BYREV": "Rev. GWL/MJD/SSP",
  "REVDATE": "03/1999",
  "STATES": "UT",
  "OVERVIEW": "The Gilston series consists of very deep, well drained soils that formed in alluvium.  Gilston soils are on drainageways.  Slopes are 2 to 8 percent.  Average annual precipitation is about 10 inches and the mean annual air temperature is about 47 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, superactive, mesic Sodic Ustic Haplocambids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Gilston sandy loam  on south-facing, concave, 2 percent slope under Wyoming big sagebrush at elevation of 5,600 feet. (Colors are for air-dry soil unless otherwise noted.)\nA--0 to 4 inches; pale brown (10YR 6/3) sandy loam, dark brown (10YR 3/3) moist; weak thin platy structure parting to weak fine granular; slightly hard, friable; common fine and very fine roots; many very fine and fine and few medium tubular pores; 10 percent gravel; slightly effervescent, (4 percent calcium carbonate equivalent), carbonates are disseminated; moderately alkaline (pH 8.0); clear wavy boundary.  (2 to 5 inches thick)\nBw--4 to 10 inches; pale brown (10YR 6/3) gravelly sandy loam, dark brown (10YR 3/3) moist; weak medium subangular blocky structure parting to weak fine granular; slightly hard, friable, slightly plastic; many fine and very fine, common medium and few coarse roots; common fine and very fine tubular pores; 15 percent gravel; slightly effervescent, (4 percent calcium carbonate equivalent), carbonates are disseminated; moderately alkaline (pH 8.0); gradual wavy boundary.  (6 to 16 inches thick)\nBk1--10 to 21 inches; pale brown (10YR 6/3) gravelly sandy loam, dark brown (10YR 4/3) moist; massive; slightly hard, friable; many fine and very fine and few medium and coarse roots; common fine and very fine and few medium tubular pores; 15 percent gravel; slightly effervescent, (5 percent calcium carbonate equivalent), carbonates are disseminated and segregated as less than 1 mm thick coatings on undersides of gravel; moderately alkaline (pH 8.0); gradual wavy boundary.  (8 to 18 inches thick)\nBk2--21 to 31 inches; light yellowish brown (10YR 6/4) gravelly sandy loam, dark yellowish brown (10YR 4/4) moist; massive; soft, very friable; many fine and very fine and few medium and coarse roots; few fine and very fine tubular pores; 20 percent gravel; slightly effervescent, (7 percent calcium carbonate equivalent), carbonates are disseminated, segregated as veins and 1 mm thick coatings on undersides of gravel; moderately alkaline (pH 8.2); clear wavy boundary.  (10 to 25 inches thick)\nBkn--31 to 52 inches; pale brown (10YR 6/3) gravelly sandy loam, dark brown (10YR 4/3) moist; massive; hard, friable; few fine and very fine roots; 15 percent gravel and 5 percent channers; slightly effervescent, (5 percent calcium carbonate equivalent), carbonates are disseminated, and segregated as veins and 1 mm thick coatings on undersides of gravel; 21 percent exchangeable sodium; strongly alkaline (pH 9.0); clear smooth boundary.  (10 to 21 inches thick)\nBkny--52 to 68 inches; very pale brown (10YR 7/3) loam, yellowish brown (10YR 5/4) moist; massive; very hard, friable, slightly sticky, and slightly plastic; few fine and very fine roots; many very fine and fine tubular pores; few fine masses of gypsum throughout peds (37 percent gypsum); strongly effervescent, (16 percent calcium carbonate equivalent),  carbonates are disseminated and segregated as common fine masses; 53 percent exchangeable sodium; very strongly alkaline (pH 9.2); clear wavy boundary."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Uintah County, Utah; about 2 1/2 miles southeast of Bonanza, Utah, 1,000 feet west and 1,300 feet north of the southeast corner of sec. 30, T.9S., R.25E., SLBM; 40 degrees 00 minutes 09 seconds north latitude and 109 degrees 08 minutes 15 seconds west longitude."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture:  The soil moisture control section is affected by precipitation that falls evenly through the year with a slight increase in late summer and early fall.  The soil moisture regime is aridic bordering on ustic.\nMean annual soil temperature:  47 to 51 degrees F.\nDepth to cambic:  2 to 5 inches\nDepth to gypsic horizon:  40 to 55 inches\nParticle-size control section (weighted average):  6 to 18 percent clay and 15 to 34 percent sandstone rock fragments.\nA horizon:\nValue:  5 or 6 dry, 3 or 4 moist\nChroma:  3 or 4 dry or moist\nCalcium carbonate equivalent:  1 to 10 percent\nEC mmhos/cm:  0 to 2\nBw horizon:\nValue:  5 or 6 dry, and 3 through 5 moist\nChroma:  3 or 4 dry or moist\nTexture:  gravelly fine sandy loam, gravelly sandy loam, fine sandy loam or sandy loam\nCalcium carbonate equivalent:  1 to 10 percent\nEC mmhos/cm:  0 to 2\nSAR:  5 to 13\nReaction:  moderately alkaline or strongly alkaline\nBk and Bkn horizons:\nHue:  10YR or 2.5Y\nValue:  5 to 7 dry, 4 or 5 moist\nChroma:  2 to 4 dry or moist\nTexture:  gravelly sandy loam, gravelly fine sandy loam, fine sandy loam, or sandy loam\nCalcium carbonate equivalent:  1 to 10 percent\nEC mmhos/cm:  0 to 2\nSAR:  5 to 13\nExchangeable sodium:  less than 15 percent in the Bk and greater than 15 in the Bkn\nReaction:  moderately alkaline or strongly alkaline\nBkny horizon:\nHue:  10YR or 2.5Y\nValue:  6 or 7 dry, 4 or 5 moist\nChroma: 2 to 4 dry or moist\nTexture:  sandy loam, loam, fine sandy loam, loamy sand, silt loam, gravelly sandy loam\nCalcium carbonate equivalent:  10 to 20 percent\nEC mmhos/cm:  4 to 16\nSAR:  30 to 55\nExchangeable sodium:  greater than 15\nGypsum:  5 to 40 percent\nReaction:  moderately alkaline to very strongly alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no current competitors."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material: alluvium derived mainly from sandstone\nLandform:  drainageways\nSlope:  2 to 8 percent\nElevation:  5,000 to 6,400 feet\nMean annual precipitation:  8 to 12 inches\nMean annual air temperature: 45 to 49 degrees F.\nFreeze-free period: 110 to 140 days"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Cadrina, Chalkcliff, Muff, and Walknolls soils.  Cadrina and Walknolls soils are on plateau hillslopes and are less than 20 inches deep to bedrock.  Chalkcliff soils are on fan remnants and have a loamy-skeletal particle size control section.  Muff soils are on benches and have a natric horizon."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; low runoff; moderate rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used for rangeland, wildlife habitat, recreation and mining.  Potential native vegetation is Wyoming big sagebrush, spiny hopsage, spiny horsebrush, rubber rabbitbrush, shadscale, bottlebrush squirreltail, Indian ricegrass, and bluegrass.  This soil has been correlated to the Semidesert Gravelly Sandy Loam (Wyoming Big Sagebrush) - 034XY206UT range site in Utah."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northeastern Utah.  The series is of moderate extent.  LRR D, MLRA 34."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Uintah County, Uintah Area Soil Survey Area, Utah, 1998.  The name is coined."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features in this pedon include:\nOchric epipedon - from 0 to 4 inches (A horizon).\nCambic horizon - from 4 to 10 inches (Bw horizon).\nGypsic horizon - from 52 to 60 inches (Bkny horizon)\nSodic feature - greater than 15 percent exchangeable sodium in the zone from 31 to 68 inches.  (Bkn and Bkny horizons)\nThe classification was changed from Ustic Torriorthents to Sodic Ustic Haplocambids 1/1999.\nTaxonomic version:  Eighth Edition, 1998.\nADDITIONAL DATA:  This profile was sampled NSSL, 1980 80P2821-2829.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
