{
  "SERIES": "GINSBERG",
  "STATUS": "Established Series",
  "BYREV": "Rev. JAS/CDJ/RWL",
  "REVDATE": "10/2006",
  "STATES": "OR",
  "OVERVIEW": "The Ginsberg series consists of very deep, well drained soils that formed in residuum and colluvium from tuffaceous sedimentary rock. Ginsberg soils are on ridgetops and side slopes of mountains. Slopes are 5 to 60 percent. The mean annual precipitation is about 100 inches, and the mean annual temperature is about 49 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Medial over clayey, ferrihydritic over isotic, mesic Alic Hapludands"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Ginsberg medial loam, woodland, on a 22 percent south-facing slope at an elevation of 1,590 feet. (Colors are for moist soil unless otherwise noted. When described on December 29, 1993, the soil was moist throughout.)\nOi--0 to 1 inch; slightly decomposed needles, leaves, twigs, roots and moss.\nA1--1 to 6 inches; very dark brown (10YR 2/2) medial loam, brown (10YR 4/3) dry; moderate very fine and fine subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; moderately smeary; many very fine and fine, common medium and coarse roots; many very fine irregular pores; moderately acid (pH 5.6); clear smooth boundary.\nA2--6 to 19 inches; dark brown (10YR 3/3) medial loam, dark yellowish brown (10YR 4/4) dry; moderate fine subangular blocky structure; slightly hard, friable, slightly sticky and moderately plastic; moderately smeary; many very fine and fine, common medium and coarse roots; many very fine and few fine irregular pores; 3 percent soft paragravel; strongly acid (pH 5.4); clear irregular boundary. (Combined thickness of the A horizon ranges from 10 to 20 inches.)\nBw1--19 to 36 inches; dark yellowish brown (10YR 4/6) clay loam, brownish yellow (10YR 6/6) dry; moderate fine and medium subangular blocky structure; hard, friable, slightly sticky and moderately plastic; weakly smeary; few fine roots; common very fine tubular pores; very coarse, rounded, light olive brown (2.5Y 5/4) iron depletion along an old root channel and about a 5mm wide ring of strong brown (7.5YR 5/6) soft iron mass concentration surrounding the depletion; 5 percent soft paragravel; very strongly acid (pH 4.6); gradual wavy boundary. (5 to 25 inches thick)\nBw2--36 to 50 inches; dark yellowish brown (10YR 4/4) clay loam, brownish yellow (10YR 6/6) dry; weak medium subangular blocky structure parting to moderate fine and very fine subangular blocky; slightly hard, very friable, slightly sticky and slightly plastic; common fine irregular pores; 7 percent soft paragravel; very strongly acid (pH 4.6); gradual wavy boundary. (12 to 35 inches thick)\nBw3--50 to 63 inches; dark yellowish brown (10YR 4/4) clay loam, brownish yellow (10YR 6/6) dry; weak medium and coarse subangular blocky structure parting to moderate fine and very fine subangular blocky; slightly hard, very friable, slightly sticky and slightly plastic; common fine irregular pores; very coarse, rounded, light olive brown (2.5Y 5/4) iron depletion along an old root channel and about a 5mm wide ring of strong brown (7.5YR 5/6) soft iron mass concentration surrounding the depletion; 10 percent soft gravel; very strongly acid (pH 4.6)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Tillamook County, Oregon; located about 1.6 miles east of Blaine, Oregon; about 900 feet north and 1,800 feet west of the southeast corner of section 28, T. 3 S., R. 8 W.; USGS Blaine topographic quadrangle; latitude 45 degrees 16 minutes 33 seconds N. and longitude 123 degrees 40 minutes 19 seconds W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: The soils are usually moist, and are dry for less than 45 consecutive days in all parts between the depth of 4 and 12 inches in the four months following the summer solstice. The mean annual soil temperature is 47 to 52 degrees F. The depth to bedrock is 60 inches or more. The umbric epipedon is 10 to 20 inches thick. The hue is 10YR or 7.5YR throughout.\nThe A horizon has value of 2 or 3 moist, 4 or 5 dry, and have chroma of 2 or 3 moist and 3 or 4 dry. It has 0 to 10 percent gravel, 0 to 10 percent cobbles, and 0 to 20 percent soft pararock fragments. It is medial loam or medial silt loam. It has acid oxalate extractable aluminum plus one-half iron of 2 to 3 percent and P-retention of 90 to 100 percent.\nThe Bw1 horizon has value of 3 or 4 moist, 4 through 6 dry, and has chroma of 4 or 6 moist and dry. It is loam, silt loam, clay loam, silty clay loam, or silty clay, and has 0 to 10 percent gravel, 0 to 10 percent cobbles, and 0 to 35 percent soft pararock fragments. It has 25 to 45 percent clay by field estimates.\nThe Bw2 horizon, and Bw3 horizon when present, have value of 4 moist, 4 through 6 dry, and have chroma of 4 or 6 moist and 4 through 8 dry. They are silty clay loam, clay loam, or silty clay, and have 0 to 10 percent gravel, 0 to 10 percent cobbles, and 0 to 45 percent soft pararock fragments. They have 35 to 45 percent clay by field estimates."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no competing series."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: The Ginsberg soils are on ridgetops and side slopes of mountains and have slopes of 5 to 60 percent. Elevations are 200 to 2,000 feet. The climate is characterized by cool, wet winters and warm, moist summers. The mean annual precipitation is 80 to 120 inches. The mean annual temperature is 46 to 52 degrees F. The frost-free period is 100 to 210 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Hemcross and Klistan soils. Hemcross soils are on mountains and are medial. Klistan soils are on mountains, medial-skeletal and are 40 to 60 inches deep to bedrock."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; runoff is rapid on moderately steep slopes, and very rapid on steep slopes; permeability is moderate in the upper part and moderately slow in the lower part."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: These soils are used for timber production, wildlife habitat, recreation, and water supply. Native vegetation includes Douglas fir, western hemlock, red alder, bigleaf maple, vine maple, red huckleberry, western swordfern, salal, salmonberry, and rose."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Coast Range mountains in northwestern Oregon; MLRA 1. The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Washington County, Oregon, 2006."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon include:\nUmbric epipedon - from 1 to 19 inches (A1 and A2 horizons).\nCambic horizon - from a depth of 19 inches to 63 inches (Bw1, Bw2, and Bw3 horizons).\nAndic soil properties - from 1 to 19 inches (A1 and A2 horizons).\nParticle-size control section - from 1 to 41 inches (A1, A2, and Bw1 horizons, and 14 inches of the Bw3 horizon).\nMedial over clayey - Medial from 1 to 19 inches (A1 and A2), and clayey from 19 inches to a depth of 41 inches (Bw1 and 5 inches of the Bw2 horizon).\nThe series was established in 2006.  The series was added to the Washington County soil survey prior to the correlation of the Tillamook County soil survey.\nADDITIONAL DATA: Partial laboratory data available for this soil. Reference sample S93OR057-005 from Tillamook County, Oregon, NSSL, Lincoln, NE, 01/31/94.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Oi",
        "top": 0,
        "bottom": 3,
        "narrative": "Oi--0 to 1 inch; slightly decomposed needles, leaves, twigs, roots and moss."
      },
      {
        "name": "A1",
        "top": 3,
        "bottom": 15,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 2,
        "texture_class": "loam",
        "pH": 5.6,
        "pH_class": "moderately acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A1--1 to 6 inches; very dark brown (10YR 2/2) medial loam, brown (10YR 4/3) dry; moderate very fine and fine subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; moderately smeary; many very fine and fine, common medium and coarse roots; many very fine irregular pores; moderately acid (pH 5.6); clear smooth boundary."
      },
      {
        "name": "A2",
        "top": 15,
        "bottom": 48,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 4,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "loam",
        "pH": 5.4,
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "irregular",
        "narrative": "A2--6 to 19 inches; dark brown (10YR 3/3) medial loam, dark yellowish brown (10YR 4/4) dry; moderate fine subangular blocky structure; slightly hard, friable, slightly sticky and moderately plastic; moderately smeary; many very fine and fine, common medium and coarse roots; many very fine and few fine irregular pores; 3 percent soft paragravel; strongly acid (pH 5.4); clear irregular boundary. (Combined thickness of the A horizon ranges from 10 to 20 inches.)"
      },
      {
        "name": "Bw1",
        "top": 48,
        "bottom": 91,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 6,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 6,
        "texture_class": "clay loam",
        "pH": 4.6,
        "pH_class": "very strongly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bw1--19 to 36 inches; dark yellowish brown (10YR 4/6) clay loam, brownish yellow (10YR 6/6) dry; moderate fine and medium subangular blocky structure; hard, friable, slightly sticky and moderately plastic; weakly smeary; few fine roots; common very fine tubular pores; very coarse, rounded, light olive brown (2.5Y 5/4) iron depletion along an old root channel and about a 5mm wide ring of strong brown (7.5YR 5/6) soft iron mass concentration surrounding the depletion; 5 percent soft paragravel; very strongly acid (pH 4.6); gradual wavy boundary. (5 to 25 inches thick)"
      },
      {
        "name": "Bw2",
        "top": 91,
        "bottom": 127,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 6,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "clay loam",
        "pH": 4.6,
        "pH_class": "very strongly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bw2--36 to 50 inches; dark yellowish brown (10YR 4/4) clay loam, brownish yellow (10YR 6/6) dry; weak medium subangular blocky structure parting to moderate fine and very fine subangular blocky; slightly hard, very friable, slightly sticky and slightly plastic; common fine irregular pores; 7 percent soft paragravel; very strongly acid (pH 4.6); gradual wavy boundary. (12 to 35 inches thick)"
      },
      {
        "name": "Bw3",
        "top": 127,
        "bottom": 160,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 6,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "clay loam",
        "pH": 4.6,
        "pH_class": "very strongly acid",
        "narrative": "Bw3--50 to 63 inches; dark yellowish brown (10YR 4/4) clay loam, brownish yellow (10YR 6/6) dry; weak medium and coarse subangular blocky structure parting to moderate fine and very fine subangular blocky; slightly hard, very friable, slightly sticky and slightly plastic; common fine irregular pores; very coarse, rounded, light olive brown (2.5Y 5/4) iron depletion along an old root channel and about a 5mm wide ring of strong brown (7.5YR 5/6) soft iron mass concentration surrounding the depletion; 10 percent soft gravel; very strongly acid (pH 4.6)."
      }
    ]
  ]
}
