{
  "SERIES": "GINSERLY",
  "STATUS": "Tentative Series",
  "BYREV": "IRD. TLC/TDT",
  "REVDATE": "01/2006",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS:  Loamy-skeletal, mixed, superactive, frigid Vitrandic Argixerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Ginserly cobbly ashy loam, on a  25 percent north slope, rangeland.  (Colors are for moist soils unless otherwise noted.)\nA--0 to 5 inches; very dark grayish brown (10YR 3/2)  cobbly ashy loam, grayish brown (10YR 5/2) dry; moderate very fine granular structure; soft, very friable, slightly sticky and slightly plastic; many very fine roots; many very fine interstitial pores; 10 percent sand-size (0.25 to 1.0 mm) pumice; 5 percent stones, 10 percent cobbles and 15 percent gravel; neutral (pH 6.8); clear wavy boundary. ( 3 to 7 inches thick)\nAB--5 to 17 inches; very dark grayish brown (10YR 3/2) very cobbly ashy loam, grayish brown (10YR 5/2) dry; moderate  very fine  subangular blocky structure; slightly hard, very friable, slightly sticky and slightly plastic; common very fine and few fine roots; common very fine tubular pores; 10 percent sand-size (0.25 to 1.0 mm) pumice; 5 percent stones, 20 percent cobbles and 15 percent gravel; neutral (pH 7.0); clear wavy boundary. (9 to 16 inches thick)\n2Bt1--17 to 31 inches; very dark grayish brown (10YR 3/2) very cobbly loam, brown (10YR 5/3) dry; common fine subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; common fine and few coarse roots; common very fine tubular pores; common faint clay films on faces of peds and in pores; 30 percent cobbles and 15 percent gravel; neutral (pH 7.0); clear wavy boundary. (8 to 18 inches thick)\n2Bt2--31 to 38 inches; dark yellowish brown (10YR 3/4) extremely cobbly clay loam, yellowish brown (10YR 5/6) dry; moderate very fine subangular blocky structure; slightly hard, friable, moderately sticky and slightly plastic; few very fine roots; common very fine tubular pores; common faint clay films on faces of peds and in pores; 50 percent cobbles and 15 percent gravel; neutral (pH 7.0); clear wavy boundary. ( 5 to 9 inches thick)\n2Bt3--38 to 45 inches; dark yellowish brown (10YR 3/4) extremely cobbly clay loam, yellowish brown (10YR 5/6) dry; weak fine subangular blocky structure; hard, friable, moderately sticky and moderately plastic; few very fine roots; common very fine tubular pores; common distinct clay films on faces of peds and in pores; 50 percent cobbles and 15 percent gravel; neutral (pH 7.2); clear wavy boundary. (5 to 15 inches thick)\n2R -- 45 inches; fractured rhyolite."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Crook County, Oregon;  located 250 feet south and 180 feet east of the NW corner of section 9, T. 16 S., R. 15 E.;  about 3 miles southwest of the Three Spring Ranch."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: These soils are usually moist, but are dry in the moisture control section for 70 to 90 days following the summer solstice.  The  mean annual soil temperature is 42 to 47 degrees F.  Depth to bedrock is 40 to 60 inches.  The mollic epipedon is 20 to 40 inches thick.  The A and AB horizons have a phosphate retention of 15 to 25 percent, acid oxalate aluminum plus one-half the iron of 0.4 to 0.8 percent and 15 to 30 percent glass.  Base saturation is over 75 percent throughout.\nThe A horizon has value of 2 or 3 moist, 4 or 5 dry, and chroma of 2 or 3 moist and dry.  It contains 15 to 30 percent gravel, 10 to 30 percent cobbles and 0 to 5 percent stones.  The sand-size (0.25 to 1.0mm) pumice content ranges from 5 to 15 percent.\nThe AB horizon has value of 2 or 3 moist, 4 or 5 dry, and chroma of 2 or 3 moist and dry.  It contains 10 to 30 percent gravel, 10 to 30 percent cobbles, 5 to 20 percent stones and 15 to 27 percent clay.  The sand-size (0.25 to 1.0mm) pumice content ranges from 5 to 15 percent.\nThe 2Bt horizon has value of 3 or 4 moist, 5 or 6 dry, and chroma of 2 through 4 moist and 3 through 6 dry.  It is loam or clay loam and contains 10 to 30 percent gravel, 25 to 50 percent cobbles and 20 to 35 percent clay."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Imnaha, Klickson, Millerflat, Needhill, Raycreek, Roundbarn, Saturday, Skullhollow, Stemilt, Sycreek, and Wilt series.   Imnaha, Raycreek, and Wilt soils are 20 to 40 inches to bedrock.  Klickson, Saturday, Stemilt, Sycreek, and Wilt soils have a mollic epipedon less than 20 inches thick.  Millerflat soils are greater than 60 inches to bedrock, are moderately well drained, and are on stream terraces.  Needhill, Stemilt, and Sycreek soils are dry for 60 to 75 days following the summer solstice.  Roundbarn soils are deep to a paralithic contact and have base saturation of less than 75 percent."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:   Ginserly soils are on buttes at elevations of 3,500 to 5,100 feet.  Slopes range from 3 to 65 percent.  These soils formed in colluvium and residuum derived from rhyolite with an influence of volcanic ash in the surface. Climate is characterized by cold wet winters and hot dry summers. The mean annual precipitation is 12 to 16 inches, the mean annual temperature is 40 to 46 degrees F., and the frost-free period is 50 to 80 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Hatrock, Tristan, Anatone, Lickskillet and Tuscor soils. Anatone soils are loamy-skeletal, shallow to bedrock, and are on adjacent ridgetops.  Hatrock soils are ashy-skeletal and are very deep to bedrock.  Tristan soils are loamy-skeletal and are on adjacent south slopes at lower elevations.  Tuscor soils are clayey-skeletal  and are on adjacent south slopes. Lickskillet soils are loamy-skeletal, shallow to bedrock and are on adjacent south slopes and ridgetops at lower elevations."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained, permeability is moderately slow."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Ginserly soils are used mainly for livestock grazing and wildlife habitat.  The native vegetation is Idaho fescue, bluebunch wheatgrass, and mountain big sagebrush, and antelope bitterbrush."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Central Oregon;  MLRA 10, John Day area.  This series is not extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES PROPOSED",
    "content": "SERIES PROPOSED:  Crook County Area, Oregon; 1999."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features include:\nMollic epipedon (Pachic) - from the surface to a depth of 31 inches (A, AB and  2Bt1 horizons)\nCambic horizon - the zone from 5 to 17 inches (AB horizon)\nArgillic horizon - the zone from 17 to 45 inches (2Bt1, 2Bt2 and 2Bt3 horizons)\nVitrandic feature - from the surface to a depth of 17 inches (A and Bw horizons)\nNational Cooperative Soil Survey\nU.S.A."
  }
}
