{
  "SERIES": "GIRARD",
  "STATUS": "Established Series",
  "BYREV": "Rev. PRF-RGC",
  "REVDATE": "08/2015",
  "STATES": "KS",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, mixed, superactive, thermic Vertic Epiaquolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Girard silty clay loam -in a pasture on a floodplain, at an elevation of 287 meters (942 feet) above mean sea level.  (Colors are for moist soil unless otherwise stated.)\nA1--0 to 15 cm (0 to 6 inches); very dark gray (10YR 3/1) silty clay loam, dark gray (10YR 4/1) dry; weak and moderate medium granular structure; hard, friable, sticky and plastic; moderately acid; gradual smooth boundary.  (8 to 25 cm (3 to 10 inches) thick)\nA2--15 to 43 cm (6 to 17 inches); black (10YR 2/1) silty clay loam, dark gray (10YR 4/1) dry; moderate medium granular structure; hard, friable, sticky and plastic; few shiny ped surfaces; moderately acid; gradual smooth boundary.  (20 to 46 cm (8 to 18 inches) thick)\nBA--43 to 71 cm (17 to 28 inches); black (10YR 2/1) silty clay, very dark gray (10YR 3/1) dry; weak medium subangular blocky structure; very hard, firm, very sticky and very plastic; shiny ped surfaces; slightly acid; gradual smooth boundary. (15 to 41 cm (6 to 16 inches) thick)\nBg--71 to 86 cm (28 to 34 inches); very dark gray (10YR 3/1) silty clay, dark gray (10YR 4/1) dry; weak medium subangular blocky structure; very hard, very firm very sticky and very plastic; shiny ped surfaces; common fine prominent yellowish brown (10YR 5/6) irregularly shaped masses of iron and manganese accumulation with diffuse boundaries throughout; occasional round concretionary nodules that do not react to 10 percent HCl; few fine black (N 2/0) strongly cemented iron-manganese concretions throughout; common chert or coral fragments less than 10 mm.in diameter; neutral; abrupt wavy boundary.  (8 to 20 cm (3 to 8 inches) thick)\nR--86 cm (34 inches); hard, Pennsylvannian age, limestone bedrock with many joints and bedding planes."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Crawford County, Kansas; about 1.6 kilometers (one mile) west of Beulah; 366 meters (1,200 feet) south and 91 meters (300 feet) east of the northwest corner of Sec. 13, T. 30 S., R. 23 E.; USGS Radley, Kansas topographic quadrangle; lat. 37 degrees 26 minutes 15.29 seconds N. and long. 94 degrees 51 minutes 0.83 seconds W.; UTM Zone 15, 336311 easting and 4145026 northing, NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nThe thickness of the solum ranges from 76 to 102 cm (30 to 40 inches).  Solum depth coincides with depth to the lithic limestone bedrock.\nThickness of the mollic epipedon is more than 61 cm (24 inches).\nThe solum ranges from moderately acid to neutral in the upper 20 inches and from slightly acid to slightly alkaline in the lower horizons.\nA horizon:\nHue: 10YR or 2.5Y\nValue: 2 or 3 moist and 3 to 5 dry\nChroma: 1 or 2.  If chroma is more than 1, distinct or prominent redoximorphic features are present in the lower part of the A horizon and upper part of the B horizon.\nTexture: silty clay loam or silty clay.\nClay content: 28 to 40 percent\nBA horizon:\nHue: 10YR or 2.5Y\nValue: 2 or 3 moist and 3 to 5 dry\nChroma: 1 or 2.  If chroma is more than 1, distinct or prominent redoximorphic features are present in the lower part of the A horizon and upper part of the B horizon.\nTexture: silty clay loam or silty clay.\nClay content: 35 to 55 percent.\nBg horizon:\nHue: 10YR or 2.5Y\nValue: 2 to 5 moist, and 3 to 6 dry\nChroma: 1 or less if no redoximorphic concentrations are present.  Chroma ranges to 1.5 in hue 10YR and 2 in hue 2.5Y if distinct or prominent redoximorphic concentrations are present.\nTexture: silty clay\nClay content: 35 and 55 percent.\nRock fragment content: consist of less than 15 percent, rounded chert fragments that are less than 10 millimeter in diameter.\nThe R horizon is Pennsylvannian age, hard, fractured limestone.  In some places it is Pennsylvannian age hard black shale."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no other series in this family."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Girard soils are on nearly level flood plains of local drainageways underlain by limestone bedrock.  Slope gradients are usually less than 1 percent, but range from 0 to 2 percent.  Girard soils formed in clayey alluvial sediments.  Mean annual precipitation ranges from 914 to 1143 mm (36 to 45 inches), and mean annual temperature is 14 to 19 degrees C (57 to 67 degrees F).  Elevation is 245 to 325 meters (804 to 1066 feet).  Thornthwaite Annual P-E Index is 64 to 80."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Clareson, Lula, Ringo, and Zaar soils on adjacent upland.  All of these soils are better drained.  In addition, Clareson and Lula soils have argillic horizons, and Ringo and Zaar soils are underlain by calcareous shales."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:  Poorly drained. Ground water table is at or near the surface during some period in most years.  Potential for surface runoff is low.  Saturated hydraulic conductivity is moderately low.  Permeability is slow.  These soils flood for very brief or brief periods after heavy rains."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Mostly used as pasture.  A minor amount is cultivated to wheat and sorghum.  Native grass vegetation is tall grasses and sedges.  Native woody vegetation consists of bur oak, hickory, green ash, pecan, pin oak and hackberry."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  MLRA 112 in southeastern Kansas and possibly in adjacent parts of Missouri and Oklahoma.  The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Indianapolis, Indiana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Crawford County, Kansas, 1965."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nMollic Epipedon:  from the surface to more than 86 cm (34 inches).\nAquic Moisture conditions:  redoximorphic features in the zone from about 43 to 86 cm 17 to 34 inches).\nEpi:  seasonal, perched water table from the surface to 61 cm (2 feet).\nNASIS data mapunit ID 699764 represents the typical pedon.\nADDITIONAL DATA:\nTaxonomic class added to the OSD with the 03/2014 revision. Cation-exchange activity class based on characterization data from the KSSL for User Pedon ID 1969KS037006.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
