{
  "SERIES": "GIRARDOT",
  "STATUS": "Established Series",
  "BYREV": "Rev. AJC/FL/TWH",
  "REVDATE": "01/2010",
  "STATES": "CO",
  "OVERVIEW": "The Girardot series consists of very deep, poorly drained soils that formed in calcareous alluvium derived mainly from sedimentary rocks.  Girardot soils are on flood plains, drainageways, swales, and alluvial flats.  Slopes range from 0 to 3 percent.  Mean annual precipitation is about 12 inches and the mean annual temperature is about 37 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, calcareous Fluvaquentic Cryaquepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Girardot silty clay loam - grassland.  (Colors are for dry soil unless otherwise noted.)\nAg--0 to 8 inches; gray (2.5Y 6/1) silty clay loam, dark gray (2.5Y 4/1) moist; moderate fine granular structure; soft, very friable, slightly sticky, slightly plastic; common medium distinct redox concentrations, reddish brown (5YR 4/4) moist; calcareous; moderately alkaline (pH 8.2); gradual wavy boundary.  (6 to 10 inches thick)\nBg--8 to 60 inches; light brownish gray (2.5Y 6/2) sandy clay loam, dark grayish brown (2.5Y 4/2) moist; massive; hard, very friable, slightly sticky, slightly plastic; many medium prominent redox concentrations, reddish brown (5YR 4/4) moist; calcareous; moderately alkaline (pH 8.2)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Jackson County, Colorado; about 2 miles north of Cowdrey; 3/8 mile north of S 1/4 corner Sec. 30, T. 11 N., R. 79 W.; Northgate USGS quad; latitude 40 degrees 53 minutes 47 seconds N, longitude 106 degrees 18 minutes 12 seconds W., NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nMean annual soil temperature: 37 to 42 degrees F.\nMean summer soil temperature: 51 to 58 degrees F.\nDepth to uniformly calcareous material: 0 to 10 inches, but the soil is usually calcareous throughout.\nDepth to endosaturation: 0 to 6 inches\nParticle-size control section\nNoncarbonate clay content: averages 18 to 35 percent\nSilt content: 10 to 50 percent\nSand content: 20 to 70\nRock fragment content: 0 to 10 percent, mainly gravel\nA horizon\nHue: 5Y through 10YR\nValue: 5 through 8 dry, 3 through 7 moist\nChroma: 1 or 2.\nIt usually has some redox features.\nCalcium carbonate equivalent: 3 to 10 percent\nReaction: slightly alkaline to strongly alkaline.\nBg horizon\nHue: 5Y through 10YR, but subhorizons redder than 10YR occur in some pedons.\nTexture: loam, sandy clay loam, or clay loam\nExchangeable sodium: 0 to 15 percent in a majority of subhorizons, no subhorizon as much as 4 inches thick above 20 inches that exceeds 15 percent.\nCalcium carbonate equivalent: 3 to 10 percent\nReaction: moderately alkaline or strongly alkaline\nRedox features: few small faint mottles to many large prominent mottles with chroma of 2 or less either mottles or matrix."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are currently no other series in this family."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  These soils are on flood plains and in upland swales and drainageways, and alluvial flats.  Slopes typically range from 0 to 3 percent and are usually concave.  The soils formed in calcareous alluvial sediments derived principally from sedimentary rock.  At the type location the average annual precipitation is 12 inches, and ranges from 10 to 16 inches with peak periods of precipitation during the spring and early summer.  Average annual temperature is 35 to 39 degrees F. and the average summer temperature is about 57 degrees F."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Blackwell and Eachuston soils.  Blackwell soils have a mollic epipedon and are noncalcareous.  Eachuston soils have a sandy-skeletal control section."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Poorly to very poorly drained; low runoff; moderate or moderately slow permeability.  These soils have water tables which are near the surface of the ground for most of the year. These soils are subject to common long periods of flooding in May and June."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are used as native pastureland or for hay meadows.  Native vegetation includes tufted hairgrass, Thurber fescue, Nebraska sedge, ovalhead sedge, Baltic rush, willows, and silver sagebrush."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  High mountain valleys of north-central Colorado, MLRA 48B.  The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Jackson County, Colorado, 1973. Series proposed in 1970. The name is from a geographic feature."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nDiagnostic horizons and features recognized in this pedon are:\nSeries control section:  The zone from 0 to greater than 60 inches.\nParticle-size control section:  The zone from 10 to 40 inches.  (part of Bg horizon)\nOchric epipedon:  from 0 to 8 inches.  (Ag horizon)\nCambic horizon:  The zone from 8 to 60 inches.  (Bg horizon)\nEndosaturation and aquic conditions:  throughout the pedon (Ag, Bg horizons)\nFluvaquentic feature:  inferred from the flood plain geomorphic position and the assumption that organic carbon content is higher than 0.2 percent at 50 inches. Stratification is not identified in the pedon, but it is assumed that a newer more detailed description may identify some stratification.\nThe 06/2009 revision changes the classification from Typic Cryaquepts to Fluvaquentic Cryaquepts."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "NA"
  },
  "SITE": [
    [
      {
        "drainage": "poorly to very poorly",
        "drainage_overview": "poorly"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ag",
        "top": 0,
        "bottom": 20,
        "dry_hue": "2.5Y",
        "dry_value": 6,
        "dry_chroma": 1,
        "moist_hue": "2.5Y",
        "moist_value": 4,
        "moist_chroma": 1,
        "texture_class": "silty clay loam",
        "cf_class": "NA",
        "pH": 8.2,
        "pH_class": "moderately alkaline",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Ag--0 to 8 inches; gray (2.5Y 6/1) silty clay loam, dark gray (2.5Y 4/1) moist; moderate fine granular structure; soft, very friable, slightly sticky, slightly plastic; common medium distinct redox concentrations, reddish brown (5YR 4/4) moist; calcareous; moderately alkaline (pH 8.2); gradual wavy boundary.  (6 to 10 inches thick)"
      },
      {
        "name": "Bg",
        "top": 20,
        "bottom": 152,
        "dry_hue": "2.5Y",
        "dry_value": 6,
        "dry_chroma": 2,
        "moist_hue": "2.5Y",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "sandy clay loam",
        "cf_class": "NA",
        "pH": 8.2,
        "pH_class": "moderately alkaline",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Bg--8 to 60 inches; light brownish gray (2.5Y 6/2) sandy clay loam, dark grayish brown (2.5Y 4/2) moist; massive; hard, very friable, slightly sticky, slightly plastic; many medium prominent redox concentrations, reddish brown (5YR 4/4) moist; calcareous; moderately alkaline (pH 8.2)."
      }
    ]
  ]
}
