{
  "SERIES": "GIST",
  "STATUS": "Established Series",
  "BYREV": "CLN-JKW-JAD",
  "REVDATE": "07/2014",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-silty, siliceous, semiactive, thermic Oxyaquic Glossudalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Gist very fine sandy loam-in an area of Evadale-Gist complex, 0 to 1 percent slopes in forest.  (Colors are for moist soil unless otherwise stated.)\nA--0 to 10 cm, (0 to 4 in); dark grayish brown (10YR 4/2) very fine sandy loam; weak fine granular structure; soft, very friable, slightly sticky and nonplastic; many fine and medium roots; few coarse roots; many medium faint dark grayish brown (10YR 4/2) organic stains with diffuse and clear boundaries in the matrix; strongly acid; clear wavy boundary.  (8 to 15 cm [3 to 6 in] thick)\nE--10 to 41 cm, (4 to 16 in); light yellowish brown (10YR 6/4) very fine sandy loam; weak medium subangular blocky structure parting to weak fine granular; soft, very friable, slightly sticky and nonplastic; common fine and medium roots; few coarse roots; strongly acid; diffuse irregular boundary.  (15 to 69 cm [6 to 27 in] thick)\nBt/E1--41 to 64 cm, (16 to 25 in); yellowish brown (10YR 5/4) loam (Bt); about 20 percent of the horizon is albic material 2.5 to 5 cm (1 to 2 in) wide that extend through the horizon of very pale brown (10YR 7/4) (E); weak fine and medium subangular blocky structure; slightly hard, very friable, slightly sticky and slightly plastic; few fine medium and coarse roots; few faint clay films on surfaces of peds (Bt); 2 percent medium distinct brownish yellow (10YR 6/8) masses of iron accumulation with clear and sharp boundaries in matrix; 1 percent fine faint light gray (10YR 7/2) iron depletions with diffuse and clear boundaries in lower part; strongly acid; diffuse smooth boundary.\nBt/E2--64 to 104 cm, (25 to 41 in); yellowish brown (10YR 5/4) loam (Bt); about 20 percent of the horizon is albic material 2.5 to 5 cm (1 to 2 in) wide that extend through the horizon of very pale brown (10YR 7/4) (E); weak fine and medium subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; few fine medium roots; few faint clay films on surfaces of peds (Bt); about 10 percent of the Bt part is brittle; 2 percent medium distinct brownish yellow (10YR 6/8) masses of iron accumulation with clear and sharp boundaries in matrix; 5 percent medium distinct gray (10YR 6/1) iron depletions with diffuse and clear boundaries in matrix; very strongly acid; clear irregular boundary.  (combined thickness of the Bt/E horizons is 15 to 92 cm [6 to 36 in])\nBt/E3--104 to 132 cm, (41 to 52 in); gray (10YR 5/1) clay loam; about 15 percent of the horizon is albic material 1 to 2.5 cm (0.5 to 1 in) wide of light gray (10YR 7/2) very fine sandy loam (E);  moderate subangular blocky structure; hard, firm, sticky and plastic; few faint clay films on surfaces of peds (Bt); 5 percent medium distinct brownish yellow (10YR 6/8) masses of iron accumulation with clear and sharp boundaries in matrix; 2 percent medium prominent red (2.5YR 4/6) masses of iron accumulation with clear and sharp boundaries in matrix; very strongly acid; clear irregular boundary.  (15 to 74 cm [6 to 29 in] thick)\nBtg--132 to 203 cm, (52 to 80 in); gray (10YR 5/1) clay; moderate medium blocky structure; hard, very firm, sticky and plastic; common faint clay films on surfaces of peds; very fine sandy loam albic material (E) make up 2 percent of horizon; 12 percent medium prominent red (2.5YR 4/6) and 2 percent medium prominent strong brown (7.5YR 5/6) masses of iron accumulation with clear and sharp boundaries in matrix; very strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Jasper County, Texas; from the intersection of U. S.  Highway 96 and Farm Road 2246 at Evadale; 1.0 mile east on Farm Road 2246; 1.9 miles northeast and east on county road (about 0.15 east of Ten Mile Creek); 180 ft north in forest on mound. Latitude: 30, 21, 53 N; Longitude: 94, 02, 01 W; Evadale topographic quadrangle; NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil Moisture: An udic soil moisture regime. The soil moisture control section is 20 to 60 cm (8 to 24 in) below the soil surface, which remains moist in some or all parts from more than 90 cumulative days in normal years.\nMean annual soil temperature: 20.6 to 21.7 degrees C (69 to 71 degrees F)\nDepth to glossic horizon: 23 to 74 cm (9 to 29 in)\nDepth to episaturation: 51 to 91 cm (20 to 36 in)\nParticle-size control section (weighted average)\nClay content: 6 to 16 percent\nA horizon\nHue: 10YR\nValue: 4 or 5\nChroma: 2\nTexture: very fine sandy loam, loam, or silt loam.\nReaction: extremely acid to moderately acid\nE horizon\nHue: 10YR\nValue: 5 to 7\nChroma: 2 to 4\nTexture: very fine sandy loam, loam, or silt loam.\nReaction: extremely acid to moderately acid\nBt/E horizon\n(Bt part)\nHue: 7.5YR or 10YR\nValue: 5 or 6\nChroma: 4 to 6\n(E part)\nHue: 7.5YR or 10YR\nValue: 5 or 6\nChroma: 3 or 4\nTexture: very sandy loam, loam, or silt loam\nClay content: 10 to 15 percent\nRedox concentrations: amount-2 to 8 percent; color-shades of yellow or brown\nRedox depletions: amount-0 to 8 percent; color-shades of gray\nBrittle material: 0 to 25 percent\nReaction: extremely acid to strongly acid.\nBt horizon\nHue: 10YR\nValue: 5 or 6\nChroma: 1 or 2\nTexture: loam, silt loam, clay loam, silty clay loam, silty clay, or clay\nRedox concentration: amount-5 to 20 percent; color-shades of red, yellow, or brown\nRedox depletion: amount-0 to 5 percent; color- shades of gray\nGlossic material: amount-0 to 5 percent; texture-very fine sandy loam or silt loam\nReaction: very strongly acid to neutral\nBtg horizon\nHue: 10YR or 2.5Y\nValue: 5 to 7\nChroma: 1 or 2\nTexture: clay loam, silty clay loam, silty clay, or clay\nRedox concentration: amount-5 to 20 percent; color-shades of red, yellow, or brown\nRedox depletion: amount-0 to 5 percent; color- shades of gray\nGlossic material: amount-0 to 5 percent; texture-very fine sandy loam or silt loam\nReaction: very strongly acid to neutral"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: This includes the Messer (LA) series. Similar soils are the Grace (MI), Hillcity (MN), Keltys (TX), Laska (TX), Texla (TX), and Timpson (TX) series.\nMesser soils: are not clayey in the lower argillic horizon\nGrace soils: have mixed mineralogy; semiactive CEC to clay class\nHillcity soils: have mixed mineralogy; frigid soil temperature egime\nKeltys: semiactive CEC/clay class; solum thickness is 102 to 152 (40 to 60 in) from surface\nLaska soils: have more than 15 percent sands larger than very fine sand\nTexla soils: have more than 18 percent clay in the particle-sized control section\nTimpson soils: semiactive CEC to clay class"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material: loamy fluviomarine deposits derived from the Beaumont Formation of late Pleistocene age\nLandscape: flat Coastal Plain\nLandform: flats\nMicrofeature: pimple mounds 61 to 183 cm (2 to 6 ft) high and 15 to 23 m (50 to 75 ft) across\nSlope: 1 to 5 percent (slope based on measurement from top of mound to base of mound)\nMean annual precipitation range: 1219 to 1651 mm (48 to 65 in)\nPrecipitation Pattern: Precipitation is fairly uniform throughout the year with slight peaks in the spring and fall months.\nMean annual air temperature range: 19.5 to 20.6 degrees C (67 to 69 degrees F.)\nFrost-free period: 240 to 300 days\nElevation: 3 to 30.5 m (10 to 100 ft)"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Acadia (LA), Caddo (LA), Camptown(TX), Evadale (TX), Glenmora (LA), Kinder (LA), Texla (TX), and the tentative Vidor (T-TX) series.\nAcadia soils: have more than 35 percent clay in the particle-size control section; somewhat poorly drained; on side slopes of Pleistocene age terraces\nCaddo: have more than 18 percent clay in the particle-size control section; have aquic conditions\nCamptown soils: have aquic conditions; in relict meanderbelt channels\nEvadale and Kinder soils: have aquic conditions; on flats\nGlenmora soils: have more than 18 percent clay in the particle-size control section; on broad stream divides\nTexla soils: have more than 18 percent clay in the particle-size control section; on oval to oblong pimple mounds\nVidor soils: have exchangeable sodium percentages greater than 15; on flats"
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  moderately well drained. Runoff is low. Permeability is moderate in the upper part and very slow in the lower argillic horizon. These soils are saturated within the glossic horizon for more than 30 days during winter and early spring months. Endosaturation occurs in the lower part of the argillic horizon during the winter and early spring months. Redoximorphic features are formed during abnormally wet periods."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used mainly for woodland and native pasture.  Most areas are in pine and hardwood, mainly loblolly pine, water oak, and sweetgum.  The understory vegetation is mainly yaupon and American beautyberry with andropogon, paspalum, and panicum species.  A few areas have been cleared and used for improved pastures of bahiagrass and bermudagrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Southeast Texas and southwestern Louisiana; Land Resource Region T; MLRA 152B (Western Gulf Coast Flatwoods). The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Jasper County, Texas; 1980."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon-0 to 41 cm (0 to 16 in) (A and E horizons)\nArgillic horizon-41 to 203 cm (16 to 80 in) (Bt/E1, Bt/E2, Bt and Btg horizons)\nGlossic horizon-41 to 132 cm (16 to 52 in) (Bt/E1, Bt/E2, and Bt/E3 horizons)\nAdditional Comments: The assignment of the cation-exchange activity class is inferred from lab data on soils with similar characteristics.\nADDITIONAL DATA: Engineering test data exists on pedon S77TX-241-003 from the type location. KSSL data available on pedon S12TX2911022 (lab pedon number 12N8317)\nTaxonomic Version: Keys to Soil Taxonomy, Eleventh Edition, 2010\nNational Cooperative Soil Survey\nU.S.A."
  }
}
