{
  "SERIES": "GITAM",
  "STATUS": "Established Series",
  "BYREV": "RD:CWS",
  "REVDATE": "01/2006",
  "STATES": "PB,FM",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Very-fine, mixed, semiactive, isohyperthermic Aquollic Hapludalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Gitam very gravelly silty clay loam - on a 4 percent slightly convex, south-by-southeast-facing slope in a degraded anthropic savannah.  When described (4/8/80), the soil was moist throughout with a perched water table at a depth of 18 inches.  (Colors are for moist soil.)\n(Approximately 30 percent of the surface is covered with pebble size iron concretions and iron-coated angular and subangular schist fragments.)\nA1--0 to 6 inches; dark brown (7.5YR 3/2) very gravelly silty clay loam; strong very fine granular structures; friable, slightly sticky and slightly plastic; many very fine and fine roots and common medium and coarse roots; many very fine interstitial pores; approximately 10 percent by volume small iron-coated subangular schist pebbles and 50 percent spherical solid iron concretions .1 to .4 inch in diameter; medium acid (pH 6.0, 1:1 water); clear smooth boundary.  (5 to 12 inches thick)\nB2--6 to 14 inches; yellowish brown (10YR 5/4) silty clay; many fine distinct reddish yellow (7.5YR 7/6) mottles and many fine prominent greenish gray (5GY 6/1) mottles; strong medium subangular blocky structure; firm, sticky and plastic; many very fine and fine roots and few medium and coarse roots; many very fine and fine tubular pores, few medium tubular pores; and few very fine and fine interstitial pores; approximately 4 percent subangular iron-coated schist pebbles .4 to 3 inches in diameter in the upper 2 inches and 13 percent spherical solid iron concretions .1 to .4 inch in diameter below a depth of 2 inches medium acid (pH 5.8, in water); clear irregular boundary.  (6 to 22 inches thick)\nC1--14 to 35 inches; lithochromic greenish gray (5GY 6/1) silty clay; common medium prominent strong brown (7.5YR 4/6) mottles and few thin black (7.5YR 2/0) manganese stains on faces of peds; strong medium and coarse subangular blocky structure; firm, slightly sticky and plastic; common very fine and fine and few coarse vertical roots; many very fine tubular interstitial, and common fine and medium tubular pores; many pressure faces; medium acid (pH 5.8, 1:1 water); abrupt irregular boundary.  (2 to 10 inches thick)\nC2r--35 inches; greenish gray (5GY 6/1) saprolitic amphibilite schist that crushes easily to silty clay; schistose structure at an 80 degree tilt; firm, slightly sticky and slightly plastic; common moderately thick strong brown (7.5YR 4/6) iron stains and black (7.5YR 2/1) manganese stains coating fractures that are less than .1 inch wide and are .4 to 2 inches apart; strongly acid (pH 5.2, in water)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Rull Municipality, Yap Island and State, Federated States of Micronesia, about 2,476 feet NE of intersection of main road and airport road along main road; then head about 131 feet N. by NW.  from road; lat. 9 degrees 29 minutes 46.87 seconds N. and long. 138 degrees 4 minutes and 55.2 seconds E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  From 10 to 80 percent of the surface is covered with small iron-coated schist pebbles.  Depth to a perched water table ranges from 12 to 29 inches.  The depth to a paralithic contact ranges from 25 to 39 inches.  Thickness of the solum ranges from 14 to 35 inches.\nThe A horizon has moist color of 7.5YR 3/2, of 10YR 3/3 or 3/4, or of 2.5Y 3/2, 4/2, or 4/4.  It is silty clay loam or clay loam and is gravelly or very gravelly.  It is 10 to 55 percent by volume spherical solid iron concretions .1 to .8 inches in diameter and 2 to 10 percent by volume subangular iron-coated schist pebbles .4 to 4 inches in diameter.  Reaction in 1:1 water is medium acid or slightly acid.\nThe B horizon has moist color of 10YR 5/4, 5/8, or 6/8, of 2.5Y 4/4, or of 5Y 4/3 or 6/4.  It has few to many distinct mottles of 7.5YR 5/6, of 10YR 5/8, of 5Y 5/1 or 5/2, or 5GY 6/1.  It is silty clay or clay.  Clay content ranges from 35 to 50 percent.  This horizon is 0 to 10 percent by volume spherical solid iron concretions .1 to .4 inches in diameter and 2 to 10 percent subangular iron-coated schist pebbles .4 to 4 inches in diameter.  Pebble content averages less than 15 percent by volume.  Reaction in 1:1 water is medium acid or slightly acid.\nThe C horizon has moist lithochromic color of 5Y 5/1, 5G 6/2, or 5GY 6/1."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  This is the Rumung series.  Rumung soils lack mottles with chroma of 2 or less and have a lithic contact within 20 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Gitam soils are on toe slopes, gently sloping concave areas and plains that receive water from higher lying areas or drain slowly because of lack of slope.  Slopes are 0 to 30 percent.  These soils formed in weathered green, chlorite or talc schist.  Elevation ranges from 16 to 164 feet.  The mean annual temperature is 81 degrees F., and it does not vary by more than 34 degrees F from month to month.  The mean annual maximum temperature is 88 degrees F.  and the mean annual minimum temperature is 75 degrees F.  The mean annual rainfall is 122 inches and varies from 90 to 149 inches from year to year, with the driest months of February, March, and April averaging 6 inches per month."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Gagil, Weloy, Yap and the competing Rumung soils.  Gagil and Yap soils lack mottles with chroma of 2 or less and have an oxic horizon.  Yeloy soils have a mollic epipedon and lack mottles with chroma or 2 or less."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Somewhat poorly drained; very slow through medium runoff; very slow permeability.  A perched water table ranges from a depth of 12 to 29 inches throughout the year, in most years."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Some areas are in degraded anthropic savannah and are used for watershed or are idle.  One area is used for a reservoir site.  Other areas are in agriculture forest, consisting mainly of banana, betelnut, breadfruit, coconut, papaya, mango, Polynesian chestnut, and (in small excavated areas) wetland taro.  Cleared areas are burned almost annually."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Gitam soils are of small extent on the island of Yap."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Rull Municipality, Yap Island and State, Western Caroline Islands, 1981."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  The Gitam soils typically have a calcium-magnesium imbalance in the B horizon (1:2.5 for the modal profile).\nADDITIONAL DATA:  National Soil Survey Laboratory Data No.  S80TQ-639-03 and Military Geology of Yap Islands, Caroline Islands also used to define series.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
