{
  "SERIES": "GITABYTE",
  "STATUS": "Tentative Series",
  "BYREV": "Rev. JBF/RLB/TM/JVC",
  "REVDATE": "06/2016",
  "STATES": "NV",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS:  Loamy-skeletal, mixed, superactive, mesic Aridic Argixerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Gitabyte very cobbly fine sandy loam--rangeland. (Colors are for dry soils unless otherwise noted.) The soil surface is covered with 30 percent gravel, 20 percent cobbles, 4 percent stones, and 1 percent boulders.\nA1--0 to 10 cm; brown (10YR 5/3) very cobbly fine sandy loam, dark brown (10YR 3/3) moist; weak thin platy structure; soft, very friable, slightly sticky and nonplastic; common very fine and  fine roots; common very fine and  fine tubular pores; 30 percent gravel, 20 percent cobbles, and 5 percent stones; slightly alkaline (pH 7.4); clear smooth boundary. (5 to 15 cm thick)\nA2--10 to 23 cm; brown (10YR 5/3) gravelly loam, dark brown (10YR 3/3) moist; weak fine and medium subangular blocky structure; soft, very friable, slightly sticky and slightly plastic; common very fine and fine roots; common very fine and  fine tubular pores; 25 percent gravel and 5 percent cobbles; slightly alkaline (pH 7.4); clear smooth boundary. (5 to 15 cm thick)\nBt1--23 to 41 cm; light yellowish brown (10YR 6/4) very gravelly clay loam, dark yellowish brown (10YR 4/4) moist; moderate fine subangular blocky structure; slightly hard, friable, moderately sticky and moderately plastic; common very fine through medium roots; common very fine and fine tubular pores; common faint clay films on faces of peds and lining pores; 30 percent gravel and 10 percent cobbles; slightly alkaline (pH 7.4); clear smooth boundary. (15 to 38 cm thick)\nBt2--41 to 79 cm; light yellowish brown (10YR 6/4) very gravelly sandy clay loam, dark yellowish brown (10YR 4/4) moist; moderate fine subangular blocky structure; slightly hard, friable, moderately sticky and moderately plastic; common fine roots; common fine tubular pores; few faint clay films on faces of peds and lining pores; 30 percent gravel and 10 percent cobbles; slightly alkaline (pH 7.4); abrupt wavy boundary. (25 to 54 cm thick)\nR--79 cm; fractured tuff; few fine and medium roots in fractures."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Nye County, Nevada; in the Monitor Range of the Toiyabe National Forest about 1 mile south of Barley Creek; 1,200 feet north and 200 feet west of the southeast corner of section 16, T. 9 N., R. 47 E.; USGS Elkhorn Canyon 7.5 minute topographic quadrangle; latitude 38 degrees 37 minutes 0 seconds N and longitude 116 degrees 41 minutes 27 seconds W; WGS84 Decimal Degrees 38.6166667 latitude, -116.6908333 longitude."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: Usually dry; moist in winter and spring, dry in summer and fall except the upper part of the moisture control section is intermittently moist for 10 to 20 days cumulative between July and October due to convection storms; aridic soil moisture regime that borders on xeric.\nMean annual soil temperature: 8 to 12 degrees C.\nDepth to bedrock: 50 to 100 cm to a lithic contact.\nMollic epipedon thickness: 18 to 25 cm, includes the Bt1 horizon in some pedons.\nParticle-size control section - Clay content: 27 to 35 percent.\nRock fragments: 35 to 60 percent, mainly gravel. Lithology of fragments is volcanic rocks such as tuff and rhyolite.\nA horizons\nValue 4 or 5 dry, 2 or 3 moist.\nChroma: 2 or 3, dry or moist.\nOrganic matter content: 1 or 2 percent.\nBt horizons\nValue 5 or 6 dry, 3 or 4 moist.\nChroma: 3 or 4, dry or moist.\nTexture: Very gravelly clay loam or very gravelly sandy clay loam.\nRock fragments: 35 to 55 percent gravel, 0 to 5 percent cobbles.\nOrganic matter content: 0.5 to 1 percent."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Ashue, Badena, Badenaugh, Eaglerock, Grinrod, Ister, Lemm, Leviathan, Nosrac, Oest, Searles, Searvar, Shawmount, Shree, Shroe, Trid, and Tristan series.\nAshue, Badena, Badenaugh, Lemm, Leviathan, Nosrac, Oest, Shawmount, Shree, and Shroe soils are very deep.  Eaglerock, Trid, and Searvar soils are moderately deep to paralithic contacts.  Grinrod soils have subhorizons in the particle-size control section which are dominated by cobbles and may have up to 85 percent rock fragments.  Ister soils are dominated by stones in the particle-size control section and have mollic epipedons that are 25 to 46 cm thick.  Searles soils have subhorizons in the particle-size control section which may have up to 80 percent rock fragments and have mollic epipedons that are 25 to 46 cm thick.  Tristan soils are deep to bedrock."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Gitabyte soils are on hills, mountains, and ridges.  They typically occur on backslope positions.  These soils formed in residuum and colluvium derived from volcanic rocks such as tuff and rhyolite.  Slopes are 15 to 50 percent.  Elevations range from 2,200 to 1,495 meters.  The mean annual precipitation is 250 to 360 mm, the mean annual temperature is 7 to 9 degrees C, and the frost-free period is 90 to 110 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are Bellehelen, Brier, Cropper, and Stewval soils.  Bellehelen soils are very shallow and shallow to lithic contacts.  Brier soils are shallow to lithic contacts.  Cropper soils are shallow to lithic contacts and have a frigid temperature regime.  Stewval soils are very shallow and shallow to lithic contacts and have ochric epipedons."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:  Well drained; very high surface runoff; moderately high saturated hydraulic conductivity."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Gitabyte soils are used for livestock grazing and wildlife habitat.  The vegetation is mainly mountain big sagebrush, Wyoming big sagebrush, Thurber's needlegrass, Nevada ephedra, and muttongrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  South-central Nevada.  These soils are not extensive.  MLRA 29."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Davis, California."
  },
  "ORIGIN": {
    "section": "SERIES PROPOSED",
    "content": "SERIES PROPOSED:  Nye County (Toiyabe National Forest, Central Part), Nevada, 1994."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon - The zone from the soil surface to 23 cm (A1 and A2 horizons).\nArgillic horizon - The zone from 23 to 79 cm (Bt1 and Bt2 horizons).\nLithic contact - The boundary at 79 cm to underlying hard bedrock (R layer).\nParticle-size control section - The zone from 23 to 73 cm (Bt1 horizon and part of the Bt2 horizon).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
