{
  "SERIES": "GLADEWATER",
  "STATUS": "Established Series",
  "BYREV": "CLN:GLL; Rev.JDS",
  "REVDATE": "10/2004",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Very-fine, smectitic, thermic Chromic Epiaquerts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Gladewater clay--pasture. (Colors are for moist soil unless otherwise noted.)\nA--0 to 8 inches; very dark gray (10YR 3/1) clay; moderate very fine angular blocky structure; extremely hard, very firm; many fine and few medium roots; few coarse faint dark gray (10YR 4/1) iron depletions; slightly acid; abrupt wavy boundary. (4 to 12 inches thick)\nBg--8 to 17 inches; dark gray (10YR 4/1) clay; moderate medium and coarse angular blocky structure; extremely hard, very firm; common fine and few medium roots; few fine and medium pores; few small slickensides; common pressure faces; dark yellowish brown (10YR 4/6) redox concentrations in pores and along root channels; few thin very dark gray (10YR 3/1) coatings along cracks; few fine iron-manganese concretions; common fine distinct dark yellowish brown (10YR 4/4) masses of iron accumulation; strongly acid; gradual wavy boundary. (6 to 24 inches thick)\nBssg1--17 to 37 inches; dark gray (10YR 4/1) clay; moderate medium and coarse angular blocky structure; extremely hard, very firm; few fine roots; few fine and medium pores; many large intersecting slickensides tilted 45 degrees from horizontal; few thin very dark gray (10YR 3/1) coatings along cracks; common fine iron-manganese concretions; dark yellowish brown (10YR 4/6) masses of iron accumulation in pores and along root channels; few fine distinct dark yellowish brown (10YR 4/4) masses of iron accumulation; very strongly acid; gradual boundary.\nBssg2--37 to 48 inches; grayish brown (10YR 5/2) clay; moderate medium and coarse angular blocky structure; extremely hard, very firm; few fine roots; few fine and medium pores; many large intersecting slickensides tilted 45 degrees from horizontal; few thin very dark gray (10YR 3/1) coatings along cracks; common fine iron-manganese concretions; few fine distinct dark yellowish brown (10YR 4/4) masses of iron accumulation; dark yellowish brown (10YR 4/6) masses of iron accumulation line some pores and root channels; very strongly acid; gradual boundary.\nBssg3--48 to 60 inches; grayish brown (10YR 5/2) clay; weak medium and coarse angular blocky structure; extremely hard, very firm; few fine roots; few fine and medium pores; many large intersecting slickensides tilted 45 degrees from horizontal; common fine iron-manganese concretions; few fine and medium distinct yellowish brown (10YR 5/6) masses of iron accumulation; dark yellowish brown (10YR 4/6) masses of iron accumulation are in some pores and along root channels; very strongly acid; gradual boundary.\nBssg4--60 to 73 inches; light brownish gray (10YR 6/2) clay; weak medium and coarse angular blocky structure; extremely hard, firm; few fine roots; few fine pores; common large intersecting slickensides tilted 45 degrees from horizontal; few fine iron-manganese concretions; few fine clusters of gypsum crystals; common fine and medium distinct yellowish brown (10YR 5/6) masses of iron accumulation; very strongly acid; clear smooth boundary. (combined thickness of the Bgss horizons is 30 to 60 inches)\nBCg--73 to 83 inches; gray (10YR 5/1) clay loam; weak coarse prismatic structure parting to weak medium angular blocky structure; hard, firm; few fine roots; common fine clusters of gypsum crystals; many medium and coarse distinct yellowish brown (10YR 5/6) and few fine prominent yellowish red (5YR 5/8) masses of iron accumulation; very strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Wood County, Texas; from the intersection of U.S. Highway 69 and U.S. Highway 80 in Mineola; 2.5 miles south on U.S. Highway 69; 300 feet west in Sabine River flood plain. (Latitude: 32N, 37, 39; Longitude: 95W, 27, 58)"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Solum thickness is more than 80 inches. The control section has clay content that ranges from 60 to 75 percent. Iron-manganese concretions range from none to common in the A horizon and few to common below. This is a cyclic soil and undisturbed areas have gilgai microrelief with microknolls 6 to 10 inches higher than microdepressions. Distance from the center of the microknoll to the center of the microdepression ranges from about 4 to 12 feet. The microknoll makes up about 20 percent, the intermediate or area between the knoll and depression about 50 percent, and the microdepression about 30 percent. The amplitude of waviness between the A horizon and high value colors in the lower part ranges from about 3 to 16 inches. The chimneys of high value materials on microknolls make up less than 3 percent of the surface area. These areas are mainly 1 to 5 feet long and 1/2 to 2 feet wide. Cracks 1/2 to 2 inches wide extend from the surface to a depth of more than 20 inches when the soil is dry. The cracks remain open for less than 90 cumulative days in most years. Intersecting slickensides begin at a depth of 10 to 24 inches and extend throughout the subsoil.\nThe A horizon has hue of 10YR, value of 2 to 5, and chroma of 1 or 2. Reaction ranges from moderately acid to neutral.\nThe Bg horizon has hue of 10YR or 2.5Y, value of 4 or 5, chroma of 1, or value of 6 with chroma 1 or 2. Redoximorphic features in shades of gray, brown or yellow range from few to many. Reaction ranges from strongly acid to slightly acid.\nThe Bssg horizon has hue of 10YR or 2.5Y, value of 3 to 6, and chroma of 1 or 2. Redoximorphic features in shades of gray, brown or yellow range from few to many. Gypsum crystals range from none to common in the lower part. Reaction ranges from very strongly acid to neutral.\nThe BCg or BCssg horizon, where present, has matrix color in shades of gray or brown with redoximorphic features in these colors and in shades of yellow or red. Some pedons have a variegated matrix of these colors. The texture is loam, sandy clay loam, or clay loam. Reaction ranges from very strongly acid to slightly alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Perry and Sharkey series in the same family, and the Estes, Kaufman, Ozias, Texark, and Trinity series in closely related families. Perry soils formed in Arkansas River alluvium, and have reddish clayey layers in the lower part of the subsoil. Sharkey soils formed in Mississippi River alluvium and have reaction more than 5.0 throughout. Estes and Ozias soils have reaction less than 5.0 in the surface layer, and have higher chroma matrix colors in the subsoil. Kaufman, Texark and Trinity soils do not have aquic conditions within a depth of 20 inches, and have a surface layer thicker than 12 inches with value of 3 or less."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: These soils are on flood plains. Slope ranges from 0 to 1 percent. The soil formed in clayey alluvium. The mean annual precipitation ranges from 38 to 46 inches and mean air temperature ranges from 64 to 68 degrees F. Frost free days range from 235 to 275 days and elevation is 200 to 400 feet above sea level. Thornthwaite P-E index ranges from about 62 to 74."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the closely related Kaufman, Texark and Trinity soils, and the Nahatche series. Nahatche soils have a fine-loamy control section. Texark soils are on similar positions on flood plains. Kaufman, Nahatche, and Trinity soils are on similar or slightly higher positions on the flood plain."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Somewhat poorly drained; runoff is negligible in depressional areas, and high in non-depressional areas; very slow permeability. Depressional areas are very poorly drained."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most areas are in pasture or forest. Some areas are used for native pasture or range. Pasture areas are introduced grasses such as dallisgrass and fescue. Forested areas are in mixed hardwoods including water oak, willow oak, cedar elm and black willow."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Western Coastal Plain (MLRA 133B) in east and east central Texas and Arkansas. The series is of large extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Red River County, Texas; 1972."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: These soils were previously included in the Navasota and Tuscumbia series. The classification was changed from Vertic Haplaquepts to Entic Pelluderts in November, 1991. In November, 1992, the classsification was changed to Chromic Endoaquerts and from fine to very-fine particle size family.  In October, 2004, the great group classification was changed from Endoaquerts to Epiaquerts based on saturation studies conducted on similar wet vertisols in MLRA's 131 and 150A.\nDiagnostic horizons and features recognized in the type location pedon include:\nOchric epipedon -- 0 to 8 inches (A horizon).\nCambic horizon --- 8 to 83 inches (Bg, Bssg and BCg horizons).\nAquic conditions - 8 to 83 inches (Bg, Bssg and BCg horizons).\nSlickensides ----- 17 to 73 inches (Bssg horizons).\nADDITIONAL DATA: NSSL data are available for the type location pedon in Wood County, Texas (S91TX-499-1). Additional NSSL data are available for the survey area typical pedon in Cass County, Texas (S93TX-067-001).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
