{
  "SERIES": "GLADDICE",
  "STATUS": "Established Series",
  "BYREV": "TEH-DLN",
  "REVDATE": "04/2001",
  "STATES": "TN",
  "OVERVIEW": "The Gladdice series consists of moderately deep, well drained soils on uplands.  They formed in residuum weathered from limestone. Slopes range from 2 to 70 percent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, mixed, active, thermic Vertic Hapludalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Gladdice silt loam - pasture. (Colors are for moist soil unless otherwise stated.)\nA--0 to 6 inches; brown (10YR 4/3) silty clay loam; weak fine and medium granular structure; very friable; many fine and medium roots; less than 5 percent limestone channers up to 2 inches in diameter; moderately acid; clear smooth boundary.  (1 to 7 inches thick)\nBt1--6 to 13 inches; dark yellowish brown (10YR 4/4) silty clay loam; moderate medium subangular blocky structure; firm; few distinct clay films on faces of peds; many fine roots; less than 5 percent limestone channers up to 2 inches in diameter; slightly acid; gradual smooth boundary.\nBt2--13 to 18 inches; dark yellowish brown (10YR 4/4) clay; strong medium subangular and angular blocky structure; firm; few fine roots; many distinct clay films on faces of peds; slightly acid; clear abrupt boundary.\nBt3--18 to 27 inches; yellowish brown (10YR 5/6) clay; many fine distinct yellowish brown (10YR 5/8) and (10YR 5/4) mottles; strong coarse and very coarse subangular and angular blocky structure; few prominent nonintersecting slickenslides and pressure faces; very firm; few fine roots; many distinct clay films on faces of peds; many fine dark brown and black concretions and nodules; slightly acid; abrupt smooth boundary.  (Combined thickness of the Bt horizon ranges from 14 to 29 inches.)\nC--27 to 30 inches; light olive brown (2.5Y 5/4) clay; many fine prominent yellowish brown (10YR 5/6), strong brown (7.5YR 5/8) and distinct olive yellow (2.5Y 6/6) mottles; massive; very firm; many fine dark brown and black concretions and nodules; slightly alkaline; abrupt smooth boundary. (2 to 8 inches thick)\nR--30 inches, hard limestone."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Jackson County, Tennessee; 0.8 miles east of the intersection of State Highways 85 and 262 at Highland; 400 feet south of State Highway 85 in pasture."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Solum thickness and depth to bedrock ranges from 20 to 40 inches.  Reaction ranges from moderately acid to slightly alkaline.  Cracks as much as 1/2 inch in width extend to a depth of about 15 inches during long dry periods. Rock fragments, channers and flagstones of limestone and chert, range from 0 to 15 percent in all horizons.\nThe A horizon has hue of 7.5YR or 10YR, value of 4 and chroma of 2 to 4.   A horizons that have value of less than 4 are less than 6 inches thick.   Texture is silty clay loam or silt loam. Eroded or severely eroded pedons are silty clay or clay.\nThe Bt horizon has hue of 10YR, or 2.5Y, value of 4 to 6, and chroma of 3 to 6.  Mottles in shades of brown, yellow, olive or gray may be present in the lower part of some pedons.  Texture is silty clay or clay.  The upper few inches is silty clay loam in most pedons.\nThe BC and C horizons, where present, have hue of 10YR or 2.5Y, value of 4 or 5, and chroma of 4 or 6.  Mottles are in shades of gray, yellow, brown, or olive.  Texture is clay or silty clay."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Archer, Bradyville, Conasauge, Mimosa, Talbott, and Winnsboro series which are in the same family.  Archer soils formed in coastal plain sediments, have a sandy loam to sand surface layer, and significantly more sand in the upper part of the Bt horizon.  Bradyville and Mimosa soils have a lithic contact at a depth of 40 to 60 inches.  Conasauga soils do not have hard limestone bedrock within a depth of 60 inches.  Talbott soils have Bt horizons with hue of 7.5YR or redder.  Winnesboro soils have a paralithic contact at a depth of 40 to 70 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  The Gladdice soils are on uplands extending from the edge of the Highland Rim down into the outer Central Basin and on outlying knobs and hills within the inner Central Basin.  Slopes range from 2 to 70 percent.  The soils have formed in residuum weathered from limestone.  Average annual temperature is about 60 degrees F. and average annual precipitation is about 49 inches near the type location."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Ashwood, Barfield, Dellrose, Hawthorne and Mimosa soils.  Ashwood soils, in similar positions, have a mollic epipedon.  Barfield soils, in similar positions, are less than 20 inches deep to hard bedrock.  Dellrose soils, generally on higher slightly concave side slopes and benches, are deeper than 60 inches to bedrock.  Hawthorne soils, on higher lying hillsides and ridge tops are loamy-skeletal.  Mimosa soils, on similar positions and on higher lying hillsides, are 40 to 60 inches to hard bedrock."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; medium and rapid runoff; moderately slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  About one-third of the soil is cleared and used mainly for pasture.  The native vegetation is forests of hickory, hackberry, elm, black walnut, redbud, black locust, ash, and red cedar."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Central Basin of Tennessee and possibly the Bluegrass region of Kentucky.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Morgantown, West Virginia"
  },
  "ORIGIN": {
    "section": "SERIES PROPOSED",
    "content": "SERIES PROPOSED:  Jackson County, Tennessee; 1992."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons recognized in this pedon are:\nOchric epipedon - 0 to 6 inches (A horizon).\nArgillic horizon - 6 to 27 inches (Bt1, Bt2, Bt3 horizon)\nAdditional remarks - This soil has previously been included with the Ashwood series.\nClassification was the only thing changed in 7/94.  Competing series and other items will be updated later.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
