{
  "SERIES": "GLADSTONE",
  "STATUS": "Established Series",
  "BYREV": "Rev. JC-MJ",
  "REVDATE": "09/2008",
  "STATES": "NJ,PA",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, active, mesic Typic Hapludults"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Gladstone gravelly loam-cultivated. (Colors are for moist soil unless otherwise noted).\nAp--0 to 10 inches, brown (10YR 4/3) gravelly loam; moderate medium granular structure; friable, slightly sticky, slightly plastic; many fine roots; 20 percent subangular gravel; moderately acid; abrupt smooth boundary. (6 to 13 inches)\nBA--10 to 15 inches, brown (7.5YR 5/4) loam; weak medium subangular blocky structure; friable, slightly sticky, slightly plastic; many fine roots; 10 percent subangular gravel; moderately acid; clear wavy boundary. (0 to 6 inches thick)\nBt1--15 to 24 inches, brown (7.5YR 4/4) gravelly loam; weak medium subangular blocky structure; friable, slightly sticky, slightly plastic; few fine roots; few clay films on ped faces; 25 percent subangular gravel; strongly acid; clear wavy boundary.\nBt2--24 to 40 inches, strong brown (7.5YR 5/6) gravelly loam; weak coarse prismatic structure parting to moderate medium subangular blocky; friable, slightly sticky, slightly plastic; few fine roots; common clay films on ped faces and root channels; 30 percent subangular gravel; strongly acid; clear wavy boundary. (Combined thickness of Bt horizons 13 to 40 inches thick)\nC--40 to 66 inches, strong brown (7.5YR 5/8) very gravelly sandy loam; massive; very friable, nonsticky, nonplastic; few very fine roots; 40 percent subangular gravel; strongly acid; gradual irregular boundary. (10 to 40 inches thick)\nR--66 + inches, very pale brown (10YR 7/3) and black (10YR 2/1) highly fractured partially weathered granitic gneiss bedrock."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Somerset County, New Jersey. Northeast of intersection of Anderson Hill Road and Stone Fence Road in Bernardsville Township. Approximately 40 feet north of Stone Fence Road. USGS Bernardsville Quadrangle Lat.40 degrees 44 minutes 12 seconds N and Long. 74 degrees 34 minutes 32 seconds W . NAD 83"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Solum thickness ranges from 30 to 50 inches. Depth to granitic gneiss bedrock is 60 inches or more. The bedrock may be strongly weathered in the upper part. Gravel content ranges from 5 to 35 percent throughout the solum, and 10 to 40 percent in the C horizons. Fragments, larger than 3 inches in diameter, range from 0 to 20 percent by volume in the surface layer and 0 to 10 percent in the subsoil and substratum layers. The control section averages 20 to 30 clay and 30 to 50 percent silt with less than 35 percent total rock fragments. Reaction is strongly or very strongly acid throughout the soil, unless limed. Areas that have been limed range to moderately acid in the upper part of the profile.\nThe Ap horizon has hue of 10YR or 7.5YR, value of 4 or 5, and chroma ranging from 2 through 5. The A horizons have hues of 10YR or 7.5YR with a value of 3 and chroma of 1 or 2. Texture of the fine earth is loam or sandy loam. Structure is dominantly moderate, fine and medium granular but ranges from weak, coarse granular to moderate, fine and medium subangular blocky.\nThe BA or E horizon has hue of 10YR or 7.5YR, value and chroma of 3 through 6. Texture of the fine earth is loam or sandy loam with weak medium or coarse subangular blocky structure.\nThe Bt horizons have hue of 10YR, 7.5YR or 5YR, value of 4 or 5, and chroma ranging from 4 through 8. Texture of the fine earth is, loam, sandy clay loam or clay loam with clay content ranging from 20 to 34 percent. Structure ranges from weak to strong, medium and coarse subangular or angular blocky with friable or firm consistence.\nIn some pedons a BC horizon is present. Colors are similar to those of the overlying Bt horizon. Textures are dominantly sandy loam and distinctly grittier than those of the overlying horizon. Consistence is friable or firm and may be brittle.\nThe C horizons have hue ranging from 2.5Y through 5YR, value ranging from 4 through 7, and chroma from 4 through 8. Texture of the fine earth is dominantly sandy loam or loam, but thin subhorizons may be loamy sand or sandy clay loam. Structure is weak fine subangular blocky or the horizons are massive. Consistence is friable to firm."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the, Arcola, Bedington, Bucks, Collington, Edgemont, Edneytown, Freehold, Germania, Gilpin, Joanna, Leedsville, Millstone, Pennval, Pigeonroots, Pineville, Quakertown, Rayne, Shelocta, Syenite and Wist series are in the same family. Arcola soils are 20 to 40 inches deep to a siltstone or sandstone paralithic contact. Bedington, and Rayne soils formed in materials weathered from siltstone, shale or sandstone. Rayne soils are also 40 to 72 inches deep to bedrock. Bucks and Quakertown soils are 40 to 60 inches deep to sandstone, siltstone, or shale bedrock. Collington, Freehold and Wist soils formed in marine sediments containing glauconite. Edgemont soils formed in residuum weathered form quartizitic rocks and are 3.5 to 7 feet deep to bedrock. Edneytown soils have a solum thinner than 30 inches and lack 5YR color in the Bt. The Germania soils formed in alluvial fans Gilpin soils are 20 to 40 inches deep to shale or siltstone bedrock. Joanna and Leedsville soils formed in residuum from Triassic red sandstone and conglomerate containing quartz pebbles. The Millstone series are well drain soils on stream terraces and flood-plain steps. They formed in loamy alluvium.  Pigeonroost soils are 20 to 40 inches deep to a gneissic paralithic contact and are formed in residuum affected by soil creep in the upper part and weathered from felsic to mafic, igneous and high-grade metamorphic rocks.  Syenite soils are 20 to 40 inches deep formed in loess over granite residuum and have granite rock fragments. Pineville soils formed in colluvium from sandstone, shale, and siltstone. Shelocta soils formed in colluvium and residuum from shale, siltstone, and sandstone and are greater than 48 inches deep to bedrock. Pennval soils are formed in colluvium from interbedded shale and siltstone, or sandstone on footslopes of prominent valley ridges."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Gladstone soils are on upland divides and rolling foot hills of the Highlands section of Appalachian Province, the Reading Prong Section of the New England province and the Gettysburg-Newark Lowland and the Piedmont Upland Sections of the Northern Piedmont province at elevations ranging between 250 and 1400 feet but dominantly between 400 and 1100 feet. The soils formed in colluvium and residuum from granitic gneiss and in some places the regolith appears to have been disturbed by glacial or paraglacial action. The underlying bedrock is granitic gneiss that, in many places, is highly weathered in the upper several inches. Slopes are generally between 3 and 25 percent, but range from 0 to 65 percent. Climate is temperate and humid. Mean annual air temperature is 50 degrees to 55 degrees F., rainfall is 40 to 48 inches and frost free days range from 160 to 190."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Annandale, Califon, Cokesbury and Parker. Gladstone soils lack the fragipan horizons that are common to the Annadale, Califon and Cokesbury soils. They also lack the gray mottles common to the Califon and the dominant gray colors common to the Cokesbury soils. Gladstone soils have more clay in the subsoil horizons and less coarse fragment in the entire soil than is common to the Parker Soils."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Gladstone soils are well drained. Saturated hydraulic conductivity is moderately high in the subsoil and high in the substratum. Runoff is medium or high."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most non-stony areas are utilized for crop production. Dominant crops are corn, small grains, soybeans, fruit, hay and pasture. A portion of the gently sloping and sloping areas have been utilized for Urban development. Some of the sloping and stony wooded areas are being used for high cost residential development. Most areas with stony surface are in woodland. Tree species are dominantly upland oaks, yellow poplar, ash and hickory."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Gladstone soils are currently recognized in New Jersey and Pennsylvania. Approximatly 65,000 acres have been mapped."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Morgantown, West Virginia"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Hunterdon County, New Jersey 1969."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons recognized in this pedon are:\na. Ochric Epipedon - the zone from the surface to a depth of 10 inches (Ap horizon)\nb. Argillic horizon - the zone from 15 to 40 inches (Bt1 and Bt2 horizons)\nMost uncleared areas have very or extremely stony or bouldery surface phases.\nRevision 7/1997  SG-DDL-MS\n2/2008 Revision updates profile description, competing and geographically associated soils, and geographic setting\n2006 Pedon description updated\nSIR = NJ0078, NJ0082 (VERY STONY), NJ0090 (EXTREMELY STONY)\nNational Cooperative Soil Survey\nU.S.A."
  }
}
