{
  "SERIES": "GLANN",
  "STATUS": "Established Series",
  "BYREV": "Rev. TDC/GMK",
  "REVDATE": "10/2018",
  "STATES": "CA",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, calcareous, thermic Aeric Endoaquepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Glann loam (nearly level at 15 feet elevation in a plowed field used for the production of row crops and small grains).\nA1p--0 to 8 inches; grayish brown to gray (10YR 5/2 to 5/1) loam, very dark grayish brown (10YR 3/2) when moist; moderate medium subangular blocky structure; slightly hard, friable, slightly sticky and sightly plastic; plentiful very fine roots; few very fine interstitital pores; very slightly effervescent with disseminated lime; moderately alkaline (pH 8.0); clear wavy boundary.  (5 to 9 inches thick)\nB21g--8 to 15 inches; grayish brown (10YR 5/2) heavy loam with common medium distinct very dark grayish brown and yellowish brown (10YR 3/2 and 5/4) mottles, dark grayish brown (10YR 4/2) with common medium prominent very dark brown and dark brown (10YR 2/2 and 4/3) mottles when moist; massive; hard, friable, slightly sticky and slightly plastic; few very fine, very few fine roots; common thin clay films in pores and in bridges; slightly effervescent, disseminated lime; moderately alkaline (pH 8.0); clear irregular boundary. (5 to 10 inches thick)\nB22g--15 to 37 inches; mottled yellowish brown and brown (10YR 5/4 and 5/3) light loam, mottled dark grayish brown (10YR 4/2) and brown to dark brown (7.5YR 4/4) when moist; massive; hard, firm, slightly sticky and slightly plastic; few very fine roots; many very fine and fine interstitial, few medium tubular pores; common thin clay films in pores and in bridges; slightly effervescent, disseminated lime and lime, in seams; moderately alkaline (pH 8.0); clear wavy boundary. (10 to 25 inches thick)\nB3g--37 to 46 inches; mottled yellowish brown, brown and dark brown (10YR 5/4, 5/3, and 4/3) sandy loam, mottled dark grayish brown, dark brown and brown (10YR 4/2, 3/3, and 4/3) when moist; massive; hard, very friable, slightly sticky and nonplastic; plentiful very fine roots; many very fine and fine interstitial pores; few thin clay films in pores and in bridges; horizon is discontinuous; moderately alkaline (pH 8.0); clear wavy boundary. (5 to 15 inches thick)\nC1g--46 to 53 inches; mottled yellowish brown and pale brown (10YR 5/4 and 6/3) sandy loam, brown (10YR 4/3 and 5/3) when moist; massive; hard, friable, slightly sticky and nonplastic; few very fine roots; common very fine and fine interstitial pores; no clay films; horizon is weakly cemented and discontinuous; moderately alkaline (pH 8.0); clear wavy boundary. (5 to 8 inches thick)\nD--53 to 58 inches+; grayish brown to light olive brown (2.5Y 5/2 to 5/4) silty clay loam, grayish brown (2.5Y 5/2) when moist; weak medium angular blocky structure; hard to very hard, firm sticky and plastic; common very fine tubular pores; continuous moderately thick clay films on ped faces and in pores; black (10YR 2/1) when moist manganese staining on ped faces; moderately alkaline (pH 8.0)"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Center of SE1/4, section 1, T.5N., R.4E., M.D.B. and M.  65 east of dirt road along drain ditch 68 mile north from Dierssen Road 2.5 miles west of Franklin Road, Sacramento County, California."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: The A1 ranges in color from dark grayish brown to gray (10YR 4/2 to 5/1) and very dark grayish brown to black (10YR 3/2 to 2/1) when moist.  Texture may be loam, clay loam, or heavy clay loam.   The surface is usually very slightly to slightly calcareous with lime being disseminated and may occur in slightly to violently effervescent seams below 40 inches.  The B2 may be a light loam, heavy loam, or a fine sandy clay loam and ranges from 10YR 4/1 to 4/2 and 7.5YR 4/4.  The B3 and C1 horizons are discontinuous within short (2 to 5 feet) distances.  The solum ranges in thickness from 30 to 55 inches usually being 40 to 48 inches thick.  The substratum varies considerably from grayish brown (2.5Y 5/2) silty clay loam mixed sediments to brown (7.5YR 4/4) hardpan material underlying the adjacent San Joaquin soils.  There are many medium (5 to 15 mm) iron and manganese concretions throughout the profile."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Glann soils occur at elevations of 10 to 100 feet in a dark subhumid, mesothermal climate having a mean annual rainfall of 12 to 20 inches with hot, dry summers and cool, moist winters; an average January temperature of about 45 degrees F.; an average July temperature of about 75 degrees F.; a mean annual temperature of about 60 degrees F.; an average frost free season of over 260 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: Glann soils occur in the same general area as Alamo, Columbia, Freeport, Oakley, Sacramento, and San Joaquin soils.  They resemble Chino and Temple soils.  Chino soils are slightly finer textured, have lower chromas in the B and C horizons, and have moderately calcareous B3ca horizons.  Temple soils are finer textured, with lower chromas and values and with less red hues in the B and C horizons and much more lime in the lower sola than the Glann or Chino soils."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Imperfectly drained; runoff is slow with surface ponding where adequate levee protection and drainage has not been provided; permeability is moderate in the surface and moderately slow in the substratum.  An intermittent water table usually exists within 3 to 4 feet of the surface."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Irrigated rice, row crops, field crops and pasture.  Some dry farmed grains with an irrigated crop as a rotation. Originally water tolerant grasses and sedges.  Now most areas are under cultivation."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Sacramento and Northern San Joaquin valleys, California."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Sacramento Area, California 1941.  Name from Glann siding on Southern Pacific Railroad."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: This soil is classified as follows: USDA Yearbook: Humic Gley, Revised Classification (7th): 7.13-5, Univ. of Calif., Storie & Wier: Prarie, Ferrosol, Profile Group VX.\nOSED scanned by SSQA. Last revised by state on 5/62.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
