{
  "SERIES": "GLAWE",
  "STATUS": "Established Series",
  "BYREV": "Rev. JOW-WEF-MLK",
  "REVDATE": "08/2012",
  "STATES": "MI",
  "OVERVIEW": "The Glawe series consists of very deep, poorly drained or very poorly drained soils formed in stratified medium textured water-laid deposits on lake plains, outwash plains, and deltas. Slope ranges from 0 to 2 percent. Mean annual precipitation is about 762 mm (30 inches), and mean annual temperature is about 6.1 degrees C (43 degrees F).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-silty, mixed, semiactive, calcareous, frigid Typic Endoaquolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Glawe mucky very fine sandy loam, on a northwest-facing, 1 percent slope in a cultivated field. (Colors are for moist soil unless otherwise stated.)\nAp--0 to 25 cm [10 inches]; black (10YR 2/1) mucky very fine sandy loam, dark gray (10YR 4/1) dry; moderate coarse subangular blocky structure; friable; slightly effervescent; moderately alkaline; abrupt smooth boundary. [18 to 25 cm (7 to 10 inches) thick]\nCg1--25 to 30 cm (10 to 12 inches); gray (5YR 6/1) loamy very fine sand; weak medium platy structure parting to weak very fine subangular blocky; friable; few fine prominent red (2.5YR 5/6) masses of oxidized iron throughout; strongly effervescent; moderately alkaline; abrupt wavy boundary.\nCg2--30 to 76 cm (12 to 30 inches); light brownish gray (2.5Y 6/2) very fine sandy loam; weak medium platy structure; friable; few fine prominent red (2.5YR 5/6) masses of oxidized iron throughout; violently effervescent; moderately alkaline; clear wavy boundary.\nC3--76 to 152 cm (30 to 60 inches); pale brown (10YR 6/3) stratified silt loam, very fine sandy loam, and loamy very fine sand; massive; friable; few fine prominent strong brown (7.5YR 5/6) masses of oxidized iron throughout; violently effervescent; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Presque Isle County, Michigan; about 3 miles northeast of the village of Ocqueoc; 1320 feet north and 660 feet west of the southeast corner of sec. 34, T. 36 N., R. 3 E. ,North part of Ocqueoc Township; USGS Ocqueoc, MI topographic quadrangle; lat. 45 degrees 27 minutes 16 seconds N and long. 84 degrees 2 minutes 59 seconds W., NAD 27."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nReaction: slightly alkaline or moderately alkaline throughout\nRock fragment content: 0 to 2 percent gravel throughout\nAp or A horizon:\nHue: 10YR or is neutral\nValue: 2, 2.5, or 3\nChroma: 0 to 3\nTexture: silt loam, very fine sandy loam, fine sandy loam, loamy very fine sand, or the mucky analogues of these textures\nC horizon:\nHue: 7.5YR or 2.5Y\nValue: 4 to 6\nChroma: 1 to 4\nTexture: stratified silt loam, very fine sandy loam, loamy very fine sand, or very fine sand"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no other series in the same family."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: The Glawe soils are in depressions and drainageways on lake plains, outwash plains, and deltas of Wisconsinan age. Slope ranges from 0 to 2 percent. These soils formed in stratified medium textured water-laid deposits. Mean annual precipitation ranges from 686 to 762 mm (27 to 30 inches). Mean annual temperature ranges from 6.1 to 7.2 degrees C (43 to 45 degrees F)."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Burleigh, Grace, Moltke, Ingalls, and Ocqueoc soils. The moderately well drained Grace and the somewhat poorly drained Moltke soils are in the same drainage sequence. The Burleigh soils are coarser textured and are on similar landscape positions. The somewhat poorly drained Ingalls and the well drained and moderately well drained Ocqueoc soils are coarser textured and are on higher landscape positions."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Poorly drained or very poorly drained. Depth to the top of an apparent seasonal high water table ranges from 30 cm (1 foot) above the surface to (1 foot) below the surface between October and May in normal years. Potential surface runoff is negligible to low. Saturated hydraulic conductivity is moderately high. Permeability is moderate."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most areas of this soil have been cleared and were once used as cropland. Presently these areas are used for wetland, pasture, woodland, or are idle."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: MLRAs 94B and 94C in the northern lower peninsula of Michigan and eastern upper peninsula of Michigan. The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: AMHERST, MASSACHUSETTS"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Cheboygan County, Michigan, 1989."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon: from the surface to a depth of 25 cm (10 inches) (Ap horizon).\nAquic conditions: iron depletions present from 25 to 76 cm (10 to 30 inches) (Cg1 and Cg2 horizons).\nADDITIONAL DATA: Soil Interpretation Record No.: MI0545.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "poorly",
        "drainage_overview": "poorly"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 25,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 1,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 1,
        "texture_class": "very fine sandy loam",
        "pH_class": "moderately alkaline",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Ap--0 to 25 cm [10 inches]; black (10YR 2/1) mucky very fine sandy loam, dark gray (10YR 4/1) dry; moderate coarse subangular blocky structure; friable; slightly effervescent; moderately alkaline; abrupt smooth boundary. [18 to 25 cm (7 to 10 inches) thick]"
      },
      {
        "name": "Cg1",
        "top": 25,
        "bottom": 30,
        "moist_hue": "5YR",
        "moist_value": 6,
        "moist_chroma": 1,
        "texture_class": "loamy very fine sand",
        "pH_class": "moderately alkaline",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "Cg1--25 to 30 cm (10 to 12 inches); gray (5YR 6/1) loamy very fine sand; weak medium platy structure parting to weak very fine subangular blocky; friable; few fine prominent red (2.5YR 5/6) masses of oxidized iron throughout; strongly effervescent; moderately alkaline; abrupt wavy boundary."
      },
      {
        "name": "Cg2",
        "top": 30,
        "bottom": 76,
        "moist_hue": "2.5Y",
        "moist_value": 6,
        "moist_chroma": 2,
        "texture_class": "very fine sandy loam",
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Cg2--30 to 76 cm (12 to 30 inches); light brownish gray (2.5Y 6/2) very fine sandy loam; weak medium platy structure; friable; few fine prominent red (2.5YR 5/6) masses of oxidized iron throughout; violently effervescent; moderately alkaline; clear wavy boundary."
      },
      {
        "name": "C3",
        "top": 76,
        "bottom": 152,
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 3,
        "texture_class": "loamy very fine sand",
        "pH_class": "moderately alkaline",
        "narrative": "C3--76 to 152 cm (30 to 60 inches); pale brown (10YR 6/3) stratified silt loam, very fine sandy loam, and loamy very fine sand; massive; friable; few fine prominent strong brown (7.5YR 5/6) masses of oxidized iron throughout; violently effervescent; moderately alkaline."
      }
    ]
  ]
}
