{
  "SERIES": "GLENBERG",
  "STATUS": "Established Series",
  "BYREV": "RJL/RHM/CJH",
  "REVDATE": "05/2005",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, superactive, calcareous, mesic Ustic Torrifluvents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Glenberg sandy loam - grassland. (Colors are for dry soil unless otherwise noted)\nA--0 to 6 inches (0 to 15 centimeters); light brownish gray (10YR 6/2) sandy loam, dark grayish brown (10YR 4/2) moist; moderate fine granular structure; soft, very friable; moderately alkaline (pH 8.0); gradual smooth boundary. (3 to 8 inches thick, 8 to 20 centimeters)\nC--6 to 60 inches (15 to 152 centimeters); light brownish gray (10YR 6/2) sandy loam stratified with thin lenses of loam and loamy sand, dark grayish brown (10YR 4/2) moist; massive; slightly hard, very friable; weak and inconsistent accumulations of secondary calcium carbonate as small concretions; moderately alkaline (pH 8.2)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Crowley County, Colorado; 200 feet (61 meters) south and 720 feet ( 219 meters) east of the N1/4 corner of Sec. 17, T. 22 S., R. 58 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nThe soil moisture control section is moist intermittently May through August, dry December through February; aridic moisture regime bordering on ustic.\nMean annual soil temperature: 47 to 53 degrees F (8 to 11 degrees C).\nMean summer soil temperature: 65 to 74 degrees F (18 to 23 degrees C).\nDepth to calcareous material: 0 to 6 inches (0 to 15 centimeters)\nVisible secondary calcium carbonate as soft concretions or thin seams occurs inconsistently at any depth.\nDepth to bedrock or strongly contrasting substratums is greater than 60 inches (152 centimeters).\nOrganic carbon content of the surface horizon: .5 to 2.0 percent and decreases irregularly with depth.\nTexture of the control section: predominantly sandy loam\nParticle size control section:\nClay content: 5 to 18 percent\nSilt content: 5 to 40 percent\nSand content: 50 to 75 percent with more than 35 percent fine or coarser sand.\nCoarse fragments: 0 to 15 percent but are commonly less than 5 percent. Some pedons may have up to 30 percent coarse fragments in any one horizon but the weighted average of the particle-size control section is less than 15 percent.\nA horizon:\nHue: 10YR or 2.5Y\nValue: 4 to 7 dry, 3 to 5 moist\nChroma: of 2 to 4\nTexture: fine sandy loam or sandy loam\nReaction: slightly alkaline through moderately alkaline\nC horizon: (An AC horizon is present in some pedons)\nHue: 10YR or 2.5Y\nValue: of 5 to 7 dry, 4 or 5 moist\nChroma: of 2 to 4\nCalcium carbonate equivalent: 1 to 3 percent, but is variable from pedon to pedon and from stratum to stratum within a single pedon.\nTexture: stratified loamy sand to clay loam.\nClay content: averages 5 to 18 percent\nReaction: slightly alkaline to strongly alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Cameo (CO), Clarkelen (WY), Colorow (CO), Innacutt (NM), Kornman (CO), Radnik (AZ), Redbank (WY), and Tapicito (NM) series.\nCameo soils: are usually dry in the moisture control section more than half the time in June.\nClarkelen soils: have colder air temperatures than 52 degrees and growing seasons shorter than 130 days.\nColorow soils: are moderately well drained with redoximorphic features.\nInnacutt soils: have 10 to 25 percent mica in the control section.\nKornman soils: have over-thickened, nitrogen and phosphate enriched man-made surface horizons resulting from application of silty irrigation water over long periods of time.\nRedbank soils: have hue of 7.5YR or redder.\nRadnik soils: have hues of 2.5YR and 5YR in the control section, are driest in the soil moisture control section in May and June and receive peak precipitation in July through September and December through February.\nTapicito soils: have a soil moisture control section that is dry in May and June."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nLandform: alluvial fans, flood plains, valley floors, and low terraces\nSlopes: 0 to 8 percent\nParent material: thick very strongly stratified alluvial sediments derived from mixed sources.\nElevation: 3,600 to 6,000 feet (1097 to 1828 meters)\nAverage annual precipitation: 10 to 14 inches (25 to 35 centimeters), with peak periods of precipitation May through August.\nAverage annual air temperature: 49 to 55 degrees F (9 to 13 degrees C.)\nAverage summer temperature: 70 to 76 degrees F (21 to 24 degrees C.).\nFrost-free period: 130 to 180 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Bankard and Haversid soils. Bankard soils have a sand or loamy sand control section. Haversid soils have 18 to 35 percent clay in the particle-size control section."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained. Runoff is negigible to low. Permeability is moderately rapid to rapid."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: These soils are used primarily as pastureland and irrigated cropland. Native vegetation is blue grama, western wheatgrass, bluestem, cottonwood, and willows."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: eastern Colorado, northeastern New Mexico, eastern Wyoming, western Nebraska, and western Kansas. LRR G, MLRA 69; The series is of large extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Denver, Colorado"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Red Willow County, Nebraska, 1965."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nDiagnostic horizons and features recognized in this pedon are:\nOchric epipedon: 0 to 6 inches (0 to 15 centimeters). (A horizon)\nFluventic materials: thin stratifications of loam to loamy sand from 6 to 60 inches (15 to 152 centimeters). (C horizon)\nAridic moisture regime bordering on ustic.\nSeries is updated from 7/86 to 2/94 for use on the Final Correlation of Kit Carson County, Colorado.\nOpening Paragraph:\nRevised MAP from 13 inches to 12 inches\nRIC Section:\nRanged MAST from 47 to 59 degrees F. to 47 to 53 degrees F.\nRanged MSST from 65 to 78 degrees F. to 65 to 74 degrees F.\nCompeting Series:\nAdded and competed Radnik (WY) series\nGeographic Setting:\nRanged MAP 10 to 13 inches\nAdjusted MAAT 49 to 55 degrees F. and Summer Air Temperature to 76 degrees F.\nAdjusted precipitation for Utah and New Mexico from 8 to 12 to 8 to 13 inches.\nDistribution & Extent:\nDeleted Montana as the state is all frigid.\nRemarks:\nAdded, \"Diagnostic features include a horizon of thin\nstratification from 6 to 60 inches of loam and loamy\nsand. Last updated by the state 2/94.\"\n11/21/96 (redone 7/9/97)\n1. Added superactive to family.\n2. Ranged OC content of suface to 0.5%.\n3. Allowed fine sandy loam texture in A horizon.\n9/3/97 Range ppt in Nebraska to 17\".\n01/04/00 (A result of 12/23/99 request from Kansas MO) 1. Range A horizon thickness to 3 inches. 2. Allow value of 4 dry in the A horizon. 3. Allow chroma of 4 in C horizon. 4. Allow slightly alkaline in C horizon. 5. Minor editorial changes.\n3/28/2003\n1. Update associated soils section. 2. Add soil moisture control section statement to RIC 3. Allow for presence of AC horizon. 4. Range carbonates from 0-6 inches. 5. Range organic carbon in A horizon to 2%. 6. Range precipitation from 10 to 14 inches. 7. Range elevation from 3600 to 6000. 8. Range frost free period from 130 to 180 days. 9. Range MSST from 70 to 76 10. Update competing series section. 11. Leave in ranges for specific states.\n3/22/04 Transfer responsibility to Kansas MO.\n4/2004 WAW Convert to semi-tabular format.\nTaxonomic Version: Second Edition, 1999.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
