{
  "SERIES": "GLENTOSH",
  "STATUS": "Established Series",
  "BYREV": "Rev. JFH:CRC",
  "REVDATE": "07/1999",
  "STATES": "OK",
  "OVERVIEW": "The Glentosh series consists of very deep, excessively drained, rapidly permeable soils.  They formed in material weathered from sandy aeolian and alluvial deposits.  These level to sloping soils are on terraces mostly in the Arkansas Valley and Ridges - Western (MLRA 118B).  Slopes range from 0 to 8 percent.  Mean annual precipitation is 41 inches and mean annual temperature is 62 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Thermic, coated Typic Quartzipsamments"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Glentosh loamy fine sand--on a smooth slope of 1 percent in a pasture of bermudagrass. (Colors are for moist soil unless otherwise stated.)\nA--0 to 10 inches; dark brown (10YR 4/3) loamy fine sand; weak fine granular structure; very friable; moderately acid; clear smooth boundary.  (4 to 14 inches thick)\nC1--10 to 26 inches; yellowish brown (10YR 5/4) loamy fine sand; single grained; loose; strongly acid; clear wavy boundary. (14 to 31 inches thick)\nC2--26 to 48 inches; strong brown (7.5YR 5/6) fine sand; single grained; loose; common medium yellowish red (5YR 5/6) stains, strongly acid; gradual wavy boundary.  (12 to 44 inches thick)\nC3--48 to 80 inches; very pale brown (10YR 7/3) fine sand; single grained; loose; common coarse yellowish brown (10YR 5/6) stains; very strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  McIntosh County, Oklahoma; about 1 mile west and 1 mile south of Pierce; 1,200 feet south and 700 feet west of the northeast corner of sec. 20, T. 11 N., R. 15 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Depth of sandy texture is more than 80 inches.  The percent clay in the particle size control section ranges from 5 to 12 percent.  Nonweatherable minerals in the sand fraction are 95 percent or more.  Average absolute moisture deficit is 2 or more.  Days dry are less than 90 (cumulative).\nThe A horizon has hue of 7.5YR or 10YR, value of 3 or 4, and chroma of 3 or 4.  It is loamy fine sand, fine sand, or sand and is slightly acid or strongly acid.\nThe C1 horizon has hue of 7.5YR or 10YR, value of 5 or 6, and chroma of 3 to 6.  It is loamy fine sand, fine sand, or sand and ranges from slightly acid to very strongly acid.\nThe C2 and C3 horizons have hue of 7.5YR or 10YR, value of 5 to 8, and chroma of 3 to 6.  In most pedons, they have stains in shades of brown, red, or yellow.  The C2 and C3 horizons are loamy fine sand, fine sand, or sand and range from slightly acid to very strongly acid."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Alaga, Bigbee, Cainhoy, Darden, Foxworth, Lakeland, McNeely, Tonkawa, Turkey, and Wando series in the same family.  All of the series in the same family except Bigbee, Lakeland and Wando have a mean annual temperature of 64 degrees F. or more.  Cainhoy, Darden, McNeely, Turkey and Tonkawa contain Bw horizons.  In addition, Bigbee, Foxworth and Wando soils contain water tables for 1 to 3 months each year.  Darden and Tonkawa soils are dry for 75 to 90 and 125 to 150 days each year, respectively.  Wando soils are well drained, developed in marine sediments on marine terraces at 5 to 25 feet elevation."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Glentosh soils are level to sloping and are on smooth to slightly convex terraces.  Some areas are undulating to hummocky.  These soils formed in material weathered from sandy sediments.  Slopes are generally 3 to 5 percent but range from 0 to 8 percent.  Mean annual precipitation ranges from 38 to 46 inches.  Mean annual temperature ranges from 59 degrees to 64 degrees F.  Thornthwaite annual P-E index is more than 64."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are Glenpool, Kamie, and Larton series.  Glenpool and Larton soils are on a slightly higher terrace or on the same terrace but farther from the stream.  Larton and Kamie soils have loamy argillic horizons.  Kamie soils are on higher terraces."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Glentosh soils are excessively drained.  Runoff is negligible or low and the permeability is rapid."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are used mainly for tame pasture.  Native vegetation is primarily blackoak, southern red oak, and black hickory with an understory of grasses.  Some areas are cultivated."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  The series is of moderate extent in Oklahoma and possibly Arkansas."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Indianapolis, Indiana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  McIntosh County, Oklahoma; 1980."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Soil Interpretation Record No. OK0242\nIn some survey areas, these soils have been mapped as inclusions in units of Glenpool soils.\nDiagnostic horizons and features recognized in this pedon are:\nOchric epipedon - the zone from the soil surface to 10 inches (A horizon)\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "excessively",
        "drainage_overview": "excessively"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 25,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "loamy fine sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A--0 to 10 inches; dark brown (10YR 4/3) loamy fine sand; weak fine granular structure; very friable; moderately acid; clear smooth boundary.  (4 to 14 inches thick)"
      },
      {
        "name": "C1",
        "top": 25,
        "bottom": 66,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "loamy fine sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "C1--10 to 26 inches; yellowish brown (10YR 5/4) loamy fine sand; single grained; loose; strongly acid; clear wavy boundary. (14 to 31 inches thick)"
      },
      {
        "name": "C2",
        "top": 66,
        "bottom": 122,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "7.5YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "fine sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "strongly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "C2--26 to 48 inches; strong brown (7.5YR 5/6) fine sand; single grained; loose; common medium yellowish red (5YR 5/6) stains, strongly acid; gradual wavy boundary.  (12 to 44 inches thick)"
      },
      {
        "name": "C3",
        "top": 122,
        "bottom": 203,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 7,
        "moist_chroma": 3,
        "texture_class": "fine sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "C3--48 to 80 inches; very pale brown (10YR 7/3) fine sand; single grained; loose; common coarse yellowish brown (10YR 5/6) stains; very strongly acid."
      }
    ]
  ]
}
