{
  "SERIES": "GLENEDEN",
  "STATUS": "Established Series",
  "BYREV": "Rev. CAK/WRP/RWL/MHF",
  "REVDATE": "06/2011",
  "STATES": "OR",
  "OVERVIEW": "The Gleneden series consists of very deep, somewhat poorly drained soils formed in clayey mixed alluvium.  They are on marine terraces and have slopes of 0 to 20 percent.  The mean annual precipitation is about 75 inches and the mean annual temperature is about 51 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, isotic, isomesic Aquic Humudepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Gleneden silty clay loam, forested.  (Colors are for moist soil unless otherwise noted.)\nOi--0 to 1 inch; slightly decomposed litter of needles, twigs, small branches, leaves and cones.\nA1--1 to 5 inches; very dark grayish brown (10YR 3/2) silty clay loam, grayish brown (10YR 5/2) dry; strong fine and very fine granular structure; slightly hard, friable, moderately sticky and moderately plastic; many fine and very fine roots; many fine irregular pores; strongly acid (pH 5.5); clear wavy boundary.\nA2--5 to 12 inches; very dark grayish brown (10YR 3/2) silty clay loam, grayish brown (10YR 5/2) dry; moderate fine and medium subangular blocky structure; hard, firm, moderately sticky and moderately plastic; many fine and very fine roots; common very fine irregular pores; common prominent dark reddish brown (5YR 3/2) organic coatings; strongly acid (pH 5.5); clear wavy boundary.  (combined A horizon is 10 to 20 inches thick)\nBA--12 to 19 inches; dark brown (10YR 3/3) silty clay, grayish brown (10YR 5/2) dry; moderate fine and medium subangular blocky structure; hard, very firm, moderately sticky and very plastic; many medium prominent reddish brown (5YR 4/4) organic coatings and strong brown (7.5YR 5/6) iron stains; strongly acid (pH 5.3); abrupt wavy boundary.  (0 to 9 inches thick)\nBw--19 to 26 inches; brown (10YR 4/3) clay, pale brown (10YR 6/3) dry; moderate fine and medium subangular blocky structure; very hard, very firm, very sticky, and very plastic; few very fine and fine pores; many fine distinct dark grayish brown (10YR 4/2) iron depletions and strong brown (7.5YR 5/6) masses of iron accumulation; strongly acid (pH 5.3); abrupt wavy boundary.  (8 to 14 inches thick)\nBCg--26 to 37 inches; grayish brown (10YR 5/2) clay, light brownish gray (10YR 6/2) dry; weak medium subangular blocky structure; extremely hard, extremely firm, very sticky and very plastic; few very fine pores; common medium and coarse dark reddish brown (5YR 3/3) stains on peds; many coarse prominent strong brown (7.5YR 5/8) masses of iron accumulation; strongly acid (pH 5.3); abrupt wavy boundary.  (8 to 14 inches thick)\nCg--37 to 61 inches; light brownish gray (10YR 6/2) clay, light gray (10YR 7/2) dry; massive; very hard, very firm, very sticky, and very plastic; many coarse prominent strong brown (7.5YR 5/8) masses of iron accumulation and gray (N 6/ ) iron depletions; strongly acid (pH 5.1)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Lincoln County, Oregon; 3/4 mile north of Lincoln Beach community; SE1/4 SE1/4 section 21, T. 8 S., R. 11 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The soils are saturated during the winter season.  The mean annual soil temperature is 50 to 54 degrees F.  The difference between mean summer and mean winter soil temperature varies from 5 to 9 degrees F. Soil depth is greater than 60 inches, but the rooting depth is limited by a seasonal water table.  The umbric epipedon is 10 to 20 inches thick.  The control section is silty clay and clay with an average of 40 to 55 percent clay.  Redox depletions with chroma of 2 or less are within 24 inches of the surface.\nThe A horizon has hue of 10YR and 7.5YR, value of 2 or 3 moist, 4 or 5 dry, and chroma of 2 or 3 moist or dry.  It is silty clay loam or silt loam with 20 to 35 percent clay.\nThe Bw horizon has hue of 10YR or 2.5Y, value of 4 or 5 moist and 5 and 6 dry, and chroma of 3 moist and dry.  It is clay or silty clay with an estimated clay content of 40 to 50 percent.  Strongly weathered siltstone rock fragments may range from 0 to 30 percent.\nThe BCg horizon or BC horizon, when present, has hue of 2.5Y or 10YR, value of 4 or 5 moist, 6 or 7 dry, and chroma of 1 or 2 moist and dry.  It is clay with 50 to 60 percent clay.\nThe Cg horizon or C horizon, when present, has hue of 10YR or 2.5Y, value of 4 to 6 moist, 6 or 7 dry, and chroma of 2 or less moist and dry.  Strongly weathered siltstone fragments may range from 0 to 35 percent."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  This is the similar Chitwood series.  Chitwood soils have hue of 10YR throughout the solum, average 35 to 45 percent clay in the control section and are in an aquandic subgroup."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  The Gleneden soils are on level to strongly sloping dissected marine terraces that merge into the foothills of the Coast Range.  Slopes are 0 to 20 percent.  The Gleneden soils formed in clayey marine sediments with an influence of down-slope erosion materials.  They are at elevations from 25 to 100 feet.  The climate is humid, characterized by cool, wet winters and cool, moist summers with fog.  A strong marine influence limits the diurnal and annual range of temperature.  The mean annual precipitation is 60 to 90 inches. The mean January temperature is 41 to 44 degrees F, and the mean July temperature is 58 to 60 degrees F.  The mean annual temperature is 49 to 53 degrees F.  The frost-free period is 180 to 300 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Bandon, Blacklock, Depoe, Lint, and Nelscott soils.  Bandon soils have a spodic horizon and are coarse-loamy.  Blacklock and Depoe soils have a spodic horizon and are poorly drained.  Lint soils are medial and lack redox features.  Nelscott soils have a spodic horizon and are moderately well drained."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Somewhat poorly drained;  very slow permeability.   A perched water table is at its uppermost limit December through April."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Gleneden soils are mainly used for timber production, native pasture, watershed, and limited homesite development.   The natural vegetation is shore pine, Sitka spruce, western hemlock, red alder, willow, salal, vine maple, evergreen huckleberry, salmonberry, western swordfern, brackenfern, sedges, rushes, and grasses."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Coastal terraces in Oregon; MLRA 4A. The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Lincoln County, Oregon, 1990."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic features in this pedon include:\nUmbric epipedon - from 1 to 19 inches (A1, A2, and BA horizons).\nCambic horizon - from 19 to 26 inches (Bw horizon).\nRedox depletions with chroma of 2 or less from 19 to 24 inches (Bw horizon).\nParticle-size control section - from 11 to 41 inches.\nDepths to diagnostic horizons and features are measured from the to of the first mineral layer.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
