{
  "SERIES": "GLENDENNING",
  "STATUS": "Established Series",
  "BYREV": "FJS-JJJ",
  "REVDATE": "04/2006",
  "STATES": "MN,WI",
  "OVERVIEW": "The Glendenning series consists of somewhat poorly drained soils that are very deep to a densic contact.  These soils formed in sandy loam till or mudflow sediments on end moraines and disintegration moraines. Permeability is moderate in the upper part of the solum, moderately slow in the lower part of the solum, and very slow in the substratum.  Slopes range from 0 to 4 percent.  Mean annual precipitation is about 30 inches. Mean annual air temperature is about 42 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, superactive, frigid Aquic Glossudalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Glendenning sandy loam on a plane slope of 2 percent in a wooded area.  (Colors are for moist soil unless otherwise stated.)\nA--0 to 5 inches; very dark grayish brown (10YR 3/2) sandy loam, grayish brown (10YR 5/2) dry; strong very fine subangular blocky structure; friable; common coarse and medium and many very fine and fine roots; common very fine tubular pores; 5 percent gravel; strongly acid; abrupt wavy boundary.  (2 to 9 inches thick)\nE1--5 to 9 inches; brown (10YR 4/3) sandy loam, very pale brown (10YR 7/3) dry; moderate fine subangular blocky structure; friable; common coarse and many very fine and fine roots; common very fine tubular pores; 7 percent gravel; few fine prominent strong brown (7.5YR 5/6) masses of iron accumulation; strongly acid; clear wavy boundary.\nE2--9 to 15 inches; brown (10YR 5/3) sandy loam, very pale brown (10YR 7/3) dry; strong fine subangular blocky structure; friable; common fine very fine roots; common very fine tubular pores; 7 percent gravel; few fine prominent strong brown (7.5YR 5/6) masses of iron accumulation and few fine faint grayish brown (10YR 5/2) iron depletions; strongly acid; clear wavy boundary.  (The combined thickness of the E horizons is 0 to 15 inches thick)\nE/B--15 to 20 inches; 80 percent brown (10YR 5/3) sandy loam, very pale brown (10YR 7/3) dry (E); moderate very fine subangular blocky structure; friable; common very fine roots; common very fine tubular pores; few fine prominent strong brown (7.5YR 5/6) masses of iron accumulation; extends into or completely surrounds remnants of reddish brown (5YR 4/4) sandy loam (Bt); moderate very fine subangular blocky structure; friable; common very fine tubular pores; very few faint dark reddish brown (5YR 3/4) clay films on faces of peds and in pores; 8 percent gravel; strongly acid; clear wavy boundary.\nB/E--20 to 26 inches; 60 percent reddish brown (5YR 4/4) sandy loam (Bt); weak medium subangular blocky structure; friable; common very fine tubular pores; few distinct dark reddish brown (5YR 3/4) clay films on faces of peds and in pores; few medium prominent brown (7.5YR 5/2) iron depletions; penetrated by brown (10YR 5/3) sandy loam, very pale brown (10YR 7/3) dry (E); weak very fine subangular blocky structure; friable; few very fine roots; common very fine tubular pores; 10 percent gravel; few fine prominent strong brown (7.5YR 5/6) masses of iron accumulation; moderately acid; diffuse wavy boundary. (Combined thickness of the Glossic horizon is 2 to 20 inches.)\nBt1--26 to 40 inches; reddish brown (5YR 4/4) sandy loam; weak medium subangular blocky structure; friable; few very fine roots; common very fine tubular pores; few faint dark reddish brown (5YR 3/4) clay films on faces of peds and in pores; 10 percent gravel; few fine distinct strong brown (7.5YR 5/6) masses of iron accumulation; slightly acid; gradual wavy boundary.\nBt2--40 to 65 inches; reddish brown (5YR 4/4) sandy loam;  weak medium subangular blocky structure; friable; few faint dark reddish brown (5YR 3/4) clay films on faces of peds; 10 percent gravel; few fine distinct yellowish red (5YR 4/6) masses of iron accumulation; neutral; gradual wavy boundary. (Combined thickness of the Bt horizon ranges from 12 to 45 inches.)\nCd--65 to 80 inches; reddish brown (5YR 4/3) sandy loam; massive; firm; 10 percent gravel; neutral."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Washburn County, Wisconsin; about 11 miles east of Spooner; 1420 feet north and 450 feet east of the southwest corner of sec.31, T. 39 N., R. 10 W.; Elevation of 1255 feet; USGS Quadrangle Potato Lake, Wis.; Latitude 45 degrees 49 minutes, 4 seconds N., and Longitude 91 degrees, 39 minutes, 3 seconds  W., NAD 27."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Depth to the base of the argillic horizon and depth to densic contact range from 60 to 80 inches.  The particle-size control section averages from 6 to 17 percent clay and from 55 to 80 percent fine sand or coarser.  The base saturation (by sum of cations) is less than 60 percent in some part of the argillic horizon.  Rock fragments are of mixed lithology and primarily of igneous origin and include no limestone or dolomite fragments.  Volume of gravel ranges from 1 to 15 percent in the surface layer and from 5 to 35 percent in the subsoil and substratum.  Volume of cobbles ranges from 0 to 5 percent and volume of stones range from 0 to 3 throughout. Surface stones have coverage ranging from 0 to 3 percent.  Reaction typically ranges from very strongly acid to neutral in the solum.  Reaction ranges from slightly acid to neutral in the substratum.\nThe A horizon has value of 2 or 3, and chroma of 1 or 2. Some pedons have an O horizon less than 3 inches thick.  In cultivated areas, the Ap horizon has hue of 10YR, value of 3 or 4, and chroma of 2 or 3. Texture is sandy loam.\nThe E horizon has hue of 10YR or 7.5YR, value of 4 to 6, and chroma of 2 or 3.  Texture is sandy loam, fine sandy loam, loam or the gravelly analogs.\nSome pedons have Bw horizons with hue of 10YR or 7.5YR and value and chroma of 4 to 6.  Texture is sandy loam, fine sandy loam, loamy sand, or the gravelly analogs.\nGlendenning soils have a glossic horizon (E/B or B/E horizons, or both).  The E part of the E/B and B/E horizons has colors like the E horizon described above.  The Bt part has hue of 7.5YR or 5YR, value of 3 to 6, and chroma of 3 to 6.  The E/B and B/E horizon is sandy loam, fine sandy loam, loam, or the gravelly analogs. Bulk density ranges from 1.60 to 1.80 gm/cc.\nThe Bt horizon has colors and textures like the B part of the E/B and B/E horizon. Some pedons have pockets, strata, or subhorizons of loamy sand or gravelly loamy sand. Bulk density ranges from 1.60 to 1.80 gm/cc.\nSome pedons have a BCd horizon with hue of 5YR or 7 .5YR; value of 3 to 6; and chroma of 3 or 4.  Texture is sandy loam, fine sandy loam, or their gravelly analogs.  Clay content averages more than 7 percent.  Bulk density ranges from 1.8 to 2.0 gm/cc.  Some pedons have pockets, strata, or subhorizons of loamy sand or gravelly loamy sand.\nThe Cd horizon has hue of 5YR or 7.5YR, and value of 4, and chroma of 3 or 4.  Texture is sandy loam and fine sandy loam or the gravelly analogs.  Clay content averages more than 7 percent.  Bulk density ranges from 1.80 to 2.0 gm/cc."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Brennyville, Fallcreek, Hatley, Magnor, Magroc, Mora, Oesterle, Plover, Rosy and Stinnett series.   Brennyville soils have a silt loam mantle that ranges from 15 to 30 inches thick and a base saturation greater than 60 percent in all parts of the argillic horizon. Fallcreek soils do not have a densic contact. Hatley soils have a silt mantle 12 to 40 inches thick and do not have a densic contact. Magnor soils have a silt loam mantle from 12 to 36 inches thick.   Magroc soils have a lithic contact at depths of 40 to 60 inches. Mora soils have a base saturation greater than 60 percent in all parts of the argillic horizon and a densic contact at 40 to 60 inches.  Plover soils have less than 5 percent coarse fragments throughout and have stratified fine sand, very fine sandy loam, fine sandy loam, sandy loam, and/or silt loam in the lower part of the series control section.  Oesterle soils have sand and gravel below 40 inches. Rosy soils have free carbonates at depths of 30 to 60 inches.  Stinnett soils have a densic contact with sandy glacial till at depths of 40 to 60 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  These soils formed in sandy loam till or mudflow sediments of Late Wisconsinan Age.  Slope ranges from 0 to 4 percent.  Mean annual air temperature ranges from 39 to 45 degrees F.  Mean annual precipitation ranges from 28 to 33 inches.  Frost-free days range from 120 to 135.  Elevation above sea level ranges from 950 to 1400 feet."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are Amery, Capitola, Freeon, Haugen, and Magnor soils.  The well drained Amery, moderately well drained Haugen, and very poorly drained Capitola soils are in a drainage sequence with Glendenning soils.  Amery and Haugen soils are on more sloping or higher positions. Capitola soils are in depressions or drainageways. The moderately well drained Freeon soils and the somewhat poorly drained Magnor soils form a drainage sequence in nearby areas where there is a silty mantle 12 to 35 inches thick."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Somewhat poorly drained.  Runoff is low.  Permeability is moderate in the upper part of the solum, moderately slow in the lower part of the solum, and very slow in the substratum.  This soil has a seasonal high perched zone of saturation at depths as high as .5 foot in April to June in normal years."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most areas of this soil forested.  The most common trees are northern red oak, white oak, white ash, American basswood, quaking aspen,  sugar maple, and white pine.  Approximately one third of this soil is cultivated.  Commonly grown crops are corn, oats, and hay."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northwestern Wisconsin.  LRR K and MLRA 90A.  This soil is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: St. Paul, Minnesota"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Washburn County, Wisconsin, 2002."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nParticle size control section - 20 to 40 inches.\nOchric epipedon - 0 to 15 inches (A, E1, and E2 ).\nAlbic horizon - 5 to 20 inches (E1, E2, E/B).\nGlossic horizon - 15 to 26 inches (E/B and B/E).\nArgillic horizon - 20 to 40 inches (B/E and Bt horizons).\nAquic subgroup- chroma of 2 or less in the upper 10 inches of the argillic horizon.\nAquic condition based on observed saturation at some time during the year in 6 out of 10 years.\nDensic contact - the contact with dense till (Cd) at 65 inches.\nGlossic horizons are generally 2 to 20 inches thick.  Those soils with glossic horizons over 20 inches are not recognized at this time."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "ADDITIONAL DATA:  Refer to soil survey sample number S97WI-013-001 for NSSL data on a Glendenning pedon that is slightly outside the series range."
  },
  "SITE": [
    [
      {
        "drainage": "somewhat poorly",
        "drainage_overview": "somewhat poorly"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 13,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "sandy loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "strongly acid",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "A--0 to 5 inches; very dark grayish brown (10YR 3/2) sandy loam, grayish brown (10YR 5/2) dry; strong very fine subangular blocky structure; friable; common coarse and medium and many very fine and fine roots; common very fine tubular pores; 5 percent gravel; strongly acid; abrupt wavy boundary.  (2 to 9 inches thick)"
      },
      {
        "name": "E1",
        "top": 13,
        "bottom": 23,
        "dry_hue": "10YR",
        "dry_value": 7,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "sandy loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "E1--5 to 9 inches; brown (10YR 4/3) sandy loam, very pale brown (10YR 7/3) dry; moderate fine subangular blocky structure; friable; common coarse and many very fine and fine roots; common very fine tubular pores; 7 percent gravel; few fine prominent strong brown (7.5YR 5/6) masses of iron accumulation; strongly acid; clear wavy boundary."
      },
      {
        "name": "E2",
        "top": 23,
        "bottom": 38,
        "dry_hue": "10YR",
        "dry_value": 7,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 3,
        "texture_class": "sandy loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "E2--9 to 15 inches; brown (10YR 5/3) sandy loam, very pale brown (10YR 7/3) dry; strong fine subangular blocky structure; friable; common fine very fine roots; common very fine tubular pores; 7 percent gravel; few fine prominent strong brown (7.5YR 5/6) masses of iron accumulation and few fine faint grayish brown (10YR 5/2) iron depletions; strongly acid; clear wavy boundary.  (The combined thickness of the E horizons is 0 to 15 inches thick)"
      },
      {
        "name": "E/B",
        "top": 38,
        "bottom": 51,
        "dry_hue": "10YR",
        "dry_value": 7,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 3,
        "texture_class": "sandy loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "E/B--15 to 20 inches; 80 percent brown (10YR 5/3) sandy loam, very pale brown (10YR 7/3) dry (E); moderate very fine subangular blocky structure; friable; common very fine roots; common very fine tubular pores; few fine prominent strong brown (7.5YR 5/6) masses of iron accumulation; extends into or completely surrounds remnants of reddish brown (5YR 4/4) sandy loam (Bt); moderate very fine subangular blocky structure; friable; common very fine tubular pores; very few faint dark reddish brown (5YR 3/4) clay films on faces of peds and in pores; 8 percent gravel; strongly acid; clear wavy boundary."
      },
      {
        "name": "B/E",
        "top": 51,
        "bottom": 66,
        "dry_hue": "10YR",
        "dry_value": 7,
        "dry_chroma": 3,
        "moist_hue": "5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "sandy loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately acid",
        "distinctness": "diffuse",
        "topography": "wavy",
        "narrative": "B/E--20 to 26 inches; 60 percent reddish brown (5YR 4/4) sandy loam (Bt); weak medium subangular blocky structure; friable; common very fine tubular pores; few distinct dark reddish brown (5YR 3/4) clay films on faces of peds and in pores; few medium prominent brown (7.5YR 5/2) iron depletions; penetrated by brown (10YR 5/3) sandy loam, very pale brown (10YR 7/3) dry (E); weak very fine subangular blocky structure; friable; few very fine roots; common very fine tubular pores; 10 percent gravel; few fine prominent strong brown (7.5YR 5/6) masses of iron accumulation; moderately acid; diffuse wavy boundary. (Combined thickness of the Glossic horizon is 2 to 20 inches.)"
      },
      {
        "name": "Bt1",
        "top": 66,
        "bottom": 102,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "sandy loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bt1--26 to 40 inches; reddish brown (5YR 4/4) sandy loam; weak medium subangular blocky structure; friable; few very fine roots; common very fine tubular pores; few faint dark reddish brown (5YR 3/4) clay films on faces of peds and in pores; 10 percent gravel; few fine distinct strong brown (7.5YR 5/6) masses of iron accumulation; slightly acid; gradual wavy boundary."
      },
      {
        "name": "Bt2",
        "top": 102,
        "bottom": 165,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "sandy loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bt2--40 to 65 inches; reddish brown (5YR 4/4) sandy loam;  weak medium subangular blocky structure; friable; few faint dark reddish brown (5YR 3/4) clay films on faces of peds; 10 percent gravel; few fine distinct yellowish red (5YR 4/6) masses of iron accumulation; neutral; gradual wavy boundary. (Combined thickness of the Bt horizon ranges from 12 to 45 inches.)"
      },
      {
        "name": "Cd",
        "top": 165,
        "bottom": 203,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "5YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "sandy loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Cd--65 to 80 inches; reddish brown (5YR 4/3) sandy loam; massive; firm; 10 percent gravel; neutral."
      }
    ]
  ]
}
