{
  "SERIES": "GLENALPINE",
  "STATUS": "Established Series",
  "BYREV": "Rev: WRL/ET",
  "REVDATE": "05/2007",
  "STATES": "CA",
  "OVERVIEW": "The Glenalpine series consists of deep, excessively drained soils that formed in colluvium derived from volcanic and metamorphic rock. The Glenalpine soils are on mountainsides and glacial valley walls. Slopes range from 50 to 90 percent. The mean annual precipitation is about 1143 millimeters and the mean annual air temperature is about 6 degrees C.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS:  Loamy-skeletal, isotic, frigid Humic Dystroxerepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Glenalpine on a south facing (173 degree), 70 percent slope at an elevation of 7457 meters. When described on 06/24/2002 the soil was dry throughout. Colors are for dry soils unless otherwise noted.\nA--0 to 29 cm; light olive brown (2.5Y 5/4) very cobbly fine sandy loam, dark olive brown (2.5Y 3/3) moist; moderate fine granular structure; soft, very friable, slightly sticky and nonplastic; common very fine through medium roots throughout; many very fine interstitial pores; 20 percent cobbles, 15 percent gravel, and 5 percent stones; neutral, pH 7.0 by Bromthymol blue; clear irregular boundary. (25 to 50 cm thick)\nBw1--29 to 65 cm; light yellowish brown (2.5Y 6/4) extremely cobbly fine sandy loam, olive brown (2.5Y 4/4) moist; weak medium subangular blocky structure; soft, very friable, slightly sticky and nonplastic; common very fine through coarse roots throughout; many very fine interstitial pores; 40 percent cobbles, 30 percent gravel; neutral, pH 7.0 by Bromthymol blue; clear wavy boundary. (25 to 50 cm thick)\nBw2--65 to 102 cm; light yellowish brown (2.5Y 6/4) extremely cobbly fine sandy loam, olive brown (2.5Y 4/4) moist; weak medium subangular blocky structure; soft, very friable, slightly sticky and nonplastic; common medium and few very fine roots throughout; many very fine interstitial pores; 50 percent cobbles and 10 percent gravel; neutral, pH 6.8 by Bromthymol blue;  gradual smooth boundary. (25 to 50 cm thick)\nC--102 to 128 cm; light yellowish brown (2.5Y 6/4) extremely cobbly fine sandy loam, light olive brown (2.5Y 5/4) moist; single grain; loose, nonsticky and nonplastic; common fine roots throughout; 50 percent cobbles and 10 percent gravel; neutral, pH 7.0 by Bromthymol blue; (13 to 38 cm thick)\nCd--128 to 150 cm; dense glacial till"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: El Dorado County, CA, 282 meters east and 463 meters north of the south west corner of of Section 15, Township 12 N, Range 17 E, 38 degrees, 52 minutes, 58 seconds North latitude and 120 degrees, 5 minutes, 25 seconds West longitude, NAD27 - U.S.G.S Quad: Emerald Bay, California."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture - Usually moist in the moisture control section during late fall, winter, and spring; dry from mid-July to early October for 60 to 80 consecutive days in the four months following the summer solstice; Typic xeric moisture regime.\nSurface rock fragment content:\n50 to 90 percent consisting of:\n5 to 20 percent stones\n15 to 45 percent cobbles\n15 to 45 percent gravel\nDepth to dense glacial till: 100 to 150 centimeters\nReaction: slightly acid to neutral\nBase saturation: 35 to 60 percent. (By amonium acetate)\nControl section:\nRock fragments: 50 to 80 percent, with 5 to 35 percent gravel, 35 to 60 percent\ncobbles, and 0 to 10 percent stones.\nClay content: averages 5 to 15 percent clay\nMineralogy: isotic\nA horizon(s):\nHue: 2.5Y or 10YR\nValue: 4 or 5 dry; 2 or 3 moist\nChroma: 4 dry; 2 or 3 moist\nOrganic matter: 3 to 8 percent\nTexture (less than 2 mm): Fine sandy loam\nClay content: 5 to 15 percent\nContent of rock fragments: 30 to 60 percent\n10 to 30 percent gravel\n10 to 40 percent cobbles\n0 to 15 percent stones\nReaction: slightly acid to neutral\nBw horizons:\nHue: 2.5Y or 10YR\nValue: 5 or 6 dry; 4 or 5 moist\nChroma: 3 or 4 dry; 3 or 4 moist\nOrganic matter: 1 to 5 percent\nTexture (less than 2 mm): Fine sandy loam\nClay content: 5 to 15 percent\nContent of rock fragments: 50 to 80 percent\n10 to 40 percent gravel\n30 to 60 percent cobbles\nReaction: slightly acid to neutral\nC horizon(s):\nHue: 2.5Y or 10YR\nValue: 5 or 6 dry; 4 or 5 moist\nChroma: 4 dry; 4 moist\nOrganic matter: 0.5 to 2 percent\nTexture (less than 2 mm): Fine sandy loam\nClay content: 2 to 10 percent\nContent of rock fragments: 50 to 80 percent\n4 to 30 percent gravel\n30 to 60 percent cobbles\nReaction: slightly acid to neutral"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no other series in this family at this time."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Glenalpine soils are on mountainsides. Slopes are 50 to 90 percent. These soils formed in colluvium weathered from volcanic and metamorphic rock. Elevation is 1895 to 2790 meters. The climate is subhumid with warm dry summers and cold moist winters. Mean annual precipitation is 840 to 1550 millimeters. The mean annual temperature is 5 to 7.9 degrees C. Frost free season is 40 to 90 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Rockbound and Callat soils. The Rockbound soils are shallow to hard granitic bedrock and in the glacial valley below.  Callat soils are colder, on the ridge above Glenalpine and are 50 to 100 centimeters deep to dense till."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: excessively drained; low runoff; very rapid permeability above the dense till. The soils are not flooded."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: This soil is used for wildlife. Vegetation is shrubs with scattered conifers."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Glenalpine is of minor extent in California in MLRA:   22A -- Sierra Nevada Mountains"
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: El Dorado County, (Tahoe Basin area), California. Source of name is from the name of a local soda spring which at one time was a popular leisure resort.  The springs were thought to have curing properties."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nDiagnostic horizons and features recognized in this pedon are:\nParticle Size Control Section for this pedon: 25 to 100 cm, parts of the A and the Bw1 and Bw2 horizons.\nUmbric Epipedon: 0 to 29 cm, the A horizon\nDensic Contact: 138 cm, the Cd horizon\nNational Cooperative Soil Survey\nU.S.A."
  }
}
