{
  "SERIES": "GLENFORD",
  "STATUS": "Established Series",
  "BYREV": "Rev. GMS-JRS-LER",
  "REVDATE": "04/2015",
  "STATES": "OH,PA,WV",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty, mixed, superactive, mesic Aquic Hapludalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Glenford silt loam, on a 3 percent slope in an idle field at an elevation of about 347 m (1,140 feet) above msl. (Colors are for moist soil unless otherwise noted.)\nAp -- 0 to 18 cm (0 to 7 in); dark grayish brown (10YR 4/2) silt loam; moderate fine and medium granular structure; friable; many roots; moderately acid; abrupt smooth boundary. [15 to 30 cm (6 to 12 in) thick]\nBA -- 18 to 25 cm (7 to 10 in); yellowish brown (10YR 5/4) silt loam; moderate medium subangular blocky structure; friable; common roots; very strongly acid; clear wavy boundary. [0 to 20 cm (0 to 8 in) thick]\nBt1 -- 25 to 43 cm (10 to 17 in); yellowish brown (10YR 5/4) silty clay loam; moderate medium subangular blocky structure; firm; few roots; thin patchy dark yellowish brown (10YR 4/4) clay films in voids and on faces of peds; common fine faint light yellowish brown (2.5Y 6/4) masses of iron accumulation in the matrix; strongly acid; clear wavy boundary.\nBt2 -- 43 to 76 cm (17 to 30 in); dark yellowish brown (10YR 4/4) silty clay loam; moderate medium prismatic structure parting to weak thick platy; firm; few roots; thin patchy clay films in voids and on faces of peds; few medium very dark brown (10YR 2/2) soft iron and manganese oxide accumulations; few fine distinct light brownish gray (10YR 6/2) areas of iron depletion in the matrix; yellowish brown (10YR 5/6) masses of iron accumulation as rinds; strongly acid; clear wavy boundary. [Combined thickness of the Bt horizon ranges from 33 to 94 cm (13 to 37 in).]\nBC -- 76 to 107 cm (30 to 42 in); yellowish brown (10YR 5/4) silt loam; weak coarse prismatic structure parting to weak thin platy structure; friable; few roots; few clay enriched areas in upper part of horizon; few fine distinct light brownish gray (2.5Y 6/2) areas of iron depletion in the matrix; brownish yellow (10YR 6/6) and yellowish red (5YR 4/6) masses of iron accumulation as rinds and stains; moderately acid; clear wavy boundary. [0 to 64 cm (0 to 25 in) thick]\nC -- 107 to 152 cm (42 to 60 inches); yellowish brown (10YR 5/4) silt loam, with few lenses of very fine sand; weak thick platy structure; friable; common fine and medium distinct light brownish gray (2.5Y 6/2) areas of iron depletion in the matrix; brownish yellow (10YR 6/6) masses of iron accumulation as rinds; slightly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Portage County, Ohio; Brimfield Township, about 0.5 mile south of Kent, 800 feet south of the intersection of Sunnybrook Road (County Highway 11) and Melroy Road (Township Road 92) along Sunnybrook Road, then 250 feet west. T. 2 N., R. 9 W. USGS Kent, Ohio topographic quadrangle; Latitude 41 degrees, 7 minutes, 45.4 seconds N. and Longitude 81 degrees, 21 minutes, 52.8 seconds W., NAD 1983."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: The solum thickness ranges from 76 to 152 cm (30 to 60 in). Rock fragments are typically absent, but range up to 3 percent in the BC horizon and 10 percent in the C horizon. Stratification is evident within the series control section. Some pedons have carbonates in the substratum.\nThe Ap horizon has hue of 10YR or 2.5Y, value of 4 or 5, and chroma of 2 or 3. An A horizon, where present, is 3 to 10 cm (1 to 4 inches) thick and has hue of 10YR or 2.5Y, value of 2 or 3, and chroma of 1 or 2. Texture is silt loam. Structure is weak or moderate, fine to medium, granular. Reaction ranges from very strongly acid to moderately acid. Areas that have been limed are slightly acid or neutral.\nSome pedons have an E horizon that is 5 to 20 cm (2 to 8 inches) thick and has hue of 10YR or 2.5Y, value of 5 or 6, and chroma of 3 or 4. Texture is silt loam. Structure is weak or moderate, fine or medium, subangular or angular blocky. Reaction ranges from very strongly acid to moderately acid.\nThe BA horizon has hue of 10YR or 2.5Y, value of 4 or 5, and chroma of 3 to 6. Texture is silt loam. Structure is weak or moderate, fine or medium, subangular or angular blocky. Reaction ranges from very strongly acid to moderately acid. Some pedons have a BE or B/E horizon.\nThe Bt horizon has hue of 7.5YR, 10YR, or 2.5Y, value of 4 or 5, and chroma of 3 to 6. Texture is silty clay loam or silt loam. Some pedons have strata of loam, very fine sandy loam or fine sandy loam. Structure is weak to strong, fine to coarse, subangular or angular blocky, or weak or moderate, medium or coarse, prismatic, or thin to thick platy. Reaction ranges from very strongly acid to moderately acid. Some pedons have a thin layer with slight brittleness in the middle or lower part of the Bt horizons.\nThe BC horizon has hue of 7.5YR, 10YR or 2.5Y, value of 4 or 5, and chroma of 3 to 6.  Texture is silt loam or silty clay loam, with strata of fine sandy loam in some pedons. Structure is weak, coarse subangular or angular blocky, or coarse prismatic, or thin to thick platy. Reaction ranges from very strongly acid to neutral.\nThe C horizon has hue of 7.5YR, 10YR or 2.5Y, value of 4 or 5, and chroma of 3 to 6. Texture is commonly stratified silt, silt loam, or silty clay loam. Some pedons have strata of loam, sandy loam, fine sandy loam, or silty clay, or lenses of very fine sand or fine sand. Reaction ranges from very strongly acid to slightly alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Appleriver, Blair, Bunkum, Fishhook, Freeburg, Geff, Keene, Muren, Reesville, Sugarvalley, Torox, and Xenia series. Appleriver, Keene, Muren, Reesville and Xenia soils lack stratification in the series control section. Blair, Fishhook, and Geff soils have a thicker solum. Bunkum and Freeburg soils have higher mean annual temperatures. Sugarvalley and Torox soils have a lithologic discontinuity (loess over till) and also lack stratification in the series control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Glenford soils formed in stratified Wisconsinan age glaciolacustrine or stream sediments derived from materials high in sandstone and shale. Glenford soils are on terraces in valleys on till plains, lake plains, and outwash plains. Slopes range from 0 to 65 percent. Mean annual precipitation ranges from  830 to 1320 mm (33 to 52 in) and the mean annual temperature ranges from about 6 to 11 degrees C (43 to 52 degrees F)."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: The Glenford series is a member of the drainage sequence that includes the well-drained Mentor, somewhat poorly drained Fitchville, poorly drained Sebring, and very poorly drained Luray soils. Chagrin, Lobdell, and Orrville soils are on adjacent flood plains and have lower silt content. Caneadea and Canadice soils are on adjacent lacustrine areas and have higher clay content. Wheeling, Chili, Bogart, and Jimtown soils are on nearby gravelly outwash. Nearby upland soils derived from till include Wooster, Rittman, Ellsworth, and Pierpont soils and members of their drainage sequences."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Moderately well drained. Saturated hydraulic conductivity is moderately high throughout.  Depth to the top of an intermittent apparent seasonal high water table is from 30 to 61 cm (1.0 to 2.0 ft) from November to April in normal years."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most areas have been cleared and used for cropland or permanent pasture. Corn, small grains, and hay are the principal crops. Some areas are still in woodland. Many areas near cities are in nonagricultural uses. Native vegetation was deciduous forest."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Northeastern, eastern and southern Ohio, southwestern Pennsylvania and northwestern West Virginia. MLRAs 99, 111, 114, 121, 124, 126, 139 and 140. The soils of this series are extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Amherst, Massachusetts."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Licking County, Ohio, 1930."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: This 2015 revision reflects taxonomic classification updates of the 12th Edition of Keys to Soil Taxonomy. It is anticipated that the Glenford soils correlated in MLRAs other than those in Region R may be recorrelated as new series in future MLRA update activities.\nDiagnostic horizons and features in this pedon include:\n1. Ochric epipedon - from a depth of 0 to 25 cm (0 to 10 in) (Ap and BA horizons).\n2. Argillic horizon - from a depth of 25 to 76 cm (10 to 30 in) (Bt1 and Bt2 horizons).\n3. Aquic conditions - from a depth of 43 to 152 cm (17 to 60 in) (Bt1, Bt2, BC and C horizons)\nADDITIONAL DATA: Characterization data for the Glenford series can be found at the NCSS KSSL Soil Characterization Database.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
