{
  "SERIES": "GLENTON",
  "STATUS": "Established Series",
  "BYREV": "Rev. AJC",
  "REVDATE": "03/2003",
  "STATES": "UT,WY",
  "OVERVIEW": "the Glenton series is a member of the coarse-loamy, mixed (calcareous), mesic family of Typic Torrifluvents. Typically, Glenton soils have calcareous very friable granular A horizons, and calcareous very stratified but predominantly moderately coarse textured C horizons.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, superactive, calcareous, mesic Typic Torrifluvents"
  },
  "TYPICAL PEDON": {
    "section": "TYPIFYING PEDON",
    "content": "TYPIFYING PEDON:  Glenton sandy loam, cultivated. (Colors are for dry soil unless otherwise noted.)\nAp--0 to 6 inches; light brownish gray (10YR 6/2) sandy loam, dark grayish brown (10YR 4/2) moist; moderate fine granular structure; soft, very friable; calcareous; moderately alkaline (pH 8.2); gradual wavy boundary. (4 to 8 inches thick)\nC--6 to 60 inches; pale brown (10YR 6/3) stratified sandy loam, sandy clay loam, loam, and loamy sand (average texture sandy loam), brown (10YR 4/3) moist; massive; slightly hard, very friable; calcareous; moderately alkaline (pH 8.2). (Several feet thick)"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Fremont County, Wyoming; S1/2 SE1/4 sec. 15, T.3N., R.3E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Content of organic ranges from .2 to .8 percent in the surface horizons and decreases irregularly with depth.  The control section averages sandy loam, but clay ranges from 5 to 18 percent, silt from 5 to 35 percent, and sand from 50 to 80 percent with more than 35 percent fine or coarser sand. Content of coarse fragments is typically less than 5 percent and ranges from 0 to 15 percent. Mean annual soil temperature ranges from 47 degrees to 51 degrees F., and mean summer soil temperature ranges from 60 degrees to 68 degrees F.  The A horizon has hue of 2.5Y through 7.5YR, value of 5 through 7 dry and 4 or 5 moist, and chroma of 2 or 3. It usually has fine granular or crumb structure, but has weak subangular blocky structure in some pedons. It is soft to slightly hard when dry. This horizon ranges from mildly alkaline to strongly alkaline (pH 7.8 to pH 8.6). It is usually calcareous throughout but may be leached for a few inches in some pedons. The C horizon has hue of 2.5Y through 7.5YR. It is moderately or strongly alkaline (pH 8.0 to pH 8.6), and calcium carbonate equivalent ranges from 4 to 12 percent. Visible secondary calcium carbonate or calcium sulfate may occur at any depth but is not concentrated into a continuous horizon."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES AND THEIR DIFFERENTIAE",
    "content": "COMPETING SERIES AND THEIR DIFFERENTIAE:  These are the Ives, Juva, and Thoroughfare series. Ives soils have pH ranging from 8.5 to 9.6. Juva soils have more than 15 percent exchangeable sodium in at least some part of the control section. Thoroughfare soils have hue of 5YR or redder."
  },
  "GEOGRAPHIC SETTING": {
    "section": "SETTING",
    "content": "SETTING:  Glenton soils are on nearly level to gently sloping flood plains and the lower ends of alluvial fans. Slope gradients range from 0 to about 6 percent. They formed in thick stratified but predominantly moderately coarse textured, calcareous alluvial parent sediments derived principally from sedimentary rock. At the type location, the mean annual precipitation is 7 inches with peak periods of precipitation during the spring and summer months. Mean annual temperature is 43 degrees F., mean summer temperature is 66 degrees F."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "PRINCIPAL ASSOCIATED SOILS",
    "content": "PRINCIPAL ASSOCIATED SOILS:  These are the Apron and Lostwells soils.  Apron soils have uniform sandy loam textures with organic carbon contents that decrease uniformly with depth. Lostwells soils have fine-loamy control sections."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well-drained; slow runoff; moderate to moderately rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are used as native rangeland or for irrigated cropland. Principal native plants are Gardners saltbush, greasewood, bluestem wheatgrass, and bottlebrush squirreltail."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Basin areas of central and northern Wyoming.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Fremont County (Riverton Irrigated Area), Wyoming, 1969."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nThe superactive cation exchange activity class was added in 03/2003 to the taxonomic classification by the National Soil Survey Center on request of the Reno MLRA office, without review of the soil series property data. The remainder of this document has not been updated."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "NA"
  },
  "SITE": [
    [
      {
        "drainage": "",
        "drainage_overview": ""
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 15,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "sandy loam",
        "cf_class": "NA",
        "pH": 8.2,
        "pH_class": "moderately alkaline",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Ap--0 to 6 inches; light brownish gray (10YR 6/2) sandy loam, dark grayish brown (10YR 4/2) moist; moderate fine granular structure; soft, very friable; calcareous; moderately alkaline (pH 8.2); gradual wavy boundary. (4 to 8 inches thick)"
      },
      {
        "name": "C",
        "top": 15,
        "bottom": 152,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "sandy clay loam",
        "cf_class": "NA",
        "pH": 8.2,
        "pH_class": "moderately alkaline",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "C--6 to 60 inches; pale brown (10YR 6/3) stratified sandy loam, sandy clay loam, loam, and loamy sand (average texture sandy loam), brown (10YR 4/3) moist; massive; slightly hard, very friable; calcareous; moderately alkaline (pH 8.2). (Several feet thick)"
      }
    ]
  ]
}
