{
  "SERIES": "GLENBAR",
  "STATUS": "Established Series",
  "BYREV": "Rev. JEJ/MSJ/YHH",
  "REVDATE": "04/2009",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty, mixed, superactive, calcareous, hyperthermic Typic Torrifluvents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Glenbar clay loam - cultivated.  (Colors are for dry soil unless otherwise noted.)\nAp--0 to 15 inches; brown (10YR 5/3) clay loam, brown (10YR 4/3) moist; weak fine subangular blocky structure; hard, friable, moderately sticky and moderately plastic; common fine roots; few fine tubular pores; strongly effervescent; moderately alkaline (pH 8.0); abrupt smooth boundary. (10 to 16 inches thick)\nC1--15 to 27 inches; pale brown (10YR 6/3) stratified clay loam, brown (10YR 4/3) moist; massive; hard, friable, moderately sticky and moderately plastic; common fine roots; common very fine tubular pores; common worm casts; strongly effervescent; moderately alkaline (pH 8.2); clear smooth boundary.  (8 to 30 inches thick)\nC2--27 to 48 inches; light brown (7.5YR 6/4) stratified silty clay loam, brown (10YR 4/3) moist; massive; hard, friable, moderately sticky and moderately plastic; common fine roots; common very fine tubular pores; few common fine mycelia-like veins of calcium carbonate; strongly effervescent; moderately alkaline (pH 8.2); abrupt smooth boundary.  (1 to 12 inches thick)\nC3--48 to 60 inches; pale brown (10YR 6/3) stratified silty clay loam, brown (10YR 4/3) moist; massive; slightly hard, friable, moderately sticky and moderately plastic; common fine roots; common very fine tubular pores; few fine mycelia-like veins of calcium carbonate; strongly effervescent; moderately alkaline (pH 8.2); clear smooth boundary.  (10 to 30 inches thick)"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Maricopa County, Arizona; about 2640 feet northeast of Tolleson, and 160 feet north of canal along west boundary of field; 1980 feet south and 2402 feet west of the northeast corner of section 3, R. 1 E., T. 1 N.  Latitude of 33 degrees, 27 minutes, 31 seconds N., Longitude of 112 degrees, 14 minutes, 48 seconds W., NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture - Intermittently moist in some part of the soil moisture control section in July-September and December-February.  Driest during May and June.  Typic aridic soil moisture regime.\nSoil temperature - 72 to 78 degrees F.\nCalcium Carbonate - Disseminated or as thin filaments; slightly to violently effervescent\nReaction - Slightly to very strongly alkaline\nSalinity - Nonsaline to strongly saline\nSodicity - Nonsodic to strongly sodic\nOrganic matter - Less than 1 percent decreasing irregularly with depth\nA horizon\nValue:  5, 6 or 7 dry, 3, 4 or 5 moist\nChroma:  2, 3 or 4, dry or moist\nC horizon\nHue:  5YR, 7.5YR, 10YR\nValue:  5, 6 or 7 dry, 3, 4 or 5 moist\nChroma:  2, 3, 4, 5 or 6, dry or moist\nTexture:  stratified clay loam, silty clay loam, loam, silt loam (averages 18 to 35 percent clay in the control section); some pedons have thin strata of contrasting textures\nGypsum:  occurs as crystals between strata in some pedons"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  This is the Pimer (AZ) series.  Pimer soils contain more than 1 percent organic matter to depths of 20 to 40 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  The Glenbar soils are on flood plains and alluvial fans and have slopes of 0 to 3 percent.  They formed in stratified stream alluvium from mixed sources.  Elevations range from 230 feet below sea level to 2500 feet above sea level.  Mean annual precipitation is 2 to 10 inches.  Precipitation falls as summer thunderstorms and gentle winter rains.  The mean annual air temperature is 70 to 75 degrees F.  Frost-free period is about 240 to 325 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Antho, Estrella, Gadsden, Gilman, Mohall and Vint soils.  Antho and Gilman soils are coarse-loamy.  Estrella soils have buried argillic horizons.  Gadsden soils are fine textured.  Mohall soils have argillic horizons.  Vint soils are sandy."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; medium to slow runoff; moderately slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used for livestock grazing and where irrigated, for cultivated crops and pastures.  Alfalfa, cotton, grain and vegetables are common irrigated crops.  Vegetation is creosotebush, mesquite, paloverde, ironwood, salt cedar, cacti, annual weeds and grasses."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Arizona.  Glenbar soils are extensive.  Total extent is about 327,000 acres.  MLRA is 40."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Phoenix, Arizona"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Gila River Project, SCS, Arizona; 1937."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nEntisol feature - the absence of diagnostic subsurface horizons\nClassified according to Soil Taxonomy, Second Edition, 1999; Keys to Soil Taxonomy, Tenth Edition, 2006.\nRevised for the correlation of AZ661, 01/2009, WWJ\nNational Cooperative Soil Survey\nU.S.A."
  }
}
