{
  "SERIES": "GLIDE",
  "STATUS": "Established Series",
  "BYREV": "Rev. DET/TDT",
  "REVDATE": "10/2005",
  "STATES": "OR",
  "OVERVIEW": "The Glide series consists of very deep, well drained soils on flood plains. These soils formed in alluvium derived primarily from Mt. Mazama ash. Slopes are 0 to 3 percent. The mean annual precipitation is about 48 inches, and the mean annual temperature is about 50 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Ashy, glassy, mesic Humic Vitrixerands"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Glide fine sandy loam, pasture, on a 2 percent slope at an elevation of 700 feet. (Colors are for moist soil unless otherwise noted).\nA1--0 to 5 inches; black (10YR 2/1) fine sandy loam, very dark grayish brown (10YR 3/2) dry; moderate very fine granular structure; very soft, very friable, slightly sticky and nonplastic; many very fine and fine roots; many very fine and fine continuous interstitial and tubular pores; 10 percent 2 to 20 mm weathered pumice fragments; moderately acid (pH 6.0); clear smooth boundary.\nA2---5 to 12 inches; black (10YR 2/1) gravelly sandy loam, very dark grayish brown (10YR 3/2) dry; moderate fine and medium granular structure parting to very fine and fine granular; very soft, very friable, nonsticky and nonplastic; many very fine and fine roots; many very fine and fine continuous interstitial and tubular pores; 20 percent 2 to 20 mm weathered pumice fragments; slightly acid (pH 6.2); clear smooth boundary. (Combined thickness of the A horizon is 10 to 25 inches)\nAC--12 to 22 inches; black (10YR 2/1) gravelly loamy sand, very dark grayish brown (10YR 3/2) dry; single grain; soft, very friable, nonsticky and nonplastic; many very fine and fine roots; many fine and medium interstitial pores; 25 percent 2 to 20 mm pumice fragments; slightly acid (pH 6.3); gradual wavy boundary. (0 to 15 inches thick)\nC1--22 to 36 inches; very dark brown (10YR 2/2) gravelly loamy sand, dark brown (10YR 4/3) dry; single grain; soft, very friable, nonsticky and nonplastic; common very fine and fine roots; many fine and medium interstitial pores; 25 percent 2 to 20 mm pumice fragments; slightly acid (pH 6.3); gradual wavy boundary.\nC2--36 to 59 inches; dark brown (10YR 3/3) gravelly sand, dark brown (10YR 4/3) dry; many fine and medium faint strong brown (7.5YR 4/6) mottles; single grain; loose; common very fine and fine roots; many fine and medium interstitial pores; 30 percent 2 to 20 mm pumice fragments; slightly acid (pH 6.4); clear wavy boundary.\nC3--59 to 63 inches; dark yellowish brown (10YR 4/4) gravelly loamy sand; many fine and medium strong brown (7.5YR 5/6) and few fine faint grayish brown (10YR 5/2) mottles; single grain; loose; few very fine roots; many fine and medium interstitial pores; 15 percent 2 to 10 mm pumice fragments; neutral (pH 6.7). (Combined thickness of the C horizon is 36 to 48 inches)"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Douglas County, Oregon, 1,300 feet north and 400 feet west of the S.E. corner of section 13, T. 26 S., R. 4 W.  (Latitude 43 degrees, 18 minutes, 14 seconds N, Longitude 123 degrees, 6 minutes, 34 seconds W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The soils are usually moist, but are dry for 50 to 80 consecutive days in all parts between depths of 8 to 24 inches during the 4 month period following summer solstice. The mean annual soil temperature is 52 to 57 degrees F. Ash deposits overlie a variety of rocks and mixed kinds of alluvium to a depth of greater than 60 inches. Thickness of the mollic epipedon is 20 to 40 inches.  The moist bulk density is 0.70 to 0.90 g/cubic centimeter in the solum and range to 1.0 in the substratum.  Phosphate retention is 25 to 40 percent throughout the solum.  Glass content is 20 to 40 percent.  Acid oxalate aluminum plus one-half iron is 0.4 to 1.5 percent.  The 15-bar water retention is 5 to 15 percent on dry samples and 15 to 30 percent on undried samples.  Field estimated clay content is 5 to 10 percent.\nThe A horizon has value of 2 or 3 moist, 3 or 4 dry, and chroma of 1 or 2 moist and dry. It has 0 to 25 percent fine and medium pumiceous gravel.  It is moderately acid to slightly acid.\nThe AC horizon has value of 2 or 3 moist, 3 or 4 dry, and chroma of 1 or 2 moist and dry. It is gravelly sandy loam or gravelly loamy sand and has 15 to 25 percent fine and medium pumiceous gravel.\nThe C horizon has hue of 10YR or 7.5YR, value of 2 to 4 moist, 3 to 5 dry, and chroma of 2 to 4 moist and dry. It is gravelly loamy sand or gravelly sand and has 15 to 35 percent pumiceous gravel.  It is slightly acid to neutral."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  This is the Chemawa, Parkdale, Shasta, Trouter and Walvan series.  Parkdale soils have an umbric epipedon, a phosphate retention of 85 percent or more, field textures of silt loam or loam, and acid oxalate aluminum plus one-half iron of 2 to 3 percent.  Chemawa soils have an umbric epipedon, a phosphate retention of 50 to 75 percent, and apparent field textures of loam or silt loam.  Trouter soils are 20 to 40 inches to a lithic contact. Shasta soils are 20 to 40 inches deep to sand and gravel.  Walvan soils are silt loam throughout, have a phosphate retention of 50 to 75 percent and lack gravel size fragments."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Glide soils are on flood plains. The soils formed in alluvium weathered primarily from Mt. Mazama ash. Slopes are 0 to 3 percent. Elevations are 400 to 800 feet. The climate is characterized by warm, wet winters and hot, dry summers. The mean annual temperature is 50 to 55 degrees F.  The mean annual precipitation is 35 to 55 inches.  The frost-free period is 160 to 235 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Bashaw, Camas, Chapman, Chehalis, Coburg, Conser, Evans, Newberg, Packard, Redbell, Roseburg, Sibold, and Waldo soils. Bashaw soils are very-fine and on terraces.  Camas soils are sandy-skeletal.  Chapman soils are fine-loamy.  Chehalis soils are fine-silty.  Evans and Newberg soils are coarse-loamy.  Waldo soils are fine.  All of these soils are on lower surfaces that flood on an occasional to frequent basis. Packard soils are loamy-skeletal and on flood plains and terraces. Coburg soils are fine and on flood plains and terraces.  Conser soils are poorly drained and on terraces.   Redbell soils are somewhat poorly drained and on terraces.   Roseburg and Sibold soils are fine-loamy and on flood plains."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; moderately rapid permeability; rare flooding."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Glide soils are used for hay and pasture and cropland."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Southwestern Oregon, MLRA 5. Series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Douglas County, Oregon, 1994."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nAndic soil properties - properties based on ranges from the similar Crater Lake series.\nMollic epipedon - from 0 to 22 inches (A1, A2, and AC horizons)\nParticle-size control section - from 0 to 40 inches\nThe glassy mineralogy class was added to the classification in 10/2005. The competing series section was not updated at that time. Last revision 2/1996.\nADDITIONAL DATA:  Laboratory data is available for this soil from profile no. S78 OR 19-4, 1-6 from Douglas County, Oregon Soil Characterization Lab, Oregon State University\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A1",
        "top": 0,
        "bottom": 13,
        "dry_hue": "10YR",
        "dry_value": 3,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 1,
        "texture_class": "fine sandy loam",
        "pH": 6,
        "pH_class": "moderately acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A1--0 to 5 inches; black (10YR 2/1) fine sandy loam, very dark grayish brown (10YR 3/2) dry; moderate very fine granular structure; very soft, very friable, slightly sticky and nonplastic; many very fine and fine roots; many very fine and fine continuous interstitial and tubular pores; 10 percent 2 to 20 mm weathered pumice fragments; moderately acid (pH 6.0); clear smooth boundary."
      },
      {
        "name": "A2",
        "top": 13,
        "bottom": 30,
        "dry_hue": "10YR",
        "dry_value": 3,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 1,
        "texture_class": "sandy loam",
        "cf_class": "gravelly",
        "pH": 6.2,
        "pH_class": "slightly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A2---5 to 12 inches; black (10YR 2/1) gravelly sandy loam, very dark grayish brown (10YR 3/2) dry; moderate fine and medium granular structure parting to very fine and fine granular; very soft, very friable, nonsticky and nonplastic; many very fine and fine roots; many very fine and fine continuous interstitial and tubular pores; 20 percent 2 to 20 mm weathered pumice fragments; slightly acid (pH 6.2); clear smooth boundary. (Combined thickness of the A horizon is 10 to 25 inches)"
      },
      {
        "name": "AC",
        "top": 30,
        "bottom": 56,
        "dry_hue": "10YR",
        "dry_value": 3,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 1,
        "texture_class": "loamy sand",
        "cf_class": "gravelly",
        "pH": 6.3,
        "pH_class": "slightly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "AC--12 to 22 inches; black (10YR 2/1) gravelly loamy sand, very dark grayish brown (10YR 3/2) dry; single grain; soft, very friable, nonsticky and nonplastic; many very fine and fine roots; many fine and medium interstitial pores; 25 percent 2 to 20 mm pumice fragments; slightly acid (pH 6.3); gradual wavy boundary. (0 to 15 inches thick)"
      },
      {
        "name": "C1",
        "top": 56,
        "bottom": 91,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 2,
        "texture_class": "loamy sand",
        "cf_class": "gravelly",
        "pH": 6.3,
        "pH_class": "slightly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "C1--22 to 36 inches; very dark brown (10YR 2/2) gravelly loamy sand, dark brown (10YR 4/3) dry; single grain; soft, very friable, nonsticky and nonplastic; common very fine and fine roots; many fine and medium interstitial pores; 25 percent 2 to 20 mm pumice fragments; slightly acid (pH 6.3); gradual wavy boundary."
      },
      {
        "name": "C2",
        "top": 91,
        "bottom": 150,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "sand",
        "cf_class": "gravelly",
        "pH": 6.4,
        "pH_class": "slightly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "C2--36 to 59 inches; dark brown (10YR 3/3) gravelly sand, dark brown (10YR 4/3) dry; many fine and medium faint strong brown (7.5YR 4/6) mottles; single grain; loose; common very fine and fine roots; many fine and medium interstitial pores; 30 percent 2 to 20 mm pumice fragments; slightly acid (pH 6.4); clear wavy boundary."
      },
      {
        "name": "C3",
        "top": 150,
        "bottom": 160,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "loamy sand",
        "cf_class": "gravelly",
        "pH": 6.7,
        "pH_class": "neutral",
        "narrative": "C3--59 to 63 inches; dark yellowish brown (10YR 4/4) gravelly loamy sand; many fine and medium strong brown (7.5YR 5/6) and few fine faint grayish brown (10YR 5/2) mottles; single grain; loose; few very fine roots; many fine and medium interstitial pores; 15 percent 2 to 10 mm pumice fragments; neutral (pH 6.7). (Combined thickness of the C horizon is 36 to 48 inches)"
      }
    ]
  ]
}
