{
  "SERIES": "GLOHM",
  "STATUS": "Established Series",
  "BYREV": "Rev. RWL-AON",
  "REVDATE": "07/1999",
  "STATES": "OR",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty, isotic, mesic Typic Fragiudepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:   Glohm silt loam - wooded.  (Colors are for moist soil unless otherwise noted.)\nOi--0 to 1 inch; needles, twigs, moss, and woody materials.\nA1--1 to 3 inches; dark brown (10YR 3/3) silt loam, brown (10YR 5/3) dry; moderate fine granular structure; slightly hard, friable, slightly sticky and slightly plastic; many very fine and fine roots; many very fine irregular pores; 5 percent 2 to 5 millimeter gravel; moderately acid (pH 5.6); abrupt smooth boundary.  (1 to 4 inches thick)\nA2--3 to 6 inches; dark brown (7.5YR 4/3) silt loam, light brown (7.5YR 6/3) dry; moderate medium subangular blocky structure; slightly  hard, friable, slightly sticky and slightly plastic; many very fine roots; many very fine tubular pores; 15 percent 2 to 5 millimeter gravel; moderately acid (pH 5.6); clear smooth boundary.  (2 to 6 inches thick)\nBA--6 to 13 inches; brown (7.5YR 4/3) silt loam, light brown (7.5YR 6/3) dry; moderate medium subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; many very fine roots; many very fine tubular pores; 10 percent 2 to 3 millimeter gravel; moderately acid (pH 5.9); clear wavy boundary.  (0 to 8 inches thick)\nBw1--13 to 19 inches; brown (7.5YR 4/3) silt loam, light brown (7.5YR 6/3) dry; moderate medium subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; many very fine roots; many very fine tubular pores; 5 percent 2 to 3 millimeter gravel; strongly acid (pH 5.3); clear wavy boundary.  (0 to 12 inches thick)\nBw2--19 to 27 inches; brown (7.5YR 4/4) silt loam, light yellowish brown (10YR 6/4) dry; moderate medium subangular blocky structure; hard, friable, slightly sticky and slightly plastic; common fine roots; many very fine tubular pores; strongly acid (pH 5.3); clear wavy boundary.  (0 to 14 inches thick)\nBt--27 to 37 inches; brown (7.5YR 4/4) silty clay loam, light yellowish brown (10YR 6/4) dry; few fine and medium distinct light brownish gray (10YR 6/2) and yellowish brown (10YR 5/6) mottles; moderate medium subangular blockly structure; hard, friable, moderately sticky and moderately plastic; common fine roots; many very fine tubular pores; few faint clay films in pores; strongly acid (pH 5.3); clear wavy boundary.  (6 to 15 inches thick)\n2Btx--37 to 60 inches; yellowish brown (10YR 5/4) silty clay loam, light yellowish brown (10YR 6/4) dry; common light brownish gray (10YR 6/2) and yellowish brown (10YR 5/6) redox features; massive; brittle, very hard, very firm, very sticky and plastic; few fine roots in fractures; few fine and medium pores; common faint clay films in pores and on fracture faces; few black stains on fracture faces; strongly acid (pH 5.4)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Columbia County, Oregon; 50 feet west of Glohm Road in the southwest 1/4 northeast 1/4 southeast 1/4, sec. 15, T. 4 N., R. 4 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The mean annual soil temperature ranges from 47 to 54 degrees F.  The soil has a udic moisture regime but is dry between a depth of 4 and 12 inches for a short period of less than 45 consecutive days following the summer solstice.  The depth to the fragipan is 20 to 40 inches.\nThe A horizon has hue of 10YR or 7.5YR, value of 3 or 4 moist, 5 or 6 dry, and chroma of 2 to 4 moist and 3 or 4 dry.  It is 15 to 20 percent clay and 5 to 15 percent 2 to 5 millimeter gravel.  It has granular or subangular blocky structure.\nThe Bw horizon has hue of 10YR or 7.5YR, value of 3 or 4 moist, 5 or 6 dry, and chroma of 3 or 4 moist and dry.  It is silt loam or silty clay loam and averages 20 to 30 percent clay and 0 to 10 percent 2 to 3 millimeter gravel.  Below a depth of 24 inches it has few distinct redox features with hue of 10YR, value of 5 or 6, and chroma of 2 to 6.  It is strongly acid or moderately acid.\nThe 2Btx horizon has hue of 10YR or 7.5YR, value of 4 or 5 moist, 6 or 7 dry, and chroma of 3 or 4 moist and dry.  It is silt loam or silty clay loam and averages 25 to 35 percent clay.  It has distinct and prominent redox features with chroma of 2 or more.  Clay films in fractures are common or continuous and faint.  It is very strongly acid or strongly acid."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Kinton and Powell series.  Kinton and Powell soils have a xeric moisture regime.  Also, Powell soils are somewhat poorly drained."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Glohm soils are commonly on convex uplands slopes and ridgetops of the Coast Range at elevations of 300 to 1,200 feet.  Slopes range from 3 to 30 percent.  The soils formed in eolian material over mixed, old alluvium or residuum.  The soils formed under a cool, moist climate.  Mean July temperature is 60 to 63 degrees F, mean January temperature is 35 to 37 degrees F, and the mean annual temperature is 47 to 50 degrees F.  The mean annual precipitation is 50 to 70 inches.  The frost-free period is 100 to 180 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Bacona, Kenusky, Mayger, Trask and Vernonia soils.  All of these soils lack a fragipan.  Also, Bacona and Vernonia soils are well drained and have an argillic horizon.  Kenusky soils are poorly drained and have a clayey argillic horizon.  Mayger soils are fine-textured.  Trask soils are on steep unstable slopes, are loamy-skeletal, and are 20 to 40 inches deep to bedrock."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABLILITY",
    "content": "DRAINAGE AND PERMEABLILITY:  Moderately well drained; slow or medium runoff; moderate permeability above the fragipan and slow in the fragipan."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are used for timber production, recreation and wildlife habitat.  Native vegetation is Douglas-fir, bigleaf maple, western redcedar, western hemlock, red alder, vine maple, cascade Oregon-grape, salal and western swordfern."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Mountainous uplands of the Coast Range in Columbia County, Oregon.  This series is inextensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Columbia County, Oregon, 1983.\nADDITIONAL DATA:  Characterization data for 1 profile (S77OR-09-4) by Oregon State University; unpublished data.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": null
  }
}
