{
  "SERIES": "GLORIA",
  "STATUS": "Established Series",
  "BYREV": "Rev. TDC/RAD/LCL",
  "REVDATE": "11/72",
  "STATES": "CA",
  "OVERVIEW": "Typically, Gloria soils have brown, medium acid, sandy loam A1 horizons; very pale brown, sandy loam, neutral A2 horizons; reddish brown, mildly alkaline, clay B2t horizons; and reddish brown and strong brown, moderately alkaline, indurated Csim horizons.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, illitic, thermic Abruptic Durixeralfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Gloria sandy loam - cultivated. (Colors are for dry soil unless otherwise stated.)\nAp--0 to 8 inches; brown (10YR 5/3) sandy loam, dark yellowish brown (10YR 3/4) moist; weak medium subangular blocky structure; hard, very friable, slightly sticky, slightly plastic; common very fine roots; many very fine interstitial pores; 10 percent pebbles; 15 percent of horizon consists of rodent holes filled with soil material with strong granular structure; medium acid (pH 5.8); gradual smooth boundary. (4 to 10 inches thick)\nA12--8 to 15 inches; brown (7.5YR 5/4) sandy loam, reddish brown (5YR 4/4) moist; massive; hard, very friable, sticky, plastic; common very fine roots; many very fine interstitial and common very fine and fine tubular pores; 12 percent pebbles; small thin blotches of A2 material occurring in lower part; slightly acid (pH 6.5); clear smooth boundary. (2 to 16 inches thick)\nA2--15 to 16 inches; very pale brown (10YR 7/3) sandy loam, brown (7.5YR 5/4) moist; weak medium platy structure; hard, very friable, sticky, plastic; common very fine roots; few very fine interstitial and common very fine and fine tubular pores; 12 percent pebbles; neutral (pH 7.0); abrupt smooth boundary. (1/8 to 8 inches thick)\nB2t--16 to 23 inches; reddish brown (5YR 4/4, moist and dry) clay, dark brown (7.5YR 3/2 moist and dry) coatings on the top and upper sides of peds and with some veins and blotches of olive hue (2.5Y) in the middle and lower part plus various shades of brown and reddish brown; strong coarse prismatic structure; extremely hard, very firm, very sticky, plastic; common very fine roots on exteriors of peds; common very fine tubular pores; continuous thin clay films and few moderately thick films on faces of peds; 15 percent pebbles; mildly alkaline (pH 7.7); abrupt smooth boundary. (3 to 24 inches thick)\nC1sim--23 to 41 inches; reddish brown (5YR 5/4) coarse sandy loam crushed, reddish brown (2.5YR 4/4) moist; massive; indurated, does not soften or slake upon wetting and can be chipped with hand tools with extreme difficulty; common very fine tubular pores; few moderately thick clay films line pores and continuous thin films as bridges; matrix noncalcareous, very slightly calcareous with lime as filaments in some veins, in parts of the pit 1/8 inch lime seams occur on top of indurated pan but not in area sampled; light brownish gray (2.5Y 6/2) usually vertical veins, 1/4 to 3/4 inch thick, make up about 5 to 10 percent of the soil mass and appear to be silica and clay; this horizon becomes more yellow with depth; moderately alkaline (pH 7.9); boundary indeterminate; variable thickness.\nC2sim--41 to 69 inches; strong brown (7.5YR 5/6) coarse sandy loam, crushed colors are light yellowish brown (10YR 6/4 dry); massive; strongly cemented, does not slake or soften upon wetting; common very fine tubular pores; this horizon examined by auger with great difficulty; contains few black 1 to 2mm Mn stains."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Monterey County, California; about 4 miles east of Gonzales; 1,600 feet southwest from intersection of Camphora-Gloria Road; on Gloria Road on northwest bank of road cut about 16 yards west into field near the center of the SE1/4 NW1/4 SE1/4 of sec. 25, T.16S., R.SE."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Depth to the duripan is about 17 to 40 inches.  The mean annual soil temperature is 59 to 64 degrees F., and the soil temperature usually is not below 47 degrees F. at any time.  The soil between depths of about 5 and 14 inches usually is dry all of the time from about late April or May until November or early December and is moist in some or all parts all the rest of the year.  Rock fragments, mostly fine gravel, make up about 3 to 15 percent of the soil.  The A horizon is grayish brown or brown in 10YR or 7.5YR hue.  It is sandy loam or loam, and is strongly acid to neutral.  Some of the differences in reaction may be due to soil amendments, fertilizer, and irrigation water.  Organic matter ranges from 1/2 to 2 percent.  The properties of a mollic epipedon are lacking because some pedons are hard or very hard and massive, some lack sufficient organic matter and some have a moist value or moist chroma of 4.  The A2 horizon is dominantly pinkish gray (10YR 7/3, 7/2; 7.5YR 7/2, 6/2).  It is medium acid to neutral.  The A-B2t horizon boundary is abrupt with 15 to about 30 percent more clay absolute in the B2t horizon than the overlying horizon.  The B2t horizon is dominantly brown to reddish brown (10YR 4/3, 5/4, 5/6; 7.5YR 5/4, 4/4, 3/2; 5YR 5/3, 5/4, 4/4, 3/3, 3/6).  Most pedons have coarse blotches of mixed color with some dark red (2.5YR 3/4, 3/6). Commonly there are some olive colors as 2.5Y 5/4, 4/4, 6/4, 6/2, 7/2, particularly in the lowermost part of the horizon. The B2t horizon is clay with 35 to 50 percent clay.  It has weak columnar or moderate or strong prismatic or angular blocky structure.  The B2t horizon is medium acid to moderately alkaline with 75 to 95 percent base saturation. The Csim horizon is light yellowish brown, light olive brown, light brownish gray, pale brown, grayish brown, brown, reddish brown, and yellowish red (2.5Y 6/4, 5/4; 10YR 6/2, 6/3, 5/2, 5/3; 7.5YR 5/2, 5/4, 4/4; 5YR 5/4, 4/4, 5/6). It is indurated in some or all parts and strongly cemented in other parts.  The upper boundary is abrupt and the surface is glazed with opal in some parts and in other parts or in other pedons, the surface pores are not filled, but the pores appear to have little or no connection.  Silica is the dominant cementing agent.  This duripan is neutral to moderately alkaline and some pedons have a little segregated lime in the seams of the lower part of the horizon."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Chesterton, Keyes, Madera, Moda, Monserate, Redding, Rocklin, Tuscan, and Yokohl series.  Chesterton and Redding soils have kaolinitic clay mineralogy.  In addition, Chesterton soils have many concretions and Redding soils lack an A2 horizon.  Keyes, Madera, Tuscan, and Yokohl soils lack 15 percent absolute clay difference between A and B2t horizons or have less than 35 percent clay in the uppermost part of the B2t horizon. Moda soils lack an A2 horizon and have vermiculitic clay mineralogy.  Monserate and Rocklin soils have less than 35 percent clay in the upper 20 inches of the argillic horizon."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Gloria soils are gently sloping to steep and are on fan-like benches and terraces at elevations of 100 to 2,000 feet.  Some terraces are dissected and have deeply entrenched drainageways.  The soils formed in granitic alluvium.  The climate is dry subhumid mesothermal with warm somewhat foggy dry summers and cool moist winters.  Mean annual precipitation is 12 to 15 inches.  Mean annual temperature is 57 to 60 degrees F., average January temperature is about 48 to 54 degrees F., and average July temperature about 67 to 69 degrees F.  The average freeze-free season is about 230 to 280 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Arroyo Seco, Danville, McCoy, Placentia, and Vista soils.  Each of these soils lacks a duripan.   Arroyo Seco and Vista soils lack argillic horizons and Vista soils have a paralithic contact at depths of less than 40 inches below the surface.   Chualar soils have less than 35 percent clay in the argillic horizon.  McCoy soils have a paralithic contact less than 40 inches below the surface.  Placentia soils have a natric horizon."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well and moderately well drained; slow to rapid runoff; very slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used for growing strawberries, truck crops, and irrigated forage crops.  Also, large areas used for growing dryland grain and range.  Vegetation is annual grasses, forbs, and a few shrubs.   A few live oaks occur in some of the drainageways."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Monterey County, California.  The series is inextensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Monterey County (Salinas Area), California, 1925."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  The Gloria soils were formerly classified as (maximal) Noncalcic Brown soils.\nADDITIONAL DATA:  Riverside Laboratory, Pedon No. 565 Calif-27-16.\nOSED scanned by SSQA.  Last revised by state on 11/72.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well and moderately well",
        "drainage_overview": ""
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 20,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 4,
        "texture_class": "sandy loam",
        "cf_class": "NA",
        "pH": 5.8,
        "pH_class": "NA",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "Ap--0 to 8 inches; brown (10YR 5/3) sandy loam, dark yellowish brown (10YR 3/4) moist; weak medium subangular blocky structure; hard, very friable, slightly sticky, slightly plastic; common very fine roots; many very fine interstitial pores; 10 percent pebbles; 15 percent of horizon consists of rodent holes filled with soil material with strong granular structure; medium acid (pH 5.8); gradual smooth boundary. (4 to 10 inches thick)"
      },
      {
        "name": "A12",
        "top": 20,
        "bottom": 38,
        "dry_hue": "7.5YR",
        "dry_value": 5,
        "dry_chroma": 4,
        "moist_hue": "5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "sandy loam",
        "cf_class": "NA",
        "pH": 6.5,
        "pH_class": "slightly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A12--8 to 15 inches; brown (7.5YR 5/4) sandy loam, reddish brown (5YR 4/4) moist; massive; hard, very friable, sticky, plastic; common very fine roots; many very fine interstitial and common very fine and fine tubular pores; 12 percent pebbles; small thin blotches of A2 material occurring in lower part; slightly acid (pH 6.5); clear smooth boundary. (2 to 16 inches thick)"
      },
      {
        "name": "A2",
        "top": 38,
        "bottom": 41,
        "dry_hue": "10YR",
        "dry_value": 7,
        "dry_chroma": 3,
        "moist_hue": "7.5YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "sandy loam",
        "cf_class": "NA",
        "pH": 7,
        "pH_class": "neutral",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "A2--15 to 16 inches; very pale brown (10YR 7/3) sandy loam, brown (7.5YR 5/4) moist; weak medium platy structure; hard, very friable, sticky, plastic; common very fine roots; few very fine interstitial and common very fine and fine tubular pores; 12 percent pebbles; neutral (pH 7.0); abrupt smooth boundary. (1/8 to 8 inches thick)"
      },
      {
        "name": "B2t",
        "top": 41,
        "bottom": 58,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "clay",
        "cf_class": "NA",
        "pH": 7.7,
        "pH_class": "mildly alkaline",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "B2t--16 to 23 inches; reddish brown (5YR 4/4, moist and dry) clay, dark brown (7.5YR 3/2 moist and dry) coatings on the top and upper sides of peds and with some veins and blotches of olive hue (2.5Y) in the middle and lower part plus various shades of brown and reddish brown; strong coarse prismatic structure; extremely hard, very firm, very sticky, plastic; common very fine roots on exteriors of peds; common very fine tubular pores; continuous thin clay films and few moderately thick films on faces of peds; 15 percent pebbles; mildly alkaline (pH 7.7); abrupt smooth boundary. (3 to 24 inches thick)"
      },
      {
        "name": "C1sim",
        "top": 58,
        "bottom": 104,
        "dry_hue": "5YR",
        "dry_value": 5,
        "dry_chroma": 4,
        "moist_hue": "2.5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "coarse sandy loam",
        "cf_class": "NA",
        "pH": 7.9,
        "pH_class": "moderately alkaline",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "C1sim--23 to 41 inches; reddish brown (5YR 5/4) coarse sandy loam crushed, reddish brown (2.5YR 4/4) moist; massive; indurated, does not soften or slake upon wetting and can be chipped with hand tools with extreme difficulty; common very fine tubular pores; few moderately thick clay films line pores and continuous thin films as bridges; matrix noncalcareous, very slightly calcareous with lime as filaments in some veins, in parts of the pit 1/8 inch lime seams occur on top of indurated pan but not in area sampled; light brownish gray (2.5Y 6/2) usually vertical veins, 1/4 to 3/4 inch thick, make up about 5 to 10 percent of the soil mass and appear to be silica and clay; this horizon becomes more yellow with depth; moderately alkaline (pH 7.9); boundary indeterminate; variable thickness."
      },
      {
        "name": "C2sim",
        "top": 104,
        "bottom": 175,
        "dry_hue": "7.5YR",
        "dry_value": 5,
        "dry_chroma": 6,
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "coarse sandy loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "C2sim--41 to 69 inches; strong brown (7.5YR 5/6) coarse sandy loam, crushed colors are light yellowish brown (10YR 6/4 dry); massive; strongly cemented, does not slake or soften upon wetting; common very fine tubular pores; this horizon examined by auger with great difficulty; contains few black 1 to 2mm Mn stains."
      }
    ]
  ]
}
