{
  "SERIES": "GLOUCESTER",
  "STATUS": "Established Series",
  "BYREV": "Rev. WHT-CAW-DAS",
  "REVDATE": "01/2013",
  "STATES": "CT,MA,NH,NY,RI",
  "OVERVIEW": "The Gloucester series consists of very deep, somewhat excessively drained soils formed in sandy till. They are nearly level through very steep soils on ground moraine uplands and moraines. Slope ranges from 0 through 50 percent. Saturated hydraulic conductivity is high or very high. Mean annual temperature is about 48 degrees F. (9 degrees C) and mean annual precipitation is about 43 inches (1092 centimeters).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Sandy-skeletal, mixed, mesic Typic Dystrudepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Gloucester sandy loam, in a very stony forested area at an elevation of about 250 meters. (Colors are for moist soil.)\nOa -- 0 to 2 inch (0 to 5 centimeters); black (N 2/) highly decomposed plant material; many fine roots; very strongly acid.\nA -- 2 to 6 inches (5 to 15 centimeters); very dark grayish brown (10YR 3/2) sandy loam; weak fine and medium granular structure; very friable; many fine, medium and coarse roots; 10 percent gravel; very strongly acid; abrupt wavy boundary. (1 to 5 inches (3 to 13 centimeters) thick.)\nBw -- 6 to 15 inches (15 to 38 centimeters); strong brown (7.5YR 5/6) gravelly sandy loam; weak fine and medium granular structure; very friable; many fine, medium and coarse roots; 30 percent cobbles and gravel; strongly acid; clear wavy boundary. (6 to 13 inches (15 to 33 centimeters) thick.)\nBw2 -- 15 to 29 inches (38 to 74 centimeters); yellowish brown (10YR 5/6) very gravelly loamy coarse sand; very weak fine and medium granular structure; very friable; common fine and medium roots; 40 percent cobbles and gravel; strongly acid; clear wavy boundary. (Combined thickness of the Bw horizons is 11 to 28 inches (28 to 71 centimeters).)\nC -- 29 to 65 inches (74 to 165 centimeters); light yellowish brown (2.5Y 6/4) very gravelly loamy coarse sand; massive; very friable; few fine and medium roots; 40 percent cobbles and gravel; strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Franklin County, Massachusetts; Town of Montague, 1320 feet south of Chestnut Hill Road and 2.25 miles west of West Road (Town of Wendell), in woodland;  USGS Orange quadrangle; Latitude 42 degrees, 31 minutes, 16 seconds N., and Longitude 72 degrees, 28 minutes, 20 seconds W., NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Solum thickness ranges from 37 through 76 centimeters. Gravel content ranges from 5 through 30 percent in the surface, from 15 through 35 percent in the upper part of the Bw horizon, and from 20 through 45 percent in the lower part of the Bw and in the C horizon. Total rock fragment content ranges from 5 through 40 percent in the surface, from 15 through 50 percent in the upper part of the Bw horizon and from 35 through 70 percent in the lower part of the Bw and in the C horizon. Below the particle-size control section the total rock fragment content ranges from 10 through 70 percent in the C horizon. Reaction of the A horizon ranges from extremely acid through moderately acid, unless limed. Reaction of the Bw and C horizons ranges from very strongly acid through moderately acid.\nSome pedons have an O horizon.\nThe A horizon has hue of 7.5YR or 10YR, value of 2 through 4, and chroma of 1 through 3. Texture of the A horizon is fine sandy loam, sandy loam, coarse sandy loam, or loamy sand in the fine-earth fraction. Some pedons have a thin AE or light colored E horizon underlain by thin, dark reddish brown Bhs or Bs horizons that are less than 1 inch thick. Some pedons have an Ap horizon with hue of 10YR, value of 3 or 4 and chroma of 2 or 3.\nThe Bw1 horizon has hue of 7.5YR or 10YR in the upper part, value of 4 through 6, and chroma of 3 through 8. It is fine sandy loam, sandy loam, or coarse sandy loam in the fine-earth fraction. The Bw1 horizon terminates between depths of 10 through 15 inches. The Bw2 horizon has hue of 10YR or 2.5Y, value of 4 through 6, and chroma of 3 through 6. It is loamy fine sand, loamy sand, or loamy coarse sand in the fine-earth fraction, and silt content is less than 25 percent.\nSome pedons have a BC horizon.\nThe C horizon has hue of 10YR through 5Y, value of 4 through 6, and chroma of 1 through 4. Texture is loamy fine sand, loamy sand, loamy coarse sand, sand, or coarse sand in the fine-earth fraction."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Brandywine and Hoosic series. Brandywine soils are from outside of Region R. They formed in residuum from gneiss and do not have stone and boulder erratics. Hoosic soils have water sorted gravel and are stratified throughout the control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Gloucester soils are on till upland hills and ridges. Slope gradients range from 0 through more than 50 percent. The till regolith is stony or bouldery, sandy ground moraine derived principally from granite and gneiss rocks. The mean annual air temperature is 7 through 10 degrees C. and the mean annual precipitation is 889 through 1270 millimeters. Average frost-free period ranges from 180 days in southern and coastal New England to 120 days in the interior."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: The moderately well drained Acton, poorly drained Norwell, and very poorly drained Brockton soils that are in a drainage sequence with Gloucester soils. Canton, Newfields, Charlton, Essex, and Montauk soils are on nearby glaciated uplands. The Carver, Hinckley, and Merrimac soils are on nearby sandy outwash deposits or moraines."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Somewhat excessively drained. Saturated hydraulic conductivity is high or very high."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Mainly in forest. Cleared areas are used for hay, pasture, and silage corn, or are idle. Common tree species are oaks, gray birch, eastern white pine, maples, and eastern hemlock. Unimproved pasture and idle land contain juniper, sweet fern, hardhack, and blueberry. A few areas are in urban uses."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Connecticut, Massachusetts, New Hampshire, eastern New York, and Rhode Island. MLRAs 144A, 145, and 149B. The series is extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Amherst, Massachusetts."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Soil Survey of Rhode Island, 1904."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: This revision reflects changes to the range in characteristics as well as general updating to metric units.\nDiagnostic horizons and features recognized in this pedon are:\n1) Ochric epipedon - the zone from the soil surface to a depth of 5 inches (13 centimeters) (A horizon).\n2) Cambic horizon - the zone from 5 to 14 inches (13 to 36 centimeters)  (Bw1 horizon).\n3) Sandy-skeletal feature - about 43 percent weighted average volume of rock fragments in the particle-size control section.\n4) Particle-size control section - the zone from 25 to 100 centimeters (Bw1, Bw2, and C horizons)"
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "NA"
  },
  "SITE": [
    [
      {
        "drainage": "somewhat excessively",
        "drainage_overview": "somewhat excessively"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Oa",
        "top": 0,
        "bottom": 5,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "NA",
        "structure": "NA",
        "dry_rupture": "NA",
        "moist_rupture": "NA",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "eff_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Oa -- 0 to 2 inch (0 to 5 centimeters); black (N 2/) highly decomposed plant material; many fine roots; very strongly acid."
      },
      {
        "name": "A",
        "top": 5,
        "bottom": 15,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "sandy loam",
        "structure": "weak fine and medium granular",
        "dry_rupture": "NA",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "eff_class": "NA",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "A -- 2 to 6 inches (5 to 15 centimeters); very dark grayish brown (10YR 3/2) sandy loam; weak fine and medium granular structure; very friable; many fine, medium and coarse roots; 10 percent gravel; very strongly acid; abrupt wavy boundary. (1 to 5 inches (3 to 13 centimeters) thick.)"
      },
      {
        "name": "Bw",
        "top": 15,
        "bottom": 38,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "7.5YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "sandy loam",
        "structure": "weak fine and medium granular",
        "dry_rupture": "NA",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "gravelly",
        "pH": "NA",
        "pH_class": "strongly acid",
        "eff_class": "NA",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bw -- 6 to 15 inches (15 to 38 centimeters); strong brown (7.5YR 5/6) gravelly sandy loam; weak fine and medium granular structure; very friable; many fine, medium and coarse roots; 30 percent cobbles and gravel; strongly acid; clear wavy boundary. (6 to 13 inches (15 to 33 centimeters) thick.)"
      },
      {
        "name": "Bw2",
        "top": 38,
        "bottom": 74,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "loamy coarse sand",
        "structure": "weak fine and medium granular",
        "dry_rupture": "NA",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "very gravelly",
        "pH": "NA",
        "pH_class": "strongly acid",
        "eff_class": "NA",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bw2 -- 15 to 29 inches (38 to 74 centimeters); yellowish brown (10YR 5/6) very gravelly loamy coarse sand; very weak fine and medium granular structure; very friable; common fine and medium roots; 40 percent cobbles and gravel; strongly acid; clear wavy boundary. (Combined thickness of the Bw horizons is 11 to 28 inches (28 to 71 centimeters).)"
      },
      {
        "name": "C",
        "top": 74,
        "bottom": 165,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "2.5Y",
        "moist_value": 6,
        "moist_chroma": 4,
        "texture_class": "loamy coarse sand",
        "structure": "massive",
        "dry_rupture": "NA",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "very gravelly",
        "pH": "NA",
        "pH_class": "strongly acid",
        "eff_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "C -- 29 to 65 inches (74 to 165 centimeters); light yellowish brown (2.5Y 6/4) very gravelly loamy coarse sand; massive; very friable; few fine and medium roots; 40 percent cobbles and gravel; strongly acid."
      }
    ]
  ]
}
