{
  "SERIES": "GLYNWOOD",
  "STATUS": "Established Series",
  "BYREV": "Rev. RAR-RMG-JAG",
  "REVDATE": "04/2007",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, illitic, mesic Aquic Hapludalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Glynwood silt loam, on a convex, 2 percent slope in a cultivated field at an elevation of 260 meters (854 feet) above mean sea level. (Colors are for moist soil unless otherwise stated.)\nAp--0 to 18 cm (0 to 7 inches); dark grayish brown (10YR 4/2) silt loam, light gray (10YR 7/2) dry; weak fine granular structure; friable; many roots; few fine faint black (10YR 2/1) iron and manganese oxide concretions in the matrix; 2 percent gravel; neutral; abrupt smooth boundary. [13 to 25 cm (5 to 10 inches) thick]\nE--18 to 23 cm (7 to 9 inches); brown (10YR 4/3) silt loam; weak very thin platy structure; friable; many roots; few fine distinct yellowish brown (10YR 5/6) masses of iron accumulation in the matrix; few fine distinct black (10YR 2/1) manganese oxide concretions and faint dark brown (10YR 3/3) iron and manganese oxide concretions in the matrix; many worm casts; 1 percent gravel; slightly acid; abrupt wavy boundary. [0 to 8 cm (3 inches) thick in cultivated pedons and 8 to 20 cm (3 to 8 inches) thick in undisturbed pedons]\nBE--23 to 30 cm (9 to 12 inches); dark yellowish brown (10YR 4/4) silty clay loam; weak medium prismatic structure parting to moderate medium and fine subangular blocky; firm; common roots; many faint pale brown (10YR 6/3) and brown (10YR 5/3) skeletans on faces of peds; common medium distinct and prominent yellowish brown (10YR 5/6 and 5/8) masses of iron accumulation in the matrix; 1 percent gravel; moderately acid; clear smooth boundary. [0 to 13 cm (5 inches) thick]\n2Bt1--30 to 41 cm (12 to 16 inches); dark yellowish brown (10YR 4/4) silty clay; moderate medium prismatic structure parting to strong medium angular blocky; firm; common roots; many faint dark yellowish brown (10YR 4/4) clay films on faces of peds; common faint pale brown (10YR 6/3) skeletans on faces of prisms; few fine distinct strong brown (7.5YR 5/6) masses of iron accumulation in the matrix; many fine distinct black (10YR 2/1) iron and manganese oxide concretions in the matrix; 1 percent gravel; strongly acid; clear smooth boundary.\n2Bt2--41 to 51 cm (16 to 20 inches); dark yellowish brown (10YR 4/4) clay; moderate and strong medium prismatic structure parting to strong coarse angular blocky; firm; common roots; many faint dark yellowish brown (10YR 4/4) clay films on faces of peds and in pores; few faint pale brown (10YR 6/3) skeletans on faces of prisms; common fine distinct grayish brown (10YR 5/2) iron depletions in the matrix; many fine distinct black (10YR 2/1) iron and manganese oxide concretions in the matrix; 1 percent gravel; slightly acid; clear smooth boundary.\n2Bt3--51 to 58 cm (20 to 23 inches); dark yellowish brown (10YR 4/4) silty clay loam; moderate medium prismatic structure parting to moderate coarse angular blocky; firm; few roots; many faint brown (10YR 5/3) and dark brown (10YR 3/3), and distinct grayish brown (10YR 5/2) clay films on faces of peds and in pores; many fine distinct black (10YR 2/1) iron and manganese oxide concretions in the matrix; 2 percent gravel; slightly alkaline; clear wavy boundary. [Combined thickness of the 2Bt horizon is 25 to 61 cm (10 to 24 inches).]\n2BC1--58 to 69 cm (23 to 27 inches); yellowish brown (10YR 5/4) silty clay loam; weak coarse prismatic structure parting to weak coarse subangular blocky; firm; few roots; common faint brown (10YR 4/3) and distinct grayish brown (10YR 5/2) clay films on faces of peds and in pores; common fine distinct and prominent yellowish brown (10YR 5/6 and 5/8) masses of iron accumulation in the matrix; many fine distinct black (10YR 2/1) iron and manganese oxide concretions in the matrix; 3 percent gravel; strongly effervescent; moderately alkaline; clear smooth boundary.\n2BC2--69 to 81 cm (27 to 32 inches); dark yellowish brown (10YR 4/4) silty clay loam; weak coarse prismatic structure parting to weak coarse subangular blocky; very firm; few roots; very few faint dark brown (10YR 3/3) clay films on faces of peds and in pores; common faint pale brown (10YR 6/3) carbonate coatings on faces of prisms; few distinct gray (10YR 6/1) carbonate coatings overlying the pale brown coatings in a dendritic pattern; few fine distinct yellowish brown (10YR 5/6) masses of iron accumulation in the matrix; many fine distinct black (10YR 2/1) iron and manganese oxide concretions in the matrix; 3 percent gravel; strongly effervescent; moderately alkaline; clear smooth boundary. [Combined thickness of the 2BC horizon is 0 to 41 cm (16 inches).]\n2Cd--81 to 203 cm (32 to 80 inches); yellowish brown (10YR 5/4) clay loam; massive, with widely spaced vertical fractures and horizontal platy tendencies; very firm; few distinct pale brown (10YR 6/3) and gray (5Y 5/1) carbonate coatings on faces of fractures; few discontinuous prominent strong brown (7.5YR 5/6 and 5/8) hypocoats beneath the carbonate coatings; few fine distinct black (10YR 2/1) iron and manganese oxide concretions in the matrix; 5 percent gravel; strongly effervescent; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Auglaize County, Ohio; approximately 5 miles northeast of St. Marys and 1 mile north of Glynwood, in Moulton Township; about 500 feet east and 900 feet north of the southwest corner of sec. 17, T. 5 S., R. 5 E.; USGS Moulton, Ohio topographic quadrangle; lat. 40 degrees 36 minutes 00 seconds N. and long. 84 degrees 18 minutes 57 seconds W., NAD 27; UTM Zone 16, 727119 easting and 4497824 northing, NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nDepth to the base of the ochric epipedon: 13 to 30 cm (5 to 12 inches)\nDepth to the base of the argillic horizon: 38 to 107 cm (15 to 42 inches)\nThickness of the solum: 63 to 127 cm (25 to 50 inches)\nDepth to the densic contact: 63 to 127 cm (25 to 50 inches)\nDepth to carbonates: typically 41 to 102 cm (16 to 40 inches), but ranges to 25 cm (10 inches) in severely eroded pedons\nRock fragments: dominantly limestone and crystalline glacial erratics\nMean annual soil temperature: 10 to 14 degrees C (50 to 57 degrees F)\nAp horizon:\nHue: 10YR\nValue: 4 or 5\nChroma: 2 to 4\nTexture: typically silt loam or loam; eroded pedons typically are clay loam, silty clay loam, or silty clay\nRock fragment content: 0 to 5 percent\nReaction: strongly acid to neutral\nA horizon, where present:\nThickness: 2.5 to 15 cm (1 to 6 inches)\nHue: 10YR\nValue: 2 or 3 (4 or 5 dry)\nChroma: 1 or 2\nTexture: silt loam or loam\nRock fragment content: 0 to 5 percent\nReaction: strongly acid to neutral\nE horizon:\nHue: 10YR\nValue: 4 to 6\nChroma: 2 to 4\nTexture: silt loam or loam\nRock fragment content: 0 to 5 percent\nReaction: very strongly acid to neutral\nBE horizon:\nHue: 10YR\nValue: 4 or 5\nChroma: 2 to 6\nTexture: silt loam, silty clay loam, or loam\nRock fragment content: 0 to 10 percent\nReaction: very strongly acid to neutral\n2Bt or 2Btg horizon:\nHue: 10YR or 2.5Y\nValue: 4 or 5\nChroma: 2 to 6\nTexture: silty clay, clay, clay loam, or silty clay loam\nRock fragment content: 0 to 10 percent\nReaction: very strongly acid to neutral in the upper part and moderately acid to slightly alkaline in the lower part\n2BC or 2BCg horizon:\nHue: 10YR or 2.5Y\nValue: 4 or 5\nChroma: 2 to 6\nTexture: silty clay, clay, clay loam, or silty clay loam\nRock fragment content: 1 to 14 percent\nReaction: slightly acid to moderately alkaline\nSome pedons have a Bt, BC, Cd, or Cdg horizon in areas where the loess mantle is absent. Some pedons have a 2CB horizon.\n2Cd or 2Cdg horizon:\nHue: 10YR or 2.5Y\nValue: 4 to 6\nChroma: 2 to 6\nTexture: clay loam or silty clay loam\nClay content: 27 to 40 percent\nRock fragment content: 1 to 14 percent\nCalcium carbonate equivalent: 22 to 35 percent\nReaction: slightly alkaline or moderately alkaline"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Cardington, Ellsworth, Geeburg, Mortimer, Pert, Shinrock, and Wyatt series. Cardington, Ellsworth, and Geeburg soils have a calcium carbonate equivalent of less than 22 percent in the lower part of the series control section. Mortimer soils average more than 40 percent clay in the lower part of the series control section. Pert soils have sola less than 63 cm (25 inches) thick. Shinrock and Wyatt soils do not have rock fragments in the lower part of the series control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Glynwood soils are on ground moraines and end moraines of Wisconsinan age. Slope gradient is typically 2 to 18 percent, but ranges from 0 to 40 percent. They formed in a thin layer of loess and the underlying clay loam or silty clay loam till. Some areas do not have a loess mantle. Mean annual precipitation ranges from 813 to 1067 mm (32 to 42 inches). Mean annual air temperature ranges from 9 to 13 degrees C (49 to 55 degrees F). Frost-free period is 150 to 170 days. Elevation is 244 to 305 meters (800 to 1000 feet) above mean sea level."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the somewhat poorly drained Blount, well drained Lybrand, moderately well drained Morley, and very poorly drained Pewamo soils that are in a toposequence with the Glynwood soils. Blount soils are on flatter or more concave positions. Lybrand and Morley soils are on higher positions or more sloping areas along drainageways. Pewamo soils are in depressions and drainageways."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Moderately well drained. The depth to the top of an intermittent perched high water table ranges from 30 to 61 cm (1 to 2 feet) between January and April in normal years. The potential for surface runoff is medium to very high. Saturated hydraulic conductivity is moderately low in the solum and low in the dense till. Permeability is slow in the solum and slow or very slow in the dense till."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: A large proportion is under cultivation, primarily corn, grass-legume hay, oats, soybeans, and wheat. A relatively small proportion is in permanent bluegrass pasture or in woodland. Native vegetation is deciduous forest, principally ash, beech, elm, hickory, oak, and maple."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: West-central Ohio, southern Michigan, and northern Indiana; mainly in MLRA 111B and less extensively in MLRAs 97, 98, 99, 111A, and 111C. The series is of large extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Indianapolis, Indiana."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Miami County, Ohio, 1973."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon: from the surface to a depth of 30 cm (Ap, E, BE horizons).\nArgillic horizon: from a depth of 30 to 58 cm (2Bt horizon).\nDensic contact: at 81 cm (top of the 2Cd horizon).\nAquic conditions: redox features in all horizons between a depth of 30 and 81 cm (2Bt, 2BC horizons).\nA limestone substratum phase is recognized. The thin solum phase mapped in earlier surveys does not fit the series concept. It likely will be recorrelated as a new series when its area of use is updated.\nSupporting laboratory data is needed to confirm the presence of densic materials in the 2Cd horizon.\nGlynwood map units in lake plain settings will need to be evaluated during MLRA modernization projects.\nADDITIONAL DATA: Laboratory characterization data from The Ohio State University Soil Characterization Laboratory are available for the following pedons: AG-1 (type location), AG-8, MC-11, LG-40, MW-16, and SA-30. Laboratory characterization data is also available from the USDA, NRCS, National Soil Survey Laboratory, Lincoln, NE.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
