{
  "SERIES": "GLYPHS",
  "STATUS": "Established Series",
  "BYREV": "TLB-CEF-GJS-JBF",
  "REVDATE": "11/2016",
  "STATES": "NV",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, mesic Durinodic Xeric Haplargids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Glyphs fine sandy loam--rangeland.  (Colors are for dry soils unless otherwise noted.)  The soil surface is partially covered by l5 to 40 percent gravel.\nAl--0 to 10 cm; pale brown (10YR 6/3) fine sandy loam, brown (10YR 4/3) moist; moderate thick platy structure; slightly hard, friable, nonsticky and slightly plastic; few fine roots; many fine and medium vesicular pores; 5 percent gravel; slightly alkaline (pH 7.8); abrupt smooth boundary. (8 to 18 cm thick)\nA2--10 to 18 cm; pale brown (10YR 6/3) loam, brown (10YR 4/3) moist; weak medium subangular blocky structure; slightly hard, friable, slightly sticky and moderately plastic; common fine and few very fine and medium roots; common fine and medium vesicular and interstitial pores; l0 percent gravel; slightly alkaline (pH 7.8); abrupt smooth boundary.  (0 to 13 cm thick)\nBt--18 to 30 cm; light yellowish brown (10YR 6/4) gravelly clay loam, dark yellowish brown (10YR 4/4) moist; moderate medium angular blocky structure; slightly hard, friable, slightly sticky and moderately plastic; common fine and few very fine and medium roots; few fine tubular pores; many distinct clay films on peds and in pores; 20 percent gravel; moderately alkaline (pH 8.0); clear wavy boundary.  (13 to 38 cm thick)\nBtk--30 to 43 cm; light yellowish brown (10YR 6/4) gravelly sandy clay loam, dark yellowish brown (10YR 4/4) moist; moderate medium subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; few very fine and fine roots; few medium tubular pores; common faint clay films on peds; carbonate coatings on underside of rock fragments; 20 percent gravel; moderately alkaline (pH 7.9); gradual wavy boundary.  (0 to 20 cm thick)\nBqk--43 to 94 cm; pale brown (10YR 6/3) gravelly sandy loam, brown (10YR 4/3) moist; massive; hard, firm, nonsticky and nonplastic; few very fine and fine roots; common fine filaments of carbonate; 30 percent gravel; continuous brittle matrix; violently effervescent; strongly alkaline (pH 8.6); gradual wavy boundary. (25 to 114 cm thick)\n2Bqk--94 to 152 cm; pale brown (10YR 6/3) very gravelly coarse sand, brown (10YR 4/3) moist; massive; hard, firm, nonsticky, and nonplastic; few very fine and fine roots; carbonate coatings on the underside of rock fragments; 40 percent gravel; continuous brittle matrix; moderately alkaline (pH 8.0)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Lander County, Nevada; about 18 miles east of Austin in Monitor Valley, approximately 500 feet north and 1,580 feet east of the southwest corner of section 17, T. 19 N., R. 47 E; latitude 39 degrees 30 minutes 21.6 seconds N and longitude 116 degrees 42 minutes 29.4 seconds W; NAD 83 Ackerman Canyon, NV 7.5 minute USGS quadrangle; WGS84 Decimal Degrees 39.5060000 latitude, -116.7081667 longitude.."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: Moist in in some part from October to mid June, dry in summer and early autumn; aridic soil moisture regime bordering on xeric.\nMean annual soil temperature: 8 to 11 degrees C.\nDepth to Bqk horizon: 30 to 50 cm.\nDepth to base of continuous brittle matrix: 90 to over 150 cm.\nReaction: Slightly alkaline through strongly alkaline.\nParticle-size control section - Clay content:  20 to 35 percent.\nRock fragments:  l5 to 30 percent gravel and 0 to 5 percent cobbles.\nA horizon\nValue:  5 or 6 dry, 3 or 4 moist.\nChroma: 2 or 3.\nBt horizons\nValue:  5 or 6 dry, 4 or 5 moist.\nChroma:  2 through 4.\nTexture: Gravelly sandy clay loam or gravelly loam.\nRock fragments:  10 to 30 percent gravel and 0 to 5 percent cobbles.\nBtk horizon\nTexture: Gravelly sandy clay loam or gravelly loam.\nSecondary carbonates:  Few through many carbonate filaments or has carbonate coating on undersides of rock fragments.\nMatrix effervescence:  Noneffervescent through slightly effervescent.\nBqk horizons\nRock fragments:  l5 to 45 percent gravel and 0 to 5 percent cobbles.\nCementation:  Continuous brittle matrix, some pedon have thin stratified layers with 30 to 60 percent durinodes in a friable matrix."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Aladshi, Alley, Allor, Chime, Cleghorn, Igert, Mimentor, Nevador, Qwynn, Wedertz, Wedler and Zevadez.\nAladshi soils have A horizons with slightly acid or neutral reaction. Alley soils have 15 to 25 cm thick continuously cemented layers above 100 cm.  Allor soils lack carbonates within 100 cm. Chime soils have soft bedrock at depths of 50 to 76 cm. Cleghorn soils have 0 to 5 percent rock fragments in the particle-size control section. Igert soils have bedrock at 64 to 100 cm. Mimentor soils have 0 to 15 percent rock fragments in the particle-size control section.  Nevador soils have Bq horizons with durinodes in a friable matrix. Qwynn soils are intermittently moist for 10 to 20 days between July and September due to convection storms.  Wedertz soils have Bqk with durinodes in a friable matrix or are discontinuously silica cemented.  Zevadez soils have 0 to 15 percent gravel in the Bt horizon."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Glyphs soils are on fan piedmont remnants. These soils formed alluvium derived mainly from volcanic rocks with a component of loess and volcanic ash. Slopes are 0 to 30 percent.  Elevations are 1,830 to 2,135 meters.  The climate is cool and semiarid with warm, dry summers and cool, moist winters.  The mean annual precipitation is 200 to 300 mm; the mean annual temperature is 7 to 9 degrees C, and the frost-free season is 80 to l00 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are Grassval, Muni and Orovada soils.  The Orovada soils lack continuous silica cementation and argillic horizons. The Grassval and Muni soils have duripans within 50 cm of the surface."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:  Well drained; slow runoff; moderately high saturated hydraulic conductivity."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Livestock grazing and wildlife habitat.  The vegetation is mainly Wyoming big sagebrush, bottlebrush squirreltail and small rabbitbrush."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Central Nevada.  These soils are of small extent. MLRA 28B."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Lander County, South Part, Nevada, 1985."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - The zone from the soil surface to 18 cm (A1 and A2 horizons).\nArgillic horizon - The zone from 18 to 43 cm (Bt and Btk horizons).\nDuric material - The zone from 43 to 152 cm (Bqk and 2Bqk horizons).\nParticle-size control section - the zone from 18 to 43 cm (Bt and Btk horizons).\nParticle-size control section - the zone from 18 to 43 cm (Bt and Btk horizons).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
