{
  "SERIES": "GNESEN",
  "STATUS": "Established Series",
  "BYREV": "Rev. MPD-AGG",
  "REVDATE": "09/2006",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, isotic, frigid Aquic Dystric Eutrudepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Gnesen loam on a 1 percent linear slope under mixed deciduous forest at an elevation of 378 meters. (Colors are for moist soil unless otherwise stated.)\nA--0 to 8 cm; dark brown (7.5YR 3/2) loam, brown (7.5YR 5/2) dry; weak very fine subangular blocky structure; very friable; about 2 percent gravel; many very fine, fine and medium roots; moderately acid; clear smooth boundary. (5 to 15 cm thick)\nBw1--8 to 18 cm; brown (7.5YR 4/3) loam; weak very fine subangular blocky structure; very friable; about 2 percent gravel; many fine and medium roots; moderately acid; clear smooth boundary.\nBw2--18 to 33 cm; brown (7.5YR 4/4) fine sandy loam; weak fine and very fine subangular blocky structure; very friable; about 2 percent gravel; common fine roots; moderately acid; clear smooth boundary.\nBw3 --33 to 61 cm; brown (7.5YR 4/4) sandy loam; weak fine platy parting to weak fine subangular blocky structure; very friable; common fine distinct strong brown (7.5YR 5/6) redox concentrations and common fine faint brown (7.5YR 5/3) redox depletions; about 2 percent gravel; moderately acid; gradual smooth boundary.\nBw4--61 to 76 cm; brown (7.5YR 4/4) sandy loam; weak fine platy parting to weak fine subangular blocky structure; very friable; common fine and medium distinct strong brown (7.5YR 5/8) redox concentrations and few fine distinct brown (7.5YR 5/2) and common fine faint brown (7.5YR 5/3) redox depletions; about 2 percent gravel; moderately acid; abrupt smooth boundary. (Combined thickness of the Bw horizons is 46 to 86 cm)\n2C--76 to 203 cm; brown (7.5YR 4/3) and dark grayish brown (10YR 4/2) gravelly loamy coarse sand; single grain; loose; common fine and medium distinct brown (7.5YR 5/2), strong brown (7.5YR 5/6) redox concentrations and common fine and medium faint brown (7.5YR 5/3) redox depletions; about 20 percent gravel; moderately acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: St. Louis County, Minnesota; about 2 miles east of Brookston; 1400 feet south and 585 feet east of the northwest corner of section 36, T. 51 N., R. 18 W.; USGS Brookston, Minn. Quadrangle. latitude 46 degrees 51 minutes seconds 54 N., and longitude 92 degrees 34 minutes 25 seconds W., NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: The thickness of the loamy mantle and depth to gravelly loamy sand or coarser textures ranges from 51 to 105 cm. The depth to free carbonates is more than 203 cm. Rock fragment content ranges from 0 to 15 percent in the mantle and averages between 15 to 60 percent in the underlying sediment.\nThe A horizon has hue of 10YR or 7.5YR, value of 2 or 3 and chroma of 1 or 2. It is loam, very fine sandy loam, fine sandy loam or silt loam.  It is strongly acid or moderately acid.\nSome pedons have a thin E horizon.\nThe Bw horizon has hue of 10YR, 7.5YR or 5YR, value of 4 or 5 and chroma of 3 or 4. It typically contains high and low chroma redoximorphic features. It is very fine sandy loam, fine sandy loam, sandy loam or loam.  It is strongly acid to slightly acid.\nSome pedons have a BC and or 2BC.\nThe 2C horizon has hue of 7.5YR or 5YR, value of 3 to 5 and chroma of 3 or 4, or is variegated. Hue of 10YR, value of 3 to 5 and chroma of 2 to 4 can be found in sediment from the Rainy Lobe. The dark color found in some pedons is due to dark colored minerals. It is gravelly or very gravelly modified textures of loamy sand, coarse sand or sand and is typically stratified.  Some thin subhorizons can have less than 15 percent gravel or up to 75 percent gravel.   Cobble content ranges from 0 to 10 percent and the stone and boulder content ranges from 0 to 3 percent. It is moderately acid to slightly acid."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Pequaywan, Wabedo and Hermantown series. Pequaywan soils have saturation below 76 cm. Hermantown and Wabedo soils developed in dense till and do not have coarse textures in the series control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Gnesen soils have linear to concave slopes on outwash plains, moraines, drumlin fields and eskers. They formed in a loamy mantle overlying acid gravelly outwash. The material is from the Rainy Lobe or Superior Lobe, or mixed from both sources and is of the Late Wisconsinan glaciation. Slopes range from 0 to 3 percent. Mean annual air temperature ranges from 2 to 6 degrees C. Mean annual precipitation ranges from 710 to 790 mm. Annual frost free period ranges from 90 to 120 days. The elevation above sea level ranges from 200 to 600 meters."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Aldenlake (T), Rollins (T) Cloquet, Pequaywan (T) and Hulligan (T) series. The well drained Aldenlake soils, somewhat excessively drained Rollins and Cloquet soils, and the moderately well drained Pequaywan soils are all on higher lying positions in the landscape. The poorly and very poorly drained Hulligan soils are on lower lying positions in the landscape."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Somewhat poorly drained. Surface runoff is negligible to low. Saturated hydraulic conductivity is 1.52 to 15.24 cm/hour (0.60 to 6.0 inches per hour) in the upper part and 15.24 to 152.36 cm/hour (6.0 to 60 inches per hour) in the lower part. The depth to seasonal high saturation is as high as 30 cm during April thru June in normal years."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most areas are used for recreation and timber production. Some areas are used for hay land and pasture. Native vegetation is mixed deciduous and coniferous forest."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: MLRA-90 and 93.  Northeastern Minnesota. Moderately extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: St. Paul, Minnesota"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: St. Louis County, Minnesota (Virginia subset), 2006."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are: ochric epipedon - the zone from 0 to 8 cm (A horizon); cambic horizon - the zone from 8 to 76 cm (Bw horizons), Dystric subgroup based on no free carbonates above 102 cm. The nature of this reddish colored parent material masks redoximorphic features in some soil profiles. A positive reaction with alpha alpha dipyridyl is presumed at some time during the year in normal years.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
