{
  "SERIES": "GNOJEK",
  "STATUS": "Established Series",
  "BYREV": "Rev. DES-JAL-EMM",
  "REVDATE": "11/2012",
  "STATES": "MT",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive, frigid Lithic Argiustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Gnojek very cobbly loam, stony, in rangeland (colors are for dry soil unless otherwise noted).\nA--0 to 3 inches; dark grayish brown (10YR 4/2) very cobbly loam, very dark grayish brown (10YR 3/2) moist; moderate fine granular structure; soft, very friable, slightly sticky and nonplastic; many very fine and fine roots; many very fine and fine interstitial pores; 25 percent cobbles and 20 percent gravel; neutral (pH 7.2); clear wavy boundary. (3 to 7 inches thick)\nBt--3 to 7 inches; dark grayish brown (10YR 4/2) very gravelly clay loam, very dark grayish brown (10YR 3/2) moist; moderate medium prismatic structure parting to moderate fine subangular blocky; slightly hard, firm, slightly sticky and slightly plastic; many very fine and fine roots; many very fine and fine interstitial and tubular pores; common distinct clay films on faces of peds and bridging sand grains; 15 percent cobbles and 35 percent gravel; slightly alkaline (pH 7.4); clear wavy boundary. (4 to 9 inches thick)\nBk--7 to 16 inches; light brownish gray (10YR 6/2) very cobbly loam, brown (10YR 5/3) moist; moderate fine subangular blocky structure; soft, friable, slightly sticky and slightly plastic; common very fine and fine roots; many very fine and fine interstitial and tubular pores; 25 percent cobbles and 30 percent gravel; disseminated lime; common medium masses and threads of lime; common distinct lime coatings on fragments; violently effervescent; moderately alkaline (pH 8.2).\nR--16 inches; hard fine grained sandstone."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Jefferson County, Montana; 40 feet north and 50 feet west of the SE corner of sec. 22, T. 3 N., R. 4 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil temperature - 38 to 44 degrees F.\nMoisture control section - between 4 and 12 inches or between 4 inches and the lithic contact when bedrock is less than 12 inches; is frozen during winter months.\nMollic epipedon thickness - 7 to 10 inches.\nDepth to argillic horizon - 3 to 7 inches.\nDepth to the Bk horizon - 7 to 16 inches.\nDepth to bedrock - 10 to 20 inches.\nSurfaces stones or boulders - 0 to 0.1 percent.\nA horizon\nHue:  10YR or 2.5Y\nValue:  4 or 5 dry; 3 or 4 moist\nChroma:  2 or 3, dry or moist\nClay content:  15 to 27 percent\nRock fragments:  35 to 50 percent total--10 to 25 percent cobbles or flagstones and 20 to 25 percent gravel\nReaction:  pH 6.6 to 7.4\nBt horizon\nHue:  10YR or 2.5Y\nValue:  4, 5, or 6 dry; 3, 4, or 5 moist\nChroma:  2, 3, or 4, dry or moist\nTexture:  loam or clay loam\nClay content:  18 to 35 percent\nRock fragments:  35 to 80 percent total--0 to 15 percent stones, 15 to 35 percent cobbles, and 20 to 40 percent gravel\nReaction:  pH 6.6 to 7.8\nBk horizon\nHue:  10YR or 2.5Y\nValue:  5, 6, or 7 dry; 4, 5, or 6 moist\nChroma:  2, 3, or 4, dry or moist\nClay content: 18 to 27 percent\nRock fragments: 35 to 80 percent total--0 to 15 percent stones, 10 to 35 percent cobbles and 20 to 40 percent gravel\nCalcium carbonate equivalent: 10 to 25 percent\nReaction:  pH 7.4 to 8.4\nBtk horizon present in some pedons."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:\nArgirocker (SD) - does not have a horizon of secondary carbonate accumulation.\nBushvalley (AZ) - does not have a horizon of secondary carbonate accumulation.\nOwlrock (NM) - formed in limestone at elevations greater than 7200 feet.\nTolbert (MT) - does not have a horizon of secondary carbonate accumulation.\nTolman (WY) - does not have a horizon with secondary carbonate accumulation.\nZibetod() - does not have a horizon with secondary carbonate accumulation."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nLandform - escarpments, ridges and hills.\nElevation - 3,900 to 6,000 feet.\nSlope - 2 to 70 percent.\nParent material - colluvium or residuum derived from hard fine grained sandstone or fine grained igneous rock.\nClimate - long, cold winters; moist springs; warm summers.\nMean annual precipitation - 15 to 19 inches.\nMean annual air temperature - 38 to 45 degrees F.\nFrost-free period - 70 to 120 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: None listed."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Gnojek soils are primarily used for rangeland and wildlife habitat.  The potential native vegetation is mainly bluebunch wheatgrass, Idaho fescue, sandberg bluegrass, prairie junegrass needleandthread, yarrow, big sagebrush, rubber rabbitbrush, and Rocky Mountain juniper.  Some areas have widely scattered Douglas fir and limber pine."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Gnojek soils are of moderate extent in southwestern Montana. MLRA 43B."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Jefferson County, Montana, 1998."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Soil interpretation record: MT3050.\nDiagnostic horizons and features recognized in this pedon are:\nMollic epipedon - the zone from the surface to 7 inches (A, Bt horizons);\nArgillic horizon - the zone from 3 to 7 inches (Bt horizon);\nParticle-size control section - the zone from the top of the argillic horizon to 16 inches (Bt, Bk horizons);\nHorizon of secondary calcium carbonate accumulation - the zone from 7 to 16 inches (Bk horizon);\nLithic contact - hard fine grained sandstone bedrock at 16 inches (R horizon).\nGnojek soils have a frigid temperature regime and an ustic moisture regime.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
