{
  "SERIES": "GOBAR",
  "STATUS": "Established Series",
  "BYREV": "Rev. RLE/RJE/TLA",
  "REVDATE": "06/2011",
  "STATES": "WA",
  "OVERVIEW": "The Gobar series consists of deep, well drained soils formed in residuum and colluvium from highly weathered tuff and tuffaceous breccia with a mantle of volcanic ash and loess.  They are on benches, hillsides, mountainsides, and broad ridgetops at elevations of 500 to 1,800 feet.  Slopes are 5 to 90 percent.  The mean annual precipitation is about 80 inches and mean annual temperature is about 49 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, isotic, mesic Andic Humudepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Gobar medial silt loam - under a coniferous forest on a 55 percent convex north-facing back slope at an elevation of 1,100 feet.  The soil was moist throughout when described.  (Colors are for moist soil unless otherwise stated.  All textures are apparent field textures.)\nOe--0 to 2 inches; moderately decomposed organic litter, including needles, leaves, twigs, bark chips, cones, and roots; abrupt smooth boundary.  (1 to 4 inches thick)\nA1--2 to 5 inches; very dark grayish brown (10YR 3/2) medial silt loam, grayish brown (10YR 5/2) dry; moderate very fine and fine granular structure; slightly hard, friable, slightly sticky and slightly plastic, weakly smeary; many very fine, common fine and medium, and few coarse roots; many fine pores; 10 percent shot-like aggregates (2-5mm in diameter); moderately acid (pH 6.0); clear wavy boundary.\nA2--5 to 12 inches; dark brown (10YR 3/3) medial silt loam, brown (10YR 5/3) dry; moderate very fine and fine subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic, weakly smeary; many very fine, common fine, and few medium roots; many fine pores; 10 percent shot-like aggregates (2-5mm in diameter); moderately acid (pH 5.6); clear wavy boundary.  (Combined thickness of the A horizon is 7 to 14 inches)\nBw1--12 to 17 inches; dark yellowish brown (10YR 4/4) silt loam, light yellowish brown (10YR 6/4) dry; moderate very fine and fine subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic, weakly smeary; many very fine, common fine, and few medium roots; many fine pores; moderately acid (pH 5.6); clear wavy boundary.\nBw2--17 to 27 inches; yellowish brown (10YR 5/4) paragravelly silt loam, light yellowish brown (10YR 6/4) dry; moderate fine and medium subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic, weakly smeary; many very fine and few fine roots; many fine pores; 20 percent subangular paragravel tuff fragments; moderately acid (pH 5.6); clear irregular boundary.  (Combined thickness of the Bw horizon is 13 to 26 inches)\nC--27 to 48 inches; yellowish brown (10YR 5/4) extremely paragravelly silt loam, light yellowish brown (10YR 6/4) dry; massive; slightly hard, firm, slightly sticky and slightly plastic, weakly smeary; few very fine, fine, and medium roots; few pores; 80 percent angular and subangular paragravel and paracobble size tuff fragments with silt coatings and fine roots on the fracture planes; strongly acid (pH 5.4) abrupt irregular boundary.  (15 to 25 inches thick)\nCr--48 inches; multicolored, highly weathered and fractured tuff with black stainings; few fine roots on the fracture planes."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Cowlitz County, Washington; 730 feet south and 730 feet east of the northwest corner of sec. 29, T. 8 N., R. 2 E., W.M."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Average annual soil temperature at 20 inches ranges from 50 to 52 degrees F.  Depth to a paralithic contact is 40 to 60 inches.  The particle-size control section is 5 to 35 percent soft pebble and cobble-size weathered tuff or tuffaceous breccia fragments in the upper part, 60 to 90 percent in the lower part and the weighted average is 15 to 55 percent.  Hard rock fragments range from 0 to 10 percent and are colluvial in origin.  Reaction ranges from slightly acid to strongly acid throughout.  The umbric epipedon is 7 to 14 inches thick.  The solum is 20 to 40 inches thick.\nThe A horizon has hue of 10YR or 7.5YR; value of 2 or 3 moist, 3 through 5 dry; and chroma of 2 or 3 moist and dry.\nThe Bw horizon has hue of 10YR or 7.5YR; value of 3 through 5 moist, 5 through 7 dry; and chroma of 3 through 6 moist and dry.  Texture is silt loam, silty clay loam, or clay loam.  Weathered pararock fragments average from 5 to 35 percent.\nThe C horizon has hue of 2.5Y through 7.5YR; value of 4 or 5 moist, 5 through 8 dry; and chroma of 4 through 8 moist and dry.  The pararock fragments comprise 60 to 90 percent of the volume and varies greatly in color from pedon to pedon, and can be multicolored in a single pedon.  Texture is silt loam, silty clay loam, or clay loam."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Bohannon, Hembre, Kinney, and Preacher series.  Similar soils in other families are Arta, Astoria, Boistfort, Copalis, Formader, Hoquiam, Ilwaco, Jimbo, Knappton, Lebam, Makah, Mopang, Nael, Newskah, Oyhut, Palix, Papac, Silcox, Skamo, Vesta, Walville, Willapa, and Zyzyl series.  Bohannon soils are 20 to 40 inches to paralithic contact.  Hembre soils are 40 to more than 60 inches to a lithic contact.  Kinney soils contain more hard rock fragments. Preacher soils have commonly less than 20 percent soft sandstone fragments in the solum.  All of these series except the Formader, Narel, Palix, Walville, and Zyzyl soils have less than 15 percent soft rock fragments in the particle-size control section (PSCS). Formader soils are 20 to 40 inches deep to a paralithic contact.  Palix, Narel, and Zyzyl soils have more than 4 percent organic carbon throughout the upper 1/3 of the particle-size control section.  Walville soils are more than 35 percent soft breccia fragments in all parts of the particle-size control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Gobar soils are on benches, mountain slopes, and broad ridgetops at elevations of 500 to 1,800 feet.  Slopes are 5 to 90 percent, and are highly dissected by dendritic or parallel drainageways.  These soils formed in residuum and colluvium from highly weathered tuff and tuffaceous breccia of Eocene age with a mantle of volcanic ash and loess.  The climate is marine and characterized by hot, dry summers and cool, moist winters,  The mean annual precipitation is 70 to 90 inches, mostly as rainfall.  The mean annual air temperature is 48 to 50 degrees F.  The growing season (28 degrees F) is 175 to 200 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Cinebar, Mulholland, Newaukum, Pheeney, Siouxon, and Xeno soils.  Cinebar and Newaukum soils have a bulk density of less than 0.85 g/cc in the upper part of the particle-size control section.  Mulholland soils have a mollic epipedon and a fine argillic horizon.  Pheeney soils are medial-skeletal, 20 to 40 inches deep to a lithic contact, and are frigid.  Siouxon soils are medial-skeletal.  Xeno soils are frigid."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained, slow to very rapid runoff; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used mainly for timber production, wildlife habitat, watershed, and recreation.  Overstory vegetation is mainly Douglas-fir, western hemlock, western redcedar, and red alder, with an understory of vine maple, salal, Oregon-grape, red huckleberry, western brackenfern, deer fern, Oregon oxalis, minerslettuce, trailing blackberry, inside-out flower, Pacific trillium, bedstraw, and longtube twinflower."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  West slopes of the Cascade Mountains in Cowlitz County, Washington.  The series is moderate in extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: 1989 Weyerhaeuser Company Soil Survey, St. Helens Tree Farm, Cowlitz County, Washington."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are;\numbric epipedon from 2 to 12 inches\ncambic horizon from 12 to 27 inches\nThe particle-size control section averages 47 percent fragments.\nAll depths to diagnostic horizons and features are measured from the top of the first mineral horizon.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
