{
  "SERIES": "GOBERNADOR",
  "STATUS": "Established Series",
  "BYREV": "Rev.JER/LWH",
  "REVDATE": "12/2003",
  "STATES": "NM",
  "OVERVIEW": "The Gobernador series consists of very deep, well drained, saline-alkali soils that formed in fine textured alluvium derived from shale.  Gobernador soils are on low stream terraces. The mean annual precipitation is about 13 inches, and the mean annual air temperature is about 50 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, smectitic, calcareous, mesic Vertic Ustorthents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Gobernador silty clay loam--rangeland.\n(Colors are for dry soils unless otherwise stated)\nA--0 to 2 inches; pale brown (10YR 6/3) silty clay loam, brown (10YR 5/3) moist; weak thin platy structure; hard, friable, sticky and plastic; cracks up to 2 inches wide; few very fine roots; few very fine and fine continuous pores; slightly effervescent; strongly alkaline (pH 8.8); clear smooth boundary. (1 to 2 inches thick)\nC--2 to 60 inches; brown (10YR 5/3) clay, dark grayish brown (10YR 4/2) moist; massive; very hard, very firm, sticky and plastic; cracks up to 2 inches wide and 22 inches deep; few very fine roots; few very fine continuous pores; slightly effervescent; very strongly alkaline (pH 9.2)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Rio Arriba County, New Mexico; east of Navajo City in Gobernador Canyon; 1600 feet west, 1600 feet north of southeast corner, Sec. 27, T. 29 N., R. 6 W.; 107 degrees, 26 minutes, 46 seconds west longitude; 36 degrees, 41 minutes, 38 seconds north latitude."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture:  Intermittently moist in some part of the soil moisture control section December through April and July through September.  The soil is driest during May and June.\nSoil Temperature: 50 to 54 degrees F.\nReaction:  moderately through very strongly alkaline.\nSodium:  ESP 15 to 50.\nA horizon: Hue - 10YR or 7.5YR.\nValue: 5 to 6 dry, 4 or 5 moist.\nChroma: 2 or 3 dry and moist.\nTexture: clay loam or silty clay loam.\nC horizon: Hue of 7.5YR or 10YR.\nValue: 5 or 6 dry, 4 or 5 moist.\nChroma: 2 or 3.\nTexture: clay or silty clay.\nSalinity:  >8 mmhos/cm."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no other series in this family at this time.   A similar soil is Lybrook(NM).  Lybrook soils are drier and have mixed mineralogy."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Gobernador soils are on low stream terraces. Slopes range from 0 to 2 percent. Elevations range from 6000 to 6800 feet. The mean annual precipitation ranges from 12 to 14 inches. The average annual air temperature is about 49 to 51 degrees F, and the frost-free season is about 110 to 150 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Orlie soils. Orlie soils are fine-loamy and have an argillic horizon."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; slow runoff; slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: These soils are used mainly for livestock grazing.  Present vegetation is black greasewood, alkali sacaton, big sagebrush and western wheatgrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Northwestern New Mexico; The series is of minor extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Rio Arriba County, 1989."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  The classification is changed from fine, montmorillonitic (calcareous), mesic Ustertic Torrifluvents to fine, montmorillonitic (calcareous), Vertic Ustorthents.  The typical pedon lacks an irregular decrease in organic carbon and the soil moisture regime now fits the current concepts in New Mexico.\nDiagnostic horizons and features in this pedon are:\nVertic feature - 2 inch wide cracks to 22 inches.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
