{
  "SERIES": "GOBLIN",
  "STATUS": "Established Series",
  "BYREV": "Rev. JMD/RLM/MJD/JWB",
  "REVDATE": "03/2011",
  "STATES": "UT",
  "OVERVIEW": "The Goblin series consists of shallow and very shallow, well drained, moderately rapidly permeable soils that formed in gypsiferous shale and sandstone on eroding pediments.  Slopes range from 1 to 50 percent.  Average annual precipitation is about 8 inches and mean annual temperature is about 50 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy, gypsic, mesic, shallow Leptic Haplogypsids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Goblin loam-rangeland. (Colors are for air-dry soil unless otherwise noted.)\nA--0 to 3 inches; light reddish brown (2.5YR 6/4) loam, red (2.5YR 4/6) moist; weak fine granular structure; slightly hard, very friable; few fine roots; few fine tubular pores; slightly calcareous; carbonates are disseminated; moderately alkaline (pH 8.2); clear smooth boundary.  (1 to 4 inches thick)\nBy--3 to 12 inches; yellowish red (5YR 5/6) loam, yellowish red (5YR 4/6) moist; weak subangular blocky structure; hard, friable, slightly sticky and slightly plastic; few fine, few medium roots; few fine tubular pores; common gypsum crystals and veining; moderately calcareous; carbonates are disseminated; moderately alkaline (pH 8.4); clear smooth boundary.  (6 to 18 inches thick)\nCr--12 to 22 inches; gypsiferous shale."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Wayne County Utah; 11 miles north, 4 miles west of Caineville, Utah; northwest 1/4, northeast 1/4 sec. 1, T. 27 S., R. 6 E.; Fruita NW USGS quad; lat. 38 degrees 29 minutes 48 seconds north and long. 111 degrees 13 minutes 6 seconds west, NAD27"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: The soil moisture control section is usually dry, but intermittently moist during late summer and early fall. Typic aridic moisture regime.\nMean annual soil temperature: 47 to 54 degrees F.\nDepth to paralithic contact: 5 to 20 inches\nParticle-size control section (weighted average):\nRock fragments: 0 to 35 percent\nClay content: 12 to 18 percent\nCalcium carbonate equivalent: 25 to 30 percent\nGypsum content, less than 20 mm fraction: 15 to 30 percent\nA horizon\nHue: 2.5YR to 10YR\nValue of 5 to 7 dry, 5 to 8 moist\nChroma of 4 to 6.\nClay content: 12 to 18 percent\nCalcium carbonate equivalent: 25 to 30 percent\nEC (mmhos/cm): 0 to 2\nGypsum: 15 to 30 percent\nBy horizon\nHue: 2.5YR to 10YR\nValue: 5 to 8 dry, 5 to 8 moist\nChroma: 0 to 6\nTexture: loam, fine sandy loam and loamy very fine sand.\nClay content: 12 to 18 percent\nCalcium carbonate equivalent: 25 to 30 percent\nEC (mmhos/cm): 0 to 2\nGypsum: 15 to 30 percent"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no competing series."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Goblin soils are on eroding pediment surfaces at elevations of 4,300 to 6,000 feet.  Slopes are 1 to 50 percent.  The soils formed in calcareous and gypsiferous alluvium and residuum of weathered shale and sandstone with some eolian influence.  Some areas have a surface mantle of basalt cobbles. The mean annual temperature is about 45 to 52 degrees F., and the mean annual precipitation ranges from 5 to 10 inches.  The average freeze-free period is 120 to 160 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Sheppard, Robroost and Trachute soils.  The Sheppard, Robroost and Trachute soils are very deep."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; rapid runoff; moderately rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used mainly for rangeland and wildlife habitat.  Potential native vegetation is galleta, Indian ricegrass, shadscale, and Mormon-tea."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Southeastern Utah and Northern Arizona.  The soils of this series are moderately extensive. MLRAs 35, 34B."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Wayne County, Utah, (Henry Mountains Area), 1985.  Named after Goblin Valley State Park in the survey area."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features in this pedon include:\nSeries control section: 0 to 12 inches (0 to 30 cm)\nOchric epipedon: 0 to 3 inches (0 to 8 cm) (A horizon).\nGypsic horizon: 3 to 12 inches (8 to 30 cm) (By horizon).\nIn Utah this series is correlated with Desert range sites.\nIn 2010 the series ownership was transferred from Phoenix, Arizona.\nThe original classification was loamy, gypsic, mesic shallow Typic Torriorthents.\nIn the future, further investigation and lab sampling is needed to better define the gypsum content of this soil. Soil mapping in the adjacent Emery County suggests that the gypsum content exceeds 30 percent, jwb.\nTaxonomic Version: Eleventh Edition, 2010\nNational Cooperative Soil Survey\nU.S.A."
  }
}
