{
  "SERIES": "GODWIN",
  "STATUS": "Established Series",
  "BYREV": "Rev. DEL:JCJ:RPS",
  "REVDATE": "04/2001",
  "STATES": "TN",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, mixed, active, thermic Cumulic Endoaquolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Godwin silt loam--cultivated. (Colors are for moist soil.)\nAp--0 to 8 inches; dark brown (10YR 3/3) silt loam; moderate fine granular structure; friable; many fine roots; slightly acid; gradual smooth boundary.  (6 to 10 inches thick)\nA--8 to 18 inches; very dark grayish brown (10YR 3/2) silt loam; moderate fine and medium granular structure; friable; common fine roots; slightly acid; gradual smooth boundary.  (8 to 12 inches thick)\nBg--18 to 30 inches; very dark gray (10YR 3/1) silty clay loam; moderate medium granular structure; firm; few medium prominent light olive brown (2.5Y 5/4) redox concentrations, and distinct light gray (10YR 6/1) redox depletions; few black concretions; common fine roots; slightly acid; gradual smooth boundary.  (10 to 18 inches thick)\nCg--30 to 60 inches; dark gray (10YR 4/1) silty clay; massive; firm; common medium prominent olive brown (2.5Y 4/4) redox concentrations, and distinct light gray (10YR 6/1) redox depletions; few black concretions; slightly acid.  (one to several feet thick)"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Giles County, Tennessee; 1/4 mile east of Richland Creek Bridge at Odd Fellow's Home."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Depth to bedrock is greater than 5 feet.  Reaction is slightly acid to neutral.\nThe Ap and A horizons have hue of 10YR or 7.5YR, value of 2 or 3, and chroma of 2 or 3.  Texture is silt loam or silty clay loam.\nThe Bg horizon has hue of 10YR, or is neutral, value of 2 or 3, and chroma of 1 or 0.  Distinct or prominent redox features are present.  The lower part of the mollic epipedon can be chroma of 2 if it meets the other requirements to be an aquoll.  Texture is silty clay loam or silty clay.\nThe Cg horizon or C horizon, where present, has hue of 2.5YR, 10YR, 5Y or is neutral, value of 4 to 6, and chroma of 0 to 4.  Distinct and prominent redox features of higher chroma range from few to many.  Texture is silty clay, clay or rarely, silty clay loam."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are none. Similar soils are the Egam, Girard, Lanton, Lynnville, Roellen and Staser soils. Egam soils are moderately well drained.  Girard soils are 20 to 40 inches thick over bedrock.  Lanton and Lynnville soils are fine-silty.  Roellen soils have a mollic epipedon less than 24 inches thick.  Staser soils do not have low chroma mottles immediately below the mollic epipedon and are fine-loamy."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Godwin soils are on nearly level flood plains, along drainageways, and in depressions.  Slopes range from 0 to 3 percent.  These soils formed in alluvium that is medium to high in phosphorus, which washed from soils formed mainly in residuum from phosphatic limestone."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the similar Egam, Lanton, Lynnville and Roellen soils.  Braxton and Maury soils, on nearby uplands, do not have mollic epipedons."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Somewhat poorly drained.  Runoff is slow.  Moderately slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Largely used for corn, hay and pasture.  Native vegetation was hardwood forest."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: The Central Basin of Tennessee.  The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Morgantown, West Virginia"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Maury County, Tennessee; Middle Tennessee Experiment Station; 1953."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons in this pedon are:\nMollic epipedon- the zone from the surface to about 30 inches (Ap, A and Bg horizons).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
