{
  "SERIES": "GOGEBIC",
  "STATUS": "Established Series",
  "BYREV": "Rev. JKJ-WEF",
  "REVDATE": "12/2006",
  "STATES": "MI,WI",
  "OVERVIEW": "The Gogebic series consists of very deep, moderately well drained soils formed in modified loamy eolian deposits and in the underlying loamy and sandy glacial till on end moraines.  They are shallow or moderately deep to a fragipan. Permeability of these soils is moderate in the upper part, very slow in the fragipan and moderate to rapid in the remainder of the pedon. Slopes range from 1 to 55 percent. Mean annual precipitation is about 31 inches and the mean annual temperature is about 42 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, isotic, frigid Alfic Oxyaquic Fragiorthods"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Gogebic sandy loam - on a 2 percent convex slope in a mixed northern hardwood and hemlock stand.  (Colors are for moist soil unless otherwise stated.)\nOi--0 to 1 inches; recent hardwood and hemlock litter; extremely acid. (0 or 1 inch thick)\nOe--1 to 3 inches; black (5YR 2/1) partially decomposed organic matter, weak fine granular structure; friable; many fine and very fine and common medium roots; extremely acid; abrupt smooth boundary. (0 to 4 inches thick)\nE--3 to 6 inches; reddish gray (5YR 5/2) sandy loam; weak medium subangular blocky structure; very friable; many fine to coarse roots; about 3 percent gravel and 1 percent cobbles; many fine and very fine and few vesicular pores; extremely acid; abrupt wavy boundary. (0 to 7 inches thick)\nBs1--6 to 9 inches; dark reddish brown (5YR 3/4) fine sandy loam; weak fine subangular blocky structure; very friable; many fine to coarse roots; many fine and very fine vesicular pores; about 6 percent gravel and 1 percent cobbles; very strongly acid; clear wavy boundary.\nBs2--9 to 17 inches; reddish brown (5YR 4/4) sandy loam; weak medium subangular blocky structure; very friable; common fine and medium roots; many fine and very fine vesicular pores; about 11 percent gravel and 1 percent cobbles; very strongly acid; clear wavy boundary.\nBs3--17 to 21 inches; brown (7.5YR 4/4) fine sandy loam; moderate medium subangular blocky structure; friable; few fine and common medium roots; common fine vesicular pores;  about 11 percent gravel and 1 percent cobbles; very strongly acid; clear wavy boundary. (Combined thickness of the Bs horizons is 4 to 24 inches thick)\nEB--21 to 25 inches; brown (7.5YR 5/4) sandy loam; moderate medium subangular blocky structure; friable; few fine roots; common fine vesicular pores; about 10 percent gravel and 2 percent cobbles; very strongly acid; clear wavy boundary. (0 to 5 inches thick)\n2Ex--25 to 37 inches; reddish brown (5YR 5/3) loamy sand; moderate medium platy structure; very firm; many fine vesicular pores; common fine prominent yellowish red (5YR 5/8) masses of iron accumulation and few fine medium faint reddish gray (5YR 5/2) iron depletions; about 9 percent gravel and 3 percent cobbles; strongly acid; clear wavy boundary. (0 to 26 inches thick)\n2E/Bx--37 to 44 inches; reddish brown (5YR 5/3) loamy sand (E); occupies about 60 percent of the horizon surrounding peds of red (2.5YR 4/6) fine sandy loam (Bt); massive; very firm; many fine vesicular pores; few fine prominent yellowish red (5YR 5/8) masses of iron accumulation; about 11 percent gravel and 3 percent cobbles; strongly acid; clear wavy boundary. (Glossic horizon - 2 to 106 inches thick)\n2Bt--44 to 56 inches; reddish brown (2.5YR 4/4) fine sandy loam; moderate coarse subangular blocky structure; firm; few discontinuous distinct weak red (2.5YR 4/2) clay films on ped faces; few very fine vesicular pores; about 9 percent gravel and 3 percent cobbles; slightly acid; clear wavy boundary. (8 to 20 inches thick)\n2C--56 to 74 inches; reddish brown (2.5YR 4/4) sandy loam; massive; friable; about 9 percent gravel and 3 percent cobbles; strongly acid; gradual wavy boundary. (0 to 20 inches thick)\n3C--74 to 86 inches; red (2.5YR 4/6) gravelly sand; single grain; loose; about 15 percent gravel and 3 percent cobbles; slightly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Gogebic County, Michigan; about 6 miles south of the village of Watersmeet; 990 feet north and 1320 feet west of the center of Sec. 8, T.44N., R.38W., on the Ottawa National Forest (22 chains due south of the intersection of Forest Road 111 and U.S. Route 2 and 4 chains due east of Forest Road 111. Forest Site 363.)"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  (Unless otherwise stated, depth and thickness are measured from the top of the mineral soil.)  The loamy eolian mantle ranges from 15 to 28 inches thick. The solum thickness ranges from about 30 to greater than 60 inches. Depth to the fragipan ranges from 18 to 36 inches.  The particle-size control section and the argillic horizon average between 2 and 18 percent clay and between 52 and 70 percent fine sand or coarser.  The reaction of the solum ranges from extremely acid to moderately acid and the C horizons are strongly acid to slightly acid. Rock fragments in the series control section average more than 10 percent.  Gravel content averages from 5 to 15 percent in the loamy mantle and fragipan and from 5 to 30 percent in the C horizon. Cobble content averages from 1 to 15 percent in the loamy mantle and from 5 to 20 percent in the fragipan and C horizon.  Stones average 0 to 10 percent throughout the pedon.  Redox features occur below the spodic horizon and within 40 inches and saturation occurs there for some time in most years.\nThe Oe horizon has hue of 5YR or 7.5YR, value of 2 or 3 and chroma of 1 or 2. Some pedons have Oa horizons up to 2 inches thick with similar colors.\nThe A horizon, where present, has hue of 5YR or 7.5YR, value of 2 or 3, and chroma of 1 or 2. In cultivated areas there is an Ap horizon with hue of 5YR, value of 2 or 3 and chroma of 2.  The A or Ap is silt loam, very fine sandy loam, sandy loam, fine sandy loam, or the gravelly or cobbly analogues.\nThe E horizon has hue of 5YR or 7.5YR, value of 4 or 5, and chroma of 2 or 3. Colors of 4/3 or 5/3 have value dry of 7 or more.  The E horizon is silt loam, very fine sandy loam, sandy loam or fine sandy loam or the gravelly or cobbly analogues.\nSome pedon have Bhs horizons with value and chroma of 3. The Bs1 and Bs2 horizons have hue of 5YR or 7.5YR, and value and chroma of 3 or 4.  The Bs3 horizon has hue of 5YR or 7.5YR, value of 4 or 5, and chroma of 4 to 6. The Bs horizons are silt loam, very fine sandy loam, fine sandy loam, sandy loam or the gravelly or cobbly analogues of the textures.\nFragipan horizons are the 2Ex, 2(E/B)x, 2(B/E)x, or 2Btx; and are 6 to 28 inches thick. These horizons occur both above and below the contact between the loamy cap and the sandy loam till. One or more of the above fragipan horizons may occur in a pedon.\nThe 2Ex horizon and the Ex portion the 2(E/B)x or 2(B/E)x horizons have hue of 2.5YR or 5YR, value of 4 or 5, and chroma of 2 to 4. The 2Btx portion of the 2(E/B)x  or 2(B/E)x horizons has hue of 2.5YR or 5YR, value of 4 to 6, and chroma of 4 to 6. Textures of the fragipan horizons are loamy sand, loamy fine sand, fine sandy loam, sandy loam or the gravelly or cobbly analogues of these textures. The fragipan horizons have moderate or strong coarse or medium platy structure.\nSome pedons have a 2Btx horizon with color and texture like the 2Btx portion described above.\nSome pedons have 2B/E horizons.  The 2Bt horizon has hue of 2.5YR or 5YR, value of 4 or 5, and chroma of 3 to 6.  It is sandy loam, fine sandy loam, sandy clay loam, loam or the gravelly and very gravelly analogues of these textures.  Clay content of the Bt horizon averages 8 to 22 percent. The 2Bt horizon has moderate to strong, and coarse to medium subangular blocky structure.\nThe 2C horizon has hue of 2.5YR or 5YR, value of 4 or 5 and chroma of 4 to 6. The 2C horizon is sandy loam, fine sandy loam or the gravelly, very gravelly, or cobbly analogues of these textures.\nThe 3C horizon has hue of 2.5YR or 5YR, value of 4 or 5, and chroma of 4 to 6.  Textures are predominantly sand, loamy sand or the gravelly or very gravelly  analogues of these textures. Pockets of loam, clay loam or fine sandy loam are in some pedons. Some pedons do not have sandy 3C horizons."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Argonne, Champion, Graveraet, Kallio, Munising, Stuben(T), Wabeno and Wakefield series.  Argonne and Wabeno soils have hue yellower than 5YR in the argillic horizon.  Champion soils do not have an argillic horizon.  Graveraet soils have free carbonates within 40 inches. Kallio soils contain up to 30 percent clay in the argillic horizon and substratum. Munising soils do not have modified eolian mantles and developed in till derived mainly from red sandstone and have less than 10 percent rock fragments. Stuben soils have sandy substratums at depths of 20 to 40 inches below the surface.  Wakefield soils contain less than 50 percent fine sand or coarser in the control section and have 18 or more percent clay in the argillic horizon."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Gogebic soils are on end moraines. Slope gradients range from 1 to 55 percent.   Gogebic soils formed in loamy eolian deposits 10 to 28 inches thick over loamy and sandy glacial till.  Mean annual precipitation ranges from 28 to 34 inches and the mean annual air temperature ranges from about 40 to 43 degrees F."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  Gogebic soils are commonly associated with the finer textured Wakefield soils. Areas of poorly drained Pleine soils occur in small depressions and very poorly drained organic soils are in depressions."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Moderately well drained. The depth to the perched seasonal high water table ranges from 1 to 3 feet for 1 month or more per year at some time from November to May in 6 or more out of 10 years. Runoff is slow to medium, depending on slopes. Permeability is moderate in the upper part, very slow in the fragipan and moderate or rapid in the rest of the pedon."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most of the Gogebic soils are used as woodland. Sugar maple, yellow birch, American basswood and eastern hemlock are the major tree species.  Cleared areas are used for small grain, potatoes and hay."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Western and central portion of Upper Peninsula of Michigan and extreme northern Wisconsin.  Gogebic soils are extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: St. Paul, Minnesota."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Gogebic County, Michigan 1949."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: A new series is need for soils formerly mapped as the well drained phase of this series. Diagnostic horizons and features recognized in this pedon are:\nalbic horizon - 3 to 6 inches (E); spodic horizon - 6 to 21 inches (Bs1, Bs2, Bs3); fragipan - 25 to 44 inches 2Ex, 2E/Bx; glossic horizon - 37 to 44 inches 2E/Bx; argillic horizon - 44 to 56 inches 2Bt; oxyaquic feature - redox features and saturation below the spodic horizon and within 40 inches. The loamy eolian mantle has been modified by wind throw action and post glacial erosion.\nADDITIONAL DATA - For laboratory data on this pedon see pedon no. S86MI-053-002 from the NSSL.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "moderately well",
        "drainage_overview": "moderately well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Oi",
        "top": 0,
        "bottom": 3,
        "pH_class": "extremely acid",
        "narrative": "Oi--0 to 1 inches; recent hardwood and hemlock litter; extremely acid. (0 or 1 inch thick)"
      },
      {
        "name": "Oe",
        "top": 3,
        "bottom": 8,
        "moist_hue": "5YR",
        "moist_value": 2,
        "moist_chroma": 1,
        "pH_class": "extremely acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Oe--1 to 3 inches; black (5YR 2/1) partially decomposed organic matter, weak fine granular structure; friable; many fine and very fine and common medium roots; extremely acid; abrupt smooth boundary. (0 to 4 inches thick)"
      },
      {
        "name": "E",
        "top": 8,
        "bottom": 15,
        "moist_hue": "5YR",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "sandy loam",
        "pH_class": "extremely acid",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "E--3 to 6 inches; reddish gray (5YR 5/2) sandy loam; weak medium subangular blocky structure; very friable; many fine to coarse roots; about 3 percent gravel and 1 percent cobbles; many fine and very fine and few vesicular pores; extremely acid; abrupt wavy boundary. (0 to 7 inches thick)"
      },
      {
        "name": "Bs1",
        "top": 15,
        "bottom": 23,
        "moist_hue": "5YR",
        "moist_value": 3,
        "moist_chroma": 4,
        "texture_class": "fine sandy loam",
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bs1--6 to 9 inches; dark reddish brown (5YR 3/4) fine sandy loam; weak fine subangular blocky structure; very friable; many fine to coarse roots; many fine and very fine vesicular pores; about 6 percent gravel and 1 percent cobbles; very strongly acid; clear wavy boundary."
      },
      {
        "name": "Bs2",
        "top": 23,
        "bottom": 43,
        "moist_hue": "5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "sandy loam",
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bs2--9 to 17 inches; reddish brown (5YR 4/4) sandy loam; weak medium subangular blocky structure; very friable; common fine and medium roots; many fine and very fine vesicular pores; about 11 percent gravel and 1 percent cobbles; very strongly acid; clear wavy boundary."
      },
      {
        "name": "Bs3",
        "top": 43,
        "bottom": 53,
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "fine sandy loam",
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bs3--17 to 21 inches; brown (7.5YR 4/4) fine sandy loam; moderate medium subangular blocky structure; friable; few fine and common medium roots; common fine vesicular pores;  about 11 percent gravel and 1 percent cobbles; very strongly acid; clear wavy boundary. (Combined thickness of the Bs horizons is 4 to 24 inches thick)"
      },
      {
        "name": "EB",
        "top": 53,
        "bottom": 64,
        "moist_hue": "7.5YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "sandy loam",
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "EB--21 to 25 inches; brown (7.5YR 5/4) sandy loam; moderate medium subangular blocky structure; friable; few fine roots; common fine vesicular pores; about 10 percent gravel and 2 percent cobbles; very strongly acid; clear wavy boundary. (0 to 5 inches thick)"
      },
      {
        "name": "2Ex",
        "top": 64,
        "bottom": 94,
        "moist_hue": "5YR",
        "moist_value": 5,
        "moist_chroma": 3,
        "texture_class": "loamy sand",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "2Ex--25 to 37 inches; reddish brown (5YR 5/3) loamy sand; moderate medium platy structure; very firm; many fine vesicular pores; common fine prominent yellowish red (5YR 5/8) masses of iron accumulation and few fine medium faint reddish gray (5YR 5/2) iron depletions; about 9 percent gravel and 3 percent cobbles; strongly acid; clear wavy boundary. (0 to 26 inches thick)"
      },
      {
        "name": "2E/Bx",
        "top": 94,
        "bottom": 112,
        "moist_hue": "5YR",
        "moist_value": 5,
        "moist_chroma": 3,
        "texture_class": "fine sandy loam",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "2E/Bx--37 to 44 inches; reddish brown (5YR 5/3) loamy sand (E); occupies about 60 percent of the horizon surrounding peds of red (2.5YR 4/6) fine sandy loam (Bt); massive; very firm; many fine vesicular pores; few fine prominent yellowish red (5YR 5/8) masses of iron accumulation; about 11 percent gravel and 3 percent cobbles; strongly acid; clear wavy boundary. (Glossic horizon - 2 to 106 inches thick)"
      },
      {
        "name": "2Bt",
        "top": 112,
        "bottom": 142,
        "moist_hue": "2.5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "fine sandy loam",
        "pH_class": "slightly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "2Bt--44 to 56 inches; reddish brown (2.5YR 4/4) fine sandy loam; moderate coarse subangular blocky structure; firm; few discontinuous distinct weak red (2.5YR 4/2) clay films on ped faces; few very fine vesicular pores; about 9 percent gravel and 3 percent cobbles; slightly acid; clear wavy boundary. (8 to 20 inches thick)"
      },
      {
        "name": "2C",
        "top": 142,
        "bottom": 188,
        "moist_hue": "2.5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "sandy loam",
        "pH_class": "strongly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "2C--56 to 74 inches; reddish brown (2.5YR 4/4) sandy loam; massive; friable; about 9 percent gravel and 3 percent cobbles; strongly acid; gradual wavy boundary. (0 to 20 inches thick)"
      },
      {
        "name": "3C",
        "top": 188,
        "bottom": 218,
        "moist_hue": "2.5YR",
        "moist_value": 4,
        "moist_chroma": 6,
        "texture_class": "sand",
        "cf_class": "gravelly",
        "pH_class": "slightly acid",
        "narrative": "3C--74 to 86 inches; red (2.5YR 4/6) gravelly sand; single grain; loose; about 15 percent gravel and 3 percent cobbles; slightly acid."
      }
    ]
  ]
}
