{
  "SERIES": "GOGGIN",
  "STATUS": "Established Series",
  "BYREV": "RJL-JVC",
  "REVDATE": "03/2006",
  "STATES": "UT",
  "OVERVIEW": "The Goggin series consists of very deep, excessively drained soils that formed in beach sand and eolian sands derived mainly from oolites.  Goggin soils are on slightly elevated beach ridges and stable dunes.  Slopes are 1 to 6 percent.  The mean annual precipitation is about 14 inches and the mean annual temperature is about 49 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS:  Carbonatic, mesic Typic Xeropsamments"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Goggin sand--on an east-facing, undulating, 3 percent slope under Wyoming big sagebrush, rabbitbrush, black greasewood, and Indian ricegrass at an elevation of 4,210 feet--rangeland.  (Colors are for dry soil unless otherwise noted.)\nA--0 to 3 inches; grayish brown (10YR 5/2) sand, dark grayish brown (10YR 4/2) moist; single grain; loose, nonsticky and nonplastic; few very fine and fine roots; many very fine and fine interstitial pores; violently effervescent; moderately alkaline (pH 8.2); clear smooth boundary.  (3 to 5 inches thick)\nC1--3 to 20 inches; pale brown (10YR 6/3) sand, grayish brown (10YR 5/2) moist; single grain; loose, nonsticky and nonplastic; common very fine and fine roots; many very fine and fine interstitial pores; violently effervescent; moderately alkaline (pH 8.4); clear wavy boundary.  (10 to 20 inches thick)\nC2--20 to 30 inches; grayish brown (10YR 5/2) sand, dark grayish brown (10YR 4/2) moist; single grain; loose, nonsticky and nonplastic; few very fine roots; many very fine and fine interstitial pores; violently effervescent; strongly alkaline (pH 8.6); clear wavy boundary.  (10 to 40 inches thick)\nC3--30 to 60 inches; light gray (10YR 7/2) sand, light brownish gray (10YR 6/2) moist; single grain; loose, nonsticky and nonplastic; many very fine and fine interstitial pores; violently effervescent; strongly alkaline (pH 8.8); clear wavy boundary."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Salt Lake County, Utah; about 4 miles north-northwest of Saltair; approximately 2,400 feet west and 600 feet north of the southeast corner of section 12, T. 1 N., R. 3 W.; USGS Antelope Island South 7.5 minute topographic quadrangle; 40 degrees 49 minutes 41 seconds north latitude and 112 degrees 07 minutes 46 seconds west longitude, NAD83; UTM zone 12N 404765E, 4520284N, NAD83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture - Typically moist in winter and spring, dry in summer and fall; the soils are dry in all parts of the moisture control section for more than 60 consecutive days following the summer solstice in normal years; Xeric moisture regime that borders on aridic.\nMean annual soil temperature - 48 to 54 degrees F.\nParticle-size control section - Clay content: 0 to 10 percent; Rock fragments: 0 to 15 percent, mainly gravel and small channers.\nA horizon - Hue:  10YR or 2.5Y.\nValue:  5 or 6 dry, 4 or 5 moist.\nChroma:  2 or 3, dry or moist.\nSalinity (EC): 0 to 8 mmhos/cm.\nReaction:  Moderately alkaline or strongly alkaline.\nCalcium carbonate equivalent:  40 to 90 percent.\nC horizon - Hue:  10YR or 2.5Y.\nValue:  5 through 7 dry, 4 through 6 moist.\nChroma:  2 or 3, dry or moist.\nSalinity (EC):  0 to 8 mmhos/cm.\nReaction:  Moderately alkaline or strongly alkaline.\nCalcium carbonate equivalent:  40 to 90 percent.\nOther features:  Some pedons have lithologic discontinuities to clayey or silty lacustrine deposits below a depth of 40 inches."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are currently no other series in this family."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material:  Beach sand and eolian sands derived mainly from oolites (ooliths).  Oolites are small, rounded, sand-sized accretions formed of concentric layers of calcium carbonate around a sand-sized nucleus of mineral or organic origin and formed in wave-agitated waters.  Mineral grains derived from metamorphic and sedimentary rocks are also a component of the soil parent material.\nLandform:  Slightly elevated beach ridges and stable dunes along the edge of the Great Salt Lake.\nSlope:  1 to 6 percent.\nElevation: 4,205 to 4,215 feet.\nMean annual temperature:  46 to 52 degrees F.\nMean annual precipitation:  12 to 16 inches.\nWettest months:  October through May.\nDriest months:  June through September.\nFrost-free period:  160 to 180 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Saltair, Lasil, and Jordan soils.  Saltair soils are fine-silty, have salic horizons, and occur under pickleweed.  Lasil soils are fine-silty, have natric horizon, and occur under black greasewood.  Jordan soils are fine textured, have natric and salic horizons, and occur under black greasewood."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Excessively drained; very low surface runoff; rapid or very rapid permeability (high or very high saturated hydraulic conductivity)."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Goggin soils are used mainly for wildlife habitat.  Potential native plants are mainly Wyoming big sagebrush, rubber rabbitbrush, black greasewood, and Indian ricegrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northern Utah along the Great Salt Lake.  These soils are not extensive.  MLRA 28A."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Phoenix, Arizona."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Salt Lake County, Utah, 2006."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - The zone from the soil surface to 3 inches (A horizon).\nParticle-size control section - The zone from 10 to 40 inches (C2 horizon and parts of the C1 and C3 horizons).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
