{
  "SERIES": "GOGOMAIN",
  "STATUS": "Established Series",
  "BYREV": "Rev. SER-GDW-LMC",
  "REVDATE": "07/2012",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy over clayey, mixed, active, nonacid, frigid Aeric Epiaquepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Gogomain very fine sandy loam - on a 1 percent slope in a forested area.  (Colors are for moist soil unless otherwise stated.)\nA--0 to 6 inches; black (10YR 2/1) very fine sandy loam, dark gray (10YR 4/1) dry; moderate medium granular structure; very friable; many fine to coarse roots; common fine pores; moderately acid; abrupt smooth boundary.  (4 to 6 inches thick)\nEg--6 to 10 inches; grayish brown (10YR 5/2) very fine sandy loam; weak medium platy structure parting to weak very fine subangular blocky; very friable;  common fine and medium roots; common fine pores; few medium distinct yellowish brown (10YR 5/6) iron accumulations throughout; neutral; abrupt smooth boundary.  (1 to 5 inches thick)\nBw1--10 to 19 inches; pale brown (10YR 6/3) loamy very fine sand; weak medium platy structure parting to weak very fine subangular blocky; very friable; common fine roots; few medium distinct dark gray (10YR 4/1) iron depletions and common medium distinct yellowish brown (10YR 5/6) iron accumulations throughout; slightly alkaline; clear wavy boundary.\nBw2--19 to 29 inches; brown (10YR 5/3) very fine sand; moderate medium and thick platy structure parting to weak very fine subangular blocky; very friable; few very fine and fine roots; few medium distinct dark gray (10YR 4/1) iron depletions and common medium distinct yellowish brown (10YR 5/6) iron accumulations throughout; moderately alkaline; clear wavy boundary. (Combined thickness of Bw horizon is 7 to 27 inches.)\nBg--29 to 37 inches; brown (7.5YR 5/2) very fine sand; moderate medium subangular blocky structure; very friable; few very fine roots; moderately alkaline; abrupt smooth boundary.  (0 to 8 inches thick)\n2C--37 to 39 inches; light reddish brown (5YR 6/3) clay; weak medium and thick platy structure parting to weak very fine subangular blocky; firm; few very fine roots; common coarse distinct yellowish red (5YR 5/6) iron accumulations and gray (5YR 5/1) iron depletions throughout; slightly effervescent; moderately alkaline; abrupt smooth boundary.\n2Cg--39 to 60 inches; pinkish gray (5YR 6/2) clay; weak medium and thick platy structure parting to weak fine subangular blocky; firm; few very fine roots; few coarse distinct yellowish red (5YR 5/6) iron accumulations and few coarse faint gray (5YR 5/1) iron depletions throughout; strongly effervescent; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Chippewa County, Michigan; about 1 mile west of Rudyard; 1,100 feet north and 135 feet west of the southeast corner, sec. 1, T.  44 N., R. 3 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Solum depth and depth to free carbonates ranges from 18 to 40 inches.\nSome pedons have thin organic surface layers (Oa horizons) 1 to 6 inches thick with colors similar to the A horizon.\nThe A horizon has hue of 10YR or 7.5YR, value of 2 or 3, and chroma of 1 or 2.  It is very fine sandy loam, loamy very fine sand, very fine sand, or silt loam.  Some pedons have an Ap horizon up to 10 inches thick with similar colors.  Reaction of the A, Ap or Oa horizon ranges from moderately acid to neutral.\nThe Eg horizon has hue of 10YR or 2.5Y, value of 4 or 5, and chroma of 1 or 2.  It has textures and reaction similar to the A or Ap.\nThe Bw horizons have hues of 7.5YR or 10YR, value of 5 or 6, and chroma of 2 to 4.  They are very fine sandy loam, loamy very fine sand, very fine sand or silt loam. Reaction ranges from neutral to moderately alkaline.\nThe Bg horizon has hue of 7.5YR, 2.5Y, or 10YR; value of 4 to 6; and chroma of 1 or 2.  They are very fine sandy loam, loamy very fine sand, very fine sand or silt loam. Reaction ranges from neutral to moderately alkaline.\nThe 2C horizons have hues of 7.5YR, 5YR, or 2.5YR; value of 4 to 6, and chroma of 2 to 4.  They are clay or silty clay.  Reaction is slightly or moderately alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no other series in the family. The closely related Swanton soils are superactive and have illitic mineralogy in the substratum."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  The Gogomain soils occupy nearly level to depressional areas and formed in sandy and loamy glaciofluvial deposits and in the underlying clayey calcareous glaciolacustrine deposits on lake plains.  Slopes are 0 to 2 percent. Mean annual precipitation is about 28 to 31 inches, and the mean annual air temperature is about 41 to 43 degrees F."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Biscuit, Fibre, and Pickford soils.  The somewhat poorly drained Biscuit soil is in slightly higher landscape positions and is in a drainage sequence with the Gogomain soil.  The poorly drained Fibre and Pickford soils are associated soils on similar landscape positions.  Fibre soils have a sandy surface and subsoil and the Pickford soils are clayey throughout."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Poorly drained.  The representative depth to wet soil moisture status is at the surface to one foot below the surface at times during the months of March, April, May, June, September, October, November, and December.  The representative depth of ponding is from 0.2 to 0.5 foot at some time during the period from October to June.  Runoff is negligible to low, dependent on slope.  Permeability is moderate in the upper loamy part and very slow in the lower clayey part."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most areas of this soil are idle farmland that has grown back to woodland and brush.  Common tree species include quaking aspen, balsam fir, northern whitecedar, tamarack, paper birch, balsam poplar and speckled alder."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Eastern Upper Peninsula of Michigan.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: St. Paul, Minnesota"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Chippewa County, Michigan, 1986."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:  ochric epipedon - the zone from the surface to 6 inches (A horizon); cambic horizon - the zone from 10 to 37 inches (Bw1, Bw2 and Bg horizons); aquic soil moisture regime  redoximorphic features and gleying in the zone from 6 to 10 inches (Eg horizon).\nADDITIONAL DATA: For data on the representative pedon refer to Michigan Technological University pedon, S85 MI-033-2.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
