{
  "SERIES": "GOLDBEACH",
  "STATUS": "Established Series",
  "BYREV": "Rev. MHF/RWL",
  "REVDATE": "06/2011",
  "STATES": "OR",
  "OVERVIEW": "The Goldbeach series consists of shallow, well drained soils formed in colluvium and residuum from schist or phyllite rock types.  Goldbeach soils occur in open grassland areas on ridgetops and south-facing side slopes of mountains.  Slopes are 0 to 60 percent.  The mean annual precipitation is about 110 inches and the mean annual temperature is about 49 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, active, mesic Lithic Humudepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Goldbeach channery silt loam - grassland, on an 18 percent southeast-facing slope at 2,620 feet elevation.  (When described on October 24, 1990 the soil was moist throughout.  Colors are for moist soil unless otherwise noted.)\nA--0 to 6 inches; very dark grayish brown (10YR 3/2) channery silt loam, grayish brown (10YR 5/2) dry; weak fine subangular blocky structure parting to weak fine granular; slightly hard, very friable, slightly sticky and slightly plastic; many very fine and fine, and few medium roots; common very fine tubular pores; 25 percent channers, 5 percent flagstones, and 2 percent stones; very strongly acid (pH 4.6); clear wavy boundary. (4 to 8 inches thick)\nAB--6 to 11 inches; very dark grayish brown (10YR 3/2) very channery silt loam, grayish brown (10YR 5/2) dry; weak fine subangular blocky structure; slightly hard, very friable, slightly sticky and slightly plastic; common fine and medium roots; few fine tubular pores; 30 percent channers and 10 percent flagstones; very strongly acid (pH 4.6); abrupt wavy boundary.  (0 to 6 inches thick)\nBw--11 to 18 inches; dark grayish brown (10YR 4/2) extremely channery silt loam, grayish brown (10YR 5/2) dry; weak fine subangular blocky structure; slightly hard, very friable, slightly sticky and slightly plastic; few fine roots; few very fine tubular pores; 45 percent channers and 20 percent flagstones; very strongly acid (pH 4.8); abrupt wavy boundary.  (6 to 8 inches thick)\nR---18 inches; fractured schist."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Curry County, Oregon; about 200 feet south and 1,650 feet east of the northwest corner of section 25, T. 35 S., R. 13 W., W.M. (Latitude 42 degrees, 31 minutes, 28 seconds N.; Longitude 124 degrees, 11 minutes, 50 seconds W.)"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The mean annual soil temperature is 47 to 54 degrees F.  The soils are usually moist but are dry for less than 45 consecutive days in all parts between depths of 4 and 12 inches in the four months following the summer solstice.  The particle-size control section averages 18 to 25 percent clay and has 35 to 70 percent total rock fragments.  Depth to bedrock and solum thickness is 10 to 20 inches.  The umbric epipedon is 10 to 20 inches thick and may include all or part of the Bw horizon.\nThe A horizon has value of 2 or 3 moist, 3 to 5 dry and chroma of 1 or 2 moist and dry.  It is channery silt loam with 15 to 25 percent clay.  It has 15 to 25 percent channers, 0 to 5 percent flagstones, and 0 to 3 percent stones.\nThe Bw horizon has value of 3 or 4 moist, 4 to 6 dry and chroma of 2 or 3 moist and dry.  It is very channery silt loam, extremely channery silt loam, or very channery loam with 18 to 25 percent clay.  It has 25 to 50 percent channers, 10 to 20 percent flagstones, and 0 to 5 percent stones."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Kilchis and proposed Sankey series.  Kilchis soils have hue of 5YR or 7.5YR in the Bw horizon and angular shaped basalt rock fragments in the particle-size control section.  Sankey soils have particle-size control sections averaging 27 to 35 percent clay, angular-shaped rock fragments in the solum, and more than 20 percent by volume rock fragments that are 3 to 10 inches in diameter."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Goldbeach soils occur in open grassland areas on metastable ridgetops and south-facing side slopes of mountains.  Slopes are 0 to 60 percent.  The soils formed in colluvium and residuum derived from schist or phyllite rock types of the Colebrooke Schist Formation.  Elevations are 1,000 to 3,000 feet.  The climate is characterized by warm, wet winters and hot, moist summers.  The mean annual precipitation is 90 to 130 inches.  The mean annual temperature is 45 to 53 degrees F.   The frost-free period is 160 to 210 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Agness, Barkshanty, Deadline, Edson, Irma, Nailkeg, and Sixes soils.  All of these soils occur on ridgetops or side slopes of mountains.  Agness and Irma soils are greater than 60 inches deep to bedrock and are fine-loamy.  Barkshanty and Edson soils have argillic horizons. Deadline soils are 40 to 60 inches deep to bedrock.  Nailkeg and Sixes soils are 20 to 40 inches deep to bedrock.  Agness and Sixes soils occur in open grassland areas on ridgetops and south-facing side slopes of mountains."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Goldbeach soils are used for wildlife habitat and recreation.  The vegetation is brome, bentgrass, California oatgrass, bluegrass, hedgehog dogtail, dock, western brackenfern, woodrush, spikerush, smallflower nemophila, lotus, Klamath weed, lupine, western buttercup, and sedge."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Mountainous areas of southwestern Oregon; MLRA 1.  The series is not extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Curry County, Oregon, 1995."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon include:\nUmbric epipedon - from the surface to a depth of 11 inches (A, AB horizons).\nCambic horizon - from a depth of 11 to 18 inches (Bw horizon).\nLithic subgroup - soil depth is 18 inches to bedrock.\nParticle-size control section - from 10 to 18 inches (part of the AB horizon, Bw horizon)."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "NA"
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 15,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "silt loam",
        "structure": "weak fine subangular blocky",
        "dry_rupture": "hard",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "channery",
        "pH": 4.6,
        "pH_class": "very strongly acid",
        "eff_class": "NA",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "A--0 to 6 inches; very dark grayish brown (10YR 3/2) channery silt loam, grayish brown (10YR 5/2) dry; weak fine subangular blocky structure parting to weak fine granular; slightly hard, very friable, slightly sticky and slightly plastic; many very fine and fine, and few medium roots; common very fine tubular pores; 25 percent channers, 5 percent flagstones, and 2 percent stones; very strongly acid (pH 4.6); clear wavy boundary. (4 to 8 inches thick)"
      },
      {
        "name": "AB",
        "top": 15,
        "bottom": 28,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "silt loam",
        "structure": "weak fine subangular blocky",
        "dry_rupture": "hard",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "very channery",
        "pH": 4.6,
        "pH_class": "very strongly acid",
        "eff_class": "NA",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "AB--6 to 11 inches; very dark grayish brown (10YR 3/2) very channery silt loam, grayish brown (10YR 5/2) dry; weak fine subangular blocky structure; slightly hard, very friable, slightly sticky and slightly plastic; common fine and medium roots; few fine tubular pores; 30 percent channers and 10 percent flagstones; very strongly acid (pH 4.6); abrupt wavy boundary.  (0 to 6 inches thick)"
      },
      {
        "name": "Bw",
        "top": 28,
        "bottom": 46,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "silt loam",
        "structure": "weak fine subangular blocky",
        "dry_rupture": "hard",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "extremely channery",
        "pH": 4.8,
        "pH_class": "very strongly acid",
        "eff_class": "NA",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "Bw--11 to 18 inches; dark grayish brown (10YR 4/2) extremely channery silt loam, grayish brown (10YR 5/2) dry; weak fine subangular blocky structure; slightly hard, very friable, slightly sticky and slightly plastic; few fine roots; few very fine tubular pores; 45 percent channers and 20 percent flagstones; very strongly acid (pH 4.8); abrupt wavy boundary.  (6 to 8 inches thick)"
      },
      {
        "name": "R",
        "top": 46,
        "bottom": "NA",
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "NA",
        "structure": "NA",
        "dry_rupture": "NA",
        "moist_rupture": "NA",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "eff_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "R---18 inches; fractured schist."
      }
    ]
  ]
}
