{
  "SERIES": "GOLDPEAK",
  "STATUS": "Established Series",
  "BYREV": "Rev: CMB/LJL/CAH/ET",
  "REVDATE": "05/2007",
  "STATES": "CA",
  "OVERVIEW": "The Goldpeak series consists of very deep, well drained soils that formed in granitic alluvium. Goldpeak soils are on fan remnants, pediments and footslopes of hills. Slope ranges from 2 to 30 percent.  The mean annual precipitation is about 200 millimeters and the mean annual air temperature is about 14 degrees C.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, superactive, thermic Typic Haplargids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Goldpeak gravelly loamy sand, on a 4 percent slope at an elevation of 1,190 meters.  (Colors are for dry soil unless otherwise stated.) The surface is covered by approximately 40 percent fine gravel and 5 percent medium and coarse gravel.\nA--0 to 5 centimeters (0 to 2 inches); brown (10YR 5/3) gravelly loamy sand, brown (10YR 4/3) moist; moderate thick platy structure parting to weak subangular blocky; moderately hard, very friable, nonsticky and nonplastic; many very fine and fine roots; many very fine vesicular pores; 12 percent fine, and 3 percent medium and coarse gravel; neutral (pH 7.0); clear wavy boundary.  (5 to 10 centimeters thick)\nABt--5 to 26 centimeters (2 to 10 inches); yellowish brown (10YR 5/4) sandy loam, dark yellowish brown (10YR 4/4) moist; moderate coarse subangular blocky structure; slightly hard, very friable, nonsticky and nonplastic; many very fine, common fine and few medium roots; many very fine and common fine interstitial pores; 2 percent distinct, dark yellowish brown (10YR 3/4) clay films on ped faces; 8 percent fine, and 2 percent medium and coarse gravel; neutral (pH 6.6); gradual wavy boundary.  (10 to 25 centimeters thick)\nBt1--26 to 40 centimeters (10 to 16 inches); yellowish brown (10YR 5/4) gravelly sandy loam, dark yellowish brown (10YR 4/4) moist; weak coarse subangular blocky structure; hard, very friable, slightly sticky and slightly plastic; few very fine, fine and medium roots; common very fine and fine interstitial pores; 10 percent faint clay bridging between sand grains and 20 percent prominent, dark yellowish brown (10YR 4/4) clay films on ped faces; 14 percent fine, and 3 percent medium and coarse gravel; neutral (pH 6.6); clear wavy boundary.\nBt2--40 to 121 centimeters (16 to 48 inches); light yellowish brown (10YR 6/4) gravelly coarse sandy loam, dark yellowish brown (10YR 4/4) moist; moderate coarse subangular blocky structure; very hard, friable, slightly sticky and slightly plastic; few very fine, fine and medium roots; common fine and medium interstitial pores; 15 percent faint clay bridging between sand grains and 7 percent distinct, dark yellowish brown (10YR 4/4) clay films on ped faces; 10 percent fine, and 5 percent medium and coarse gravel; neutral (pH 6.6); gradual irregular boundary.\nBt3--121 to 240 centimeters (48 to 95 inches); light yellowish brown (10YR 6/4) coarse sandy loam, dark yellowish brown (10YR 4/4) moist; moderate coarse subangular blocky structure; very hard, friable, nonsticky and nonplastic; few very fine and fine roots; common medium interstitial pores; 20 percent prominent, dark yellowish brown (10YR 4/4) clay films on ped faces and on surfaces along root channels; 7 percent fine, and 3 percent medium and coarse gravel; neutral (pH 6.6). (Combined thickness of Bt horizons is 175 to 240 centimeters.)"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Kern County, California; approximately 38 kilometers north and 14 kilometers east of Mojave, California in the foothills of the extreme southern Sierra Nevada Mountains; approximately 610 meters north of the intersection of BLM Roads SC 99 and SC 171; 550 meters west and 365 meters north of the southeast corner of Section 13, T.29 S., R.36 E, MDBM; 35 degrees, 24 minutes, 24.1 seconds north latitude and 118 degrees, 3 minutes, 48.9 seconds west longitude; USGS Dove Springs, California, 7.5 minute topographic quadrangle; UTM 11S 0403425e, 3918665n (DTM: NAD-83)."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture control section: Usually dry, moist in some part during winter and spring and intermittingly moist near the soil surface following occasional summer convection storms. The soils have a Typic-Aridic soil moisture regime.\nSoil temperature: 15 to 18 degrees C.\nDepth to upper boundary of argillic: 15 to 35 centimeters.\nControl section\nClay content: averages 10 to 18 percent.\nRock fragments: averages 5 to 25 percent gravel, dominated by fine gravel.\nReaction: neutral or slightly alkaline.\nEffervescence: noneffervescent throughout.\nA horizon\nHue: 7.5YR or 10YR.\nValue: 4 to 6 dry.\nChroma: 3 to 6 dry, 2 to 4 moist.\nClay content: 3 to 9 percent.\nConsistence: soft through moderately hard.\nStructure: weak to strong, fine or medium, thin or thick, subangular blocky or platy.\nOrganic matter: 0.25 to 0.6 percent.\nRock fragments: 10 to 20 percent gravel.\nReaction: slightly acid to slightly alkaline.\nABt or Bw horizons\nValue: 5 or 6 dry, 3 to 5 moist.\nChroma: 4 or 6 dry, 3 to 6 moist.\nTexture: coarse sandy loam or sandy loam.\nClay content: 6 to 10 percent.\nRock fragments: 10 to 15 percent gravel.\nConsistence: soft or slightly hard.\nStructure: weak or moderate, fine through coarse.\nOrganic matter: 0.0 to 0.5 percent.\nBt horizons\nHue: 7.5YR or 10YR.\nValue: 5 or 6 dry, 3 to 5 moist.\nChroma: 3, 4 or 6, dry or moist.\nTexture: sandy loam, coarse sandy loam or sandy clay loam.\nClay content: 10 to 25 percent.\nRock fragments: 5 to 30 percent gravel.\nConsistence: slightly hard through hard, very friable or friable, nonsticky or slightly sticky, nonplastic or slightly plastic.\nStructure: weak or moderate, fine through coarse, subangular blocky or massive."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Dovecanyon (CA), Goldivide (CA), Helendale (CA), Searchlight (NV), Sonoita (AZ), Tray (CA), and Wingap (CA) series. Dovecanyon soils have a mean annual soil temperature of 18 to 22 degrees C. Goldivide, Helendale, and Searchlight soils receive summer precipitation and are moist for 10 to 20 days cumulative in some part of the soil moisture control section following summer convection storms. Searchlight soils are also calcareous throughout. Sonoita soils receive more rainfall and are moist for more than 20 days cumulative in some part of the moisture control section between July and October. Tray soils are calcareous throughout and have strongly alkaline or very strongly alkaline argillic horizons with exchangeable sodium percentages (ESP) of 15 to 30 percent. Wingap soils have a paralithic contact between 100 and 150 centimeters."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: The Goldpeak soils are on fan remnants, pediments and footslopes of hills.  Slope ranges from 2 to 30 percent.  The soils formed in granitic alluvium. Elevations range from 1,130 to 1,525 meters.  The climate is arid with warm, dry summers and cool, moist winters.  The mean annual precipitation is 180 to 230 millimeters, mostly in the form of winter precipitation.  The mean annual air temperature is 13 to 16 degrees C.  The frost-free season is 165 to 220 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Birdcanyon , Dovecanyon , Pinyonpeak and Wingap  soils.  Birdcanyon soils occur on fan aprons and are sandy throughout. Dovecanyon soils occur on fan remnants at lower elevations and have a mean annual soil temperature between 18.1 to 22 degrees C. Pinyonpeak soils occur on hills and are shallow to a paralithic contact.  Wingap soils occur on the lower part of hills and are deep to a paralithic contact."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Well drained; very low runoff on the gentle slopes and medium on the steep slopes; moderately high saturated hydraulic conductivity."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: These soils are used for grazing, recreation, and wildlife habitat. The present vegetation is mainly blackbrush, spiny hopsage, Sandberg bluegrass, Nevada ephedra, and horsebrush."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Northwest Mojave Desert of southeastern California, U.S.A.; MLRA 29. The soils are of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Kern County, California, 2007; Jawbone-Butterbredt Off-Highway Vehicle Area, part of the Mojave Desert Area, Northwest Part, California. The name is coined from Gold Peak which is located within the soil survey boundary."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this profile are:\n1. Ochric epipedon -- 0 to 18 centimeters (A and part of the ABt horizons).\n2. Argillic horizon -- 26 to 240 centimeters (Bt1, Bt2, and Bt3 horizons).\n3. Particle size control section -- 26 to 76 centimeters (Bt1 and part of the Bt2 horizons).\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 5,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "loamy sand",
        "cf_class": "gravelly",
        "pH": 7,
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "A--0 to 5 centimeters (0 to 2 inches); brown (10YR 5/3) gravelly loamy sand, brown (10YR 4/3) moist; moderate thick platy structure parting to weak subangular blocky; moderately hard, very friable, nonsticky and nonplastic; many very fine and fine roots; many very fine vesicular pores; 12 percent fine, and 3 percent medium and coarse gravel; neutral (pH 7.0); clear wavy boundary.  (5 to 10 centimeters thick)"
      },
      {
        "name": "ABt",
        "top": 5,
        "bottom": 26,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 4,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "sandy loam",
        "pH": 6.6,
        "pH_class": "neutral",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "ABt--5 to 26 centimeters (2 to 10 inches); yellowish brown (10YR 5/4) sandy loam, dark yellowish brown (10YR 4/4) moist; moderate coarse subangular blocky structure; slightly hard, very friable, nonsticky and nonplastic; many very fine, common fine and few medium roots; many very fine and common fine interstitial pores; 2 percent distinct, dark yellowish brown (10YR 3/4) clay films on ped faces; 8 percent fine, and 2 percent medium and coarse gravel; neutral (pH 6.6); gradual wavy boundary.  (10 to 25 centimeters thick)"
      },
      {
        "name": "Bt1",
        "top": 26,
        "bottom": 40,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 4,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "sandy loam",
        "cf_class": "gravelly",
        "pH": 6.6,
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bt1--26 to 40 centimeters (10 to 16 inches); yellowish brown (10YR 5/4) gravelly sandy loam, dark yellowish brown (10YR 4/4) moist; weak coarse subangular blocky structure; hard, very friable, slightly sticky and slightly plastic; few very fine, fine and medium roots; common very fine and fine interstitial pores; 10 percent faint clay bridging between sand grains and 20 percent prominent, dark yellowish brown (10YR 4/4) clay films on ped faces; 14 percent fine, and 3 percent medium and coarse gravel; neutral (pH 6.6); clear wavy boundary."
      },
      {
        "name": "Bt2",
        "top": 40,
        "bottom": 121,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 4,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "coarse sandy loam",
        "cf_class": "gravelly",
        "pH": 6.6,
        "pH_class": "neutral",
        "distinctness": "gradual",
        "topography": "irregular",
        "narrative": "Bt2--40 to 121 centimeters (16 to 48 inches); light yellowish brown (10YR 6/4) gravelly coarse sandy loam, dark yellowish brown (10YR 4/4) moist; moderate coarse subangular blocky structure; very hard, friable, slightly sticky and slightly plastic; few very fine, fine and medium roots; common fine and medium interstitial pores; 15 percent faint clay bridging between sand grains and 7 percent distinct, dark yellowish brown (10YR 4/4) clay films on ped faces; 10 percent fine, and 5 percent medium and coarse gravel; neutral (pH 6.6); gradual irregular boundary."
      },
      {
        "name": "Bt3",
        "top": 121,
        "bottom": 240,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 4,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "coarse sandy loam",
        "pH": 6.6,
        "pH_class": "neutral",
        "narrative": "Bt3--121 to 240 centimeters (48 to 95 inches); light yellowish brown (10YR 6/4) coarse sandy loam, dark yellowish brown (10YR 4/4) moist; moderate coarse subangular blocky structure; very hard, friable, nonsticky and nonplastic; few very fine and fine roots; common medium interstitial pores; 20 percent prominent, dark yellowish brown (10YR 4/4) clay films on ped faces and on surfaces along root channels; 7 percent fine, and 3 percent medium and coarse gravel; neutral (pH 6.6). (Combined thickness of Bt horizons is 175 to 240 centimeters.)"
      }
    ]
  ]
}
