{
  "SERIES": "GOLDFLINT",
  "STATUS": "Established Series",
  "BYREV": "Rev: TJK-JAL-RJS",
  "REVDATE": "01/2007",
  "STATES": "MT",
  "OVERVIEW": "The Goldflint series consists of shallow, somewhat excessively drained soils formed in residuum from granite, quartz monzonite or other coarse grained igneous or metamorphic rocks.  These soils are on mountain flanks, hillslopes, and ridges in foothills and mountains. Slopes range from 4 to 80 percent. Mean annual precipitation is about 18 inches, and mean annual air temperature is about 36 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Sandy-skeletal, mixed Lithic Cryorthents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Goldflint loamy coarse sand, in forest (colors are for dry soil unless otherwise noted).\nOi--0 to 1 inch; litter layer of largely undecomposed conifer needles and twigs. (0 to 2 inches thick)\nA--1 to 3 inches; brown (10YR 4/3) loamy coarse sand, very dark brown (10YR 2/2) moist; weak fine granular structure; soft, very friable, non-sticky and non-plastic; common very fine, fine and medium roots and few coarse and very coarse roots; 10 percent fine subangular gravel; slightly acid (pH 6.4); clear smooth boundary. (1 to 4 inches thick)\nBw--3 to 11 inches; yellowish brown (10YR 5/4) gravelly loamy coarse sand, dark yellowish brown (10YR 3/4) moist; weak medium subangular blocky structure; slightly hard, very friable, non-sticky and non-plastic; common very fine, fine, medium, coarse and very coarse roots; 25 percent fine subangular gravel and 2 percent subrounded cobbles; slightly acid (pH 6.4); clear smooth boundary. (0 to 9 inches thick)\nBC--11 to 18 inches; variegated colors, mainly yellowish brown (10YR 5/4) and brownish yellow (10YR 6/6) very gravelly coarse sand, dark yellowish brown (10YR 4/4) moist; single grain; loose, non-sticky and non-plastic; common very fine, fine and medium roots and few coarse and very coarse roots; many very fine and fine and common medium interstitial pores; 40 percent fine subangular gravel and 2 percent subrounded cobbles neutral (pH 6.8); abrupt wavy boundary. (6 to 14 inches thick)\nR--18 inches; hard granite bedrock."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Silver Bow County, Montana; 400 feet north and 1400 feet west of the SE corner of sec. 2, T. 4 N., R. 9 W. Ramsey topographic quadrangle, UTM zone 12T, 0370337E, 5108643N, NAD 27."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nMean annual soil temperature  34 to 42 degrees F., Cryic temperature regime.\nSoil moisture control section  12 inches to bedrock or at the bedrock contact if shallower than 12 inches, dry in some or all parts for 90 or more cumulative days in normal years; not dry in all parts for more than half the cumulative days when soil temperature at the bedrock contact is at or above 41 degrees F.  Ustic moisture regime\nDepth to lithic contact   10 to 20 inches\nThese soils contain a high proportion of medium, coarse and very coarse angular sand in the sand fraction due to granite or granite-like parent materials.\nSome profiles have a thin Cr horizon above the lithic contact.\nThe surface, when mixed to a depth of  7 inches does not meet the color requirements for a mollic epipedon.\nA Horizon  Hue: 10YR or 7.5YR\nValue: 4, 5, or 6 dry; 2, 3, or 4 moist\nChroma: 2, 3, or 4\nTexture: coarse sandy loam, loamy coarse sand, sandy loam or coarse sand\nClay content: 2 to 12 percent\nRock fragments: 10 to 70 percent--0 to 40 percent cobbles, stones and boulders, 10 to 45 percent, mainly fine, gravel\nReaction: pH 5.4 to 6.8\nBw  Horizon  Value: 5 or 6 dry; 3, 4 or 5 moist\nChroma: 2, 3, or 4\nTexture: loamy coarse sand or coarse sand\nClay content: 2 to 12 percent\nRock fragments: 20 to 65 percent--0 to 20 percent cobbles, stones and boulders, 20 to 45 percent, mainly fine, gravel\nReaction: pH 5.6 to 7.2\nNote: This horizon may be lacking in some profiles.\nBC  Horizon  Value: 5, 6, or 7 dry; 5 or 4 moist\nChroma: 2, 3, 4, or 6\nTexture: coarse sand, loamy coarse sand or loamy sand\nClay content: 0 to 6 percent\nRock fragments: 35 to 75 percent--0 to 15 percent cobbles, stones and boulders, 35 to 60 percent, mainly fine, gravel\nReaction: pH 5.4 to 7.2"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Granylith, Rodell and Zonite series.  Granylith soils have a xeric moisture regime and have a 3 to 6 inch saturated zone just above the lithic contact for more than 20 consecutive days during spring and early summer.  Rodell soils have a xeric moisture regime that borders on aridic. Zonite soils are very shallow."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nLandform - hillslopes, mountain flanks and ridges\nElevation - 5,250 to 8,250 feet\nSlope - 4 to 80 percent\nParent material  residuum from granite, quartz monzonite or other coarse grained igneous or metamorphic rocks\nClimate  long cold winters; moist, cool springs; short, dry summers\nMean annual precipitation  15 to 24 inches\nMean annual air temperature  32 to 40 degrees F.\nFrost-free period - 20 to 70 days"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:\nThese are the Stecum, Zonite, and Basincreekseries.  Stecum soils are 20 to 40 inches deep over bedrock and are on similar but somewhat less erosional slope positions.  Zonite soils are very shallow. Zonite soils tend to occur on more strongly convex nose, ridge or shoulder slopes.  Basincreek soils are deeper than 40 inches to bedrock and have thin lamellae of accumulated clay in one or more E and Bt horizons.  Basincreek soils occur in more depositional footslope, swale, and headslope positions."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Somewhat excessively drained; rapid permeability over nearly impermeable bedrock."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Goldflint soils are primarily used for wildlife habitat, watersheds and limited timber production. The native vegetation is mainly Douglas-fir and/or lodgepole pine with a sparse understory of Idaho fescue, elk sedge, common juniper, Oregon grape, bearberry and pinegrass.  Grouse whortleberry and pinegrass are prevalent on moister, high elevation sites."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Goldflint soils are of moderate extent in granitic foothills and mountains of southwestern Montana. MLRA 43."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Silver Bow County, Montana, 2006."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are: an ochric epipedon from the soil surface to 7 inches (Oi, A, and part of the Bw horizons); a lithic contact at 18 inches (R horizon); a particle-size control section from 10 to 18 inches (part of the Bw and the BC horizons). Goldflint soils have a cryic temperature regime and an ustic soil moisture regime. Gravel throughout the profile are primarily fine pea gravel less than 7 mm in diameter.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
