{
  "SERIES": "GOLDFINCH",
  "STATUS": "Established Series",
  "BYREV": "Rev. CLG:MLG:WJG",
  "REVDATE": "03/2001",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, active, hyperthermic, shallow Ustic Haplargids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Goldfinch very gravelly sandy loam-- rangeland. (Colors are for dry soil unless otherwise stated.)\nA--0 to 8 inches; reddish brown (5YR 4/4) very gravelly sandy loam, dark reddish brown (5YR 3/4) moist; weak fine and medium granular structure; slightly hard, very friable; few fine and medium roots; about 55 percent by volume of sandstone and ironstone fragments, of which 40 percent is gravel 2 mm to 7.5 cm in size and 15 percent is cobbles 7.5 to 25 cm in size; slightly acid; clear wavy boundary.  (3 to 10 inches thick)\nBt--8 to 16 inches; reddish brown (5YR 5/4) extremely gravelly sandy clay loam, reddish brown (5YR 4/4) moist; weak fine subangular blocky structure parting to weak fine and medium granular; slightly hard, friable; few fine roots; common fine tubular pores; common distinct clay films on faces of peds and on coarse fragments; about 70 percent by volume fragments of mainly sandstone and a few ironstone, of which 55 percent is gravel 2 mm to 7.5 cm in size and 15 percent is cobbles 7 to 25 cm in size;neutral; abrupt wavy boundary.  (4 to 12 inches thick)\nCr--16 to 48 inches; strong brown (7.5YR 5/8) weakly cemented sandstone bedrock that can be dug with a spade when moist; from 16 to 30 inches the sandstone is commonly fractured at horizontal intervals of 4 to 6 inches, and from 30 to 48 inches the sandstone is coarsely fractured; cracks in the upper part are filled with reddish brown (5YR 5/4) sandy clay loam that makes up less than 5 percent by volume; noncalcareous, moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Frio County, Texas; from intersection of U.S. Highway 81 and Farm Road 140 in Pearsall, 1.6 miles east on Farm Road 140, 8.7 miles southeast on Keystone Road, 50 feet south in rangeland."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Soil depth ranges from 8 to 20 inches over sandstone bedrock.  Reaction ranges from medium acid to mildly alkaline.\nThe A horizon is dark reddish brown to yellowish brown in hue of 5YR with values of 4 or 5 and chromas of 3 to 6.  Coarse fragments mainly of sandstone and ironstone range from 25 to 70 percent by volume; 15 to 65 percent are gravel 2 mm to 7.5 cm, 0 to 30 percent are cobbles 7.5 to 25 cm size and 0 to 2 percent stones larger than 25 cm.  Texture is very gravelly sandy loam, very cobbly sandy loam, or extremely gravelly sandy loam.\nThe Bt horizon is dark reddish brown, to red in hues of 5YR or 2.5YR.  Chromas are 4 through 8 and values of 3 through 6.  Coarse fragments of mainly sandstone and ironstone range from 35 to 75 percent by volume; 25 to 60 percent gravel 2 mm to 7.5 cm in size, 0 to 45 percent cobbles 7.5 to 25 cm size, and 0 to 2 percent stones larger than 25 cm size.  The fine earth fraction is sandy clay loam, sandy loam, or fine sandy loam.\nThe Cr horizon is weakly cemented sandstone bedrock, or soft sandstone bedrock that slakes in water.  The Cr horizon in some pedons is interbedded with loamy unconsolidated materials.  In some pedons a Crk layer occurs in the upper part. Fractures in the sandstone are at horizontal intervals of 4 inches or more.  The Cr horizon can be dug with a spade when moist.  The Cr horizon commonly contains masses and strata of weakly to strongly cemented sandstone or ironstone."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no competing series in the same family.  Series in similar families are the Dilley, Quemado, Randado, Shavash, Yologo, and Zapata series. Dilley, Randado, and Shavash soils have less than 35 percent coarse fragments in their control sections. Quemado, Randado, Yologo, and Zapata soils have petrocalcic horizons."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Goldfinch soils have convex slopes on gently undulating to rolling uplands of the Rio Grande Plain.  They formed in interbedded sandstone and loamy sediments of the Eocene Period like those of the Laredo, Cook Mountain, Weches, and Queen City formations.  Mean annual precipitation ranges from 20 to 26 inches and mean annual temperature ranges from 70 degrees to 72 degrees F.  Frost-free days range from 250 to 290 days and elevation ranges from 500 to 700 feet.  Thornthwaite annual P-E index ranges from about 20 to 36."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These include the competing Dilley series and the Duval, Poth, Webb, and Wilco series.  Dilley soils occur on the same position. Duval, Poth, Webb, and Wilco soils are deeper than 20 inches, have less than 35 percent coarse fragments, and occur on a slightly lower position."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; medium to rapid runoff; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used primarily as rangeland and wildlife habitat.  The native vegetation in excellent condition is composed of about 80 percent grasses, 15 percent woody plants and 5 percent forbs.  In this excellent condition, mid grasses dominate, blackbrush and guajillo are dominant woody plants and the major forbs are sensitive briar and snoutbean.  As retrogression occurs, woody plants, especially blackbrush, increase in density. Grasses which increase or invade are threeawn, red lovegrass, sand dropseed, Hall's panicum, and hooded windmillgrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northern part of the Rio Grande Plain of Texas.  The series is of minor extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Frio County, Texas; 1985.  The name is from an old community in Frio County."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - 0 to 8 inches.\nArgillic horizon - 8 to 16 inches.\nParalithic contact - at 16 inches.\nSkeletal feature - more than 35 percent by volume rock fragments in Bt horizon.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
