{
  "SERIES": "GOLDMAN",
  "STATUS": "Established Series",
  "BYREV": "WLC:TAW; Rev.JDS",
  "REVDATE": "11/2004",
  "STATES": "LA",
  "OVERVIEW": "The Goldman series consists of very deep, moderately well drained, moderately permeable soils that formed in silty alluvium. These soils are on gently sloping, low stream terraces and old natural levees on the Mississippi River alluvial plain. Slopes range from 1 to 5 percent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-silty, mixed, active, thermic Aquic Hapludalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Goldman very fine sandy loam--cropland. (Colors are for moist soil unless otherwise stated.)\nAp--0 to 5 inches; brown (10YR 4/3) very fine sandy loam; weak medium granular structure; very friable, nonsticky, nonplastic; common fine and very fine roots throughout; moderately acid; clear smooth boundary. (4 to 8 inches thick)\nBt1--5 to 11 inches; brown (10YR 4/3) very fine sandy loam; weak medium subangular blocky structure; very friable, nonsticky, nonplastic; common fine and very fine roots throughout; common fine low continuity tubular pores; 3 percent discontinuous faint clay bridging; 1 percent fine faint irregular yellowish brown (10YR 5/4) masses of oxidized iron; 2 percent fine faint irregular brown (10YR 5/3) silt strippings; moderately acid; clear smooth boundary.\nBt2--11 to 18 inches; brown (10YR 4/3) very fine sandy loam; weak medium subangular blocky structure; very friable, nonsticky, nonplastic; common very fine roots throughout; common fine low continuity tubular pores; 3 percent discontinuous faint clay bridging; 1 percent fine faint irregular yellowish brown (10YR 5/4) and brown (10YR 5/3) masses of oxidized iron; 3 percent fine distinct irregular grayish brown (10YR 5/2) iron depletions; moderately acid; clear smooth boundary. (combined thickness of the Bt horizon is 8 to 22 inches)\nBC--18 to 34 inches; brown (10YR 5/3) very fine sandy loam; weak medium subangular blocky structure; very friable, nonsticky, nonplastic; common very fine roots throughout; common fine low continuity tubular pores; 1 percent fine faint irregular yellowish brown (10YR 5/4) masses of oxidized iron; 3 percent fine faint irregular grayish brown (10YR 5/2) iron depletions; moderately acid; clear smooth boundary. (5 to 48 inches thick)\nC--34 to 84 inches; grayish brown (10YR 5/2) stratified loamy very fine sand; structureless, single grain; loose, nonsticky, nonplastic; slightly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Tensas Parish, Louisiana; located from the intersection of U.S. Hgy. 65 and Hgy 4 in Newellton, Louisiana, 21.3 miles south on U.S. Hgy. 65, then 8.7 miles west and south on Hgy. 566 to Powells Cemetary, then 600 feet southwest on field road and 50 feet south of field road; NW1/4,SW1/4, Sec. 12, T. 9 N., R. 9 E.; Latitude 31 degrees, 46 minutes, 21.68 seconds N., Longitude 91 degrees, 30 minutes, 41.08 seconds W., Foules, Louisiana USGS 7.5 Minute Quadrangle, NAD-83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Solum thickness ranges from 20 to 60 inches.\nThe A horizon has hue of 10YR, value of 4 or 5, and chroma of 2 or 3. Texture is silt loam or very fine sandy loam. Reaction ranges from strongly acid to sightly acid except where limed. An overwash phase of silty clay loam is also recognized.\nThe Bt horizon has hue of 10YR, value of 4 or 5, and chroma of 3 or 4. Texture is loam, silt loam, or very fine sandy loam. Few to common iron or clay depletions in shades of gray or grayish brown are within the upper 10 inches of the Bt horizon. Reaction ranges from very strongly acid through slightly acid.\nThe BC horizon has hue of 10YR, value of 4 or 5, and chroma of 2 to 4. Iron accumulations in shades of brown and iron depletions in shades of gray range from few to many. Texture is loamy fine sand, loamy very fine sand, very fine sandy loam, silt loam, or fine sandy loam. Reaction ranges from strongly acid through slightly acid.\nThe C horizon has hue of 10YR, value of 4 or 5, and chroma of 2 to 4. Iron accumulations in shades of brown and iron depletions in shades of gray range from few to many. Texture is loamy very fine sand, very fine sandy loam, silt loam, or fine sandy loam. Reaction ranges from strongly acid through slightly acid. Texture is fine sand, loamy fine sand, loamy very fine sand, very fine sandy loam, silt loam, or fine sandy loam."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no other series in the same family. Other similar soils are Askew, Beulah, Center, Commerce, Convent, Dubbs, Dundee, Pelahatchie, Sterlington, and Tutwiler series. Askew, Center, Dubbs, Dundee, and Pelahatchie soils have a fine-silty argillic horizon. Beulah, Commerce, and Convent soils do not have an argillic horizon. Dubbs, Sterlington, and Tutwiler soils do not have aquic conditions and iron depletions with chroma of 2 or less in the upper 10 inches of the argillic horizon."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Goldman soils typically are on gently sloping, low stream terraces and old natural levees on the Mississippi River alluvial plain. Slopes are convex and range in gradient from 1 to 5 percent. The soil formed in alkaline Mississippi River alluvium with mixed mineralogy. Mean annual rainfall is 52 inches, and mean annual temperature about 66 degrees F.. Average January temperature is 49 degrees F., and average July temperature 82 degrees F."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the closely related Askew, Dundee, and Dubbs series on similar landscape positions, and the Alligator, Forestdale, Newellton, and Tensas series on backswamp or swale positions. Alligator soils are on backswsamp positions and are clayey throughout the upper 40 inches of the solum, Forestdale, Newellton, and Tensas soils are on lower positions on the natural levee or on swales, and all have a clayey surface and subsurface layer with chroma 2 or less in the matrix."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Moderately well drained; rate of runoff is low; moderate permeability. The soil is wet in the layers below 3.5 to 5 feet during December through April in normal years."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Mostly pasture or cultivated land; cotton, corn, wheat, and soybeans are the principal crops. The native vegetation is mixed hardwoods."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Southern Mississippi Valley Alluvium (MLRA 131) in Arkansas, Louisiana, Mississippi, and Tennessee. The soils are of small total extent but are widely distributed."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Tensas Parish, Louisiana; 1965."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: The type location pedon was moved to a different location in Tensas Parish in 2002, and the series was assigned to an active activity class.  The series was updated in 2004 to allow texture of loamy fine sand in the BC horizon, and fine sand in the C horizon.\nDiagnostic horizons and features recognized in the type location pedon include:\nOchric epipedon-----0 to 5 inches (Ap horizon)\nArgillic horizon----5 to 18 inches (Bt horizos)\nAquic conditions----saturation, reduction, and redoximorphic features, including iron depletions with chroma 2 at 11 to 18 inches deep (Bt2 horizon)."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "NA"
  },
  "SITE": [
    [
      {
        "drainage": "moderately well",
        "drainage_overview": "moderately well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 13,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "very fine sandy loam",
        "structure": "weak medium granular",
        "dry_rupture": "NA",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately acid",
        "eff_class": "NA",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Ap--0 to 5 inches; brown (10YR 4/3) very fine sandy loam; weak medium granular structure; very friable, nonsticky, nonplastic; common fine and very fine roots throughout; moderately acid; clear smooth boundary. (4 to 8 inches thick)"
      },
      {
        "name": "Bt1",
        "top": 13,
        "bottom": 28,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "very fine sandy loam",
        "structure": "weak medium subangular blocky",
        "dry_rupture": "NA",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately acid",
        "eff_class": "NA",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bt1--5 to 11 inches; brown (10YR 4/3) very fine sandy loam; weak medium subangular blocky structure; very friable, nonsticky, nonplastic; common fine and very fine roots throughout; common fine low continuity tubular pores; 3 percent discontinuous faint clay bridging; 1 percent fine faint irregular yellowish brown (10YR 5/4) masses of oxidized iron; 2 percent fine faint irregular brown (10YR 5/3) silt strippings; moderately acid; clear smooth boundary."
      },
      {
        "name": "Bt2",
        "top": 28,
        "bottom": 46,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "very fine sandy loam",
        "structure": "weak medium subangular blocky",
        "dry_rupture": "NA",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately acid",
        "eff_class": "NA",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bt2--11 to 18 inches; brown (10YR 4/3) very fine sandy loam; weak medium subangular blocky structure; very friable, nonsticky, nonplastic; common very fine roots throughout; common fine low continuity tubular pores; 3 percent discontinuous faint clay bridging; 1 percent fine faint irregular yellowish brown (10YR 5/4) and brown (10YR 5/3) masses of oxidized iron; 3 percent fine distinct irregular grayish brown (10YR 5/2) iron depletions; moderately acid; clear smooth boundary. (combined thickness of the Bt horizon is 8 to 22 inches)"
      },
      {
        "name": "BC",
        "top": 46,
        "bottom": 86,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 3,
        "texture_class": "very fine sandy loam",
        "structure": "weak medium subangular blocky",
        "dry_rupture": "NA",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately acid",
        "eff_class": "NA",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "BC--18 to 34 inches; brown (10YR 5/3) very fine sandy loam; weak medium subangular blocky structure; very friable, nonsticky, nonplastic; common very fine roots throughout; common fine low continuity tubular pores; 1 percent fine faint irregular yellowish brown (10YR 5/4) masses of oxidized iron; 3 percent fine faint irregular grayish brown (10YR 5/2) iron depletions; moderately acid; clear smooth boundary. (5 to 48 inches thick)"
      },
      {
        "name": "C",
        "top": 86,
        "bottom": 213,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "loamy very fine sand",
        "structure": "single grain",
        "dry_rupture": "loose",
        "moist_rupture": "loose",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly acid",
        "eff_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "C--34 to 84 inches; grayish brown (10YR 5/2) stratified loamy very fine sand; structureless, single grain; loose, nonsticky, nonplastic; slightly acid."
      }
    ]
  ]
}
