{
  "SERIES": "GOLDVALE",
  "STATUS": "Established Series",
  "BYREV": "Rev. GB",
  "REVDATE": "02/1999",
  "STATES": "CO",
  "OVERVIEW": "The Goldvale series consists of very deep, well drained soils that formed in alluvial fan sediments derived from reddish brown arkosic sandstone and interbedded sandstone and shale.  Goldvale soils are on sideslopes of alluvial valleys and mountain sides.  Slopes are 3 to 65 percent.  The mean annual precipitation is about 20 inches and the mean annual temperature is about 41 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, smectitic, frigid Typic Haplustalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Goldvale stony coarse sandy loam - woodland.  (Colors are for dry soil unless otherwise noted.)\nOi--4 to 2 inches; undecomposed organic material, chiefly needles, bark and twigs.\nOe--2 inches to 0; partially decomposed organic material like that of the overlying horizon.\nA--0 to 2 inches; grayish brown (10YR 5/2) stony coarse sandy loam, very dark grayish brown (10YR 3/2) moist; strong fine crumb structure; soft, very friable; 20 percent reddish brown arkosic flagstone; much medium and coarse angular granite sand; slightly acid; clear smooth boundary.  (0 to 3 inches thick)\nE--2 to 24 inches; pink (5YR 8/3) stony coarse sandy loam, light reddish brown (5YR 6/3) moist; moderate thick platy structure parting to moderate fine subangular blocks and then to fine granules; slightly hard, very friable; vesicular; 20 percent reddish brown flagstones; much medium and coarse angular granite sand; slightly acid; gradual wavy boundary.  (8 to 20 inches thick)\nE/B--24 to 30 inches; mixed colors including pink (5YR 8/3) and reddish brown (5YR 5/4) stony light sandy clay loam; light reddish brown (5YR 6/3) moist and reddish brown (2.5YR 4/4) moist; weak medium subangular blocky structure; very hard, very friable, slightly plastic; horizon consists of nodules and seams of clayey material like that of the underlying horizon embedded in a lighter colored matrix like that of the overlying horizon; 20 percent reddish brown arkose flagstones; much medium and coarse angular granite sand; slightly acid; clear wavy boundary.  (4 to 10 inches thick)\nBt--30 to 57 inches; reddish brown (2.5YR 5/4) stony coarse sandy clay, reddish brown (2.5YR 4/4) moist; moderate medium subangular blocky structure; extremely hard, friable, very sticky, plastic; thick continuous clay films on peds and as coatings and fillings inside root channels and pores; 20 percent reddish brown arkose flagstones; much medium and coarse angular granite sand; slightly acid; gradual wavy boundary.  (20 to 40 inches thick)\nBC--50 to 65 inches; reddish brown (2.5YR 5/4) stony sandy clay loam, reddish brown (2.5YR 4/4) moist; weak coarse subangular blocky structure; extremely hard, friable, slightly plastic; thin patchy clay films on peds and as linings inside some root channels; 25 percent reddish brown arkose flagstones; much medium and coarse angular granite sand; slightly acid; gradual wavy boundary.  (6 to 10 inches thick)\nC--65 to 75 inches; light reddish brown (2.5YR 6/4) stony coarse sandy loam, reddish brown (2.5YR 5/4) moist; massive; very hard, very friable, 25 percent reddish brown flagstones; much medium and coarse angular granite sand; slightly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Boulder County, Colorado; approximately 1,500 feet west and 300 feet south of the E1/4 corner of Sec. 26, T. 2 N., R. 71 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Goldvale soils have albic horizons, and transitional E/B or B/E horizons.  Typically, they have Oi, Oe, and A horizons but these are absent in some pedons.  These soils typically are noncalcareous to depths of more than 60 inches and are noncalcareous in at least the upper 3 inches of the C horizon.  Rock fragments range from 15 to 35 percent in the particle size control section and are mostly reddish brown flagstones or stones.  The sand fraction contains large amounts of medium and coarse angular granite sand.  Packing patterns of sand grains within the matrix tend to be cubical, with a high proportion of flat bearing surfaces between grains.  Depth to the base of the solum is more than 55 inches.  Mean annual soil temperature is 40 to 44 degrees and mean summer temperature is 60 to 63 degrees F.\nThe E horizon has hue of 5YR through 10R, value of 6 through 8 dry, 4 through 7 moist, and chroma of 2 through 6.  Reaction is moderately acid to neutral.\nThe Bt horizon has hue of 5YR through 10R, value of 5 through 7 dry, 4 through 6 moist, and chroma of 3 through 6.  It is sandy clay or clay and has 35 to 50 percent clay, 5 to 35 percent silt and 20 to 55 percent sand with a high proportion of medium and coarse sand.  Some pedons have stony modifiers.  Reaction is moderately acid to neutral.\nThe C horizon when present, has hue of 5YR through 10R.  It is coarse sandy loam with less than 18 percent clay.  Reaction is moderately acid to neutral."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Campspass, Citadel, Fortwingate, Kelvin, Larkson, McVickers, Osoridge, Pylon, and Zuna series.  Fortwingate and Osoridge soils have either a lithic or a paralithic contact at depths of less than 40 inches.  Citadel soils have thinner solums and carbonates above 40 inches.  Larkson soils have less than 15 percent rock fragments, and have C horizons with more than 18 percent clay.  Zuni soils have less than 15 percent rock fragments, thinner albic horizons, more than 18 percent clay in the C horizon and lack significant amounts of medium and coarse angular granite sand.  Pylon soils have solums less than 30 inches thick and have segregated lime in lower solum and upper C horizons.  Pylon soils also have a paralithic contact at depths of 20 to 40 inches.  Campspass and Kelvin soils have segregated lime in lower solum and upper C horizons.  McVickers soils have a lithic contact at depths of 40 to 60 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Goldvale soils are on mountainsides.  Slopes are typically 3 to 65 percent.  These soils formed in alluvial fan sediments derived principally from reddish brown arkosic sandstone and interbedded sandstone and shale.  The average annual precipitation is 18 to 25 inches, with peak periods of precipitation during the spring and summer.   Mean annual temperature is 40 to 45 degrees F., and mean annual summer temperature is 59 to 61 degrees F."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Allens Park and Fern Cliff soils.  Allens Park soils have fine-loamy Bt horizons.  Fern Cliff soils lack continuous argillic horizons."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; medium to rapid runoff; slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used as native pastureland, for recreation, or for forestry purposes.  Principal native vegetation is lodgepole pine and spruce, with a grass understory."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  The foothills of the front range in central Colorado and in alluvial valleys and mountain sides in southwestern Colorado.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Boulder Area, Colorado, 1971."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic features include a argillic horizon from 30 to 57 inches and a typic ustic moisture regime.  Last updated by the state 12/91.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Oi",
        "top": 10,
        "bottom": 5,
        "narrative": "Oi--4 to 2 inches; undecomposed organic material, chiefly needles, bark and twigs."
      },
      {
        "name": "A",
        "top": 0,
        "bottom": 5,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "coarse sandy loam",
        "cf_class": "stony",
        "pH_class": "slightly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A--0 to 2 inches; grayish brown (10YR 5/2) stony coarse sandy loam, very dark grayish brown (10YR 3/2) moist; strong fine crumb structure; soft, very friable; 20 percent reddish brown arkosic flagstone; much medium and coarse angular granite sand; slightly acid; clear smooth boundary.  (0 to 3 inches thick)"
      },
      {
        "name": "E",
        "top": 5,
        "bottom": 61,
        "dry_hue": "5YR",
        "dry_value": 8,
        "dry_chroma": 3,
        "moist_hue": "5YR",
        "moist_value": 6,
        "moist_chroma": 3,
        "texture_class": "coarse sandy loam",
        "cf_class": "stony",
        "pH_class": "slightly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "E--2 to 24 inches; pink (5YR 8/3) stony coarse sandy loam, light reddish brown (5YR 6/3) moist; moderate thick platy structure parting to moderate fine subangular blocks and then to fine granules; slightly hard, very friable; vesicular; 20 percent reddish brown flagstones; much medium and coarse angular granite sand; slightly acid; gradual wavy boundary.  (8 to 20 inches thick)"
      },
      {
        "name": "E/B",
        "top": 61,
        "bottom": 76,
        "dry_hue": "5YR",
        "dry_value": 8,
        "dry_chroma": 3,
        "moist_hue": "5YR",
        "moist_value": 6,
        "moist_chroma": 3,
        "texture_class": "sandy clay loam",
        "cf_class": "stony",
        "pH_class": "slightly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "E/B--24 to 30 inches; mixed colors including pink (5YR 8/3) and reddish brown (5YR 5/4) stony light sandy clay loam; light reddish brown (5YR 6/3) moist and reddish brown (2.5YR 4/4) moist; weak medium subangular blocky structure; very hard, very friable, slightly plastic; horizon consists of nodules and seams of clayey material like that of the underlying horizon embedded in a lighter colored matrix like that of the overlying horizon; 20 percent reddish brown arkose flagstones; much medium and coarse angular granite sand; slightly acid; clear wavy boundary.  (4 to 10 inches thick)"
      },
      {
        "name": "Bt",
        "top": 76,
        "bottom": 145,
        "dry_hue": "2.5YR",
        "dry_value": 5,
        "dry_chroma": 4,
        "moist_hue": "2.5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "coarse sand",
        "cf_class": "stony",
        "pH_class": "slightly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bt--30 to 57 inches; reddish brown (2.5YR 5/4) stony coarse sandy clay, reddish brown (2.5YR 4/4) moist; moderate medium subangular blocky structure; extremely hard, friable, very sticky, plastic; thick continuous clay films on peds and as coatings and fillings inside root channels and pores; 20 percent reddish brown arkose flagstones; much medium and coarse angular granite sand; slightly acid; gradual wavy boundary.  (20 to 40 inches thick)"
      },
      {
        "name": "BC",
        "top": 127,
        "bottom": 165,
        "dry_hue": "2.5YR",
        "dry_value": 5,
        "dry_chroma": 4,
        "moist_hue": "2.5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "sandy clay loam",
        "cf_class": "stony",
        "pH_class": "slightly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "BC--50 to 65 inches; reddish brown (2.5YR 5/4) stony sandy clay loam, reddish brown (2.5YR 4/4) moist; weak coarse subangular blocky structure; extremely hard, friable, slightly plastic; thin patchy clay films on peds and as linings inside some root channels; 25 percent reddish brown arkose flagstones; much medium and coarse angular granite sand; slightly acid; gradual wavy boundary.  (6 to 10 inches thick)"
      },
      {
        "name": "C",
        "top": 165,
        "bottom": 190,
        "dry_hue": "2.5YR",
        "dry_value": 6,
        "dry_chroma": 4,
        "moist_hue": "2.5YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "coarse sandy loam",
        "cf_class": "stony",
        "pH_class": "slightly acid",
        "narrative": "C--65 to 75 inches; light reddish brown (2.5YR 6/4) stony coarse sandy loam, reddish brown (2.5YR 5/4) moist; massive; very hard, very friable, 25 percent reddish brown flagstones; much medium and coarse angular granite sand; slightly acid."
      },
      {
        "name": "Oe",
        "top": 5,
        "narrative": "Oe--2 inches to 0; partially decomposed organic material like that of the overlying horizon."
      }
    ]
  ]
}
