{
  "SERIES": "GOLDEAGLE",
  "STATUS": "Established Series",
  "BYREV": "Rev. KRS/WRR/SBS/WRR",
  "REVDATE": "01/2001",
  "STATES": "CA",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, mixed, superactive, thermic Typic Haploxeralfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Goldeagle sandy clay loam, in an area of Goldeagle - Positas - Balcom complex, 30 to 75 percent slopes. (Colors are dry unless otherwise indicated.)\nA--0 to 3 inches; grayish brown (10YR5/2) sandy clay loam; dark brown (10YR4/3) moist; strong thick platy structure; hard, friable, slightly sticky and slightly plastic; many very fine roots; many very fine interstitial and tubular and few fine tubular pores; moderately acid (pH5.7); abrupt wavy boundary.\nBt1--3 to 9 inches;  brown (10YR5/3) clay loam;  brown (10YR4/3) moist; strong coarse subangular blocky parting to strong coarse prismatic structure; hard, friable, sticky and plastic; many very fine roots; common very fine tubular and interstitial and few fine tubular pores; few thin clay films on ped faces; slightly acid (pH6.1); clear smooth boundary.\nBt2--9 to 25 inches; brown/dark brown (10YR4/3) clay loam; brown (10YR4/3) moist; strong coarse prismatic structure parting to strong coarse subangular blocky structure; very hard, friable, sticky and plastic; common very fine and few fine roots; common very fine interstitial and few very fine tubular pores; common thin clay films in pores and on ped faces; slightly acid (pH6.5); clear smooth boundary.\nBtk--25 to 33 inches; yellowish brown (10YR5/4) clay loam; dark yellowish brown (10YR4/4) moist; strong coarse prismatic structure parting to strong coarse subangular blocky structure; hard, friable, sticky, and plastic; common very fine and few fine roots; common very fine interstitial and few very fine tubular pores; common moderately thick clay films in pores and on ped faces; strongly effervescent (6 percent calcium carbonate; HCl 1 normal), common medium carbonates occur in irregularly soft masses and few medium carbonates occur in rounded concretions; slightly alkaline (pH7.4); abrupt wavy boundary.\n2Ck1--33 to 49 inches; light yellowish brown (10YR6/4) sandy loam; dark yellowish brown (10YR4/4) moist; massive; hard, very friable, slightly sticky and slightly plastic; few very fine and fine roots; few very fine interstitial and very fine and fine tubular pores; strongly effervescent (6 percent calcium carbonate; HCl 1 normal), common carbonates occur as fine filaments or threads and few fine carbonates occur as rounded concretions; slightly alkaline (pH7.8); abrupt wavy boundary.\n2Ck2--49 to 59 inches; light gray (2.5Y7/2) loam; light yellowish brown (2.5Y6/4) moist; massive; hard, very friable, slightly sticky and slightly plastic; few very fine roots; few very fine tubular and interstitial pores; violently effervescent (12 percent calcium carbonate; HCl 1 normal), many carbonates occur as large seams on ped faces; slightly alkaline (pH7.8); clear smooth boundary.\n2Cr--59 to 80 inches; light gray (2.5Y 7/2) siltstone; compact, massive, hard and brittle; few very fine roots along fracture planes; violently effervescent (5 percent calcium carbonate; HCl 1 normal), common carbonates occur as large seams along fracture planes; weathered bedrock matrix is not effervescent."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Colusa County, California; Approximately 8.5 miles southwest of Williams CA, 2200 feet  east and 600 feet south of the northeast corner of section 19, T. 14 N., R. 3 W., 39 degrees 3 minutes 20 seconds N latitude, 122 degrees 13 minutes 50 seconds W longitude, USGS Cortina Creek CA Quadrangle."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Depth to paralithic contact of soft siltstone, sandstone or shale is 40 to 80 inches. The mean annual soil temperature is about 62 degrees F. and the soil is above 47 degrees F. the entire year. The soil between depths of 4 to 12 inches is dry in all parts from June 1 to October 31 and is moist in some or all parts from November 1 to May 31. The weighted average clay content of the particle size control section, the top 20 inches of the argillic horizon, is 36 percent clay.\nThe A horizon has dry color of 10YR 4/3, 4/4, 5/2, 5/3 or 6/2 and moist color of 10YR 3/3, 3/4, 4/2, 4/3, 4/4 or 2.5Y 4/2. Some soils have moist values of 3 within in the top 3 inches of the horizon. Texture is sandy clay loam. The clay content ranges from 20 to 35 percent. Reaction is moderately acid to neutral.\nThe Bt and Btk horizons have dry color of 10YR 4/3, 4/4, 5/2, 5/3, 5/4 or 6/3; 2.5Y 5/2, 5/4; 7.5YR 5/2, 5/4 or 4/4 and moist color of 10YR 4/3, 4/4, 5/3; 2.5Y 4/3, 4/4; 7.5YR 4/4 or 4/6. Texture is clay loam or clay. The clay content ranges from 35 to 45 percent. Reaction is slightly acid to slightly alkaline. Carbonates may occur in the lower part.\nThe Ck horizons have  dry color of 10YR 5/3, 5/2,  5/4, 6/3, 6/4, 7.5YR 4/4 or 2.5Y 7/2 and moist color of 10YR 5/4, 4/4 or 2.5Y 4/3. Texture is sandy loam or loam. The clay content ranges from 15 to 27 percent. Reaction is neutral to moderately alkaline.\nThe Cr material underlying this soil is weathered from soft sandstone, siltstone or shale."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Artois, Francisquito and Los Banos soils. Artois soils have mottles in the A horizon. Francisquito soils are slight to moderately acid throughout the profile. Los Banos soils are slightly to moderately alkaline in the A horizon."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Goldeagle soils mainly occur on dissected terrace backslopes of 30 to 75 percent. Elevations range from 350 to 1000 feet. The soils have formed in material weathered from stratified layers of sandstone, siltstone or shale. The climate is semiarid with hot dry summers and cool moist winters. The mean annual precipitation is 16 to 18 inches. Mean January temperature is 43 degrees F and the mean July temperature is 76 degrees F. The mean annual temperature is 58 to 60 degrees F. The frost-free season is 185 to 210 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are Positas, Dibble and Balcom soils. Positas soils have mollic epipedons. Dibble soils are moderately deep to a paralithic contact. Balcom soils lack argillic horizons."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained, high and very high runoff, slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: These soils are used as annual rangeland and upland wildlife habitat. The vegetation is soft chess, wild oats, filaree and other annual grasses and forbs along with blue oaks, manzanita, chamise and scattered Foothill pine."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: These soils occur in the Coast Range foothills of southwestern Colusa County and are not extensive. MLRA 15."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Colusa County, California, 1997. Name coined for golden eagles sighted in the vicinity. The series was initially proposed in 1991."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nMajor Diagnostic Horizons:\n1.  Ochric epipedon: 0 to 3 inches (A). Thickness ranges\nfrom 1 to 7 inches.\n1.1  Organic matter is assumed to be less than 1 percent\n1.2  A horizons with moist color values of 3 are too\nthin for Mollic subgroup.\n2.  Argillic horizon: 3 to 33 inches (Bt1, Bt2, Btk).\nThickness ranges from 20 to 40 inches thick.\nOther Diagnostic Horizons:\n1.  Fine family: The textural control section, the top 20\ninches of the argillic horizon, is 3 to 23 inches.\n1.1  Soil PSA done locally by 6 hour hydrometer method;\nHorizon   Depth   Sand   Silt   Clay\n(in.)\nA        0-03    50     26     24\nBt1     03-09    45     21     34*\nBt2     09-25    43     20     37*\nBtk     25-33    43     21     36\n2ck1    33-49    64     19     17\n2ck2    49-59    30     48     22\n*Weighted clay average of the 3 to 23 inch textural\ncontrol section is 36 percent.\n2.  Mineralogy is assumed mixed and superactive.\n3.  Temperature - Moisture: Thermic - xeric\n3.1  The 6 to 17 inch SMCS is dry in all parts from\nJune 1 to October 31 and is moist in some part from\nNovember 1 to May 31.\n3.2  The soil temperature is above 47 degrees F. from\nDecember 15 to March 1.\n3.3  The MAST is 59 to 63 degrees F.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
