{
  "SERIES": "GOLDMIRE",
  "STATUS": "Established Series",
  "BYREV": "Rev. RHB:WLM:GLL",
  "REVDATE": "04/2007",
  "STATES": "TX",
  "OVERVIEW": "The Goldmire series consist of deep, moderately well drained.  Moderately slowly permeable soils on uplands.  These soils have\nbeen surface mined mainly for gravel.  Slopes range from 1 to 8 percent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, siliceous, active, thermic Aquic Paleustalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Goldmire very gravelly loamy sand--rangeland.\n(Colors are for dry soil unless otherwise stated.)\nAp--0 to 3 inches; very pale brown (10YR 8/4) very gravelly loamy sand, very pale brown (10YR 7/4) moist; single grained;\nloose, very friable; common fine roots; rounded siliceous pebbles comprise about 90 percent by volume; medium acid; clear wavy\nboundary (2 to 10 inches thick)\nB21t--3 to 27 inches; white (10YR 8/1) very gravelly sandy\nclay loam, light gray (10YR 7/1) moist; common medium and coarse prominent dark red (10R 3/6) mottles; weak fine and very fine subangular blocky structure; extremely hard, very firm, sticky and plastic; few fine roots in the upper part; plinthite comprises\nabout 2 percent by volume; few thin clay films; rounded siliceous pebbles comprise about 60 percent by volume; extremely acid;\ngradual wavy boundary.  (14 to 30 inches thick)\nB22t--27 to 42 inches; white (10YR 8/2) very gravelly sandy\nclay loam, light gray (10YR 7/2) moist; many medium distinct light brownish gray (10YR 6/2) and coarse prominent dark red (10R 3/6) mottles; moderate fine and very fine subangular blocky structure; extremely hard, very firm, sticky and plastic; plinthite comprises about 4 percent by volume; patchy clay films; rounded siliceous pebbles comprise about 50 percent by volume; very strongly acid; gradual wavy boundary.  (6 to 20 inches thick)\nB3--42 to 50 inches; white (10YR 8/1) gravelly sandy clay\nloam, light gray (10YR 7/1) moist; common medium and coarse\ndistinct red (2.5YR 4/8) mottles; weak medium angular blocky structure; extremely hard, firm, slightly sticky and slightly plastic; plinthite comprises about 2 percent by volume; patchy\nclay films; rounded siliceous pebbles comprise about 40 percent by volume; strongly acid; gradual wavy boundary.  (6 to 20 inches\nthick)\nC--50 to 80 inches; white (10YR 8/1) gravelly sandy clay\nloam; common medium distinct red (2.5YR 5/8) mottles; massive;\nvery hard, friable; rounded siliceous pebbles comprise about 40 percent by volume; few fine streaks of uncoated sand; strongly\nacid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  DeWitt County, Texas; from the intersection of\nU.S. Highways 87 and 183 in Cuero, Texas; 4.8 miles southeast of\nU.S. Highway 87; then 2.8 miles northeast on a paved county road; then 0.9 mile southeast on a private road to a hilltop; then 0.4\nmile south on a winding road to a gravel pit entrance; and 390\nfeet southwest in an abandoned gravel pit."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Solum thickness ranges from 40 to more than 60 inches.  Siliceous pebbles and cobbles range from 60 to 90 percent by volume in the Ap horizon, from 35 to 70 percent in the upper B2t horizons and from about 15 to 50 percent in the B3 and C horizons.\nThe Ap horizon is reddish brown (5YR 5/4), light reddish brown\n(5YR 6/4), light brown (7.5YR 6/4), strong brown (7.5YR 5/6), pale brown (10YR 6/3), or very pale brown (10YR 7/3, 8/4).  It is very gravelly loamy sand or very gravelly sand.  Reaction is medium\nacid through very strongly acid.\nThe Bt horizons are wxite (10YR 8/1, 8/2) or light gray (10YR 7/1, 7/2) and have mottles in shades of red, yellow, and brown.  Some pedons are promnently and coarsely mottled with these colors.  The\nBt horizons contain 0 to 5 percent, by volume, plinthite.  The\nupper 20 inches of the Bt horizon is gravelly sandy clay loam or\nvery gravelly sandy clay loam with clay content of 20 to about 35 percent.  The Bt horizons are strongly acid through extremely\nacid.  Base saturation ranges from 35 to 65 percent by sum of cations.\nThe g3&C horizons are white mottled with red, yellow, and gray or\na mottled matrix of these colors.  Some pedons have weak bedding p+anes with thin strata of weakly cemented sandstone."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These include the Delfina, Ellen, Hornsby,\nNocken,\n. Selden series.  Delfina soils have more than 75 percent base saturation, mixed mineralogy, mean annual soil temperature of m**e than 72 degrees F., and less than 35 percent coarse fragments in\nthe B2t horizons.  Ellen soils have sandy A horizons more than 20 inches thick.  Hornsby soils have mixed mineralogy.  Nocken soils lack low chroma mottles, have mixed mineralogy, and have c+q*ey control sections.  Selden soils have less than 35 percent coarse fragments in the control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  ***dmire soils are on gently sloping to\nsloping convex uplands.  Slope gradients are mainly 1 to 3\npercent, but range up to 8 percent.  The soil formed in ancient stream terrace or delta deposits of sand and gravel, mainly associated with Citronelle geology.  The areas have been\ndesurfaced or mined for coarse fragments.  Mean annual temperature\nis 70 degrees to 72 degrees F., average annual precipitation is 32\nto 43 inches, and Thornthwaite annual P-E index is 42 to 64.\n(GEOGRAPHICALLY ASSOCIATED SOILS:  These are the competing Ellen series and the Silvern and Tremona series.  Silvern soils have"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "NA"
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Moderately well drained; slow runoff; moderately slow permeability.\nUse and vegetation:  Mainly used for rangeland.  The soils have\nbeen cleared of the natural vegetation and the surface has been disturbed by gravel mining operations.  Most areas have a sparse cover of native vegetation consisting mainly of small post oak and blackjack oak brush and little bluestem, silver bluestem,\npaspalums, panicums, and forbs."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "NA"
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Mainly in t8m southern part of the Texas Claypan area of south Texas.  The soil is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  DeWitt County, Texas; 1973."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  The Goldmire series consists of Ellen and Silvern soils that have been desurfaced for use as road-building materials.\nNational Cooperative Soil Survey\nU. S. A."
  },
  "SITE": [
    [
      {
        "drainage": "moderately well",
        "drainage_overview": "moderately well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 8,
        "dry_hue": "10YR",
        "dry_value": 8,
        "dry_chroma": 4,
        "moist_hue": "10YR",
        "moist_value": 7,
        "moist_chroma": 4,
        "texture_class": "loamy sand",
        "cf_class": "very gravelly",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Ap--0 to 3 inches; very pale brown (10YR 8/4) very gravelly loamy sand, very pale brown (10YR 7/4) moist; single grained;"
      },
      {
        "name": "B21t",
        "top": 8,
        "bottom": 69,
        "dry_hue": "10YR",
        "dry_value": 8,
        "dry_chroma": 1,
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "sand",
        "cf_class": "very gravelly",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "B21t--3 to 27 inches; white (10YR 8/1) very gravelly sandy"
      },
      {
        "name": "B22t",
        "top": 69,
        "bottom": 107,
        "dry_hue": "10YR",
        "dry_value": 8,
        "dry_chroma": 2,
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "sand",
        "cf_class": "very gravelly",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "B22t--27 to 42 inches; white (10YR 8/2) very gravelly sandy"
      },
      {
        "name": "B3",
        "top": 107,
        "bottom": 127,
        "dry_hue": "10YR",
        "dry_value": 8,
        "dry_chroma": 1,
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "sandy clay",
        "cf_class": "gravelly",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "B3--42 to 50 inches; white (10YR 8/1) gravelly sandy clay"
      },
      {
        "name": "C",
        "top": 127,
        "bottom": 203,
        "dry_hue": "10YR",
        "dry_value": 8,
        "dry_chroma": 1,
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "sandy clay",
        "cf_class": "gravelly",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "C--50 to 80 inches; white (10YR 8/1) gravelly sandy clay"
      }
    ]
  ]
}
