{
  "SERIES": "GOLDSBORO",
  "STATUS": "Established Series",
  "BYREV": "CMO/Rev. JAK",
  "REVDATE": "11/2005",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, siliceous, subactive, thermic Aquic Paleudults"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Goldsboro loamy sand--cultivated. (Colors are for moist soil unless otherwise stated.)\nAp--0 to 8 inches; grayish brown (10YR 5/2) loamy sand; weak medium granular structure; very friable; many fine roots; moderately acid; clear smooth boundary. (5 to 10 inches thick)\nE--8 to 12 inches; pale brown (10YR 6/3) loamy sand; weak medium granular structure; very friable, many fine roots; moderately acid; clear smooth boundary. (0 to 10 inches thick)\nBE--12 to 15 inches; brownish yellow (10YR 6/6) sandy loam; weak fine subangular blocky structure; friable, slightly sticky; many fine roots; strongly acid; clear smooth boundary. (0 to 12 inches thick)\nBt1--15 to 25 inches; yellowish brown (10YR 5/6) sandy clay loam; weak fine subangular blocky structure; friable, slightly sticky, slightly plastic; common fine roots; many clay bridging between sand grains; few faint clay films on faces of peds; very strongly acid; gradual wavy boundary.\nBt2--25 to 45 inches; pale brown (10YR 6/3) sandy clay loam; weak fine subangular blocky structure; friable, slightly sticky, slightly plastic; few fine roots; many clay bridging between sand grains; few faint clay films on faces of peds; common medium distinct gray (10YR 5/1) iron depletions and yellowish brown (10YR 5/6) masses of oxidized iron; very strongly acid; gradual wavy boundary. (Combined thickness of the Bt horizon is 12 to 72 inches.)\nBtg--45 to 65 inches; gray (10YR 6/1) sandy clay loam; weak fine subangular blocky structure; friable, slightly sticky, slightly plastic; many clay bridging between sand grains; few faint clay films on faces of peds; common medium prominent red (2.5YR 5/6) and common medium distinct brownish yellow (10YR 6/6) masses of oxidized iron; very strongly acid; gradual irregular boundary. (0 to 45 inches thick)\nBCg--65 to 76 inches; gray (10YR 6/1) sandy loam and strata of sandy clay loam;  weak fine subangular blocky structure; friable, slightly sticky, slightly plastic; common clay bridging between sand grains; common medium distinct brownish yellow (10YR 6/6) masses of oxidized iron and common medium faint gray (10YR 5/1) iron depletions; very strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Wayne County, North Carolina; 5 miles northeast of Goldsboro, 0.4 mile north of Stoney Creek Church and 0.3 mile west of intersection of SR 1523 and 1545."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nDepth to top of the Argillic horizon: 5 to 19 inches\nDepth to the base of the Argillic horizon: 60 to more than 80 inches\nDepth to Bedrock: Greater than 80 inches\nDepth to Seasonal High Water Table: 18 to 30 inches, December to April\nRock Fragment Content: 0 to 50 percent, by volume throughout, mostly quartz pebbles\nSoil Reaction: Extremely acid to strongly acid, except where limed\nOther soil features: Silt content in the particle-size control section is less than 30 percent.\nAp horizon or A horizon (where present):\nColor--hue of 10YR or 2.5 Y, value of 2 to 6, chroma of 1 to 4\nTexture--loamy sand, loamy fine sand, sandy loam, or fine sandy loam\nE horizon:\nColor--hue of 10YR or 2.5Y, value of 5 to 7, chroma of 2 to 6\nTexture--loamy sand, loamy fine sand, sandy loam, and fine sandy loam\nBE horizon:\nColor--hue of 10YR or 2.5Y, value of 5 to 7, chroma of 3 to 6\nTexture--sandy loam, and fine sandy loam\nBt horizon (upper):\nColor--hue of 7.5YR to 2.5Y, value of 4 to 7, and chroma of 3 to 8\nTexture (fine-earth fraction)--sandy clay loam, sandy loam, loam, or clay loam\nBt horizon (lower):\nColor--hue of 10YR or 2.5Y, value of 4 to 7, chroma of 3 to 8\nTexture--sandy clay loam, sandy loam, loam, or clay loam. Some pedons have subhorizons of sandy clay or clay.\nRedoximorphic features--masses of oxidized iron in shade of red, yellow, or brown, and iron depletions in shades of brown, yellow, olive, or gray. Iron depletions are within 30 inches of the soil surface.\nBtg horizon:\nColor--hue of 10YR or 2.5Y, value of 4 to 7, chroma of 1 or 2\nTexture--sandy clay loam, sandy loam, loam, or clay loam. Some pedons have subhorizons of sandy clay or clay.\nRedoximorphic features--masses of oxidized iron in shade of red, yellow, or brown, and iron depletions in shades of brown, yellow, olive, or gray\nBCg horizon:\nColor--hue of 10YR or 2.5Y, value of 4 to 7, chroma of 1 or 2\nTexture--sandy loam, fine sandy loam, sandy clay loam, or loam\nRedoximorphic features--masses of oxidized iron in shade of red, yellow, or brown, and iron depletions in shades of brown, yellow, olive, or gray\nBC horizon (if it occurs):\nColor--hue of 10YR or 2.5Y, value of 5 to 7, and chroma of 3 to 5\nTexture--sandy loam, fine sandy loam, sandy clay loam, or loam\nRedoximorphic features--masses of oxidized iron in shade of red, yellow, or brown, and iron depletions in shades of brown, yellow, olive, or gray\nCg horizon (if it occurs):\nColor--hue of 10YR to 5Y, value of 5 to 7, chroma of 1 or 2 or is neutral with value of 4 to 8\nTexture--sandy, loamy, or clayey and may be stratified\nRedoximorphic features--masses of oxidized iron in shade of red, yellow, or brown, and iron depletions in shades of brown, yellow, olive, or gray"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:\nThere are no known series in the same family. Series in the closely related semiactive family include:\nIzagora soils--have more than 30 percent silt in particle-size control section\nKullit soils--have Bt horizons in hue of 5YR or redder\nQuitman soils--are brittle and compact in about 10 to 20 percent of the Bt and lower Bt horizons\nWrightsboro soils--have clayey 2B or 2C horizons between 40 and 80 inches below the soil surface"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nLandscape: Lower to upper coastal plain\nLandform: Marine terraces, uplands\nHillslope Profile Position: Summit, shoulder\nGeomorphic Component: Interfluve, talf\nParent Material: Marine deposits, fluviomarine deposits\nElevation: 30 to 450 feet\nMean Annual Air Temperature: 59 to 70 degrees F.\nMean Annual Precipitation: 38 to 52 inches\nFrost Free Period: 190 to 245 days"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:\nBonneau soils--are well drained, on slightly higher positions\nDuplin soils--have more clay and have moderately slow permeability, on similar positions\nExum soils--are in a fine-silty family and have moderately slow permeability, on similar positions\nForeston soils--are well drained and have moderately rapid permeability, on similar positions\nLynchburg soils--are somewhat poorly drained, on concave to linear positions lower on the landform\nNoboco soils--are well drained, on slightly higher positions\nNorfolk soils--are well drained, on slightly higher positions\nOcilla soils--are somewhat poorly drained, on similar positions\nOrangeburg soils--are well drained, on slightly higher positions\nPantego soils--are very poorly drained, on concave to linear positions lower on the landform\nRains soils--are poorly drained, on concave to linear positions lower on the landform\nWagram soils--are well drained, on slightly higher positions"
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:\nDrainage Class (Agricultural): Moderately well drained\nInternal Free Water Occurrence: Moderately deep, transitory\nFlooding Frequency and Duration: None\nPonding Frequency and Duration: None\nIndex Surface Runoff: Negligible to medium\nPermeability: Moderate"
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:\nMajor Uses: Cropland\nDominant Vegetation: Where cultivated--corn, peanuts, tobacco, soybeans, small grain, cotton, and pasture. Where wooded--loblolly pine, longleaf pine, slash pine, sweetgum, southern red oak, white oak, water oak, and red maple, yellow poplar. Understory plants include American holly, blueberry, flowering dogwood, greenbrier, persimmon, redbay, southern bayberry (waxmyrtle), inkberry (bitter gallberry), honeysuckle, poison ivy, and summersweet clethra."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:\nDistribution: Alabama, Arkansas, Florida, Georgia, Mississippi, North Carolina, South Carolina, and Virginia\nExtent: Large\nMLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Raleigh, North Carolina"
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Raleigh, North Carolina\nDepth Class: Very deep\nDrainage Class (Agricultural): Moderately well drained\nFlooding Frequency and Duration: None\nPonding Frequency and Duration: None\nInternal Free Water Occurrence: Moderately deep, transitory\nIndex Surface Runoff: Negligible to medium\nPermeability: Moderate\nLandscape: Lower to upper coastal plain\nLandform: Marine terraces, uplands\nHillslope Profile Position: Summit, shoulder\nGeomorphic Component: Interfluve, talf\nParent Material: Marine deposits, fluviomarine deposits\nSlope: 0 to 10 percent\nElevation (type location): Unknown\nMean Annual Air Temperature (type location): 62 degrees F.\nMean Annual Precipitation (type location): 48 inches"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Duplin County, North Carolina, 1955."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and soil properties recognized in this pedon are:\nOchric epipedon--the zone from the soil surface to a depth of 12 inches (the Ap and E horizons).\nArgillic horizon--the zone between depths of 15 to 76 inches (the BE, Bt1, Bt2, Btg and BCg horizons).\nAquic feature--Redoximorphic features with value of 4 or more and chroma of 2 or less between within a depth of 30 inches (Bt2 horizon)\nADDITIONAL DATA:\nTABULAR SERIES DATA:\nSOI-5   Soil Name  Slope  Airtemp  FrFr/Seas  Precip  Elevation\nNC0041  GOLDSBORO  0-10   57-70    190-245    38-52   30-450\nSOI-5   FloodL  FloodH  Watertable  Kind      Months   Bedrock Hardness\nNC0041  NONE            1.5-2.5     APPARENT  DEC-APR  >80     -\nSOI-5   Depth  Texture    3-Inch  No-10   Clay%   -CEC-\nNC0041   0-15  SL FSL     0-0     95-100   5-15    1-4\nNC0041   0-15  LS LFS     0-0     95-100   2-8     1-3\nNC0041  15-45  SCL SL     0-0     95-100  18-30    2-4\nNC0041  45-65  SCL CL SC  0-0     90-100  20-34    2-4\nNC0041  65-76  VAR         -        -       -       -\nSOI-5   Depth    -pH-      O.M.   Salin  Permeab   Shnk-Swll\nNC0041   0-15  3.5- 6.0  0.5-2.0  0-0    2.0-6.0   LOW\nNC0041   0-15  3.5- 5.5  0.5-2.0  0-0    6.0-20    LOW\nNC0041  15-45  3.5- 5.5  0.0-0.5  0-0    0.6-2.0   LOW\nNC0041  45-65  3.5- 5.5  0.0-0.5  0-0    0.6-2.0   LOW\nNC0041  65-76     -         -      -        -       -\nNational Cooperative Soil Survey\nU.S.A."
  }
}
