{
  "SERIES": "GOLONDRINA",
  "STATUS": "Established Series",
  "BYREV": "Rev. JVC/WWJ",
  "REVDATE": "01/2008",
  "STATES": "NM",
  "OVERVIEW": "The Golondrina series consists of very deep, well drained soils that formed in colluvium and alluvium derived from granite, gneiss, schist, and loess.  Golondrina soils are on backslopes and footslopes of eroded fan remnants.  Slopes are 15 to 45 percent.  Mean annual precipitation is about 11 inches and mean annual temperature is about 51 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive, mesic Aridic Argiustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Golondrina extremely gravelly coarse sandy loam--on a convex backslope sloping 38 percent to the southeast at 6,270 feet elevation--rangeland.  (Colors are for dry soil unless otherwise noted.  When described, the soil was dry throughout.)\nA--0 to 4 inches; brown (7.5YR 4/2) extremely gravelly coarse sandy loam, dark brown (7.5YR 3/2) moist; weak medium platy structure parting to moderate fine granular; soft, very friable, slightly sticky and nonplastic; few fine and common very fine roots; few very fine irregularly shaped pores; 55 percent gravel and 10 percent cobbles; strongly effervescent; moderately alkaline (pH 8.0); clear smooth boundary. (3 or 4 inches thick)\nBtk1--4 to 8 inches; brown (7.5YR 4/3) very gravelly sandy clay loam, dark brown (7.5YR 3/3) moist; moderate medium subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; few medium, common fine, and common very fine roots; few fine and few very fine irregularly shaped pores; 45 percent gravel and 5 percent cobbles; common faint clay films on faces of peds and lining pores; strongly effervescent, secondary calcium carbonate segregated as few fine irregularly shaped coats on undersides of rock fragments; moderately alkaline (pH 8.2); clear smooth boundary. (3 to 8 inches thick)\nBtk2--8 to 17 inches; brown (7.5YR 5/4) very gravelly coarse sandy loam, brown (7.5YR 4/4) moist; weak coarse and moderate medium subangular blocky structure; moderately hard, friable, slightly sticky and slightly plastic; few coarse, few medium, common fine, and common very fine roots; few fine and few very fine irregularly shaped pores; 35 percent gravel and 5 percent cobbles; few faint clay films on faces of peds and common faint clay bridges between coarse sand grains; strongly effervescent, secondary calcium carbonate segregated as few fine irregularly shaped coats on faces of peds and few medium and large coats on rock fragments; moderately alkaline (pH 8.4); clear wavy boundary. (5 to 10 inches thick)\nBtk3--17 to 31 inches; yellowish red (5YR 5/6) extremely gravelly coarse sandy loam, yellowish red (5YR 4/6) moist; moderate medium subangular blocky structure; moderately hard, very friable, slightly sticky and nonplastic; few medium, few fine, and few very fine roots; few fine and few very fine irregularly shaped pores; 60 percent gravel and 5 percent cobbles; common faint clay bridges between coarse sand grains; strongly effervescent, secondary calcium carbonate segregated as few fine irregularly shaped coats on faces of peds and common medium and large coats on rock fragments; moderately alkaline (pH 8.4); clear wavy boundary. (0 to 15 inches thick)\nBCk1--31 to 42 inches; yellowish red (5YR 5/6) very gravelly coarse sandy loam, yellowish red (5YR 4/6) moist; weak thick platy structure parting to weak medium subangular blocky; slightly hard, very friable, slightly sticky and nonplastic; few fine and few very fine roots; common very fine irregularly shaped pores; one lense of loam with common fine prominent reddish yellow (7.5YR 6/8) masses of iron accumulation which are relict redoximorphic features; 40 percent gravel and 5 percent cobbles; very slightly effervescent in spots to strongly effervescent on rock fragments, secondary calcium carbonate segregated as few fine and medium irregularly shaped coats on rock fragments; moderately alkaline (pH 8.4); clear wavy boundary. (4 to 13 inches thick)\nBCk2--42 to 53 inches; yellowish red (5YR 5/6) extremely gravelly coarse sandy loam, yellowish red (5YR 4/6) moist; massive; slightly hard, very friable, slightly sticky and nonplastic; few fine and few very fine roots; few fine prominent black (7.5YR 2.5/1) masses of manganese accumulation and common fine and medium prominent reddish yellow (7.5YR 6/8) masses of iron accumulation which are relict redoximorphic features; 60 percent gravel and 10 percent cobbles; very slightly effervescent in spots to strongly effervescent on rock fragments, secondary calcium carbonate segregated as few medium irregularly shaped coats on rock fragments; moderately alkaline (pH 8.0); gradual wavy boundary. (4 to 17 inches thick)\nBCk3--53 to 67 inches; reddish brown (5YR 5/4) extremely gravelly coarse sandy loam, reddish brown (5YR 4/4) moist; massive; slightly hard, very friable, slightly sticky and nonplastic; few fine and few very fine roots; common fine and medium prominent reddish yellow (7.5YR 6/8) masses of iron accumulation which are relict redoximorphic features; 60 percent gravel and 10 percent cobbles; very slightly effervescent in spots to strongly effervescent on rock fragments, secondary calcium carbonate segregated as few fine and medium irregularly shaped coats on rock fragments; moderately alkaline (pH 8.2); gradual wavy boundary. (0 to 19 inches thick)\nC--67 to 84 inches; yellowish red (5YR 5/6) extremely gravelly coarse sandy loam, yellowish red (5YR 4/6) moist; massive; soft, very friable, slightly sticky and nonplastic; 60 percent gravel and 5 percent cobbles; neutral (pH 7.2)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Santa Fe County, New Mexico; about 4 miles northeast of La Cienega; 500 feet west and 1,850 feet north of the southeast corner of section 22, T.16N., R.8E.; USGS Turquoise Hill 7.5 minute topographic quadrangle; Latitude 35 degrees 36 minutes 2 seconds North and Longitude 106 degrees 4 minutes 23 seconds West, NAD 27."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture - The soil moisture control section is intermittently moist in some part from July to October and December to March.  The soils are driest in May and June.  The soil moisture regime is aridic bordering on ustic.\nMean annual soil temperature - 52 to 54 degrees F.\nThickness of mollic epipedon - 7 to 11 inches\nDepth to calcareous material (as visible secondary calcium carbonate) - 4 to 12 inches\nDepth to base of argillic horizon - 16 to 35 inches\nLithology of rock fragments: granite, gneiss, and schist\nOrganic matter content - 1 to 3 percent in the mollic epipedon\nSalinity, mmhos/cm - 0 to 1\nSodicity, SAR - 0 to 1 in the surface and subsoil; 0 to 4 in the substratum\nReaction - neutral to moderately alkaline in the surface; slightly alkaline to moderately alkaline in the upper part of the subsoil; moderately alkaline in the lower part of the subsoil and upper part of the substratum; neutral to moderately alkaline in the lower part of the substratum\nParticle-size control section weighted averages\nSilicate clay content: 18 to 28 percent\nSand content: 40 to 60 percent\nRock fragment content: 35 to 60 percent\nA horizon\nValue: 4 or 5 dry, 2 or 3 moist\nChroma: 2 or 3, dry or moist\nRock fragments: total range is 60 to 80 percent\n50 to 65 percent gravel\n10 to 15 percent cobbles\nBtk1 or Bt horizon\nValue: 4 or 5 dry, 3 or 4 moist\nChroma: 2 through 4, dry or moist\nTexture: very gravelly sandy clay loam, very gravelly loam, or very gravelly clay loam\nRock fragments: total range is 35 to 55 percent\n30 to 45 percent gravel\n5 to 10 percent cobbles\nCalcium carbonate equivalent: 0 to 5 percent\nOther features: When the value is 4 dry or the chroma is 4, the color of the A and first B horizon when mixed is dark enough to qualify as a mollic epipedon\nBtk2 horizon\nValue: 5 or 6 dry, 4 or 5 moist\nChroma: 3 through 6, dry or moist\nTexture: very gravelly coarse sandy loam, very gravelly sandy clay loam, or very gravelly loam\nRock fragments: total range is 35 to 55 percent\n35 to 50 percent gravel\n0 to 5 percent cobbles\nCalcium carbonate equivalent: 2 to 5 percent\nBtk3 horizon\nHue: 5YR or 7.5YR\nValue: 5 or 6 dry, 4 or 5 moist\nChroma: 4 or 6, dry or moist\nTexture: extremely gravelly coarse sandy loam or very gravelly sandy clay loam\nRock fragments: total range is 45 to 65 percent\n40 to 60 percent gravel\n5 to 10 percent cobbles\nCalcium carbonate equivalent: 2 to 5 percent\nBCk horizons\nHue: 5YR or 7.5YR\nValue: 5 or 6 dry, 4 or 5 moist\nChroma: 4 or 6, dry or moist\nTexture: very gravelly coarse sandy loam, extremely gravelly coarse sandy loam, or very gravelly loamy coarse sand\nRock fragments: total range is 45 to 70 percent\n40 to 60 percent gravel\n5 to 10 percent cobbles\nCalcium carbonate equivalent: 1 to 3 percent\nOther features: pedons have few to common relict redox concentrations of iron and/or manganese; some pedons have texture of very gravelly or extremely gravelly coarse sand\nC horizon\nHue: 5YR or 7.5YR\nValue: 5 or 6 dry, 4 or 5 moist\nChroma: 4 or 6, dry or moist\nTexture: very gravelly coarse sandy loam, extremely gravelly coarse sandy loam, or very gravelly loamy coarse sand\nRock fragments: total range is 45 to 70 percent\n40 to 60 percent gravel\n5 to 10 percent cobbles\nCalcium carbonate equivalent: 0 to 2 percent\nOther features: some pedons have texture of very gravelly or extremely gravelly coarse sand; some pedons have texture of loam within buried layers of ashy or tuffaceous material"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Irock, Jumbopeak, Ligai, Majada, Mokiak, Montoso, Murdo, Nederland, Purcella, Romine, Salas, Wandurn, Wheelerwell, and Willowman series.\nIrock, Jumbopeak, Ligai, Mokiak, Salas and Wheelerwell soils are moderately deep to bedrock.  Majada, Purcella, and Willowman soils have calcic horizons within 40 inches.  Montoso soils have strongly contrasting layers of cinders between 12 and 32 inches (The concept of Montoso should be reexamined and possibly reclassified as Loamy over pumiceous or cindery).  Murdo soils have sola 10 to 20 inches thick over horizons of strongly contrasting sands and gravel (The concept of Murdo should be reexamined and possibly reclassified as Loamy-skeletal over sandy or sandy-skeletal).  Nederland soils do not have horizons of secondary calcium carbonate and are more moist in spring and early summer months.  Romine soils average less than 40 percent total sand in the particle-size control section and are in an ustic moisture regime bordering on aridic.  Wandurn soils are deep to a lithic contact."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Golondrina soils are on backslopes and footslopes of erosional fan remnants.  They formed in colluvium and alluvium derived from Precambrian granite, gneiss, schist, and from Tertiary loess. Slopes are 15 to 45 percent.  Elevation ranges from 5,800 to 7,000 feet.  The mean annual precipitation is 10 to 13 inches with about 45 percent falling as rain from high-intensity convective thunderstorms between July and September.  The mean annual air temperature is 50 to 52 degrees F.  The frost-free period is 150 to 170 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Paraje and Agua Fria soils.  Both Paraje and Agua Fria soils have ochric epipedons, upper argillic horizons that have abrupt textural increase from the surface, and calcic horizons within 40 inches.  Paraje soils are on adjacent shoulders and beveled summits of eroded fan remnants.  Agua Fria soils are on adjacent summits of eroded fan remnants."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; high surface runoff; moderate permeability in the subsoil and moderately rapid permeability in the substratum."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Golondrina soils are used for urban development, livestock grazing, and recreation.  The historic climax vegetation is blue grama, sideoats grama, New Mexico feathergrass, black grama, galleta, twoneedle pinyon, and oneseed juniper.  The ecological site is Gravelly(R036XB114NM)."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Golondrina soils are of small extent on the southeastern Espanola Basin part of the Basin and Range province in northcentral New Mexico.  The MLRA is 36."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Santa Fe County, New Mexico; Santa Fe Area Soil Survey Update; 2008.  Golondrina is the name of a draw."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon - The zone from the soil surface to a depth of about 8 inches. (A and Btk1 horizons)\nArgillic horizon - The zone from 4 to about 31 inches. (Btk1, Btk2, and Btk3 horizons)\nClassified according to Soil Taxonomy, Tenth Edition, 2006\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 10,
        "dry_hue": "7.5YR",
        "dry_value": 4,
        "dry_chroma": 2,
        "moist_hue": "7.5YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "coarse sandy loam",
        "cf_class": "extremely gravelly",
        "pH": 8,
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A--0 to 4 inches; brown (7.5YR 4/2) extremely gravelly coarse sandy loam, dark brown (7.5YR 3/2) moist; weak medium platy structure parting to moderate fine granular; soft, very friable, slightly sticky and nonplastic; few fine and common very fine roots; few very fine irregularly shaped pores; 55 percent gravel and 10 percent cobbles; strongly effervescent; moderately alkaline (pH 8.0); clear smooth boundary. (3 or 4 inches thick)"
      },
      {
        "name": "Btk1",
        "top": 10,
        "bottom": 20,
        "dry_hue": "7.5YR",
        "dry_value": 4,
        "dry_chroma": 3,
        "moist_hue": "7.5YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "sandy clay loam",
        "cf_class": "very gravelly",
        "pH": 8.2,
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Btk1--4 to 8 inches; brown (7.5YR 4/3) very gravelly sandy clay loam, dark brown (7.5YR 3/3) moist; moderate medium subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; few medium, common fine, and common very fine roots; few fine and few very fine irregularly shaped pores; 45 percent gravel and 5 percent cobbles; common faint clay films on faces of peds and lining pores; strongly effervescent, secondary calcium carbonate segregated as few fine irregularly shaped coats on undersides of rock fragments; moderately alkaline (pH 8.2); clear smooth boundary. (3 to 8 inches thick)"
      },
      {
        "name": "Btk2",
        "top": 20,
        "bottom": 43,
        "dry_hue": "7.5YR",
        "dry_value": 5,
        "dry_chroma": 4,
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "coarse sandy loam",
        "cf_class": "very gravelly",
        "pH": 8.4,
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Btk2--8 to 17 inches; brown (7.5YR 5/4) very gravelly coarse sandy loam, brown (7.5YR 4/4) moist; weak coarse and moderate medium subangular blocky structure; moderately hard, friable, slightly sticky and slightly plastic; few coarse, few medium, common fine, and common very fine roots; few fine and few very fine irregularly shaped pores; 35 percent gravel and 5 percent cobbles; few faint clay films on faces of peds and common faint clay bridges between coarse sand grains; strongly effervescent, secondary calcium carbonate segregated as few fine irregularly shaped coats on faces of peds and few medium and large coats on rock fragments; moderately alkaline (pH 8.4); clear wavy boundary. (5 to 10 inches thick)"
      },
      {
        "name": "Btk3",
        "top": 43,
        "bottom": 79,
        "dry_hue": "5YR",
        "dry_value": 5,
        "dry_chroma": 6,
        "moist_hue": "5YR",
        "moist_value": 4,
        "moist_chroma": 6,
        "texture_class": "coarse sandy loam",
        "cf_class": "extremely gravelly",
        "pH": 8.4,
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Btk3--17 to 31 inches; yellowish red (5YR 5/6) extremely gravelly coarse sandy loam, yellowish red (5YR 4/6) moist; moderate medium subangular blocky structure; moderately hard, very friable, slightly sticky and nonplastic; few medium, few fine, and few very fine roots; few fine and few very fine irregularly shaped pores; 60 percent gravel and 5 percent cobbles; common faint clay bridges between coarse sand grains; strongly effervescent, secondary calcium carbonate segregated as few fine irregularly shaped coats on faces of peds and common medium and large coats on rock fragments; moderately alkaline (pH 8.4); clear wavy boundary. (0 to 15 inches thick)"
      },
      {
        "name": "BCk1",
        "top": 79,
        "bottom": 107,
        "dry_hue": "5YR",
        "dry_value": 5,
        "dry_chroma": 6,
        "moist_hue": "5YR",
        "moist_value": 4,
        "moist_chroma": 6,
        "texture_class": "coarse sandy loam",
        "cf_class": "very gravelly",
        "pH": 8.4,
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "BCk1--31 to 42 inches; yellowish red (5YR 5/6) very gravelly coarse sandy loam, yellowish red (5YR 4/6) moist; weak thick platy structure parting to weak medium subangular blocky; slightly hard, very friable, slightly sticky and nonplastic; few fine and few very fine roots; common very fine irregularly shaped pores; one lense of loam with common fine prominent reddish yellow (7.5YR 6/8) masses of iron accumulation which are relict redoximorphic features; 40 percent gravel and 5 percent cobbles; very slightly effervescent in spots to strongly effervescent on rock fragments, secondary calcium carbonate segregated as few fine and medium irregularly shaped coats on rock fragments; moderately alkaline (pH 8.4); clear wavy boundary. (4 to 13 inches thick)"
      },
      {
        "name": "BCk2",
        "top": 107,
        "bottom": 135,
        "dry_hue": "5YR",
        "dry_value": 5,
        "dry_chroma": 6,
        "moist_hue": "5YR",
        "moist_value": 4,
        "moist_chroma": 6,
        "texture_class": "coarse sandy loam",
        "cf_class": "extremely gravelly",
        "pH": 8,
        "pH_class": "moderately alkaline",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "BCk2--42 to 53 inches; yellowish red (5YR 5/6) extremely gravelly coarse sandy loam, yellowish red (5YR 4/6) moist; massive; slightly hard, very friable, slightly sticky and nonplastic; few fine and few very fine roots; few fine prominent black (7.5YR 2.5/1) masses of manganese accumulation and common fine and medium prominent reddish yellow (7.5YR 6/8) masses of iron accumulation which are relict redoximorphic features; 60 percent gravel and 10 percent cobbles; very slightly effervescent in spots to strongly effervescent on rock fragments, secondary calcium carbonate segregated as few medium irregularly shaped coats on rock fragments; moderately alkaline (pH 8.0); gradual wavy boundary. (4 to 17 inches thick)"
      },
      {
        "name": "BCk3",
        "top": 135,
        "bottom": 170,
        "dry_hue": "5YR",
        "dry_value": 5,
        "dry_chroma": 4,
        "moist_hue": "5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "coarse sandy loam",
        "cf_class": "extremely gravelly",
        "pH": 8.2,
        "pH_class": "moderately alkaline",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "BCk3--53 to 67 inches; reddish brown (5YR 5/4) extremely gravelly coarse sandy loam, reddish brown (5YR 4/4) moist; massive; slightly hard, very friable, slightly sticky and nonplastic; few fine and few very fine roots; common fine and medium prominent reddish yellow (7.5YR 6/8) masses of iron accumulation which are relict redoximorphic features; 60 percent gravel and 10 percent cobbles; very slightly effervescent in spots to strongly effervescent on rock fragments, secondary calcium carbonate segregated as few fine and medium irregularly shaped coats on rock fragments; moderately alkaline (pH 8.2); gradual wavy boundary. (0 to 19 inches thick)"
      },
      {
        "name": "C",
        "top": 170,
        "bottom": 213,
        "dry_hue": "5YR",
        "dry_value": 5,
        "dry_chroma": 6,
        "moist_hue": "5YR",
        "moist_value": 4,
        "moist_chroma": 6,
        "texture_class": "coarse sandy loam",
        "cf_class": "extremely gravelly",
        "pH": 7.2,
        "pH_class": "neutral",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "C--67 to 84 inches; yellowish red (5YR 5/6) extremely gravelly coarse sandy loam, yellowish red (5YR 4/6) moist; massive; soft, very friable, slightly sticky and nonplastic; 60 percent gravel and 5 percent cobbles; neutral (pH 7.2)."
      }
    ]
  ]
}
