{
  "SERIES": "GONZALES",
  "STATUS": "Established Series",
  "BYREV": "Rev. RLB/PDC/WWJ/RKS/HCD",
  "REVDATE": "08/2006",
  "STATES": "AZ",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Clayey, smectitic, thermic, shallow Ustic Haplocambids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Gonzales very cobbly sandy clay loam-rangeland.  (Colors are for dry soil unless otherwise noted.)\nA--0 to 1 inch; reddish gray (5YR 5/2) very cobbly sandy clay loam, dark reddish brown (5YR 3/2) moist; moderate fine granular structure; slightly hard, friable, moderately sticky and moderately plastic; many very fine roots; many very fine irregular pores; 20 percent cobble and 25 percent gravel; neutral (pH 7.0); abrupt wavy boundary.  (1 to 3 inches thick)\nBw1--1 to 7 inches; dark reddish brown (5YR 3/2) clay, dark reddish brown (5YR 3/2) moist; moderate medium subangular blocky structure; hard, very firm, very sticky and very plastic; many very fine roots; common fine tubular pores; neutral (pH 7.0) clear wavy boundary.  (4 to 7 inches thick)\nBw2--7 to 14 inches; reddish brown (5YR 4/4) clay, dark reddish brown (5YR 3/4) moist; strong medium subangular blocky structure; very hard, very firm, very sticky and very plastic; many very fine roots; few fine tubular pores; neutral (pH 7.0) abrupt wavy boundary.  (7 to 10 inches thick)\n2Cr--14 to 17 inches; weathered tuff.\n2R--17 inches; tuff."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Mohave County, Arizona; about 21 miles northeast of Wikieup; 2,500 feet east and 200 feet south of the northwest corner of Section 14, T. 17 N., R. 11W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil Moisture: Intermittently moist in some part of the soil moisture control section during July-September and December-February.  Driest during May and June. Ustic aridic moisture regime.\nRock Fragments: Averages less than 15 percent in the control section\nSoil Temperature: 59 to 63 degrees F.\nDepth to bedrock: 10 to 20 inches\nOrganic matter: Less than 3 percent in the surface\nA horizon\nHue:  5YR, 7.5YR\nValue:  4 or 5 dry\nChroma:  2 or 3, dry or moist\nB horizon\nHue:  5YR, 7.5YR\nValue:  2 through 4, dry or moist\nChroma:  2 through 4, dry or moist\nTexture:  Clay, sandy clay (40 to 55 percent clay)"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no competing series."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Gonzales soils are on hills and mountains at elevations of 3,800 to 5,800 feet.  These soils formed in alluvium from tuff, breccia, basalt, and andesite.  Slopes range from 5 to 35 percent.  The mean annual precipitation is 12 to 16 inches.  The mean annual air temperature is 57 to 61 degrees F.  The frost-free period is 180 to 210 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Bonita and Whitehouse soils.  Bonita soils are deep.  Whitehouse soils have an argillic horizon."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; very high runoff; Slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Gonzales soils are used for livestock grazing and wildlife habitat.  The present vegetation is Juniper, beargrass, Turbinella oak, beaver tail, and Tobosa."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Northwestern Arizona.  This series is of moderate extent.  MLRA is 38."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Phoenix, Arizona"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Mohave County, Arizona.  Soil survey of Mohave County, AZ, Central Part; 2005."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - The zone from 0 to 1 inch  (A horizon)\n(organic matter content is too low for a mollic epipedon)\nCambic horizon - The zone from 1 to 14 inches (B horizon)\nParalithic Contact - The boundary at 14 inches (Cr horizon)\nLithic contact - The boundary at 17 inches (R horizon)\nThe series was originally proposed in Mohave County, Arizona, Southern Part, 1986.\nClassified according to Keys to Soil Taxonomy Ninth Edition, 2003\nNational Cooperative Soil Survey\nU.S.A."
  }
}
