{
  "SERIES": "GOODCREEK",
  "STATUS": "Tentative Series",
  "BYREV": "Rev. DDR-RMR-ALS-JAG-WJG",
  "REVDATE": "03/2005",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS:  Fine-silty, mixed, superactive, thermic Fluventic Haplustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Goodcreek loamcropland.   (Colors are for dry soil unless otherwise stated.)\nA1--0 to 6 inches; brown (7.5YR 4/3) loam, dark brown (7.5YR 3/3) moist, moderate fine and medium subangular blocky structure; hard, friable; many very fine and fine roots; common very fine, fine, and medium pores; common worm casts and channels; noneffervescent; slightly alkaline; clear smooth boundary.\nA2--6 to 18 inches; brown (7.5YR 4/3) loam, dark brown (7.5YR 3/2) moist; weak medium prismatic structure parting to moderate fine and medium subangular blocky; hard, friable; common very fine, fine, and medium roots; common very fine, fine, and few medium pores; common worm casts and channels; strongly effervescent; moderately alkaline; gradual smooth boundary.  (Combined thickness of the A horizons ranges from 10 to 20 inches thick)\nBw--18 to 25 inches; brown (7.5YR 5/3) clay loam, brown (7.5YR 4/3) moist; moderate coarse prismatic structure parting to moderate fine and medium subangular blocky; hard, friable; common very fine and fine roots; few fine and medium pores; few worm casts and channels; few fine concretions of calcium carbonate; strongly effervescent; moderately alkaline; gradual smooth boundary. (5 to 21 inches thick)\nBk1--25 to 48 inches; reddish brown (5YR 5/4) clay loam, reddish brown (5YR 4/4) moist; moderate medium prismatic structure parting to moderate medium subangular blocky; hard, friable; few very fine and fine roots; few fine and medium pores; few worm casts and channels; common threads and a few fine concretions of calcium carbonate; violently effervescent; moderately alkaline; diffuse smooth boundary.  (12 to 25 inches thick)\nBk2--48 to 64 inches; reddish brown (5YR 5/4) clay loam; reddish brown (5YR 4/4) moist; weak medium prismatic structure parting to moderate fine and medium subangular blocky; hard, friable; few very fine and fine roots; few very fine and fine pores; few worm casts and channels; common threads and a few fine concretions of calcium carbonate; violently effervescent; moderately alkaline; diffuse smooth boundary.  (15 to 30 inches thick)\nBC--64 to 80 inches; reddish brown (5YR 5/4) clay loam, reddish brown (5YR 4/4) moist; weak coarse prismatic structure parting to weak medium subangular blocky structure; hard, friable; very few very fine and fine roots; few very fine, fine, and medium pores; few worm casts and channels; few threads and few fine concretions of calcium carbonate; few fragments of dolomite as much as 1cm across long axis; violently effervescent; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Foard County, Texas; from intersection of U.S. Highway 70 and State Highway 6 in Crowell; 3.2 miles south on State Highway 6; 9.3 miles west and south on Farm Road 2003 to unpaved county road; 1.85 miles south on county road; 0.38 mile west; 0.7 mile southwest to a ranch road; 900 feet northwest on road, and from end of road 700 feet west northwest in rangeland: Latitude: 33 degrees, 53 minutes, 01.2 seconds North; Longitude: 99 degrees, 54 minutes, 10.9 seconds West.  Boiling Spring, Texas topographic quadrangle; NAD 1927."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nDepth to secondary calcium carbonate: 14 to 26 inches\nDepth to cambic horizon: 10 to 20 inches\nParticle-size control section (weighted average)\nClay content: 18 to 35 percent\nSand content: less than 15 percent fine sand or coarser\nCoarse Fragments: 0 to 1 percent\nThickness of the mollic epipedon: 10 to 20 inches (may include some Bw horizon)\nBuried horizons:  Occur below 50 inches in some pedons\nA Horizon\nHue: 5YR to 10YR\nValue: 4 or 5 (2 or 3 moist)\nChroma: 2 or 3\nTexture: loam, clay loam, silt loam, or silty clay loam\nClay content: 20 to 35 percent\nCalcium carbonate equivalent: 0 to 5 percent\nEC (dS/m): 0 to 2\nSAR: 0 to 2\nReaction: slightly alkaline or moderately alkaline\nEffervescence: noneffervescent to strongly effervescent\nBw Horizon\nHue: 5YR or 7.5YR\nValue: 4 to 6 (3 or 4 moist)\nChroma: 2 to 4\nTexture: loam, silt loam, clay loam, or silty clay loam\nClay content: 20 to 35 percent\nCalcium carbonate equivalent: 1 to 10 percent\nVisible calcium carbonate: none to a few very fine or fine concretions\nEC (dS/m): 0 to 2\nGypsum: 0 to less than 1 percent\nSAR: 0 to 3\nEffervescence:  Very slightly effervescent to strongly effervescent\nReaction: Slightly alkaline or moderately alkaline\nBk1 Horizon\nHue: 5YR or 7.5YR\nValue: 5 or 6 (4 or 5 moist)\nChroma: 3 or 4\nTexture: loam, silt loam, silty clay loam, or clay loam\nClay content: 18 to 32 percent\nCoarse fragments: 0 to 2 percent\nCalcium carbonate equivalent: 3 to 15 percent\nVisible calcium carbonate: 2 to 5 percent films, threads, fine masses, and concretions\nEC (dS/m): 1 to 4 percent\nGypsum: 0 to 3 percent\nSAR: 2 to 6\nEffervescence:  Strongly effervescent to violently effervescent\nReaction: Slightly alkaline or moderately alkaline\nBk2 Horizon\nHue: 5YR or 7.5YR\nValue: 4 to 6 (3 to 5 moist)\nChroma: 3 or 4\nTexture: loam, clay loam, or silty clay loam\nClay content: 18 to 32 percent\nCoarse fragments: 0 to 3 percent\nCalcium carbonate equivalent: 3 to 15 percent\nVisible calcium carbonate: 2 to 5 percent films, threads, fine masses, and concretions\nEC (dS/m): 2 to 8\nGypsum: 0 to 5 percent\nSAR: 2 to 6\nEffervescence:  Strongly effervescent to violently effervescent\nReaction: Moderately alkaline\nBC Horizon\nHue: 5YR or 7.5YR\nValue: 4 to 6 (3 to 5 moist)\nChroma: 3 to 6\nTexture: loam, clay loam, or silty clay loam\nClay content: 15 to 32 percent\nCoarse fragments: 0 to 3 percent\nCalcium carbonate equivalent: 2 to 15 percent\nVisible calcium carbonate: 0 to 5 percent\nEC (dS/m): 1 to 4 percent\nGypsum: 0 to 3 percent\nSAR: 3 to 6\nEffervescence: Strongly effervescent to violently effervescent\nReaction: Moderately alkaline"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Asher, Ashport, Clearfork, Lamport, and Spur series.  Similar soils are the Clairemont, Rups, and Wheatwood series.\nAsher series:  These soils have stratified coarse-silty textures depths of 20 to 38 inches and occur in a moister climate.\nAshport series:  These soils occur in a moister climate.\nClearfork series:  These soils have cumulic epipedons.\nClairemont series:  These soils are stratified and have ochric epipedons.\nLamport series:  These soils occur in a moister climate.\nRups series:  These soils have saline horizons.\nSpur series:  These soils have a fine-loamy particle size control section.\nWheatwood series:  These soils have ochric epipedons."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material: Holocene age alluvium derived from Permian age sediments.\nLandform: Flood plains that ranges from frequently to rarely flooded.\nSlope: 0 to 1 percent\nMean annual temperature: 61 to 64 degrees F.\nMean annual precipitation: 22 to 26 inches\nFrost-free period: 205 to 230 days\nElevation: 1200 to 1800 feet\nThornthwaite annual P-E indices: 32 to 38"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Cottonwood, Kingco, Knoco, Nipsum, Quanah, Talpa, Vernon, and Wheatwood series.\nCottonwood, Knoco, Talpa and Vernon series:  These soils occur on higher upland areas and are less than 40 inches to bedrock.\nKingco, Nipsum, and Quanah series:  These very deep soils are on uplands.\nWheatwood series:  This soil occurs on flood plains and has an ochric epipedon."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained.  Moderate permeability.  Runoff is negligible.  This soil is rarely to frequently flooded for very brief periods."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are used for both cropland and rangeland.  The main crops are small grains, cotton, and sorghums.  Native vegetation is blue grama, buffalograss, sideoats grama, western wheatgrass, sand bluestem, and Texas wintergrass.  Mesquite, lotebush, redberry juniper, and prickly pear cactus are common invaders."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  North Texas; LRR  H; MLRA  78B and 78C;  Small extent"
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES PROPOSED",
    "content": "SERIES PROPOSED:  Foard County, Texas, 2004. The name is from the nearby creek at the type location."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  This soil was previously included with the Spur series.\nDiagnostic horizons and features recognized in this pedon are:\nMollic epipedon: 0 to 18 inches\nCambic horizon: 18 to 65 inches\nParticle size control section: 10 to 40 inches.  (A2 horizon, Bw horizon and Bk1 horizon)\nRange site: Loamy Bottomland (078BY080TX)\nThe assignment of the cation-exchange activity class is supported by NSSL data S03-TX-005 from Foard County, Texas.\nTaxonomic version: Keys to Soil Taxonomy, Ninth Edition, 2003\nNational Cooperative Soil Survey\nU.S.A."
  }
}
