{
  "SERIES": "GOODBYE",
  "STATUS": "Established Series",
  "BYREV": "Rev. EWB-AMB-JBF-TM",
  "REVDATE": "03/2017",
  "STATES": "CA",
  "OVERVIEW": "The Goodbye series consists of very deep, somewhat poorly drained soils that formed in alluvium derived from mixed rock sources.  Goodbye soils are on river and stream terraces.  Slopes are 0 to 4 percent. The mean annual precipitation is about 300 mm and the mean annual temperature is about 6 degrees C.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, frigid Aquic Cumulic Haploxerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Goodbye loam--pastureland. (Colors are for dry soil unless otherwise noted.)\nA1--0 to 10 cm; brown (10YR 5/3) loam, dark brown (10YR 3/3) moist; weak fine subangular blocky structure; slightly hard, very friable, moderately sticky and moderately plastic; many very fine and fine roots; many very fine interstitial pores; strong effervescence; moderately alkaline, (pH 8.3); clear smooth boundary. (5 to 15 cm thick)\nA2--10 to 25 cm; grayish brown (10YR 5/2) loam, very dark grayish brown (10YR 3/2) moist; moderate fine subangular blocky structure; slightly hard, very friable, moderately sticky and moderately plastic; many very fine and fine roots; common very fine tubular and interstitial pores; slight effervescence; moderately alkaline, (pH 8.0); clear wavy boundary. (10 to 30 cm thick)\nA3--25 to 76 cm; gray (10YR 5/1) loam, very dark gray (10YR 3/1) moist; weak fine and medium subangular blocky structure; hard, friable, moderately sticky and moderately plastic; common very fine and fine roots; common very fine interstitial and common tubular pores; 25 percent fine and medium dark yellowish brown (10YR 4/4), moist, masses of oxidized iron in the matrix; 5 percent gravel; slight effervescence; moderately alkaline, (pH 8.0); clear wavy boundary. (25 to 60 cm thick)\nC--76 to 94 cm; light brownish gray (2.5Y 6/2) loam, dark grayish brown (2.5Y 4/2) moist; massive; hard, friable, moderately sticky and moderately plastic; few fine roots and common very fine roots; common very fine interstitial and tubular pores; 50 percent medium and coarse olive brown (2.5Y 4/4), moist, masses of oxidized iron in the matrix; 10 percent gravel; slightly alkaline, (pH 7.6); clear wavy boundary. (13 to 30 cm thick)\nCg1--94 to 119 cm; gray (5Y 6/1) sandy clay loam, dark greenish gray (5GY 4/1) moist; massive; hard, friable, moderately sticky and moderately plastic; few very fine roots; common very fine interstitial and tubular pores; 50 percent medium and coarse reddish brown (5YR 4/4), moist, masses of oxidized iron in the matrix; 10 percent gravel; neutral, (pH 7.0); clear wavy boundary. (20 to 40 cm thick)\nCg2--119 to 145 cm; gray (5Y 6/1) sandy loam, dark greenish gray (5GY 4/1) moist; massive; slightly hard, very friable, nonsticky and nonplastic; few very fine roots; common very fine interstitial and tubular pores; 50 percent medium and coarse yellowish red (5YR 4/6), moist,; masses of oxidized iron in the matrix; 10 percent gravel; neutral, (pH 7.0); clear wavy boundary. (20 to 40 cm thick)\n2Cg--145 to 152 cm; light brownish gray (2.5Y 6/2) very gravelly loamy coarse sand, dark grayish brown (2.5Y 4/2) moist; massive; soft, very friable, nonsticky and nonplastic; few very fine roots; many very fine interstitial pores; 25 percent coarse yellowish red (5YR 4/6), moist, masses of oxidized iron in the matrix; 45 percent gravel; neutral, (pH 7.0)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Mono County, California; in the Bridgeport Valley; about 1,800 feet south and 900 feet east of the northwest corner of section 29, T. 5 N., R. 25 E.;  Bridgeport USGS 7.5 minute topographic quadrangle; latitude 38 degrees 16 minutes 0.7 seconds N and longitude 119 degrees 14 minutes 48.4 seconds W; WGS84 Decimal Degrees 38.2668611 latitude, -119.2467694 longitude."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: Usually dry in the moisture control section; moist winter and spring; usually dry summer and fall; aridic moisture regime that borders on xeric. Saturated within 50 to 75 cm during the late winter and early spring in most years.\nMean annual soil temperature: 7 to 8 degrees C.\nMollic epipedon thickness: 60 to 100 cm.\nDepth to unconformable very gravelly material: 100 to 150 cm.\nIrregular decrease in organic matter content is present below 25 cm.\nParticle-size control section - Clay content: Averages 18 to 27 percent.\nRock fragments: Averages 0 to 15 percent, mainly gravel.  Lithology of rock fragments is mixed igneous and metamorphic rock.\nA horizons\nHue: 10YR or 2.5Y.\nValue: 4 or 5 dry, 2 or 3 moist.\nChroma: 1 through 3, dry or moist.\nOrganic matter content: 2 to 4 percent.\nRedoximorphic features: Redox concentrations occur as masses of iron or manganese accumulation in the matrix in the lower part.\nEffervescence: Noneffervescent to strongly effervescent.\nCalcium carbonate equivalent: 0 to 3 percent.\nReaction: Neutral through moderately alkaline.\nC Horizon\nHue: 10YR or 2.5Y.\nValue: 5 through 7 dry, 4 or 5 moist.\nChroma: 1 or 2 dry or moist.\nTexture: Loam or sandy clay loam, with thin strata of sandy loam, fine sandy loam or loamy sand in some pedons.\nClay content: Averages 18 to 27 percent.\nRock fragments: Averages less than 15 percent.\nRedoximorphic features: Redox concentrations occur as masses of iron or manganese accumulation in the matrix.\nEffervescence: Noneffervescent to slightly effervescent.\nCalcium carbonate equivalent: 0 to 1 percent.\nReaction: Neutral or slightly alkaline.\nCg Horizons\nHue: 2.5Y or 5Y.\nValue: 5 through 7 dry, 4 or 5 moist.\nChroma: 1 or 2 dry or moist.\nTexture: Loam or sandy clay loam, with thin strata of sandy loam, fine sandy loam or loamy sand in some pedons.\nClay content: Averages 18 to 27 percent.\nRock fragments: Averages less than 15 percent.\nRedoximorphic features: Redox concentrations occur as masses of iron or manganese accumulation in the matrix.\nReaction: Slightly acid or neutral.\n2Cg Horizon\nHue: 2.5Y or 5Y.\nValue: 5 through 7 dry, 4 or 5 moist.\nChroma: 1 or 2 dry or moist.\nTexture: Stratified very gravelly coarse sand to fine sandy loam.\nClay content: Averages 5 to 10 percent.\nRock fragments: Averages 35 to 50 percent, dominantly gravel.\nRedoximorphic features: Redox concentrations occur as masses of iron or manganese accumulation in the matrix, and coating the undersides of rock fragments.\nReaction: Slightly acid or neutral."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are currently no other series recognized in this family."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Goodbye soils are on river on stream terraces. They occur on summit positions. Goodbye soils formed in alluvium derived from mixed igneous and metamorphic rock sources.   Slopes are 0 to 2 percent.  Elevations range from 1,955 to 2,015 meters. The climate is semi-arid with cool, moist winters and warm, dry summers. The mean annual precipitation is 250 to 350 mm, mean annual temperature is 6 to 7 degrees C., and the frost-free period is 30 to 60 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: This is the Eastwalker series.  Eastwalker soils have an aquic soil moisture regime."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Somewhat poorly drained; low surface runoff; moderate permeability; moderately high saturated hydraulic conductivity. Endosaturation is present with an apparent seasonal high water table between 50 and 75 cm (moderately deep free water occurrence class) between January and June. Cumulative annual duration class is Common. These soils are susceptible to occasional flooding for very brief or brief periods between December and September."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Goodbye soils are used for pastureland, watershed and wildlife habitat. The present vegetation is mainly rushes, sedges, bluegrass, clover and forbs."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Eastern California, east of the Sierra Nevada Range. These soils are not extensive.  MLRA 26."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Mono County (Coleville-Bridgeport Area), California, 2010."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon - The zone from the soil surface to 76 cm (A1, A2 and A3 horizons).\nAquic conditions - The conditions of endosaturation and reduction in horizons between 50 and 76 cm at certain times in normal years (lower A3, C, Cg1, Cg2 and 2Cg3 horizons).\nParticle-size control section - The zone from 25 to 100 cm (A3, C and upper Cg1 horizons).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
