{
  "SERIES": "GOODLOW",
  "STATUS": "Established Series",
  "BYREV": "Rev. AON/RWL",
  "REVDATE": "05/2007",
  "STATES": "OR",
  "OVERVIEW": "The Goodlow series consists of very deep, well drained soils that formed in colluvium weathered from basalt and andesite. Goodlow soils are in mountainous areas and have slopes of 5 to 60 percent. The mean annual precipitation is about 80 inches and the mean annual temperature is about 42 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, isotic Andic Humicryepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Goodlow gravelly silt loam, forested. (Colors are for moist soil unless otherwise noted.)\nOi--1 inch to 0; loose litter of fir needles, twigs, cones and leaves; abrupt lower boundary. (1 to 3 inches thick)\nA1--0 to 3 inches; dark brown (7.5YR 3/2) gravelly silt loam, brown (10YR 5/3) dry; moderate fine and medium granular structure; slightly hard, friable, nonsticky and nonplastic; many roots; many fine and very fine irregular pores; 15 percent gravel and 5 percent stones; strongly acid (pH 5.2); clear smooth boundary.\nA2--3 to 10 inches; dark brown (7.5YR 3/2) gravelly silt loam, brown (10YR 5/3) dry; moderate medium and coarse granular structure; slightly hard, friable, nonsticky and nonplastic; many fine and medium roots; many fine and very fine irregular and tubular pores; 15 percent gravel and 5 percent cobbles; strongly acid (pH 5.3); clear wavy boundary.  (Combined thickness of the A horizon is 6 to 19 inches)\nBw--10 to 34 inches; brown (10YR 4/3) very cobbly clay loam, pale brown (10YR 6/3) dry; weak fine and medium subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; few faint broken clay films in pores; common roots; many fine and very fine tubular pores; 35 percent gravel, 20 percent cobbles and 5 percent stones; strongly acid (pH 5.1); clear irregular boundary. (12 to 30 inches thick)\nC--34 to 60 inches; brown (10YR 4/3) extremely cobbly loam, pale brown (10YR 6/3) dry; massive; soft, friable, slightly sticky and slightly plastic; few fine, medium and coarse roots; many fine and very fine tubular pores; 45 percent gravel, 30 percent cobbles, and 5 percent stones; very strongly acid (pH 5.0)"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Multnomah County, Oregon; along the Larch Mountain Road; SE1/4 NE1/4 section 32, T.1N., R.6E., W.M."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The soils are usually moist and are dry for less than 45 consecutive days during the summer months between depths of 8 and 24 inches.  The mean annual soil temperature is 40 to 47 degrees F.  Depth to bedrock is greater than 60 inches.  Thickness of the solum is 30 to 50 inches. Rock fragments range from 35 to 80 percent in the Bw  horizon and 50 to 80 percent in the C horizon.  The umbric epipedon is 7 to 18 inches thick.  Acid oxalate extractable aluminum plus one-half iron is estimated to be 1.0 to 1.5 percent.\nThe A horizon has hue of 10YR or 7.5YR, value of 2 or 3 moist, 4 or 5 dry, and chroma of 2 or 3 dry. It is loam or silt loam with 10 to 20 percent gravel and 5 to 10 percent cobbles.\nThe Bw horizon has hue of 10YR or 7.5YR, value of 3 or 4 moist, 5 or 6 dry, and chroma of 3 or 4 moist and dry. It is very cobbly silty clay loam or very cobbly clay loam and has 27 to 35 percent clay. It has 10 to 35 percent gravel, 20 to 35 percent cobbles, and 0 to 10 percent stones.\nThe C horizon ranges from extremely cobbly loam to very cobbly loam to very stony loam. It has 20 to 45 percent gravel, 20 to 35 percent cobbles, and 5 to 20 percent stones."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Growden and Rustlerpeak series.  Growden soils are deep and have umbric epipedons greater than 20 inches thick.  Rustlerpeak soils are 20 to 40 inches to paralithic bedrock."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  The Goodlow soils are on smooth mountain side slopes in the Cascade Mountains. Elevations are 2,800 to 3,600 feet.  Slopes are 5 to 60 percent. The soils formed in moderately fine textured colluvium and residuum weathered from olivine basalt and olivine andesite of the Cascade Andesite Formation with an admixture of soft, reddish tuffaceous rock material. The climate is characterized by cold wet winters and cool moist summers.  The mean annual precipitation is 700 to 90 inches, falling as rain in the fall and spring, and snow in winter.  Rainfall amounts are relatively low in the summer. The mean January temperature is 30 degrees F. The mean July temperature is 58 degrees F. The mean annual temperature is 40 to 45 degrees F. The frost-free period is 10 to 30 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Oneonta and Thunder soils. Oneonta soils contain less than 35 percent rock fragments and Thunder soils have E and Bs horizons and are 20 to 40 inches deep to bedrock."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  The primary uses are for recreation, timber production, watershed protection, and wildlife habitat. The overstory vegetation is Douglas fir, noble fir, silver fir, western hemlock, and western redcedar. The dominant understory vegetation is blue huckleberry and beargrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Cascade Mountains of northwestern Oregon; MLRA 3. The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Multnomah County, Oregon (Bull Run, Sandy Area), 1976."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  This draft reflects a change in classification from Cryumbrepts to Dystrocryepts based on Keys to Taxonomy, 8th edition.\nDiagnostic horizons and features recognized in this pedon:\nUmbric epipedon - from 0 to 10 inches (A1 and A2 horizons)\nCambic horizon - from 10 to 34 inches (Bw horizon)\nParticle-size control section - from 10 to 40 inches (Bw and upper 6 inches of C horizon) with a weighted average of 64 percent rock fragments.\nADDITIONAL DATA:  Characterization data on one pedon (FS61Ore-045-24 (1-4)) by Oregon State University. (Unpublished)\nNational Cooperative Soil Survey\nU.S.A."
  }
}
