{
  "SERIES": "GOODWIT",
  "STATUS": "Established Series",
  "BYREV": "Rev. JEB-AME-MJM-HFG",
  "REVDATE": "05/2005",
  "STATES": "WI",
  "OVERVIEW": "The Goodwit series consists of very deep, moderately well drained soils formed in loess and in the underlying till.  They are mostly on moraines and drumlins.  Permeability is moderate in the loess and in the loamy till and is moderately rapid in the loamy sand till.  Slopes range from 0 to 15 percent. Mean annual precipitation is about 30 inches. Mean annual temperature is about 42 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, superactive, frigid Alfic Oxyaquic Haplorthods"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Goodwit silt loam, very stony - on a convex, southwest facing 2 percent slope in a hardwood forest at an elevation of about 1,440 feet.  (Colors are for moist soil unless otherwise stated.)\nA--0 to 3 inches; black (10YR 2/1) silt loam, dark gray (10YR 4/1) dry; moderate fine granular structure; friable; many very fine and fine, common medium, and few coarse roots; about 2 percent gravel; moderately acid; abrupt wavy boundary.  (0 to 5 inches thick)\nE--3 to 5 inches; brown (7.5YR 4/2) silt loam, pinkish gray (7.5YR 6/2) dry; weak thin platy structure parting to weak very fine subangular blocky; friable; many very fine and fine and few medium and coarse roots; about 2 percent gravel; strongly acid; abrupt broken boundary. (1 to 6 inches thick)\nBs1--5 to 10 inches; brown (7.5YR 4/4) silt loam; moderate fine and medium subangular blocky structure; friable; many very fine and fine and few medium roots; about 2 percent gravel; strongly acid; gradual wavy boundary.\nBs2--10 to 19 inches; brown (7.5YR 5/4) silt loam; moderate medium subangular blocky structure; friable; common very fine and fine roots; about 2 percent gravel; strongly acid; clear wavy boundary.  (Combined thickness of the Bs horizon ranges from 6 to 20 inches)\nE/B--19 to 24 inches; 80 percent brown (7.5YR 5/3) silt loam (E), pink (7.5YR 7/3) dry; weak medium subangular blocky structure; friable; extends as tongues into and surrounds remnants of brown (7.5YR 4/4) silt loam (Bt); moderate medium subangular blocky structure; friable; few faint dark brown (7.5YR 3/4) clay films on faces of peds; few very fine and fine roots; about 2 percent gravel; strongly acid; clear wavy boundary.\n2B/E--24 to 32 inches; 85 percent brown (7.5YR 4/4) loam (2Bt); moderate medium subangular blocky structure; friable; few faint dark brown (7.5YR 3/4) clay films on faces of peds; penetrated by tongues of brown (7.5YR 5/3) loam (2E), pink (7.5YR 7/3) dry; weak medium subangular blocky structure; friable; few very fine and fine roots; few fine distinct strong brown (7.5YR 4/6) masses of iron accumulation; about 3 percent gravel and 1 percent cobbles; strongly acid; clear wavy boundary.  (Glossic horizon - 10 to more than 80 inches thick)\n2Bt1--32 to 38 inches; dark brown (7.5YR 4/4) sandy loam; moderate medium subangular blocky structure; friable; few fine roots; common faint dark brown (7.5YR 3/4) clay films on faces of peds; common fine distinct strong brown (7.5YR 4/6) masses of iron accumulation; about 7 percent gravel and 2 percent cobbles; strongly acid; gradual wavy boundary.\n2Bt2--38 to 45 inches; dark brown (7.5YR 4/4) sandy loam; weak medium subangular blocky structure; friable; few fine roots; few faint dark brown (7.5YR 3/4) clay films on faces of peds; common fine distinct strong brown (7.5YR 4/6) masses of iron accumulation; about 9 percent gravel and 4 percent cobbles; strongly acid; gradual wavy boundary. (Combined thickness of the 2Bt horizon ranges from 0 to 20 inches.)\n2C--45 to 60 inches; brown (7.5YR 5/4) gravelly loamy sand; massive; very friable; common fine distinct strong brown (7.5YR 4/6) masses of iron accumulation; about 12 percent gravel and 4 percent cobbles; moderately acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Forest County, Wisconsin; about 6 miles east of Blackwell; 400 feet north and 450 feet east of the southwest corner of sec. 10, T. 35 N., R. 16 E.; USGS Goodman, WI quad; lat. 45 degrees, 31', 20\" N., long. 88 degrees, 9', 16\" W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  (Unless otherwise stated, depth and thickness are measured from the top of the mineral soil.)  Depth to the base of the argillic horizon ranges from 40 to more than 80 inches.  Thickness of silty mantle and depth to till range from 12 to 40 inches.  Volume of rock fragments averages less than 35 percent in the particle size-control section.  Volume of gravel ranges from 0 to 10 percent in the silty mantle and from 3 to 30 percent in the underlying glacial till.  Volume of cobbles ranges from 0 to 10 percent throughout the pedon.  Volume of stones ranges from 0 to 5 percent throughout.  Stones are on the surface in many places.  Stony, very stony, and non-stony phases are recognized.  Reaction typically ranges from very strongly acid to moderately acid in the upper part of the  solum but it ranges to neutral in an Ap horizon, where the soil is limed.  Reaction ranges from strongly acid to slightly acid in the lower part of the solum and in the substratum. Redox accumulations are below the spodic horizon and within 40 inches.  Saturation occurs within 40 inches at some time in most years.\nSome pedons have an O horizon with hue of 7.5YR or 10YR or it is neutral in hue.  Value is 2 or 3 and chroma is 0 to 3.  The O horizon is a mat of partially decomposed forest litter.\nThe A horizon has hue of 5YR, 7.5YR, or 10YR or it is neutral in hue. Value is 2 or 3 and chroma is 0 to 2.  Cultivated pedons have an Ap horizon with hue of 5YR, 7.5YR, or 10YR; value of 3 or 4; and chroma of 2 or 3.\nThe E horizon has hue of 5YR, 7.5YR, or 10YR; value of 4 to 6; and chroma of 2 or 3.  Colors of 4/3 and 5/3 have value dry of 7 or more. The E horizon is silt loam or silt and is present in at least 50 percent of each pedon.\nThe Bs horizon has hue of 5YR, value of 3 to 6, and chroma of 4 to 6 or hue of 7.5YR, value of 3 to 5, and chroma of 4.\nWhere the silty mantle is thin, some pedons have a 2Bs horizon with colors like the Bs horizon.  It is fine sandy loam, sandy loam, or loam or the gravelly or cobbly analogs.\nSome pedons have an E' horizon with color and texture like the E horizon described above.\nWhere the silty mantle is thin, some pedons have a 2E' horizon with color like the E horizon described above.  It is typically sandy loam, fine sandy loam, or the gravelly or cobbly analogs but in some pedons it is loamy sand or the gravelly or cobbly analogs.  In some pedons, immediately below the silty mantle, it is loam or the gravelly or cobbly analogs.\nGoodwit soils have a glossic horizon.  Horizonation below the spodic horizon has a wide range depending on the thickness of the silty mantle and the extent to which eluviation has occurred.  Therefore, there can be E/B, B/E, 2E/B, or 2B/E horizons singly or in combination with or without a Bt horizon or a 2Bt horizon or both.\nThe E' part of the E/B or B/E horizon, has color and texture like the E' horizon described above.  The Bt part has hue of 5YR or 7.5YR, value of 4 or 5, and chroma of 4 to 6.\nSome pedons have a Bt horizon with color and texture like the Bt part described above.\nThe 2E' part of the 2E/B or 2B/E horizon, has color and texture like the 2E' horizon described above.\nThe 2Bt part of the 2E/B or 2B/E horizon has hue of 5YR, 7.5YR, or 10YR; value of 3 to 6; and chroma of 4 to 6.  It is typically loam, sandy loam, fine sandy loam, or the gravelly or cobbly analogs but in some pedons it is loamy sand or the gravelly analogs in the lower part.  Loam texture occurs only immediately below the silty mantle.\nThe 2Bt horizon has color and texture like the 2Bt part described above.  Clay content of the argillic material ranges from 8 to 17 percent.\nThe 2C horizon has colors like the 2Bt horizon.  It is sandy loam or loamy sand or the gravelly analogs."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Annalake, Newood, Padwood, Peavy, Sarwet, Shoepac, and Tipler series.  Closely related is the Goodman series.  None of these soils, except Peavy and Goodman, have a mantle as much as 12 inches thick with more than 50 percent silt.  Peavy soils do not have a glossic horizon.  Goodman soils do not have redox features or a water table.  In addition, Annalake soils are stratified with loamy and sandy glaciofluvial deposits within 40 inches.  Newood soils have a densic contact(Cd) at a depth of 40 to 80 inches.  Padwood soils have stratified sandy outwash with more than 85 percent sand in the series control section within a depth of 24 to 40 inches and are stratified with loamy and sandy glaciofluvial deposits within a depth of 40 to 60 inches.  Tipler soils have more than 85 percent sand throughout the lower part of the series control section.  Shoepac soils have 18 to 30 percent clay in the argillic horizon."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Goodwit soils are typically on moraines and drumlins but are also on ice contact glacial lake plains within moraines.  Slope ranges from 0 to 15 percent.  These soils formed in loess and in the underlying sandy loam and loamy sand glacial till. Mean annual precipitation ranges from 28 to 33 inches.  Mean annual temperature ranges from 39 to 45 degrees F.   The frost free period ranges from about 90 to 120 days.  Elevation ranges from 680 to 1950 feet."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Champion, Goodman, Hatley, Monico, Sarwet, Soperton, Stambaugh, and Wabeno soils. The well drained and moderately well drained Champion soils are in landscape positions similar to those of Goodwit soils where there is a fragipan. The well drained Goodman soils and the somewhat poorly drained Hatley or Monico soils form a drainage sequence with Goodwit soils.  The moderately well drained Sarwet soils are in landscape positions similar to those of Goodwit soils where the silty mantle is absent.  The well drained Soperton soils are in more sloping landscape positions where there is a fragipan.  The well drained and moderately well drained Stambaugh soils are on nearby areas where the silty deposits are underlain by sandy and gravelly outwash.  The moderately well drained Wabeno soils are in landscape position similar to those of Goodwit soils where there is a fragipan."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Moderately well drained.  Surface runoff is slow or medium.  Permeability is moderate in the loess and in the loamy till and is moderately rapid in the loamy sand till.  Goodwit soils have a perched seasonal high water table at a depth of 2.5 to 3.5 feet for 1 month or more per year at some time during the period September to June in 6 or more out of 10 years."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most areas are used for woodland.  Native vegetation is mostly deciduous forest with some conifers.  Common trees are sugar maple, yellow birch, American basswood, white ash, black cherry, and eastern hophornbeam with some red pine and eastern white pine.  Some areas are cleared and used for cropland.  Common crops are corn, small grain, and hay."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northern Wisconsin.  The soil is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  St. Paul, Minnesota."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Lincoln County, Wisconsin, 1993."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are: ochric epipedon - 0 to 5 inches (A, E); albic horizon - 3 to 5 inches (E); spodic horizon - 5 to 19 inches (Bs1, Bs2); glossic horizon - 19 to 32 inches (E/B, 2B/E); argillic horizon - 24 to 45 inches (2B/E, 2Bt1, 2Bt2); oxyaquic feature - redox accumulations and saturation below the spodic horizon and within 40 inches for 1 month or more per year in most years.\nADDITIONAL DATA:  Soil Interpretation Records - WI0210; WI0034 (STONY); WI0510 (VERY STONY).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
