{
  "SERIES": "GOODWILL",
  "STATUS": "Established Series",
  "BYREV": "Rev. WLC:EFR",
  "REVDATE": "04/2003",
  "STATES": "LA",
  "OVERVIEW": "The Goodwill series consists of deep, well drained, moderately permeable soils that formed in loamy alluvial sediments or mixed alluvial and loess deposits over loamy Arkansas River alluvium.  These soils are on nearly level to gently sloping natural levees\nor low terraces.  Slope is dominantly 1 to 3 percent but ranges up\nto 5 percent.  Water runs off the surface at a medium rate.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty, mixed, active, thermic Ultic Hapludalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Goodwill silt loam, on a 1 percent south-facing\nslope in a pasture.\nAp--0 to 5 inches; brown (10YR 4/3) silt loam; weak medium\nfine granular structure; friable; common fine roots; few fine\nbrown concretions; very strongly acid; clear smooth boundary.  (3\nto 10 inches thick)\nB21t--5 to 9 inches; brown (10YR 5/3) silt loam; common\nmedium faint brown (7.5YR 4/4) mottles; weak medium subangular\nblocky structure; friable common very fine roots; thin patchy clay films on faces of peds; few fine brown concretions; very strongly acid; gradual wavy boundary.  (4 to 15 inches thick)\nB22t--9 to 18 inches; brown (10YR 5/3) silty clay loam;\ncommon medium faint brown (7.5YR 4/4) mottles; weak coarse\nsubangular blocky parting to moderate medium subangular blocky structure; firm; few fine roots; few fine pores; thin distinct discontinuous clay films on faces of peds and in pores; common\nmedium and fine black and brown concretions; very strongly acid; gradual wavy boundary.  (8 to 18 inches thick)\nB23t--18 to 28 inches; brown (10YR 5/3) silt loam; many\ncoarse faint brown (7.5YR 4/4) mottles; weak medium subangular\nblocky structure; firm; few fine roots; thin patchy clay films on faces of peds; few medium and coarse brown and black concretions; very strongly acid; gradual wavy boundary.  (0 to 15 inches thick)\nB24t--28 to 42 inches; yellowish brown (10YR 5/6) and brown (7.5YR 4/4) loam; vertical streaks, 1 to 3 cm in diameter, of\nlight brownish gray (10YR 6/2) silty clay loam, makes up about 30 percent of horizon; weak coarse prismatic parting to weak medium subangular blocky structure; yellowish brown and light brownish\ngray material is friable, brown material is firm and brittle; few fine roots; few fine pores; thin patchy clay films on faces of\npeds; few fine brown and black concretions; very strongly acid; gradual wavy boundary.  (0 to 16 inches thick)\nIIB25t--42 to 56 inches; brown (7.5YR 4/4) fine sandy loam; common medium faint brown (7.5YR 5/2) mottles; few streaks and pockets of grayish brown (10YR 5/2) and light brownish gray (10YR 6/2) loamy fine sand; weak coarse subangular blocky structure; friable; few very fine roots; few fine pores; thin patchy clay\nfilms on faces of peds; very strongly acid; clear smooth boundary.  (5 to 18 inches thick)\nIIB3--56 to 72 inches; dark yellowish brown (10YR 4/4) fine sandy loam; common medium distinct grayish brown (10YR 5/2) and\nlight brownish gray (10YR 6/2) streaks and mottles; weak medium subangular blocky structure; friable; few fine roots; strongly\nacid; clear smooth boundary.  (10 to 30 inches thick)"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Morehouse Parish, Louisiana, about 10.5 miles southeast of Mer Rouge, Louisiana; 3,400 feet east of Morehouse Parish Road 5605; 52 feet east of natural drain; 18 feet north of fence line in SW1/4SE1/4, sec. 22, T. 20 N., R. 8 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Solum thickness ranges from 60 to 80 inches.  Depth to IIBt horizons ranges from 25 to 50 inches.  The reaction of the A and B horizons ranges from very strongly acid to medium acid except for surface layers that have been limed.  The\nIIB horizon is strongly acid to slightly acid.\nThe A horizon has hue of 10YR, value of 4 or 5, and chroma of 2 to\n4.  Texture is silt loam, very fine sandy loam, loam, fine sandy loam, or silty clay loam.\nThe Bt horizon has hue of 10YR, value of 4 or 5, and chroma of 3\nto 6.  Mottles in shades of brown range from few to many.  It is silty clay loam, loam, or silt loam.\nThe IIBt horizon has hue of 7.5YR, 5YR, or 10YR, value of 4 to 6,\nand chroma of 3 to 6.  Either brownish or grayish mottles or both range from few to many.  Texture is fine sandy loam, silt loam,\nloam, fine sandy loam, or loamy fine sand."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Armour, Barnsdall, Dexter,\nDossman, and Hicks series in the same family and Dubbs, Dundee, Gallion, Goldman, Rilla, and Sterlington series in related\nfamilies.  Armour and Hicks soils are underlain by limestone at depths of 4 to 10 feet.  Barnsdall, Dexter, Dossman, Gallion, and Rilla soils have upper B2t horizons with color hue of 5YR or\nredder.  Dubbs soils have a solum thickness of 25 to 55 inches and lack IIBt horizons.  Dundee soils are more poorly drained and have dominant 2 chroma colors in the B2t horizon.  Goldman soils are\nmore poorly drained and have 2 chroma mottles in the upper 10\ninches of the B2t horizon.  Sterlington soils have coarse-silty control sections."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Goodwill soils are on level or nearly level\nlow terraces that were natural levees of distributaries of the Mississippi River.  Slope gradients are 0 to 5 percent.  These\nsoils formed in loamy alluvial sediments or mixed alluvial and\nloess deposits.  Mississippi River sediments over Arkansas River sediments.  Near the type location the mean annual precipation is about 51 inches and the mean annual temperature is about 66\ndegrees F."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the competing Dexter series and the Forestdale, Idee, Perry, and Portland series.  Forestdale, Perry, and Portland soils are at lower elevations, and have clayey control sections.  Idee soils are at slightly lower elevations and have Bt horizon colors that are dominantly 2\nchroma."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; slow runoff; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most areas are cleared and in cropland\nmainly soybeans and cotton.  The native vegetation was bottomland hardwoods."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Louisiana and possibly Arkansas.  This series is inextensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Morehouse Parish, Louisiana; 1981.\nNational Cooperative Soil Survey\nU. S. A."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": null
  }
}
