{
  "SERIES": "GOODVIEW",
  "STATUS": "Established Series",
  "BYREV": "Rev. MHC/JPM/DLM",
  "REVDATE": "11/2008",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS:  Loamy, mixed, superactive Lithic Haplocryepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Goodview silt loam - on an 32 percent slope under alder scrub at 3250 feet elevation.  (All colors are for moist soil)\nOi--5 inches to 0; very dusky red (2.5YR 2.5/2) peat; fibrous moss and twigs and alder litter; clear wavy boundary. (3 to 7 inches thick)\nA1--0 to 4 inches; very dusky red (10R 2.5/2) and 30 percent dark brown (10YR 3/3) silt loam; weak medium granular structure; very friable, nonsticky and nonplastic; many very fine, fine and medium roots; moderately acid (pH 6.0); clear wavy boundary. (2 to 10 inches thick)\nA2--4 to 6 inches; very dusky red (10R 2.5/2) and dark brown (10YR 3/3) silt loam; weak medium granular structure; very friable, nonsticky and nonplastic; many very fine and fine roots; slightly acid (pH 6.2); abrupt wavy boundary. (0 to 8 inches thick)\n2R--6 inches; consolidated metamorphic bedrock"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Gulkana River Area, Alaska; about 15 miles southwest of Paxson; the NE1/4 of the NE1/4 of section 4, T.12N., R.3W., Copper River Meridian."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Thickness of the silty loess mantle over bedrock ranges from 4 to 15 inches.  The particle-size control section is coarse-silty with 0 to 10 percent coarse fragments.  Reaction ranges from strongly acid to slightly acid.\nThe A horizons have hue moist of 10R, 2.5YR, 5YR, 7.5YR, 10YR; value moist of 2 or 3; chroma moist of 1, 2 or 3.  Rock fragments range from 0 to 10 percent and include gravel and cobble."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These include the Clinetop, Clugulch, Liesnoi, Noname, and Olathe series. Clinetop and Noname soils have greater than 18 percent clay in the particle size control section. Clugulch, Liesnoi, and Olathe soils have greater than 15 percent fine sand and coarser in the particle size control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  The Goodview soils are on mountains.  Slopes range from 20 to 70 percent.  The soils formed in a soils formed in a thin loess mantle over metamorphic bedrock.  The climate is subarctic continental with a mean annual temperature of about 26 degrees F.  Mean annual precipitation is about 16 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:"
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained.  Slow to medium runoff.  Moderate permeability above the bedrock."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Primary use is as wildlife habitat.  Native vegetation is alder and willow scrub."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Southcentral Alaska.  The series is of minor extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Gulkana River Area, Alaska, 1999."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic features and horizons recognized in this profile include:  an umbric epipedon from 0 to 6 inches; a loess mantle with a coarse-silty particle-size from 0 to 6 inches; consolidated bedrock at 6 inches; cryic temperature regime.Formerly classified as Lithic Cryumbrepts.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
