{
  "SERIES": "GOODELL",
  "STATUS": "Established Series",
  "BYREV": "Rev. GLH-RAB",
  "REVDATE": "07/2011",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, superactive, mesic Typic Endoaquolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Goodell fine sandy loam, on a slope of less than 1 percent in a cultivated field at an elevation of 213 meters (699 feet) above mean sea level. (Colors are for moist soil unless otherwise stated.)\nAp--0 to 30 cm (12 inches); very dark gray (10YR 3/1) fine sandy loam, dark gray (10YR 4/1) dry; weak fine granular structure; friable; common fine roots throughout; neutral; abrupt smooth boundary. [25 to 51 cm (10 to 20 inches) thick]\nBg1--30 to 43 cm (12 to 17 inches); dark gray (10YR 4/1) fine sandy loam; moderate medium subangular blocky structure; friable; common fine roots throughout; common medium prominent yellowish brown (10YR 5/6) masses of oxidized iron in the matrix; neutral; clear wavy boundary.\nBg2--43 to 56 cm (17 to 22 inches); grayish brown (10YR 5/2) fine sandy loam and loam; moderate medium subangular blocky structure; friable; many coarse prominent yellowish brown (10YR 5/6) masses of oxidized iron in the matrix; common coarse faint dark gray (10YR 4/1) iron depletions in the matrix; neutral; gradual wavy boundary.\nBg3--56 to 81 cm (22 to 32 inches); grayish brown (10YR 5/2) fine sandy loam; moderate medium subangular blocky structure; friable; many medium distinct yellowish brown (10YR 5/4) masses of oxidized iron in the matrix; neutral; clear wavy boundary. [Combined thickness of the Bg horizon is 51 to 102 cm (20 to 40 inches).]\nCg1--81 to 91 cm (32 to 36 inches); grayish brown (10YR 5/2) fine sand; weak coarse subangular blocky structure; friable; many medium faint brown (10YR 5/3) masses of oxidized iron in the matrix; strongly effervescent throughout; slightly alkaline; clear wavy boundary.\nCg2--91 to 132 cm (36 to 52 inches); grayish brown (10YR 5/2) sand; single grain; loose; 7 percent gravel; strongly effervescent throughout; slightly alkaline; clear wavy boundary. [Combined thickness of the Cg horizon is 8 to 61 cm (3 to 24 inches).]\n2Cg3--132 to 142 cm (52 to 56 inches); gray (10YR 5/1) fine sandy loam; massive; friable; 8 percent gravel and cobbles; strongly effervescent throughout; slightly alkaline; clear wavy boundary.\n2Cg4--142 to 203 cm (56 to 80 inches); gray (10YR 5/1) loam; massive; firm; 8 percent gravel and cobbles; strongly effervescent throughout; slightly alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Pulaski County, Indiana; about 3 miles south of Winamac; 1,380 feet east and 2,360 feet north of the southwest corner of sec. 36, T. 30 N., R. 2 W.; USGS Winamac, IN topographic quadrangle; lat. 41 degrees 0 minutes 13.1 seconds N. and long. 86 degrees 35 minutes 52.7 seconds W., NAD 27; UTM Zone 16, 533809 easting and 4539241 northing, NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nDepth to the base of the cambic horizon: 76 to 127 cm (30 to 50 inches)\nThickness of the mollic epipedon: 25 to 51 cm (10 to 20 inches)\nDepth to till: 102 to 152 cm (40 to 60 inches)\nParticle-size control section: less than 85 percent fine sand and very fine sand\nAp or A horizon:\nHue: 10YR or N\nValue: 2, 2.5, or 3\nChroma: 0 to 2\nTexture: fine sandy loam, loam, or sandy loam\nRock fragment content: 0 to 5 percent\nReaction: moderately acid to neutral\nBg horizon:\nHue: 10YR to 5Y\nValue: 4 to 6\nChroma: 1 or 2\nRedoximorphic features are present\nTexture: fine sandy loam or sandy loam; some pedons have strata of loam\nRock fragment content: 0 to 5 percent\nReaction: moderately acid to neutral\nBC horizon: (where present below a depth of 76 to 102 cm (30 to 40 inches)\nHue: 10YR to 5Y\nValue: 4 to 6\nChroma: 1 or 2\nRedoximorphic features are present\nTexture: loamy sand, loamy fine sand, or sand\nRock fragment content: 0 to 10 percent\nCg horizon:\nHue: 10YR\nValue: 5 or 6\nChroma: 1 or 2\nTexture: sand, coarse sand, or fine sand\nRock fragment content: 0 to 10 percent\nReaction: slightly alkaline to moderately alkaline\n2Cg horizon:\nHue: 10YR\nValue: 5 or 6\nChroma: 1 or 2\nTexture: loam or fine sandy loam\nRock fragment content: 1 to 10 percent\nReaction: slightly alkaline to moderately alkaline"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Darfur, Dassel, Gilford, Hanska, Jubilee, Lyles, Monon, Mudgepond, Overshue, Toolesboro, Uniongrove, and Whitepost series. Darfur soils averages more than 85 percent fine sand or very fine sand in the particle-size control section. Dassel soils have hue yellower than 10YR in the lower part of the series control section. Gilford, Hanska, and Toolesboro soils have horizons with more than 70 percent sand throughout the lower part of the series control section. Jubilee soils have a high mica content within the series control section and have an aridic moisture regime during the growing season. Lyles and Whitepost soils do not have dominant textures of loam or fine sandy loam in the lower part of the series control section. Monon soils do not have a lithologic contact with till within a depth of 152 cm (60 inches). Mudgepond soils have more than 5 percent rock fragments in the upper part of the series control section. Overshue soils have hue yellower than 10YR in the lower part of the series control section and are in a climate the mean annual precipitation is less than 76 cm (30 inches). Uniongrove soils are deeper than 127 cm (50 inches) to the base of the cambic horizon."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Goodell soils are on nearly level or depressional areas on till plains. Slope ranges from 0 to 1 percent. Goodell soils formed in loamy outwash overlying sandy outwash and loamy till. Mean annual precipitation ranges from 762 to 1067 mm (30 to 42 inches). Mean annual temperature ranges from 8.9 to 11.7 degrees C (48 to 53 degrees F). Frost-free period is 130 to 180 days. Elevation is 177 to 466 meters (580 to 1,530 feet) above mean sea level."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Brady, Brookston, Bronson, Budd, Gilford, and Rensselaer soils. The somewhat poorly drained Brady, Budd, and the moderately well drained Bronson soils are on swells. The poorly drained Brookston soils and the poorly drained or very poorly drained Gilford and Rensselaer soils are on similar landscapes. The Brookston and Rensselaer soils have argillic horizons. The Gilford soils do not have loamy till within the series control section."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Poorly drained or very poorly drained. Depth to the top of an apparent seasonal high water table ranges from 15 cm (0.5 foot) above the surface to 30 cm (1 foot) below the surface between December and May in normal years. Potential for surface runoff is negligible. Saturated hydraulic conductivity is high or very high in the outwash and moderately high in the loamy till. Permeability is moderately rapid in the upper loamy outwash, rapid in the sandy outwash, and moderately slow in the loamy till."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Soils are mostly cropped. Principal crops are corn, soybeans, wheat, and oats. Native vegetation is marsh grasses, reeds, sedges, pin oak, and red maple forests."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: MLRAs 98 and 111C in northern Indiana. The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Indianapolis, Indiana."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Pulaski County, Indiana, 2001."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon: from the surface to a depth of 30 cm (12 inches) (Ap, A horizon).\nCambic horizon: from a depth of 30 to 81 cm (12 to 32 inches) (Bg horizon).\nAquic conditions: chroma of 2 or less in all horizons below the mollic epipedon.\nNASIS Data Mapunit ID 155019 represents the typical pedon in complex with Gilford soils.\nADDITIONAL DATA: Lab characterization data is available for typical pedon (S98IN131-013) from the National Soil Survey Laboratory, Lincoln, NE. Transect data (T98IN-131-122) for the typical pedon is on file in the MLRA project office in Plymouth, Indiana. Transect shows 80 percent Goodell soils and 20 percent Gilford, till substratum.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
