{
  "SERIES": "GOODMAN",
  "STATUS": "Established Series",
  "BYREV": "Rev. JRB-GWH-HFG-JJJ",
  "REVDATE": "11/2006",
  "STATES": "MI,WI",
  "OVERVIEW": "The Goodman series consists of very deep well drained soils formed in loess and in the underlying till mostly on drumlins and moraines. Permeability is moderate in the silty mantle and in the loamy till and is moderately rapid in the loamy sand till.  Slopes range from 1 to 45 percent.  Mean annual precipitation is about 30 inches.  Mean annual air temperature is about 42 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, superactive, frigid Alfic Haplorthods"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Goodman silt loam, very stony  - on a convex southeast-facing 23 percent slope in a woodland at an elevation of about 1,825 feet.  (Colors are for moist soil unless otherwise stated.)\nOe--0 to 1 inches; very dark grayish brown (10YR 3/2) mucky peat (hemic material which is a mat of partially decomposed forest litter); about 40 percent fiber and 20 percent rubbed; weak fine granular structure; very friable; common fine and few medium roots; strongly acid; abrupt wavy boundary.  (0 to 3 inches thick)\nA--1 to 3 inches; black (10YR 2/1) silt loam, gray (10YR 5/1) dry; weak fine granular structure; friable; common fine and few medium roots; strongly acid; abrupt smooth boundary.  (0 to 5 inches thick)\nE--3 to 5 inches; dark grayish brown (10YR 4/2) silt loam, light gray (10YR 7/2) dry; weak medium platy structure; friable; few fine and medium roots; strongly acid; abrupt smooth boundary.  (1 to 6 inches thick)\nBs--5 to 12 inches; brown (7.5YR 4/4) silt loam; weak medium subangular blocky structure; friable; few fine and medium roots; very strongly acid; abrupt smooth boundary. (4 to 22 inches thick)\nE/B--12 to 19 inches; about 75 percent pale brown (10YR 6/3) silt loam (E), very pale brown (10YR 7/3) dry; weak medium subangular blocky structure; friable; extends as tongues into and surrounds remnants of brown (7.5YR 4/4) silt loam (Bt); moderate medium subangular blocky structure; friable; few fine roots; strongly acid; clear wavy boundary. (Glossic horizon - 6 to more than 80 inches thick)\nBt1--19 to 25 inches; brown (7.5YR 4/4) silt loam; moderate medium subangular blocky structure; friable; few fine roots; common faint dark brown (7.5YR 3/4) clay films on faces of peds; very strongly acid; abrupt smooth boundary.  (0 to 20 inches thick).\n2Bt2--25 to 41 inches; strong brown (7.5YR 4/6) sandy loam, coarse fragments moderate medium subangular blocky structure; friable; few fine roots; few faint dark brown (7.5YR 3/4) clay films on faces of peds; about 3 percent gravel and 1 percent cobbles; strongly acid; clear wavy boundary.\n2Bt3--41 to 51 inches; brown (7.5YR 4/4) loamy sand; weak medium subangular blocky structure; very friable; few faint dark brown (7.5YR 3/4) clay bridges between sand grains; about 10 percent gravel and 1 percent cobbles; strongly acid; gradual wavy boundary.  (Combined thickness of the 2Bt horizon ranges from 0 to 35 inches.)\n2C--51 to 61 inches; brown (7.5YR 5/4) loamy sand ; massive; very friable; about 10 percent gravel and 1 percent cobbles; strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Forest County, Wisconsin; about 1 mile south and 4.5 miles east of Crandon; 2,600 feet south and 800 feet west of the northeast corner, sec. 36, T. 36 N., R. 13 E. USGS Lake Lucerne, Wis. Quad. Latitude  45 degrees 33 minutes 29 seconds N. Longitude  88 degrees 48 minutes 9 seconds N. NAD 27."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  (Unless otherwise stated, depth and thickness are measured from the top of the mineral soil.  Depth to the base of the argillic horizon ranges from 40 to more than 80 inches. Thickness of the silty mantle ranges from 12 to 40 inches. Volume of rock fragments ranges from 0 to 15 percent in the silty mantle and from 3 to 35 percent in the till.  Volume of gravel ranges from 0 to 10 percent in the silty mantle and from 3 to 30 percent in the till. Volume of cobbles and volume of stones range from 0 to 10 percent throughout the pedon. Stones are on the surface in many places and stony and very stony phases are recognized.  Reaction typically ranges from extremely acid to moderately acid in the upper part of the solum, but ranges to neutral in an Ap horizon, where the soil is limed.  Reaction ranges from strongly acid to slightly acid in the lower part of the solum and in the substratum.\nThe O horizon has hue of 7.5YR or 10YR or is neutral in hue.  Value is 2 or 3 and chroma is 0 to 3.  The O horizon is a mat of partially decomposed forest litter.\nThe A horizon has hue of 5YR, 7.5YR, or 10YR or it is neutral in hue. Value is 2 to 3 and chroma is 0 to 3.  Cultivated areas have an Ap horizon with hue of 5YR, 7.5YR, or 10YR; value of 3 or 4; and chroma of 2 or 3. Texture of the A or Ap horizon is silt loam.\nThe E horizon has hue of 5YR, 7.5YR, or 10YR; value of 4 to 6; and chroma of 1 to 3.  Colors of 4/3 or 5/3 have value dry of 7 or more. Texture is typically silt loam or silt but in some pedons it is very fine sandy loam.\nThe Bs or Bs1 horizon has hue of 5YR or 7.5YR, value and chroma of 3 or 4 or hue of 7.5YR, value of 3 to 5, and chroma of 4.  Typically, texture is silt loam but in some pedons it is very fine sandy loam.\nThe Bs2 horizon, where present, has hue of 5YR or 7.5YR; value and chroma of 4 to 6.  Typically, Texture is silt loam but in some pedons is very fine sandy loam.\nWhere the silty mantle is thin, some pedons have a 2Bs horizon with colors like the Bs horizon. Texture is sandy loam, fine sandy loam, very fine sandy loam, or loam.\nSome pedons have an E' horizon with color and texture like the E horizon described above.\nWhere the silty mantle is thin, some pedons have a 2E' horizon with color like the E' horizon described above.  Texture is sandy loam, fine sandy loam, very fine sandy loam, loam, loamy sand, or the gravelly analogs.\nGoodman soils have a glossic horizon.  Horizonation below the spodic horizon has a wide range depending on the thickness of the silty mantle and the extent to which eluviation has occurred. Therefore, there can be E/B, B/E, 2E/B, or 2B/E horizons, singly or in combination with or without a Bt or a 2Bt horizon, or both.\nThe E part of the E/B or B/E horizon has color and texture like the E horizon described above.  The Bt part has hue of 5YR or 7.5YR, value of 3 to 5, and chroma of 3 to 6.\nThe Bt horizon has color and texture like the Bt part described above. Clay content ranges from 8 to 17 percent.\nThe 2E part of the 2E/B or 2B/E horizon, has color and texture like the 2E' horizon described above.\nThe 2Bt horizon, or the 2Bt part of the 2E/B or 2B/E horizons, has hue of 5YR, 7.5YR, or 10YR; value of 3 to 6; and chroma of 4 to 6.  Texture is typically sandy loam, fine sandy loam, very fine sandy loam, or the gravelly analogs in the upper part, and loamy sand or gravelly loamy sand in the lower part but in some pedons it is loamy throughout.  In some pedons, it is loam or gravelly loam in the layer immediately below the silty mantle.  Clay content ranges from 8 to 17 percent.\nThe 2C horizon has colors like the 2Bt horizon.  Texture is fine sandy loam, sandy loam, loamy sand or the gravelly analogs."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Glidden, Mequithy, Newot, Padus, Padwet, and Sarona series.  Closely related is the Goodwit series.  None of these soils, except Glidden and Goodwit, have a mantle as much as 12 inches thick with more than 50 percent silt.  In addition, Glidden, Padus, and Padwet soils have more than 85 percent sand in the lower part of the series control section and are stratified there; Mequithy soils have a lithic contact at 20 to 40 inches; and Newot soils have dense till (Cd) at a depth of 40 to 80 inches.  Goodwit soils have redox features and a perched water table."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Goodman soils are typically on moraines and drumlins but are also on ice contact glacial lake plains within moraines.  Slopes range from 1 to 45 percent.  These soils formed in loess and in the underlying till.  Mean annual precipitation ranges from 28 to 33 inches.  Mean annual air temperature ranges from 39 to 45 degrees F.  The frost free period ranges from about 90 to 120 days. Elevation ranges from 680 to 1950 feet."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Champion, Goodwit, Hatley, Sarona, Soperton, Stambaugh, and Wabeno soils.  The well drained and moderately well drained Champion soils are on landscape positions similar to those of Goodman soils where there is a fragipan at depths of 20 to 40 inches.  The moderately well drained Goodwit soils and the somewhat poorly drained Hatley soils form a drainage sequence with Goodman soils.  The well drained Sarona soils are in landscape positions similar to those of Goodman soils where the silty mantle is absent.  The well drained Soperton soils are nearby in similar landscape positions where there is a fragipan at depths of 20 to 40 inches. The well drained and moderately well drained Stambaugh soils are on nearby areas where the silty deposits are underlain by sandy and gravelly outwash.  The moderately well drained Wabeno soils are nearby on less sloping landscape positions where there is a fragipan at depths of 20 to 40 inches."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained.  The potential for surface runoff ranges from negligible to high. Permeability is moderate in the silty mantle, moderate in the loamy till, and moderately rapid in the loamy sand till."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most areas are used for woodland.  Native vegetation is mixed hardwoods with some conifers.   Common trees are sugar maple, yellow birch, American basswood, white ash, black cherry, eastern hophornbeam, red pine, and eastern white pine.  Some areas are cleared and used for cropland.  Corn, small grains, and hay are common crops."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northern Wisconsin.  The soil is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  St. Paul, Minnesota."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Marinette County, Wisconsin, 1987."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are: ochric epipedon - 1 to 5 inches (A, E); albic horizon - 3 to 56 inches (E); spodic horizon - 5 to 12 inches (Bs); glossic horizon - 12 to 19 inches (E/B); argillic horizon - 19 to 51 inches (Bt1, 2Bt2, 2Bt3).\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Oe",
        "top": 0,
        "bottom": 3,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "pH_class": "strongly acid",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "Oe--0 to 1 inches; very dark grayish brown (10YR 3/2) mucky peat (hemic material which is a mat of partially decomposed forest litter); about 40 percent fiber and 20 percent rubbed; weak fine granular structure; very friable; common fine and few medium roots; strongly acid; abrupt wavy boundary.  (0 to 3 inches thick)"
      },
      {
        "name": "A",
        "top": 3,
        "bottom": 8,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 1,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 1,
        "texture_class": "silt loam",
        "pH_class": "strongly acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "A--1 to 3 inches; black (10YR 2/1) silt loam, gray (10YR 5/1) dry; weak fine granular structure; friable; common fine and few medium roots; strongly acid; abrupt smooth boundary.  (0 to 5 inches thick)"
      },
      {
        "name": "E",
        "top": 8,
        "bottom": 13,
        "dry_hue": "10YR",
        "dry_value": 7,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "silt loam",
        "pH_class": "strongly acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "E--3 to 5 inches; dark grayish brown (10YR 4/2) silt loam, light gray (10YR 7/2) dry; weak medium platy structure; friable; few fine and medium roots; strongly acid; abrupt smooth boundary.  (1 to 6 inches thick)"
      },
      {
        "name": "Bs",
        "top": 13,
        "bottom": 30,
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "silt loam",
        "pH_class": "very strongly acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Bs--5 to 12 inches; brown (7.5YR 4/4) silt loam; weak medium subangular blocky structure; friable; few fine and medium roots; very strongly acid; abrupt smooth boundary. (4 to 22 inches thick)"
      },
      {
        "name": "E/B",
        "top": 30,
        "bottom": 48,
        "dry_hue": "10YR",
        "dry_value": 7,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 3,
        "texture_class": "silt loam",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "E/B--12 to 19 inches; about 75 percent pale brown (10YR 6/3) silt loam (E), very pale brown (10YR 7/3) dry; weak medium subangular blocky structure; friable; extends as tongues into and surrounds remnants of brown (7.5YR 4/4) silt loam (Bt); moderate medium subangular blocky structure; friable; few fine roots; strongly acid; clear wavy boundary. (Glossic horizon - 6 to more than 80 inches thick)"
      },
      {
        "name": "Bt1",
        "top": 48,
        "bottom": 64,
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "silt loam",
        "pH_class": "very strongly acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Bt1--19 to 25 inches; brown (7.5YR 4/4) silt loam; moderate medium subangular blocky structure; friable; few fine roots; common faint dark brown (7.5YR 3/4) clay films on faces of peds; very strongly acid; abrupt smooth boundary.  (0 to 20 inches thick)."
      },
      {
        "name": "2Bt2",
        "top": 64,
        "bottom": 104,
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 6,
        "texture_class": "sandy loam",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "2Bt2--25 to 41 inches; strong brown (7.5YR 4/6) sandy loam, coarse fragments moderate medium subangular blocky structure; friable; few fine roots; few faint dark brown (7.5YR 3/4) clay films on faces of peds; about 3 percent gravel and 1 percent cobbles; strongly acid; clear wavy boundary."
      },
      {
        "name": "2Bt3",
        "top": 104,
        "bottom": 130,
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "loamy sand",
        "pH_class": "strongly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "2Bt3--41 to 51 inches; brown (7.5YR 4/4) loamy sand; weak medium subangular blocky structure; very friable; few faint dark brown (7.5YR 3/4) clay bridges between sand grains; about 10 percent gravel and 1 percent cobbles; strongly acid; gradual wavy boundary.  (Combined thickness of the 2Bt horizon ranges from 0 to 35 inches.)"
      },
      {
        "name": "2C",
        "top": 130,
        "bottom": 155,
        "moist_hue": "7.5YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "loamy sand",
        "pH_class": "strongly acid",
        "narrative": "2C--51 to 61 inches; brown (7.5YR 5/4) loamy sand ; massive; very friable; about 10 percent gravel and 1 percent cobbles; strongly acid."
      }
    ]
  ]
}
