{
  "SERIES": "GOODSKI",
  "STATUS": "Established Series",
  "BYREV": "Rev. CWL/TM/JBF",
  "REVDATE": "02/2012",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive Pachic Haplocryolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Goodski very gravelly loam--rangeland. (Colors are for dry soil unless otherwise noted.) The soil surface is partially covered with approximately 50 percent gravel, 5 percent cobbles, and 2 percent stones.\nA1--0 to 10 cm; dark grayish brown (10YR 4/2) very gravelly loam, very dark grayish brown (10YR 3/2) moist; moderate medium granular structure; soft, very friable, nonsticky and nonplastic; common very fine and few fine roots; common very fine, and few fine and medium tubular and interstitial pores; 40 percent gravel; neutral (pH 6.8); clear smooth boundary. (8 to 15 cm thick)\nA2--10 to 25 cm; dark grayish brown (10YR 4/2) very gravelly coarse sandy loam, very dark grayish brown (10YR 3/2) moist; moderate medium subangular blocky structure parting to strong medium granular; slightly hard, very friable, slightly sticky and nonplastic; many very fine, common fine, and few medium roots; common very fine and fine, and few medium tubular and interstitial pores; 40 percent gravel; neutral (pH 7.1); clear smooth boundary. (12 to 20 cm thick)\nA3--25 to 43 cm; grayish brown (10YR 5/2) very gravelly coarse sandy loam, very dark grayish brown (10YR 3/2) moist; moderate medium subangular blocky structure parting to moderate medium granular; slightly hard, friable, slightly sticky and nonplastic; common very fine, fine, and medium roots; common very fine and fine, and few medium interstitial and tubular pores; 40 percent gravel and 5 percent cobbles; neutral (pH 6.8); clear smooth boundary. (15 to 25 cm thick)\nAB--43 to 71 cm; brown (10YR 5/3) very gravelly coarse sandy loam, dark brown (10YR 3/3) moist; strong fine subangular blocky structure; slightly hard, friable, slightly sticky and nonplastic; few very fine, fine, and medium roots; common very fine and fine, and few medium interstitial and tubular pores; 39 percent gravel and 20 percent cobbles; neutral (pH 7.2); clear smooth boundary. (25 to 35 cm thick)\nCr--71 to 76 cm; pale brown (10YR 6/3) moderately weathered granite, brown (10YR 4/3) moist; excavation difficulty is moderate; few fine roots in fracture planes; few very fine irregular and tubular pores; neutral (pH 7.3).  (5 to 15 cm thick)\nR--76 cm; indurated granite."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: White Pine County, Nevada; in the south end of the Snake Creek Range, in Great Basin National Park, up Snake Creek, about 1.5 miles northwest of Shoshone Campground, about 0.3 miles north of the drainage bottom and 300 feet below an old spring development; USGS Wheeler Peak 7.5 minute topographic quadrangle; latitude 38 degrees,56 minutes 24 seconds N and longitude 114 degrees 15 minutes 29 seconds W; UTM zone 11, 0737643e, 4313707n, NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: Usually moist in winter, spring, and early summer, dry in all parts at least 45 consecutive days following the summer solstice (July and August), but intermittently moist in the upper part for 10 to 20 days cumulative due to convection storms between July and September; xeric soil moisture regime.\nMean annual soil temperature: 4 to 7 degrees C.\nMean summer soil temperature: 8 to 10 degrees C.\nMollic epipedon thickness: 50 to 76 cm.\nDepth to paralithic contact: 50 to 95 cm; depth to indurated bedrock 55 to 100 cm.\nParticle-size control section - Clay content: Averages 12 to 18 percent.\nRock fragments: Averages 35 to 60 percent, mainly gravel. Lithology of the fragments is granite.\nA horizons\nValue: 4 or 5 dry, 2 or 3 moist.\nChroma: 2 or 3, dry or moist.\nOrganic matter content: 2 to 4 percent.\nA2 and A3 horizons\nValue: 4 or 5 dry, 2 or 3 moist.\nChroma: 2 or 3, dry or moist.\nOrganic matter content: 2 to 4 percent.\nTexture: Sandy loam or coarse sandy loam.\nClay content: 10 to 18 percent.\nRock fragments: 35 to 60 percent, with 30 to 40 percent 2 to 5 mm gravel and 0 to 10 percent cobbles. Some pedons contain sub-horizons that range up to 20 percent cobbles.\nAB horizon\nChroma: 2 or 3, dry or moist.\nTexture: Sandy loam or coarse sandy loam.\nClay content: 12 to 16 percent.\nRock fragments: 35 to 60 percent, 30 to 40 percent 2 to 5 mm gravel with 10 to 20 percent cobbles.\nStructure: Moderate or strong, fine or medium subangular blocky.\nCr horizon\nChroma: 3 or 4, dry or moist."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Baconcamp, Badhap, Behanco, Behanin, Belsac, Boydhollow, Bullrey, Busterback, Croesus, Dressel, Gateview, Hapgood, Harcany, Hobacker, Lionhead, Lolon, Marcetta, Mundos, Nagitsy, Namela, Nazaton, Papaspila, Parkcity, Poleline, Povey, Snacreek, Snopoc, Splitbutte, and Tonigut series.\nBaconcamp soils have 18 to 30 percent clay in the particle-size control section.\nBadhap soils have 18 to 27 percent clay in the particle-size control section.\nBehanco soils are deep to paralithic contacts.\nBehanin soils have cambic horizons, average 18 to 25 percent clay in the particle-size control section, a have an udic moisture regime.\nBelsac soils have Bk horizons with an effervescent matrix.\nBoydhollow soils are deep to very deep and have cambic and calcic horizons.\nBullrey soils have mean summer soil temperature of 13.5 to 15 degrees C., and average 18 to 27 percent clay in the particle-size control section.\nBusterback soils are very deep and have a soil reaction that includes strongly acid towards the surface and ranges to slightly acid in the lower horizons.\nCroesus soils have a mean summer soil temperature of 11.1 to 15 degrees C and are not intermittently moist in the upper part for 10 to 20 days cumulative due to convection storms between July and September.\nDressel soils have cambic horizons, average 20 to 30 percent clay in the particle-size control section, and have an udic moisture regime.\nGateview soils are very deep and have an ustic moisture regime.\nHapgood soils are deep to lithic contacts.\nHarcany sols are very deep, have a mean summer soil temperature of 12 to 15 degrees C. and are influenced by deposits of volcanic ash.\nHobacker soils are very deep, have cambic horizons and calcic horizons, and have a lithologic discontinuity to sandy-skeletal material.\nLionhead soils have cambic horizons, horizons with identifiable secondary carbonates within 100 cm of the soil surface, and mean summer soil temperature of 13 to 14 degrees C.\nLolon soils are very deep, have lithologic discontinuities to sandy-skeletal material, and have an ustic moisture regime.\nMarcetta soils have albic horizons, mean summer soil temperature of 12.8 to 15 degrees C., and an ustic moisture regime.\nMundos soils average 18 to 35 percent clay in the particle-size control section and have horizons with identifiable secondary carbonates within 100 cm of the soil surface.\nNagitsy and Namela soils have 18 to 27 percent clay in the particle-size control section.\nNazaton soils have cambic horizons and an udic moisture regime.\nPapaspila soils average 18 to 35 percent clay in the particle-size control section and have an udic moisture regime.\nParkcity soils are very deep, have an udic moisture regime, and a mean summer soil temperature of 10 to 14 degrees C.\nPoleline soils are not intermittently moist in the upper part for 10 to 20 days cumulative due to convection storms between July and September.\nPovey soils have cambic horizons, are deep and very deep, and have a mean summer soil temperature of 12.2 to 15 degrees C.\nSnacreek soils are very deep, contain 65 to 85 percent rock fragments in the particle-size control section, and have a mean summer soil temperature of 7 to 8 degrees C.\nSnopoc soils are very deep and have a mean summer soil temperature of 10 to 14 degrees C.\nSplitbutte soils average 8 to 12 percent clay and greater than 60 percent rock fragments in the particle-size control section.\nTonigut soils have 18 to 27 percent clay in the particle-size control section, with secondary calcium carbonate accumulation at a depth of 48 to 86 cm, and are deep."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Goodski soils are on mountains. These soils formed in residuum and colluvium derived from granite. Slopes are 4 to 50 percent. Elevations range from 2,165 to 3,200 meters. The climate is moist-subhumid, with cold, moist winters and warm dry summers. The mean annual precipitation is 450 to 700 mm. Mean annual temperature is 3 to 6 degrees C and the frost-free period is 40 to 60 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Brokit, Kious, and Lehman soils.\nBrokit soils have 12 to 20 percent clay in the upper part and 3 to 10 percent in the strongly contrasting lower part of the particle-size control section, and they have ground water with an upper boundary at 76 to 100 cm at certain times during normal years.\nKious soils are shallow to a paralithic contact.\nLehman soils are poorly drained and are saturated within 25 cm of the surface during certain times of the year."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Well drained; medium or high surface runoff; moderately high saturated hydraulic conductivity."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Goodski soils are used for recreation, livestock grazing, and wildlife habitat. The potential native vegetation is mainly bluebunch wheatgrass and mountain big sagebrush. This pedon is correlated to Ecological Site R028AY065NV, Shallow Loam 14+ P.Z."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Eastern Nevada. These soils are not extensive. MLRA 28A."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Phoenix, Arizona."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: White Pine County, Great Basin National Park, Nevada, 2009. The name is coined."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon - The zone from 0 to 76 cm (A1, A2, A3, and AB horizons).\nParticle-size control section - The zone from 25 to 71 cm (A3 and AB horizons).\nADDITIONAL DATA: NASIS user Pedon ID: 07NV778023-CWL\nNational Cooperative Soil Survey\nU.S.A."
  }
}
