{
  "SERIES": "GOODALE",
  "STATUS": "Established Series",
  "BYREV": "Rev. DV-TAC-ET-MAV",
  "REVDATE": "06/2016",
  "STATES": "CA",
  "OVERVIEW": "The Goodale series consists of very deep, somewhat excessively drained soils that formed in granitic alluvium and in small areas mixed alluvium.  Goodale soils are on bouldery alluvial fans and fan terraces and have slopes of 0 to 15 percent.  The mean annual precipitation is about 180 mm, and the mean annual temperature is about 14.4 degrees C.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Sandy-skeletal, mixed, thermic Xeric Torriorthents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Goodale bouldery loamy coarse sand - on an 11 percent east-northeast slope at 1,280 meters elevation under Nevada ephedra vegetation.  Colors are for dry soil unless otherwise stated.  When described March 27, 1980 the soil was moist above 25 cm. Surface coverage of rock fragments:  5 percent boulders, 5 percent stones, 5 percent cobbles, and 40 percent gravel, 0.32 cm platy surface crust.\nA1--0 to 3 cm; brown (10YR 5/3) bouldery loamy coarse sand, dark brown (10YR 3/3) moist; massive; soft, very friable, nonsticky and nonplastic; common very fine roots; many very fine interstitial pores; 15 percent gravel, 5 percent cobbles, 5 percent stones and 5 percent boulders; neutral (pH 6.8); abrupt smooth boundary.  (0 to 13 cm thick).\nA2--3 to 30 cm; pale brown (10YR 6/3) bouldery loamy coarse sand, brown (10YR 4/3) moist; massive; soft, very friable, nonsticky and nonplastic; common very fine and few fine roots; many very fine interstitial pores; 15 percent gravel, 5 percent cobbles, 5 percent stones and 5 percent boulders; slightly alkaline (pH 7.4); clear smooth boundary.  (0 to 64 cm thick).\nC--30 to 152 cm; pale brown (10YR 6/3) extremely stony loamy coarse sand, brown (10YR 4/3) moist; massive; soft, very friable, nonsticky and nonplastic; few very fine roots; many very fine interstitial pores; 20 percent gravel, 20 percent cobbles, 20 percent stones and 10 percent boulders; slightly alkaline (pH 7.4)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Inyo County, California.  About 8.2 miles south of Aberdeen in Owens valley; 25 yards south of dirt road and 20 yards west of fence intersecting road; 1,700 feet north and 400 feet west of the southeast corner of Sec. 28, T.12S., R.34E.; latitude 38 degrees 52 minutes 26 seconds N and longitude 118 degrees 15 minutes 19 seconds W; USGSMount Pinchot 7.5 minute topographic quadrangle; WGS84 Decimal Degrees 36.8738889 latitude, -118.2552778 longitude."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  These soils are usually dry from about April 30 to November 30, and are moist in some or all parts the rest of the time. Aridic moisture regime bordering on xeric. The soil temperature is above 8.3 degrees C from about March 1 to December 15, but is rarely below 5 degrees C.  The mean annual soil temperature is 15 to 17.8 degrees C.  The surface rock fragment coverage ranges from 10 to 90 percent with 0 to 50 percent boulders and stones, 0 to 20 percent cobbles, and 10 to 20 percent gravel.  Some boulders exceed 1.83 meters in diameter.  The soil is neutral or slightly alkaline.\nThe A horizon color is 10YR 7/2, 7/3, 6/3, 6/4 or 5/3.  Moist color is 10YR 5/2, 5/3, 4/3 or 3/3.  Textures are loamy fine sand, gravelly loamy sand, very gravelly loamy sand and bouldery loamy coarse sand.  Rock fragment content ranges from 15 to 60 percent with 3 to 25 percent boulders and stones, 5 to 20 percent cobbles, and 10 to 35 percent gravel.  The organic carbon content is 0.2 to 0.4 percent.\nThe C horizon color is 10YR 7/2, 7/3, 7/4, 6/3, 6/4, 5/3 or 5/4.  Moist color is 10YR 5/2, 5/3, 5/4, 4/3 or 4/4.  Textures are loamy coarse sand, loamy sand with gravelly, very gravelly, very cobbly, very stony, extremely gravelly or extremely stony modifiers.  In some profiles, lenses of sandy loam are present.  Rock fragment content ranges from 35 to 80 percent for the 25 to 102 cm control section with 10 to 50 percent boulders and stones, 10 to 20 percent cobbles, 10 to 35 percent gravel."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  This is the Pajuela series.  Pajuela soils have a soil temperature of about 19.4 degrees C."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Goodale soils formed on recent granitic alluvial fans and fan terraces.  Many of these fans and fan terraces form long aprons along mountain range fronts.  They are dissected with some drainageways and shallow washes.  Slopes are 0 to 15 percent.  Elevations range from 1,130 to 1,680 meters.  The mean annual precipitation is 100 to 250 mm.  The mean January temperature is about 2.8 degrees C; mean July temperature is 25.6 degrees C; mean annual temperature is 13.9 to 16.1 degrees C.  The frost-free season is 140 to 200 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Lubkin, Tinemaha, and Cartago soils.  Tinemaha and Lubkin soils have argillic horizons with sandy clay loam textures and are on fan terraces.  Cartago soils average less than 35 percent rock fragments in the textural control section and are on alluvial fans and fan terraces."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Somewhat excessively drained; slow to medium runoff; rapid permeability.  This soil floods rarely in the summer and non-flooded phases are recognized."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Used principally for rangeland and wildlife habitat.  Vegetation is mainly spiny hopsage, Nevada ephedra, desert needlegrass and Indian ricegrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: East-central California.  The soils are of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES PROPOSED",
    "content": "SERIES PROPOSED:  Inyo County, California, Benton-Owens Valley Soil Survey, 1987."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized are:\n1.  Ochric epipedon -- 0 to 18 cm (A1, A2)\nOther Soil Characteristics:\n1.  The soil lacks a subsurface diagnostic horizon because:  no clay films, no segregated carbonate and no structure.\n2.  Organic carbon content is assumed to be less than 0.6 percent and is assumed to decrease regularly with depth.\n3.  Mixed mineralogy is assumed.\n4.  Particle-size control section is sandy-skeletal (more than 35 percent rock fragments by volume).  Textural analysis using the hydrometer method employed; boulder, stone, and cobble content estimated by visual inspection; gravel content determined using number 10 sieve and water displacement method.\n5.  The soil moisture regime is aridic bordering on xeric; estimated using Thornthwaite water balance method on local meteorological data, soil moisture data, and vegetation indicators.  MAP is 10 to 25 cm--determined by extrapolating between weather stations and using vegetation as indicators.\n6.  The soil temperature regime is on the cool end of thermic.  MAST is 15 to 17.8 degrees C.  This is extrapolated from actual soil temperature data over the past years using 12 month averages and Rod Arkley's formula.  These soils are in MLRA-29.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "somewhat excessively",
        "drainage_overview": "somewhat excessively"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A1",
        "top": 0,
        "bottom": 3,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "loamy coarse sand",
        "cf_class": "bouldery",
        "pH": 6.8,
        "pH_class": "neutral",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "A1--0 to 3 cm; brown (10YR 5/3) bouldery loamy coarse sand, dark brown (10YR 3/3) moist; massive; soft, very friable, nonsticky and nonplastic; common very fine roots; many very fine interstitial pores; 15 percent gravel, 5 percent cobbles, 5 percent stones and 5 percent boulders; neutral (pH 6.8); abrupt smooth boundary.  (0 to 13 cm thick)."
      },
      {
        "name": "A2",
        "top": 3,
        "bottom": 30,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "loamy coarse sand",
        "cf_class": "bouldery",
        "pH": 7.4,
        "pH_class": "slightly alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A2--3 to 30 cm; pale brown (10YR 6/3) bouldery loamy coarse sand, brown (10YR 4/3) moist; massive; soft, very friable, nonsticky and nonplastic; common very fine and few fine roots; many very fine interstitial pores; 15 percent gravel, 5 percent cobbles, 5 percent stones and 5 percent boulders; slightly alkaline (pH 7.4); clear smooth boundary.  (0 to 64 cm thick)."
      },
      {
        "name": "C",
        "top": 30,
        "bottom": 152,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "loamy coarse sand",
        "cf_class": "extremely stony",
        "pH": 7.4,
        "pH_class": "slightly alkaline",
        "narrative": "C--30 to 152 cm; pale brown (10YR 6/3) extremely stony loamy coarse sand, brown (10YR 4/3) moist; massive; soft, very friable, nonsticky and nonplastic; few very fine roots; many very fine interstitial pores; 20 percent gravel, 20 percent cobbles, 20 percent stones and 10 percent boulders; slightly alkaline (pH 7.4)."
      }
    ]
  ]
}
