{
  "SERIES": "GORESVILLE",
  "STATUS": "Established Series",
  "BYREV": "Rev. ACB,RRD, MAV",
  "REVDATE": "04/2018",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, mixed, semiactive, mesic Typic Hapludults"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Goresville gravelly silt loam-on a 2 percent slope in a hay field (colors are for moist soil)\nAp--0 to 10 inches; yellowish brown (10YR 5/4) gravelly silt loam; moderate fine granular structure; very friable, nonsticky, nonplastic; many very fine and fine roots; 15 percent rounded quartz gravel, 5 percent rounded quartz cobbles; moderately acid; clear smooth boundary.  (4 to 12 inches thick)\nBA--10 to 15 inches; yellowish red (5YR 5/6) gravelly silt loam; moderate medium and coarse subangular blocky structure; friable, nonsticky, nonplastic; many very fine and fine roots; 25 percent rounded quartz gravel; moderately acid; clear smooth boundary. (4 to 10 inches thick)\nBt1--15 to 20 inches; red (2.5YR 5/6) gravelly silty clay loam; moderate medium and coarse subangular blocky structure; firm, sticky, plastic; many distinct clay films on faces of peds; many very fine and fine roots; common medium distinct yellow (10YR 7/6) relic masses: 25 percent rounded quartz gravel; moderately acid; clear smooth boundary.\nBt2--20 to 36 inches; dark red (2.5YR 3/6) silty clay; moderate medium and coarse subangular blocky structure; firm, sticky, plastic; common distinct clay films on faces of peds; common medium distinct yellow (10YR 7/6) relic masses; moderately acid; abrupt smooth boundary.\nBt3--36 to 61 inches; weak red (10R 4/4) silty clay loam; weak medium subangular blocky structure; firm, sticky, slightly plastic; common distinct clay films on faces of peds; strongly acid; abrupt wavy boundary. (combined thickness of the Bt horizon is 45 to 65 inches)\n2C--61 to 64 inches; red (10R 4/6) silt loam; massive; firm, slightly sticky, slightly plastic; 10 percent channers of highly weathered siltstone; strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Loudoun County, Virginia.  South side of VA-773 about 1 mile east of U.S. 15. (Virginia Grid Coordinates N 526,750 and E 2,283,850)"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Solum thickness is more than 60 inches. Depth to hard bedrock is more than 60 inches. Rock fragments of greenstone, quartzite, and other crystaline rocks range from 3 to 35 percent in the A or Ap horizons and from 0 to 35 percent in the Bt horizon. Rock fragments of siltstone, shale, or fine-grained sandstone range from 0 to 35 percent in the 2Bt and 2C horizons. Soil reaction ranges from very strongly acid through moderately acid.\nThe A or Ap horizon has hue of 5YR through 10YR, value of 3 through 5, and chroma of 2 through 4.  It is fine sandy loam, silt loam, or loam, or less commonly clay loam in the fine-earth fraction.\nThe BA horizon has hue of 5YR through 10YR, value of 3 through 5, and chroma of 3 through 8. It is fine sandy loam, silt loam, sandy clay loam, clay loam, silty clay loam, or silty clay in the fine-earth fraction.\nThe Bt horizon has hue of 10R through 5YR, value of 3 through 5, and chroma of 3 through 8. It is sandy clay loam, clay loam, silty clay loam, clay, or silty clay in the fine-earth fraction.\nThe 2C horizon has hue of 10R through 5YR, value of 3 through 6, and chroma of 4 through 8. It is svariable in texture, ranging from sandy loam through silty clay loam in the fine-earth fraction."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Agnos, Boden, Braddock, Buckhall, Buffstat, Christian, Clifton, Fairfax, Gassville, Groseclose, Howell, Littlejoe, Lodi, Nantahala, Pervina, Quantico, Sequoia, Timberville, Trappist, Unison, and Warminster soils in the same family. Agnos. Boden, Braddock, Clifton, Gassville, Groseclose, Littlejoe, Nantahala, Sequoia, Trappsit, and Warminster soils have sola less than 60 inhes thick.  Buckhall soils have rock fragments of granite, gneiss, and schist.  Buffstat, Fairfax, Howell, Muse, Pervina, Quantico, Timberville, and Unison soils have dominant colors yellower than hue of 5YR."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Goresville soils are on nearly level to strongly sloping convex treads of disssected high river terraces. Slope commonly ranges from 2 to 15 percent.  This soil formed in old alluvium from adjacent uplands and the underlying red siltstone, shale, or fine-grained sandstone residuum. Mean annual air temperature ranges from 50 to 55 degrees F.  Mean annual precipitation ranges from 35 to 45 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Arcola, Ashburn, Birdsboro, and Clapham soils.  Arcola and Ashburn soils are shallower to bedrock.  Birdsboro is fine-loamy.  Clapham soils have a fragipan."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained. Runoff is medium. Permeability is moderately slow."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: These soils are used for permanent pasture or hay crops.  A few areas are in hardwood woodland."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Virginia, and possibly Maryland and Pennsylvania.  Series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE",
    "content": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE: RALEIGH, NORTH CAROLINA"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Loudoun County, Virginia, 2004."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Formerly mapped as Hiwassee soils.  Diagnostic horizons and features recognized in this pedon are:\n1. Ochric epipedon-the zone from the surface to 10 inches (Ap horizon)\n2. Argillic horizon-the zone from 15 to 61 inches (the Bt horizons)\nADDITIONAL DATA: Mechanical and mineralogical analyses by Loudoun County, Virginia, Department of Natural Resources staff. Chemical analyses by Virginia Poytechnic Institute and State University. Lab numbers 95-3-1-1-1, 95-3-1-1-2,95-3-1-2-1,95-3-1-2-2,95-3-2-1-1,95-3-2-1-2,95-3-2-2-1,95-3-2 2-2.\nMLRA=148\nSIR=VA0366\nREVISED=9/97, RRD\nNational Cooperative Soil Survey\nU.S.A."
  }
}
