{
  "SERIES": "GOREEN",
  "STATUS": "Established Series",
  "BYREV": "Rev. WRM:BJW",
  "REVDATE": "11/2005",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, mixed, semiactive, thermic Typic Albaquults"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Goreen fine sandy loam - forested.\n(Colors are for moist soil unless otherwise\nstated.)\nA     --  0-13 inches, grayish brown (10YR 5/2) fine sandy\nloam; moderate fine subangular blocky structure; hard, friable;\nmany medium and coarse roots; common fine pores; few siliceous pebbles 15-20 mm. in diameter; very strongly acid; clear smooth boundary.  (6 to 14 inches thick)\nB21tg --  13-26 inches, dark brown (7.5YR 4/2) clay; many\nmedium prominent red (10R 4/8) mottles; moderate fine blocky structure; very hard, firm, sticky and plastic; many medium and coarse roots; few fine pores; thick continuous clay films on the faces of peds; very strongly acid; clear smooth boundary.  (9 to\n14 inches thick)\nB22tg --  26-31 inches, dark brown (7.5YR 4/2) clay; common medium distinct yellowish red (5YR 4/6) mottles; moderate fine\nblocky structure; very hard, firm, sticky and plastic; many fine\nand medium roots; few fine pores; few fragments of weakly cemented sandstone throughout the horizon; thick continuous clay films on\nthe faces of peds; very strongly acid; abrupt smooth boundary.  (5\nto 12 inches thick)\nCr     --  31-40 inches, weakly cemented sandstone interbedded\nwith brown shaly clay; massive; hard; few fine roots in the clay filled interstices; very strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Walker County, Texas; from the intersection of\nTexas Highway 19 and Farm Road 230 in Trinity, Texas, west 6.1\nmiles on Farm Road 230; then north on Chalk Cementery Road 4.1\nmiles and 75 feet east of road in woods."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The solum thickness ranges from 20 to\n40 inches.\nThe A horizon is grayish brown (10YR 5/2), dark grayish brown\n(10YR 4/2), brown (10YR 4/3, 5/3), or dark gray (10YR 4/1).  Some pedons have A2 horizons that are light brownish gray (10YR 6/2), grayish brown (10YR 5/2), or brown (10YR 5/3).  The A horizon\nranges from slightly acid to very strongly acid.\nThe B21tg and B22tg horizons are dark brown (7.5YR 3/2, 4/2),\nbrown (7.5YR 5/2), light brownish gray (10YR 6/2), or grayish\nbrown (10YR 5/2).  Mottles in shades of red, yellowish red, strong brown, yellow, or gray range from few to many.  Clay content in\nthe B2tg horizon ranges from 40 to 60 percent.  Reaction ranges\nfrom strongly to extremely acid.  Base saturation above the C\nhorizon ranges from 15 to 30 percent.\nThe Cr layer is weakly to strongly cemented sandstone or siltstone interbedded with shaly clay."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Arol,\nBladen, Falba, Leaf, Narlon, Rosenwall, and Vinita series.  Arol\nand Falba soils have a base saturation of more than 35 percent.  Bladen, Leaf, and Narlon soils have sola more than 40 inches\nthick.  Rosenwall soils have udic moisture regimes, hues redder\nthan 7.5YR in the B21t horizon and more than 60 percent clay in\nthe B21t horizon.  Vinita soils have udic moisture regimes and are dominated by chromas of 3 or more in the B2t horizons."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Goreen soils are on uplands.  They are on concave footslope positions that receive extra water as runoff from soils above or lateral seepage from associated sandy soils.  Slopes\nrange from 1 to 5 percent.  The soil formed in stratified\nsandstone and shaly clay sediments of the Manning and Wellborn formations.  At the type location, the mean annual precipitation\nis about 46 inches, the average annual temperature is 68 degrees\nF., and Thornthwaite annual P-E index is 72."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the competing Rosenwall series, and the Gomery series.  Gomery soils have sandy surface layers 20 to 40 inches thick and sola more than 40 inches thick."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Somewhat poorly drained; medium\nrunoff; very slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Small areas have been cleared for pasture and some are cultivated.  Used mainly for timber production.  Native vegetation consists of an overstory of loblolly and shortleaf pine and many varieties of oak trees with an understory of eastern\nlittle bluestem, longleaf uniola, sedges, and panicums."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Southeastern Texas and possibly western Louisiana.  Series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Walker County, Texas; 1975."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  The Goreen series would have been classified in the Planosol great soil group.\nNational Cooperative Soil Survey\nU. S. A."
  }
}
