{
  "SERIES": "GORGAS",
  "STATUS": "Established Series",
  "BYREV": "Rev. CS:LDS:JDM",
  "REVDATE": "04/2009",
  "STATES": "AL,GA",
  "OVERVIEW": "The Gorgas series consists of shallow, well drained, soils formed in residuum weathered from sandstone on ridgetops and sideslopes. Slope ranges from 2 to 45 percent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy, siliceous, subactive, thermic Lithic Hapludults"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Gorgas loamy sand--on a convex 8 percent slope in a wooded area. (Colors are for moist soil.)\nA--0 to 6 inches; dark grayish brown (10YR 4/2) gravelly loamy sand; weak fine granular structure; friable; common fine and medium roots; 5 percent sandstone channers (3 to 6 inches across) and 10 percent sandstone gravel (1/8 inch to 3 inches in diameter); strongly acid; clear smooth boundary. (2 to 6 inches thick.)\nBt--6 to 14 inches; yellowish brown (10YR 5/6) sandy loam; weak medium subangular blocky structure; friable; few medium roots; 5 percent sandstone channers (3 to 6 inches across) and 5 percent sandstone gravel (1/8 inch to 3 inches in diameter); faint sand bridging between grains; strongly acid; abrupt wavy boundary. (8 to 16 inches thick.)\nR--14 inches; hard sandstone bedrock."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Shelby County, Alabama; 3.5 miles west of Helena, about 400 feet north of railroad track; 1,425 feet west and 800 feet north of the SE corner of sec. 12, T. 20 S., R. 4 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Solum thickness and depth to hard sandstone bedrock is 10 to 20 inches. Coarse fragments, either sandstone gravel or channers, range from 0 to 50 percent in the surface layer and from 0 to 35 percent in the solum. Reaction is very strongly or strongly acid in the solum, but ranges to slightly acid in the surface layer.\nThe A horizon has hue of 10YR or 7.5YR, value of 2 to 5, and chroma of 1 to 4. A horizons with value of less than 3.5 moist, and 5.5 dry, are 3 inches or less thick. Texture is loamy sand, sandy loam, fine sandy loam, or loam.\nThe Bt horizon has hue of 10YR to 5YR, value of 4 to 6, and chroma of 3 to 6. Texture is sandy loam, fine sandy loam, or loam. Some pedons have BC, C, or Cr horizons less than 4 inches thick with similar hue, value, chroma, reaction, and texture as the Bt horizon.\nThe R horizon is hard sandstone bedrock, mostly level bedded, but fractured in places."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no other series in the same family. Competing series in similar families are the Hector and Mountainburg series and, to a lesser extent, the Bankhead, Hartsells, Linker, Nauvoo, and Sipsey series . Hector soils lack argillic horizons and Mountainburg soils are in a loamy-skeletal family. The Bankhead, Hartsells, Linker, and Sipsey series are all moderately deep to sandstone bedrock. The Nauvoo sereis is deep and very deep to sandstone bedrock."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Gorgas soils are on gently sloping to steep ridgetops and sideslopes in areas commonly associated with sandstone Rock outcrop. Slope shapes range from slightly convex to slightly concave depending upon the bedding angle of the underlying rock. Mean annual precipitation is about 53 inches and mean annual temperature is about 60 degrees F."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Anniston, Montevallo, and Townley series located on adjacent landforms weathered from shale and siltstone. Anniston and Townley soils are in a fine family. Montevallo soils are in a loamy-skeletal family. In addition, Annistion soils have rhodic argillic horizons that extend to depths below 60 inches. Townley soils have paralithic contact above 40 inches. Anniston soils have Kaolinitic mineralogy. Montevallo and Townley soils have mixed mineralogy."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained with moderately rapid permeability. Water movement during wet seasons is mostly laterally along the soil-rock contact or through fractures."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most areas are in woodland, but some areas are cleared and used as pasture. Forests are composed mostly of oaks, hickories, and pines."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: The Appalachian Plateau; Cumberland Plateau; and Sand Mountain of Alabama and possibly Tennessee. Also, possibly the Boston Mountains, Ouachita Mountains, and Arkansas Valley of Arkansas and Oklahoma. Extent is large."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Morgantown, West Virginia"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Jefferson County, Alabama; 1980."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Gorgas soils formerly were included in Hector and\nMuskingum series.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 15,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "loamy sand",
        "cf_class": "gravelly",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A--0 to 6 inches; dark grayish brown (10YR 4/2) gravelly loamy sand; weak fine granular structure; friable; common fine and medium roots; 5 percent sandstone channers (3 to 6 inches across) and 10 percent sandstone gravel (1/8 inch to 3 inches in diameter); strongly acid; clear smooth boundary. (2 to 6 inches thick.)"
      },
      {
        "name": "Bt",
        "top": 15,
        "bottom": 36,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "sandy loam",
        "pH_class": "strongly acid",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "Bt--6 to 14 inches; yellowish brown (10YR 5/6) sandy loam; weak medium subangular blocky structure; friable; few medium roots; 5 percent sandstone channers (3 to 6 inches across) and 5 percent sandstone gravel (1/8 inch to 3 inches in diameter); faint sand bridging between grains; strongly acid; abrupt wavy boundary. (8 to 16 inches thick.)"
      },
      {
        "name": "R",
        "top": 36,
        "texture_class": "sand",
        "narrative": "R--14 inches; hard sandstone bedrock."
      }
    ]
  ]
}
