{
  "SERIES": "GORING",
  "STATUS": "Established Series",
  "BYREV": "Rev. VLM/MEO/AJE/JMW",
  "REVDATE": "02/97",
  "STATES": "ID,UT",
  "OVERVIEW": "Typically, Goring soils have brown, slightly acid, silt loam A horizons and thick, reddish brown, slightly acid, silty clay B2t horizons with prismatic structure.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, smectitic, frigid Pachic Palexerolls\nTypifying Pedon: Goring silt loam - native grasses and shrubs (Colors are for dry soil unless otherwise noted.)\nAll--0 to 3 inches; brown (10YR 4/3) silt loam, dark brown (10YR 3/3) moist; weak thick platy structure; soft, friable, slightly sticky, slightly plastic; many fine roots; slightly acid (pH 6.5); abrupt wavy boundary. (2 to 8 inches thick)\nA12--3 to 7 inches; brown (10YR 4/3) silt loam, dark brown (10YR 3/3) moist; moderate fine and medium granular structure; slightly hard, friable, slightly sticky. slightly plastic; many fine roots; slightly acid (pH 6.4); clear wavy boundary. (3 to 10 inches thick)\nBl--7 to 13 inches; brown (7.5YR 4/3) light silty clay loam, dark brown (7.5YR 3/3) moist; moderate medium and fine angular blocky structure; hard, firm, sticky, plastic; many fine roots; common fine discontinuous interstitial pores; slightly acid (pH 6.3); clear  wavy boundary. (3 to 11 inches thick)\nB21t--13 to 22 inches; reddish brown (5YR 4/3) heavy silty clay loam, dark reddish brown (5YR 3/4)  moist; moderate coarse prismatic structure that parts to fine and medium angular blocky structure; very hard, firm, sticky, plastic; common fine roots; common fine discontinuous interstitial pores; moderately thick continuous clay films; slightly acid (pH 6.3); diffuse wavy boundary. (5 to 15 inches thick)\nB22t--22 to 35 inches; reddish brown (5YR 4/4) silty clay, yellowish red (5YR 4/6) moist; strong coarse subangular blocky structure that parts to medium and fine angular blocky structure; extremely hard, extremely firm, very sticky, very plastic; few fine roots; common fine discontinuous interstitial pores; moderately thick continuous clay films; slightly acid (pH 6.1); diffuse wavy boundary. (8 to 19 inches thick)\nB23t--35 to 55 inches; red (2.5YR 4/6) silty clay loam, dark red (2.5YR 3/6) moist; moderate coarse subangular blocky structure that parts to fine and medium subangular blocky; extremely hard, very firm, sticky, plastic; few fine roots; common fine discontinuous pores; moderately thick continuous clay films; slightly acid (pH 6.3)."
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "NA"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Cache County, Utah; about 2 1/2 miles northeast of Hardward Ranch headquarters; about 1,000 feet south and 1,400 feet west of the NW corner of sec. 7, T.10N., R.4E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: The mollic epipedon is 20 to 32 inches thick.  The combined thickness of the Al, Bl and B2t horizons is 45 to 60 inches or more. The mean annual soil temperature is 39 to 44 degrees F., and the mean summer temperature at about 20 inches depth is 60 to 65 degrees F. The cation exchange capacity/clay ratio is about 0.6 to 0.8. The soils are usually moist but are dry in the 4 to 12 inch depth for 60 days or more during the summer months.\nThe Al horizon has hue of 10YR or 7.5YR, value of 3 or 4 dry, 2 or 3 moist, and chroma of 2 or 3 moist and dry. It has weak to moderate, fine to medium granular or thin to thick platy structure in the upper part.  It is slightly acid to neutral and is 6 to 14 inches thick.\nThe B1 horizon has hue of 5YR, 7.5YR or 10YR, value of 4 or 5 dry, 2 or 3 moist and chroma of 2 or 3. It is silt loam or light silty clay loam, with up to 20 percent gravel and cobble. It has weak to strong, fine to coarse angular or subangular blocky structure. It is slightly acid to neutral. The B2t horizon has hue of 7.5YR, 5YR, or 2.5YR, value of 3 through 6 dry, 3 through 5 moist and chroma of 3 through 6 and only the upper 5 to 15 inches has the combined dark color and required organic matter content for a mollic epipedon. It is clay, silty clay or heavy silty clay loam. It has weak to strong, medium to coarse prismatic, angular or subangular blocky structure. It is slightly acid to neutral.  Clay films are common to many, thin to moderately thick."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Ant Flat, Broadhead, Deer Creek, Henefer, Nebecker, Prag and Yeates Hollow series. Ant Flat soils have mollic epipedons less than 20 inches thick and have horizons of carbonate accumulation. Broadhead and Prag soils have argillic horizons with 10YR hue. Also, Prag soils have an abrupt boundary at the top of the argillic horizon. Deer Creek soils have strong horizons of carbonate accumulation and have cobbly argillic horizons. Henefer soils have cobbly clay argillic horizons. Nebeker soils have mean annual soil temperatures of 47 degrees F. or more. Yeates Hollow soils have mollic epipedons less than 20 inches thick and have very cobbly clay argillic horizons with more than 35 percent coarse fragments."
  },
  "GEOGRAPHIC SETTING": {
    "section": "SETTING",
    "content": "SETTING: The Goring soils are at elevations of 5,300 to 7,200 feet on strongly sloping to very steep mountain slopes; gradients range from 6 to 60 percent. These soils formed in colluvium and alluvium from sandstone and quartzite. The climate is moist subhumid, mean annual temperature is 38 to 42 degrees F., mean summer temperature is 60 to 63 degrees F., and the average annual precipitation is 18 to 24 inches. The frost-free season is 80 to 100."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "PRINCIPAL ASSOCIATED SOILS",
    "content": "PRINCIPAL ASSOCIATED SOILS: These are the competing Yeates Hollow soils and the Curtis Creek, Hoskin, Lucky Star, Obray and Scave soils. Curtis Creek and Hoskin soils have mollic epipedons less than 20 inches thick.  Also Curtis Creek soils have loam argillic horizons. Hoskin soils have very cobbly loam and argillic horizons with more than 35 percent coarse fragments. Scave and Lucky Star soils have albic horizons and average summer temperatures of less than 59 degrees F."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well-drained; medium or slow runoff; slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: These soils are used mainly for rangeland and are grazed by livestock and wildlife. The native vegetation is bluebunch wheatgrass, Idaho fescue, Letterman's needlegrass, mulesear dock, sagebrush, and service berry."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Mountain areas of northern Utah. The series is moderately extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Cache County (Cache Area), Utah, 1969."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: The Goring soils were formerly classified as Brunizems.\nOSED scanned by NSSQA.  Last reviewed by the state on 3/71."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "NA"
  },
  "SITE": [
    [
      {
        "drainage": "",
        "drainage_overview": ""
      }
    ]
  ],
  "HORIZONS": [
    {}
  ]
}
