{
  "SERIES": "GORMAN",
  "STATUS": "Established Series",
  "BYREV": "Rev. GAW/LCL/ET",
  "REVDATE": "02/2003",
  "STATES": "CA",
  "OVERVIEW": "Typically, Gorman soils have dark gray, neutral and slightly acid A1 horizons, dark grayish brown, heavy sandy loam A3 horizons and brown, medium acid, sandy clay loam B2t horizons over light sandy clay loam C horizons.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, mesic Pachic Argixerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Gorman sandy loam - grass and forbs - grazed. (Colors are for dry soil unless otherwise noted.)\nA11--0 to 5 inches; dark gray (10YR 4/1) heavy sandy loam, black (10YR 2/1) moist; weak medium granular structure; slightly hard, fine roots; many very fine interstitial, common very fine, few fine tubular pores; neutral (pH 7.0); gradual smooth boundary. (4 to 8 inches thick)\nA12--5 to 16 inches; dark gray (10YR 4/1) heavy sandy loam, very dark gray (10YR 3/1) moist; weak medium subangular blocky structure; hard, very friable, slightly sticky, slightly plastic; few very fine and fine and few medium roots; many very fine interstitial, common very fine and fine, few medium tubular pores; slightly acid (pH 6.5); gradual smooth boundary. (8 to 12 inches thick)\nA13--16 to 24 inches; dark gray (10YR 4/1) sandy loam, very dark grayish brown (10YR 3/2) moist; weak medium subangular blocky structure; hard, very friable, slightly sticky, slightly plastic; few very fine and few fine roots; many very fine interstitial, common very fine and fine, few medium tubular pores; slightly acid (pH 6.5); gradual wavy boundary.  (8 to 10 inches thick)\nA3--24 to 43 inches; dark grayish brown (10YR 4/2) heavy sandy loam, dark brown (10YR 3/3) moist; massive; hard, friable, slightly sticky, slightly plastic; few very fine roots; many very fine interstitial, common very fine and fine and few medium tubular pores; several 1/2 inch dark brown (7.5YR) lamellae in lower 1/2 of horizon, lamellae have moderate thick clay films as bridges; several 2 inch krotovinas filled with A1 horizon and C horizon material; moderately acid (pH 6.0); clear wavy boundary, (8 to 20 inches thick)\nB21t--43 to 54 inches; brown (10YR 5/3) light sandy clay loam, dark brown (10YR 4/3) moist; massive; hard, friable, sticky, plastic; few very fine roots; many very fine interstitial, common very fine, few fine and medium tubular pores; continuous thin clay films as bridges and lining pores; indistinct krotovinas filled with A horizon soil material; moderately acid (pH 6.0); gradual smooth boundary. (10 to 15 inches thick)\nB22t--54 to 65 inches; brown (10YR 4/3) sandy clay loam, dark brown (10YR 4/3) moist; massive; hard, friable, sticky, plastic; few very fine roots; many very fine interstitial, common very fine, few fine and medium tubular pores; continuous thin clay films as bridges and lining pores; lamellae and krotovinas similar to horizon above; moderately acid (pH 6.0); gradual smooth boundary. (10 to 15 inches thick)\nB3t--65 to 78 inches; brown (10YR 5/3) light sandy clay loam, dark brown (10YR 4/3) moist; massive; hard, very friable, slightly sticky, slightly plastic; many very fine interstitial common very fine and few medium tubular pores; many thin clay films as bridges and few moderately thick films line tubular pores; few 1 inch discontinuous indistinct lamellae; strongly acid (pH 5.5); gradual smooth boundary. (10 to 14 inches thick)\nC--78 to 84 inches; pink (7.5YR 7/4) light sandy clay loam, light brown (7.5YR 6/4) moist; massive; slightly hard, friable, sticky, plastic; common very fine interstitial and few fine tubular pores; continuous thin clay films as bridges; strongly acid (pH 5.5)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Los Angeles County, California; Old Kinsey Ranch, 7 miles southeast of Gorman; SW 1/4 NW 1/4 sec. 25, T.8N., R.18W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The solum is 58 to 94 inches thick.  The mean annual soil temperature is about 57 degrees F., and the soil temperature usually is not below 47 degrees F. after about March 1 and does not go below 47 degrees F. again until about January 1.  The soil between depths of about 5 and 15 inches usually is dry all the time from June 1 until December 1 to 15 and is moist in some or all parts all the rest of the year.  Rock fragments, mostly 2 to 5mm. gravel, make up about 1 to 6 percent of the profile.  In some pedons rotten granitic cobblestones are present in the C horizon.  Coarse and very coarse sand is 15 to 25 percent throughout the profile.  Base saturation is more than 75 percent.  The A horizon is grayish brown, dark grayish brown or dark gray in 10YR hue.  It is sandy loam, heavy sandy loam or light loam.  The A1 horizon has weak or moderate structure.\nOrganic matter is 2 to 4 percent in the upper part and decreases gradually to 1 percent or more at a depth of 20 inches and less than 1 percent below a depth of 30 inches.  This horizon is neutral or slightly acid.  The B2t horizon is brown or dark brown in 10YR or 7.5YR hue.  It is sandy clay loam with about 20 to 28 percent clay.  This horizon is massive or it has weak prismatic or weak to moderate angular blocky structure.  The upper and lower boundaries are gradual or there are transitional horizons or both.  Some pedons have weak to distinct lamellae in or near the B2t horizon."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Coolbrith, Dotta, Miramar, Supan, Van Dusen, and Waha series. Coolbirth soils have mottles and are saturated to within 25 to 40 inches of the surface during the spring.  Dotta soils have less than 15 percent coarse and very coarse sand in the A and B horizons.  Miramar soils have a paralithic contact at depths of 20 to 40 inches.  Supan soils have a lithic contact and have less than 15 percent coarse and very coarse sand in the A and B horizons.  Van Dusen soils have a mean annual soil temperature of 47 to 51 degrees F. and a solum less than 40 inches thick."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  The Gorman soils are moderately to steeply sloping and are on rounded hills and weakly defined terraces at elevations of 4,000 to 4,500 feet.  They formed in weakly consolidated sediments derived mostly from granitic rock sources.  In places, weathered granite is within 60 to 100 inches of the surface.  The climate is dry subhumid mesothermal with warm dry summers and cool moist winters.  Mean annual precipitation is 14 to 16 inches.  Average January temperature is 40 degrees F., average July temperature is 76 degrees F., and mean annual temperature is 55 degrees F.  The freeze-free season is 210 to 240 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Oak Glen and Sheridan soils.  Oak Glen and Sheridan soils lack argillic horizons."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well-drained; medium to rapid runoff; moderately slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used mainly for grazing.  A few areas were used for growing small grain.  Vegetation in uncultivated areas is mainly annual grasses and forbs, perennial grasses, and sagebrush."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Tehachapi Mountains, south-central California, Los Angeles, Ventura, and Kern Counties.  The soils are of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Los Angeles County, California, 1973."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  The Gorman soils were formerly classified as Brunizems.\nThe activity class was added to the classification in February of 2003. Competing series were not checked at that time. - ET\nOSED scanned by SSQA.  Last revised by state on 8/73.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
