{
  "SERIES": "GORZELL",
  "STATUS": "Established Series",
  "BYREV": "Rev. JBF/TM",
  "REVDATE": "02/2012",
  "STATES": "CA,NV",
  "OVERVIEW": "The Gorzell series very, well drained soils that formed in mixed alluvium and lacustrine deposits derived from tuffs, andesite and basalts. Gorzell soils are on beach terraces. Slopes are 2 to 30 percent. The mean annual precipitation is about 230 mm and the mean annual temperature is about 8 degrees C.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy over sandy or sandy-skeletal, mixed, superactive, mesic Durinodic Xeric Haplargids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:   Gorzell gravelly loam - rangeland.  (Colors are for dry soil unless otherwise noted.)\nA1--0 to 8 cm; light brownish gray (2.5Y 6/2) gravelly loam, with upper 1/2 inch being light gray (10YR 7/2), very dark grayish brown (10YR 3/2) moist; weak medium platy structure; slightly hard, friable, nonsticky and slightly plastic; many very fine and fine, and few coarse roots; many fine and medium vesicular pores; neutral (pH 6.6); clear smooth boundary.  (5 to 10 cm thick)\nA2--8 to 20 cm; light brownish gray (10YR 6/2) gravelly loam, dark brown (10YR 3/3) moist; massive; slightly hard, friable, slightly sticky and slightly plastic; common very fine and fine, and few coarse roots; many very fine tubular and interstitial pores; effervescent; slightly alkaline (pH 7.8); clear wavy boundary.  (8 to 15 cm thick)\nBt--20 to 30 cm; light gray (10YR 7/2) gravelly clay loam, dark grayish brown (10YR 4/2) moist; few to common medium faint pockets of brown (10YR 5/3); massive; hard, friable, moderately sticky and moderately plastic; common very fine and fine, and few coarse roots; many very fine tubular and interstitial pores; common thin clay films at coating rock fragments and lining pores, and few thin clay bridges; strongly effervescent; moderately alkaline (pH 8.0); clear wavy boundary.  (10 to 25 cm thick)\nBqk--30 to 76 cm; light gray (10YR 7/2) gravelly clay loam, dark grayish brown (10YR 4/2) moist; massive; very hard, firm, nonsticky, nonplastic; common very fine and fine roots; many very fine tubular and interstitial pores; continuous brittle matrix, with few to common randomly oriented silica laminae and common very thin silica films lining pores and bridging sand grains; violently effervescent; strongly alkaline (pH 8.6); clear wavy boundary.  (33 to 46 cm thick)\n2Ck--76 to 152 cm; light gray (10YR 7/2) very gravelly loamy sand, light brownish gray (10YR 6/2) moist; massive; soft, very friable, nonsticky, nonplastic; few very fine and fine roots; many very fine and fine, and few medium interstitial pores; violently effervescent, very pale brown (10YR 8/2) lime coats on undersides of gravel; strongly alkaline (pH 8.9)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Modoc County, California; approximately 150 feet north and east of the apparent center of sec. 29, T.45N., R.17E., Mount Diablo base line and meridian; latitude 41 degrees 44 minutes 23 seconds N and longitude 120 degrees 03 minutes 26 seconds W; NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: Usually dry during most year, mainly during the summer and early fall months, but are moist more than 1/4 of the time the soil temperature is more than 5 degrees C; aridic soil moisture regime bodering on xeric.\nMean annual soil temperature: 8 to 11 degrees C.\nDepth to the weakly silica-cemented horizons: 25 to 46 cm\nParticle-size control Section - Clay content averages 25 to 35 in the upper part and less than 8 in the lower part.\nRock fragments: average 15 to 35 in the upper part and 35 to 60 percent in the lower part.\nA horizon\nHue 2.5Y or 10YR.\nValue: 5 or 6 dry, 3 or 4 moist\nChroma: 2 or 3. (After the first 18 cm are mixed, values are higher than 5.5 dry and 3.5 moist.)\nStructure: Weak or moderate, thin to thick platy structure or is massive.\nConsistence: Soft to slightly hard, dry.\nReaction: Neutral to slightly alkaline.\nEffervescence: Noneffervescent through slightly effervescent.\nBt horizon\nValue: 6 or 7 dry, 3 or 4 moist\nChroma: 2 through 4.\nTexture: Gravelly sandy clay loam, gravelly clay loam or gravelly loam.\nReaction: Moderately alkaline or strongly alkaline.\nEffervescence: Slightly effervescent or strongly effervescent.\nBqk horizon\nHue: 10YR or 2.5Y.\nValue: 6 through 8 dry, 4 through 6 moist.\nChroma: 1 through 3.\nTexture: Gravelly sandy clay loam, gravelly clay loam or gravelly loam.\nReaction: Moderately alkaline or strongly alkaline.\nRock fragments: 15 to 35 percent, dominantly gravel.\nSilica: Bridge sand grains and coat pores.\n2Ck horizon\nHue: 10YR or 2.5Y.\nValue: 6 or 7 dry, 4 through 6 moist.\nChroma: 2 or 3.\nTexture: Very gravelly loamy sand or very gravelly sand.\nReaction: Strongly alkaline or very strongly alkaline.\nRock fragments: 35 to 60 percent, dominantly gravel.\nStructure: Single grain or massive."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  This is the Allker series. Allker soils have continuous weak cementation at 56 to 90 cm."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Gorzell soils are on smooth, gently sloping to moderately steep high lacustrine terraces at elevations of 1,375 to 1,750 meters.  Slope gradients range from 2 to 30 percent.  These soils formed in mixed alluvium and lacustrine deposits derived from tuffs, andesite and basalts.  Both have been derived primarily from tuffs, andesite, and basalt.  The climate is cool, semiarid.  Mean annual precipitation is 200 to 250 mm with most of it coming in the form of snow.  The mean annual temperature ranges from 7 to 9 degrees C."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Nevadash, Schamp, and Vylach soils and the competing McConnel soils.  Nevadash soils lack unconformable very gravelly sandy C horizons.  Schamp soils have clay B2t horizons and lack silica cementation.  Vylach soils have strongly cemented duripans."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:  Well drained; slow or medium runoff; moderately high saturated hydraulic conductivity."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used mostly for livestock grazing, but small tracts have been cleared and dryland wheat grown.  The dominant native plants are big sagebrush, Sandberg bluegrass, bottlebrush squirreltail, and assorted forbs."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  These soils occur in northeastern California and northwestern Nevada, and possibly in other Great Basin areas of Nevada where prehistoric lakes existed.  The soils are of limited extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Modoc County, California, 1971."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - The zone from soil surface to 20 cm (A1, A2 horizons)\nArgillic horizon - The zone from 20 to 71 cm (Bt horizon)\nDuric horizon - The zone from 30 to 76 cm (Bqk horizon)\nParticle-size control section - The zone from 20 to 71 cm (Bt1 and part of Bt2 horizon)\nGorzell soils were formerly classified as Sierozems.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
