{
  "SERIES": "GOSHUTE",
  "STATUS": "Established Series",
  "BYREV": "Rev. AJE/VLP/MJD",
  "REVDATE": "04/2004",
  "STATES": "UT",
  "OVERVIEW": "The Goshute series consists of very deep, well drained, moderately slowly permeable, sodium affected soils formed in lacustrine sediments derived from igneous and sedimentary rocks on lake terraces and beach bars.  The average annual precipitation is 6 to 8 inches and mean annual temperature is 49 to 52 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty over sandy or sandy-skeletal, mixed, active, mesic Typic Natrargids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Goshute gravelly silt loam - rangeland (Colors are for dry soil unless otherwise noted.)\nE--0 to 2 inches; light gray (10YR 7/2) gravelly silt loam, brown (10YR 5/3) moist; weak thin platy structure; soft, friable, slightly sticky, slightly plastic; few fine roots; common medium and fine vesicular Fores; strongly calcareous; strongly alkaline (pH 8.8); clear smooth boundary. (l to 3 inches thick)\nBtn1--2 to 4 inches; pale brown (10YR 6/3) silty clay loam, brown (10YR 5/3) moist; brown (10YR 5/3) coatings on peds, brown (10YR 4/3) moist; strong fine angular blocky structure; slightly hard, firm, sticky, plastic; few medium and fine roots; few fine tubular pores; many thin clay films on faces of peds; strongly calcareous; strongly alkaline (pH 8.7);  clear smooth boundary. (2 to 4 inches thick)\nBtn2--4 to 10 inches; pale brown (10YR 6/3) silty clay loam, brown (10YR 5/3) moist; brown (10YR 5/3) coatings on peds, brown (10YR 4/3) moist; cracked and brown (10YR 4/3) coatings on peds, moderate medium columnar structure that parts to moderate medium subangular blocky structure; hard, firm, sticky, plastic; few fine roots; few fine tubular pores; many thin clay films on faces of peds; strongly calcareous; very strongly alkaline (pH 9.1); clear smooth boundary. (6 to 12 inches thick)\nC1--10 to 17 inches; very pale brown (10YR 7/3) light silty clay loam, pale brown (10YR 6/3) moist; massive; hard, friable, sticky, plastic; few fine roots; few fine tubular pores; many salt veins; strongly calcareous; moderately alkaline (pH 8.4); clear wavy boundary.  (5 to 16 inches thick)\n2C2--17 to 60 inches; pale brown (10YR 6/3) extremely gravelly coarse sand, brown (10YR 5/3) moist; single grained; loose; 80 percent fine gravel; moderately calcareous; moderately alkaline (pH 8.4)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Millard County, Utah; approximately 20 miles southwest of Hinckley; SW 1/4 sec. 32, T.19S., R.10W; lat. 39 degrees 6 minutes 56.39 seconds N. and long. 113 degrees 0 minutes 15.98 seconds W., NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The mean annual soil temperature ranges from 51 to 54 degrees F. and the mean summer soil temperature at a depth of 20 inches ranges from 69 to 72 degrees F. The soils are dry in all parts of the moisture control section for 75 to 85 percent of the period the soil temperature is above 41 degrees F.  The soil moisture regime is Typic Aridic.\nThe thickness of the solum is 9 to 19 inches . The depth to the gravel or sand ranges from 14 to 35 inches.\nThe E horizon has value of 5 or 6 moist, and chroma of 2 through 4. It is loam to gravelly silt loam. This horizon is strongly or very strongly alkaline.\nThe B horizon has value of 6 or 7 dry, 5 or 6 moist, and chroma of 2 through 4, but dominantly 3 or 4. The Btn (natric) horizon is dominantly silty clay loam, but ranges to silty clay. Clay content averages 35 to 42 percent. This horizon is strongly or very strongly alkaline.\nThe C horizon has value of 6 through 8 dry, 5 through 7 moist, and chroma of 2 or 3. This horizon is moderately to very strongly alkaline.\nThe 2C horizon ranges from extremely gravelly coarse sand to sand. This horizon is moderately to very strongly alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no competing series."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Goshute soils are on gently sloping lake terraces and beach bars at elevations of 4,500 to 4,800 feet . Slope gradients are 0 to 3 percent. The soils formed in mixed lake sediments from igneous and sedimentary rocks. The climate is arid, the mean annual temperature ranges from 49 to 52 degrees F., the mean summer temperature ranges from 70 to 73 degrees F., and the frost-free period is 115 to 120 days.  Average annual precipitation is 6 to 8 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Curdli and Toddler soils and the competing Uvada soils. Curdli soils have distinct horizons of carbonate accumulation. Toddler soils do not have natric horizons and are sandy clay loam."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well-drained; medium runoff; moderately slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Used as rangeland. The native vegetation is shadscale, inkweed, kochia budsage, galleta, Indian ricegrass, greasewood, and alkali sacaton,"
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: West-central Utah, Millard County; MLRA 28A.  This series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Phoenix, Arizona"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Millard County (Delta Area), Utah, 1970."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - the zone from the surface of the soil to 2 inches (E horizon).\nNatric horizon - the zone from 2 to 10 inches (Btn1, Btn2 horizons)\nLithologic discontinuity - the change in texture from silty clay loam to extremely gravelly coarse sand at 17 inches.\nParticle-size control section - the zone from 2 to 40 inches.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
