{
  "SERIES": "GOSIL",
  "STATUS": "Established Series",
  "BYREV": "Rev. JEL-HFG",
  "REVDATE": "07/2000",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Mesic, coated Typic Quartzipsamments"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Gosil loamy sand - on a plane, north-facing, 3 percent slope in an old hay field at an elevation of 1000 feet.  (Colors are for moist soil unless otherwise stated.)\nAp--0 to 9 inches; dark brown (10YR 3/3) loamy sand, pale brown (10YR 6/3) dry; moderate medium subangular blocky structure parting to moderate fine granular; very friable; many very fine and fine roots; strongly acid; abrupt wavy boundary.  (6 to 9 inches thick)\nBw1--9 to 14 inches; brown (7.5YR 4/4) loamy sand; moderate coarse subangular blocky structure; very friable; many very fine and fine roots; strongly acid, gradual wavy boundary.\nBw2--14 to 23 inches; brown (7.5YR 5/4) loamy sand; weak coarse subangular blocky structure; very friable; common very fine and fine roots; strongly acid; gradual wavy boundary.  (Combined thickness of the Bw horizons ranges from 6 to 20 inches.)\nBC--23 to 27 inches; strong brown (7.5YR 5/6) sand; weak coarse subangular blocky structure; very friable; few very fine roots; strongly acid; clear smooth boundary.  (0 to 9 inches thick)\nC1--27 to 33 inches; reddish yellow (7.5YR 6/8) sand; single grain; loose; strongly acid; gradual wavy boundary.\nC2--33 to 60 inches; very pale brown (10YR 7/4) sand; single grain; loose; moderately acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Jackson County, Wisconsin; about 4 miles southeast of Hixton; 1640 feet south and 2240 feet east of the northwest corner of sec. 35, T. 22 N., R. 5 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Solum thickness ranges from 20 to 40 inches.  The weighted average content of silt plus clay is more than 5 percent in the particle-size control section.  The soil moisture control section is dry in all parts in most years for 25 to 35 consecutive days in the 120 days following the summer solstice.  Average annual soil temperature at 20 inches ranges from 47 to 51 degrees F.  Volume of sandstone channers or chert gravel ranges from 0 to 15 percent throughout the pedon.\nThe A or Ap horizon has hue of 7.5YR or 10YR, value of 2 or 3, and chroma of 1 to 3.  Reaction typically ranges from very strongly acid to moderately acid but ranges to neutral, where the soil is limed.\nSome pedons have an E horizon with hue of 7.5YR or 10YR, value of 4 to 6, and chroma of 2 or 3.  It is loamy sand, loamy fine sand, sand, or fine sand.  Reaction is like the Ap horizon above.\nThe Bw horizon has hue of 7.5YR or 10YR, value of 3 to 5, and chroma of 4 to 6.  It is loamy sand or loamy fine sand.  Reaction ranges from very strongly acid to slightly acid.\nThe BC horizon has hue of 7.5YR or 10YR, value of 4 or 5, and chroma of 4 to 6.  It is sand or fine sand.  Reaction ranges from strongly acid to slightly acid.\nThe C horizon has hue of 7.5YR or 10YR, value of 5 to 8, and chroma of 2 to 8.  Colors with chromas of 2 are inherited from the parent material and occur with values of 7 or 8.  It is sand or fine sand.  Some pedons contain thin strata 1/8 to 1 inch thick in the lower part of the C horizon with hues redder than the matrix.  The strata are sand, fine sand, loamy sand, or loamy fine sand.  Reaction is like the BC horizon above."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Evesboro, Plymouth, Runclint, Schaffenaker, and Vanderlip series.  Similar soils are the Gotham and Tarr series.  Evesboro soils are not dry in all parts of the soil moisture control section for as much as 25 consecutive days in the 120 days following the summer solstice and they have average annual soil temperature at 20 inches of 52 to 58 degrees F.  Plymouth soils have more than 15 percent coarse fragments in the lower part of the series control section.  Runclint soils have redox features and an apparent water table in the lower part of the series control section.  Schaffenaker soils have a lithic contact at 20 to 40 inches.  Vanderlip soils have lamellae in the B horizon (E & Bt?)(Argic Quartzipsamments?).   Gotham soils have an argillic horizon and mixed mineralogy.  Tarr soils are uncoated."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Gosil soils are on nearly level to sloping stream terraces and pediments.  Slopes range from 1 to 12 percent.  These soils formed in siliceous sandy eolian or pedisediment over siliceous sandy residuum from sandstone or both.  Mean annual precipitation ranges from 28 to 33 inches.  Mean annual temperature ranges from 46 to 52 degrees F.  The frost free period ranges from about 135 to 160 days.  Elevation ranges from 800 to 1200 feet."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Bilson, Merimod, Tarr, and Tint soils.  The well drained Bilson soils and the moderately well drained Bilmod soils are nearby in landscape positions similar to those of Gosil soils or slightly lower, where there is a 20 to 40 inch loamy mantle over the siliceous sand.  The excessively drained Tarr soils are nearby in similar landscape positions.  The moderately well drained Tint soils are nearby in slightly lower landscape positions."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Excessively drained.  Runoff is slow or moderate.  Permeability is moderately rapid or rapid in the solum and rapid in the substratum."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most areas have been cleared and are used for cropland.  Common crops are corn, small grain, and hay.  Native vegetation is mixed prairie grasses with deciduous and a few coniferous trees."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  West-central Wisconsin.  This soil is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: St. Paul, Minnesota"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Jackson County, Wisconsin, 1994."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are: ochric epipedon - 0 to 9 inches (Ap);  siliceous feature - less than 10 percent weatherable minerals (0.02 to 2 mm fraction) in the particle-size control section; coated feature - more than 5 percent silt plus clay in the particle-size control section.\nADDITIONAL DATA: Soil Interpretation Record - WI0457.  Refer to soil survey sample number S90WI-053-4 for NSSL data on the typical pedon.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
