{
  "SERIES": "GOTCHELL",
  "STATUS": "Established Series",
  "BYREV": "Rev. WJ//RKS/DWD/HCD",
  "REVDATE": "04/2015",
  "STATES": "AZ",
  "OVERVIEW": "The Gotchell series consists of shallow and very shallow over duripan, somewhat excessively drained soils on fan terraces.  These soils are formed in alluvium from mixed sources.  Slopes range from 3 to 35 percent.  The mean annual precipitation is about 10 inches.  The mean annual air temperature is about 65 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive, thermic, shallow Typic Haplodurids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Gotchell extremely gravelly sandy loam - rangeland.  (Colors are for dry soil unless otherwise noted.)\nA--0 to 2 inches; pale brown (10YR 6/3) extremely gravelly sandy loam, dark yellowish brown (10YR 4/4) moist; moderate medium granular structure; soft, very friable, slightly sticky and nonplastic; common very fine roots; few very fine irregular pores; 65 percent gravel; slightly effervescent; slightly alkaline (pH 7.8); abrupt smooth boundary. (1 to 3 inches thick)\nBw--2 to 14 inches; pale brown (10YR 6/3) extremely gravelly sandy loam, dark yellowish brown (10YR 4/4) moist; weak fine subangular structure; soft, very friable, nonsticky and nonplastic; few very fine and fine roots; few very fine interstitial pores; 75 percent gravel; strongly effervescent; moderately alkaline (pH 8.0); abrupt smooth boundary. (4 to 20 inches thick)\nBkqm--14 to 28 inches; very pale brown (10YR 8/2) and very pale brown (10YR 8/3) continuous and strongly cemented duripan with a discontinuous laminar cap.\n2R--28 inches; fanglomerate."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Hualapai Wash, Mohave County, Arizona; Latitude of 36 degrees, 01 minute, 29 seconds North, and a longitude of 114 degrees, 3 minutes, 35 second West. About 200 feet south and 2,500 feet east of the northwest corner of section 31, T. 30 N., R. 17 W. Gila and Salt River Base Meridian."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: Intermittently moist in some part of the soil moisture control section during December - February and for less than 20 days cumulative during July - September.  Driest during May and June.  Typic Aridic soil moisture regime.\nSoil temperature:  59 to 72 degrees F.\nRock fragments: 35 to 75 percent\nDepth to hardpan: 4 to 20 inches\nDepth to bedrock: 15 to 60 inches\nOrganic matter content: less than 1 percent\nReaction: slightly or moderately alkaline\nCalcium carbonate: slightly to violently effervescent\nClay content: 5 to 18 percent in the control section\nA horizon\nHue: 7.5YR, 10YR\nValue: 5 or 6 dry, 4 or 5 moist\nChroma: 3 or 4, dry or moist\nBw horizon\nHue: 7.5YR, 10YR\nValue: 5 or 6 dry, 4 or 5 moist\nChroma: 3 or 4, dry or moist"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Cline (AZ)(T), Crosgrain (NV), Greyeagle (CA), Longjim (NV), Marsite (CA) and Tumarion (AZ)(T) series. Crosgrain, Greyeagle, and Longjim soils have unconsolidated alluvium below the hardpan.  Cline soils are intermittently moist in some part of the soil moisture control section for more than 20 days cumulative during July-September.  Marsite soils are over hard basalt bedrock and are dry in the moisture control section for longer period due to a lower rainfall component.  Tumarion soils are shallow to basalt bedrock and average more than 15 percent clay."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Gotchel soils are on fan terraces at elevations of 1,600 to 2,700 feet.  These soils formed in alluvium from mixed sources.  Slopes range from 3 to 35 percent.  The mean annual precipitation is 9 to 12 inches and occurs as thunderstorms during July to September and as gentle rains during December and January.  The mean annual air temperature is 57 to 70 degrees F.  The frost-free period is 200 to 280 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Arizo, Bluebird, Detrital, Hulda, Nickel and Sunstroke soils.  Arizo, Bluebird, Detrital, and Nickel are very deep.  Hulda soils are very shallow or shallow over bedrock.  Sunstroke soils are moderately deep."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Somewhat excessively drained; slow to high runoff; moderately rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Gotchell soils are used for livestock grazing, wildlife habitat, and recreation.  Vegetation includes creosotebush, white bursage and flattop buckwheat."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Northwestern Arizona.  This series is of moderate extent.  MLRA is 30."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: PHOENIX, ARIZONA"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Mohave County, Arizona.  Soil survey of Mohave County, Arizona, Central Part; 2005.  The name is from a local mine."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - The zone from 0 to 2 inches  (A horizon)\nDuripan - The zone from 14 to 28 inches (Bkqm horizon)\nLithic contact - The boundary at 28 inches (2R horizon)\nClassified according to Keys to Soil Taxonomy Ninth Edition, 2003.\nResponsibility for this series was transferred from Davis to Phoenix 4/2015. The last revision to the series was 1/2005. ET\nNational Cooperative Soil Survey\nU.S.A."
  }
}
