{
  "SERIES": "GOTHAM",
  "STATUS": "Established Series",
  "BYREV": "Rev. HFG-JJJ",
  "REVDATE": "05/2006",
  "STATES": "MN,WI",
  "OVERVIEW": "The Gotham series consists of very deep, somewhat excessively drained soils formed in sandy glaciofluvial deposits on moraines, outwash plains, stream terraces, and glacial lake basins. Permeability is rapid.  Slopes range from 0 to 35 percent.  Mean annual precipitation is about 32 inches. Mean annual air temperature is about 49 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Mixed, mesic Psammentic Hapludalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Gotham loamy fine sand - on a 2 percent slope in a cultivated field at an elevation of about 805 feet.  (Colors are for moist soil unless otherwise stated.)\nAp--0 to 8 inches; dark brown (10YR 3/3) loamy fine sand, light brownish gray (10YR 6/2) dry; weak fine granular structure; very friable;  few roots; common pores; neutral; abrupt smooth boundary.  (6 to 9 inches thick)\nBt1--8 to 23 inches; brown (7.5YR 4/4) loamy fine sand; weak medium subangular blocky structure; very friable; few roots; common pores; clay bridging between sand grains; neutral; clear smooth boundary.\nBt2--23 to 29 inches; strong brown (7.5YR 5/6) loamy fine sand; very weak fine subangular blocky structure; very friable; few roots;few pores; clay bridging between sand grains; neutral; clear smooth boundary. (Combined thickness of Bt horizon ranges from 6 to 21 inches.)\nBw--29 to 34 inches; strong brown (7.5YR 5/6) sand; very weak fine subangular blocky structure in place, single grained where disturbed; loose; few roots; neutral; clear smooth boundary.  (6 to 21 inches thick)\nC1--34 to 39 inches; strong brown (7.5YR 5/6) sand; single grained; loose; few roots; neutral; clear smooth boundary.  (5 to 8 inches thick)\nC2--39 to 60 inches; yellowish brown (10YR 5/4) sand; single grain; loose; neutral."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Green Lake County, Wisconsin; about 3 miles south of Princeton; about 1200 feet south  and 1,200 feet east of the northwest corner of sec. 6, T. 15 N., R. 12 E. USGS Princeton East Wisconsin quadrangle; lat. 43 degrees, 48 minutes, 12 seconds N., long, 89 degrees, 07 minutes, 21 seconds W., NAD 27."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Depth to the base of soil development ranges from 24 to 40 inches.  Gotham soils typically do not have coarse fragments but volume of gravel ranges from 0 to 12 percent throughout. Reaction ranges from moderately acid to neutral throughout the soil. Carbonates are absent to a depth of 80 inches or more. Loamy substratum and sandstone substratum phases are recognized in some places.\nThe Ap horizon has hue of 7.5YR or 10YR; value of 3 or 4, and chroma of 2 or 3.  Uncultivated pedons have an A horizon with hue of 7.5YR or 10YR, value of 2 or 3, and chroma of 1 to 3. Texture typically is loamy fine sand or loamy sand, but in some pedons it is fine sandy loam.\nSome pedons have an E horizon with hue of 7.5YR or 10YR, value of 4 or 5, and chroma of 2 or 3. Texture is loamy fine sand or loamy sand.\nThe Bt horizon has hue of 5YR, 7.5YR, or 10YR; value of 4 or 5; and chroma of 4 to 6.  Texture is loamy fine sand or loamy sand with at least 3 percent more clay than the overlying eluvial horizon.\nThe BC horizon has hue of 5YR, 7.5YR, or 10YR; value of 4 or 5; and chroma of 4 to 6.  It is loamy fine sand, loamy sand, fine sand, or sand.\nThe C horizon has hue of 5YR, 7.5YR, or 10YR; value of 4 to 6; and chroma of 3 to 6.  Texture is loamy fine sand, loamy sand, fine sand, or sand."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the  Bristol, Lilah, Montieth, Shavenaugh(T), and Vistula series. Bristol and Vistula soils are more than 40 inches deep to the base of the argillic horizon and in addition, Vistula soils have redox features in the lower part of the series control section. Lilah soils have a loamy mantle 10 to 20 inches thick.   Montieth soils have Bt horizons consisting entirely of lamellae and a have paralithic contact between a depth of 20 and 40 inches.  Shavenaugh soils have carbonates within the series control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Gotham soils are on stream terraces, moraines, outwash plains, and glacial lake basins.  Slopes range from 0 to 35 percent.  The soil formed in glaciofluvial deposits of loamy sand or sand.  Mean annual precipitation ranges from 28 to 35 inches. Mean annual air temperature ranges from 45 to 52 degrees F."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  Gotham soils are associated on similar landscape positions with Dakota, Meridian, Moundville, Plainfield, and Sparta soils.  Dakota and Sparta soils have mollic epipedons.  Meridian soils have finer-textured sola. Moundville soils have mottled lower subsoils.  Plainfield soils do not have the argillic horizon."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Somewhat excessively drained.  The potential for surface runoff ranges from negligible to medium.   Permeability is rapid."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most areas have been cleared and are used for cropland. Common crops are small grains, corn, and hay.  Native vegetation is mixed prairie grasses with deciduous and a few coniferous trees."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Central and southern and in east-central Minnesota. This soil is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: St. Paul, Minnesota"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Richland County, Wisconsin, 1956."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons recognized in this pedon:\nOchric epipedon - 0 to 8 inches (Ap);\nArgillic horizon - 8 to 29 inches (Bt1, Bt2);\nPsammentic feature - texture of loamy fine sand or coarser throughout the argillic horizon.\nThe former typical pedon was in Richland County but the Gotham series was not correlated there during the update so a new typical pedon is used from Green Lake County.\nField and possibly lab analysis are needed to determine if this soil has an argillic horizon.\nField checking is needed to determine if lamellae are typical in this series. The taxonomic unit descriptions from Marquette and Eau Claire Counties describe sandy loam bands in the C horizon. The field description for this Green Lake County Wisconsin pedon also indicates argillic bands in the C horizon.\nThere are 15,830 acres are correlated in Marquette County as a loamy substratum phase (13,390 acres with loamy fine sand surface and 2442 acres with fine sandy loam surface).\nThere are 500 acres correlated in Green Lake County as a sandstone substratum phase (20-40 inches to sandstone) and 1380 acres in Eau Claire County (40-60 inches to sandstone).\nThere are 580 acres are correlated in Rock County as a bedrock variant (20-40 inches to dolomite)."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "NA"
  },
  "SITE": [
    [
      {
        "drainage": "somewhat excessively",
        "drainage_overview": "somewhat excessively"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 20,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "loamy fine sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Ap--0 to 8 inches; dark brown (10YR 3/3) loamy fine sand, light brownish gray (10YR 6/2) dry; weak fine granular structure; very friable;  few roots; common pores; neutral; abrupt smooth boundary.  (6 to 9 inches thick)"
      },
      {
        "name": "Bt1",
        "top": 20,
        "bottom": 58,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "loamy fine sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bt1--8 to 23 inches; brown (7.5YR 4/4) loamy fine sand; weak medium subangular blocky structure; very friable; few roots; common pores; clay bridging between sand grains; neutral; clear smooth boundary."
      },
      {
        "name": "Bt2",
        "top": 58,
        "bottom": 74,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "7.5YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "loamy fine sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bt2--23 to 29 inches; strong brown (7.5YR 5/6) loamy fine sand; very weak fine subangular blocky structure; very friable; few roots;few pores; clay bridging between sand grains; neutral; clear smooth boundary. (Combined thickness of Bt horizon ranges from 6 to 21 inches.)"
      },
      {
        "name": "Bw",
        "top": 74,
        "bottom": 86,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "7.5YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bw--29 to 34 inches; strong brown (7.5YR 5/6) sand; very weak fine subangular blocky structure in place, single grained where disturbed; loose; few roots; neutral; clear smooth boundary.  (6 to 21 inches thick)"
      },
      {
        "name": "C1",
        "top": 86,
        "bottom": 99,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "7.5YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "C1--34 to 39 inches; strong brown (7.5YR 5/6) sand; single grained; loose; few roots; neutral; clear smooth boundary.  (5 to 8 inches thick)"
      },
      {
        "name": "C2",
        "top": 99,
        "bottom": 152,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "C2--39 to 60 inches; yellowish brown (10YR 5/4) sand; single grain; loose; neutral."
      }
    ]
  ]
}
