{
  "SERIES": "GOTHENBURG",
  "STATUS": "Established Series",
  "BYREV": "Rev. JRW, TDW",
  "REVDATE": "01/2012",
  "STATES": "NE",
  "OVERVIEW": "The Gothenburg series consists of soils that are very shallow over gravelly coarse sand. They are poorly drained soils. These soils formed in alluvium on river valley flood plains. Slopes range from 0 to 2 percent. Mean annual temperature is about 11 degrees C (51 degrees F), and mean annual precipitation is about 58 centimeters (23 inches) at the type location.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Mixed, mesic Typic Psammaquents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Gothenburg loamy sand with a slope of 0 to 2 percent. When described, the soil was moist throughout. (Colors are for dry soil unless otherwise stated.)\nA--0 to 8 centimeters (0 to 3 inches); grayish brown (10YR 5/2) loamy sand, very dark grayish brown (10YR 3/2) moist; weak fine granular structure; soft, very friable; many fine and medium roots; neutral; clear wavy boundary. (3 to 15 centimeters (1 to 6 inches) thick)\nC--8 to 20 centimeters (3 to 8 inches); light brownish gray (10YR 6/2) coarse sand, grayish brown (10YR 5/2) moist; single grain; loose; 3 percent gravel by volume; neutral; abrupt wavy boundary. (0 to 36 centimeters (0 to 14 inches) thick)\n2Cg--20 to 203 centimeters (8 to 80 inches); light gray (10YR 7/2) gravelly coarse sand, pale brown (10YR 6/3) moist; common, medium prominent strong brown (7.5YR 5/6) moist iron masses in the soil matrix; single grain; loose; 30 percent gravel by volume; neutral."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Kearney County, Nebraska; 10 miles north and 9 miles west of Minden; 305 meters (1000 feet) north and 700 meters (2300 feet) east of the southwest corner, sec. 16, T. 8 N., R. 16 W. Alfalfa Center USGS quadrangle; lat. 40 degrees, 39 minutes , 30 seconds N. and long. 99 degrees, 7 minutes 51 seconds W., NAD83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Mean annual soil temperature: 11 to 13 degrees C (52 to 55 degrees F). The soils are generally saturated to or near the surface during most of the growing season. Aquic moisture regime\nDepth to secondary calcium carbonate: 0 to 20 centimeters, calcium carbonates are generally not found in the 2C material.\nDepth to redoximorphic features: 8 to 200 centimeters\nConcentrations: distinct or prominent brown or yellowish brown iron masses are in the matrix of the C horizon\nDepth to endosaturation: 0 to 46 centimeters (0 to 1.5 feet), it is highest in early spring and when stream flow is highest. During periods of drought, it may recede to a depth of several feet.\nDepth to rock fragments: less than 25 centimeters (10 inches)\nA horizon:\nHue: 10YR\nValue: 3 to 5 dry, 2 or 3 moist\nChroma: 1 or 2\nTexture: loam, fine sandy loam, sandy loam, loamy fine sand, loamy sand, fine sand or sand, thin layers of clay loam are in some pedons\nClay content: 2 to 10 percent\nSand Content: 45 to 85 percent\nRock fragments: 0 to 14 percent by volume; 2-20mm in size\ncce: 0 to 3 percent\nReaction: neutral to moderately alkaline\nC horizon:\nHue: 10YR or 2.5Y\nValue: 6 to 8 dry, 4 to 6 moist\nChroma: 1 to 2\nTexture: fine sand, sand, or coarse sand, in some pedons, the upper part of the C horizon is fine sandy loam, loamy fine sand or loamy sand\nClay content: 0 to 5 percent\nSand Content: 55 to 95 percent\nRock fragments: 0 to 15 percent gravel by volume; 2-20mm in size\ncce: 0 to 3 percent\nReaction: neutral to moderately alkaline\n2Cg horizon:\nHue: 10YR\nValue: 6 to 8 dry, 4 to 7 moist\nChroma: 1 through 3\nTexture: sand, gravelly coarse sand or coarse sand\nClay content: 0 to 5 percent\nSand Content: 90 to 100 percent\nRock fragments: 0 to 34 percent gravel by volume; 2-75mm in size; some pedons contain thin strata of material that ranges up to 50 percent gravel by volume, stratification of the sandy and gravelly layers is common\nReaction: neutral or slightly alkaline"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Arloval, Carrolls, Conrad, Dair, Forbar, Junius, Norway, Stafford, Thonet, Tryon, Tyre, and Wanser.\nArloval: contain fewer coarse fragments in the control section\nCarrolls: have volcanic ash in the particle size control section\nConrad: have fewer coarse fragments, and contain finer sand\nDair: contain fewer coarse fragments and carbonates are deeper in the profile\nForbar: contain less than 15 percent gravel in the series control section and formed in sediments derived from volcanic ash and tuff\nJunius: contain fewer coarse fragments and do not flood.\nNorway: are calcareous throughout\nStafford: are mainly fine sand and lack coarse fragments\nTihonet: reaction is moderately acid to extremely acid and formed in sandy glaciofluvial materials\nTryon: soils lack coarse fragments\nTyre: have sandstone bedrock within depths of 40 inches or less\nWanser: contain fewer coarse fragments"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material: derived from recent alluvium that overlies gravelly sand\nLandform: flood plains, areas are commonly dissected by braided stream channels\nSlopes: 0 to 2 percent\nElevation: 457 to 1219 meters (1500 to 4000 feet)\nMean annual temperature: 10 to 12 degrees C (50 to 53 degrees F)\nMean annual precipitation: 36 to 76 centimeters (14 to 30 inches)\nFrost-free period: 130 to 160 days"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Alda, Platte, and Wann.\nAlda soils are deeper to the gravelly sand, are higher on the landscape and flood less frequently\nPlatte soils are 10 to 20 inches to gravelly sand, gravelly coarse sand or coarse sand and are higher on the landscape\nWann soils are deeper and have finer textured particle size control sections, are on a higher on the landscape"
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:\nDrainage: poorly drained\nSaturated Hydraulic Conductivity: High\nFlooding: frequent or occasional\nRunoff: very low"
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Range and habitat for wildlife. Vegetation is mainly switchgrass, mixed with cottonwood and cedar trees on the higher areas, and prairie cordgrass, sedges, annual grasses, and willow trees on the lower areas. Annual grasses, weeds, sedges, and shrubs are common."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: In Colorado and Nebraska along the Platte River. MLRA's 65, 67A, 71, 72, 73, 75, and 102C. The series is of large extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Denver, Colorado"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Dawson County, Nebraska, 1975."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon-0 to 8 centimeters (0 to 3 inches)\nAquic conditions-0 to 200 centimeters (0 to 80 inches)\nBefore extensive flooding of the Platte River was controlled by\nupstream dams, this soil was unstable riverwash. Since 1940, these areas have become stabilized and vegetated with trees and grasses. In older surveys, these soils were called Loamy alluvial land, Gravelly alluvial land, or Mixed alluvial land. The depth to the water table within these soils is related to the water level in the channel. Periods of drought lower the water table within these soils.\n6/2002RRZ Slope range dropped from 3 to 2 percent.\n12/2011 TDW Added metric units\nChanged \"Depth to rock fragments\" from less than 10 inches but ranges from 1 to 20 inches to less than 25 centimeters (10 inches)\nChanged \"Depth to secondary calcium carbonate:\" calcium carbonates are generally found in the upper part of most soil profiles to 0 to 20 centimeters, calcium carbonates are generally not found in the 2C material\nClay content in the A horizon was changed from 2-8% to 2-10%\nAdded clay content ranges to the C and 2CG horizon ranges\nAdded sand content ranges to all horizon ranges\nRock fragments in the A horizon were changed from 0-5% to 0-14% and size was changed from 2-75mm to 2-20mm\nRock fragments in the Cg horizon were changed from 0-25% to 0-34%and size was changed from 2-75mm to 2-20mm and added stratification of the sandy and gravelly layers is common\nChanged runoff from slow to very low\nChanged permeability rapid to very rapid to Saturated Hydraulic Conductivity high\nDeleted out the statement about permeability in the introductory paragraph\nUpdated the list of competing soil series\nUpdated the list of geographically associated soil series\nAdded CCE range for the A and C horizons\nChanged \"shallow streams\" to \"braided streams\" in geographic settings section\nAdded MLRA's to the distribution and extent section\nAdded depth to redoximorphic features in the range in characteristics\nMoved the soil temperature statement from geographic settings to the range in characteristics section\nChanged topographic quadrangle to USGS quadrangle in the type location section\nChanged the statement that Wann was on similar landform positions to Wann is on higher landform positions\n12/2011 JCR Removed \"Thickness of Mollic epipedon\" as thickness criteria for a Mollic epipedon is not met with the range\nADDITIONAL DATA: The A and C horizon rock fragments are predominately in the size range of 2-5mm based on sieve analysis.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "poorly",
        "drainage_overview": "poorly"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 8,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "loamy sand",
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "A--0 to 8 centimeters (0 to 3 inches); grayish brown (10YR 5/2) loamy sand, very dark grayish brown (10YR 3/2) moist; weak fine granular structure; soft, very friable; many fine and medium roots; neutral; clear wavy boundary. (3 to 15 centimeters (1 to 6 inches) thick)"
      },
      {
        "name": "C",
        "top": 8,
        "bottom": 20,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "coarse sand",
        "pH_class": "neutral",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "C--8 to 20 centimeters (3 to 8 inches); light brownish gray (10YR 6/2) coarse sand, grayish brown (10YR 5/2) moist; single grain; loose; 3 percent gravel by volume; neutral; abrupt wavy boundary. (0 to 36 centimeters (0 to 14 inches) thick)"
      },
      {
        "name": "2Cg",
        "top": 20,
        "bottom": 203,
        "dry_hue": "10YR",
        "dry_value": 7,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 3,
        "texture_class": "coarse sand",
        "cf_class": "gravelly",
        "pH_class": "neutral",
        "narrative": "2Cg--20 to 203 centimeters (8 to 80 inches); light gray (10YR 7/2) gravelly coarse sand, pale brown (10YR 6/3) moist; common, medium prominent strong brown (7.5YR 5/6) moist iron masses in the soil matrix; single grain; loose; 30 percent gravel by volume; neutral."
      }
    ]
  ]
}
