{
  "SERIES": "GOULDSBORO",
  "STATUS": "Established Series",
  "BYREV": "Rev. GBJ-KJL-WDH",
  "REVDATE": "02/2000",
  "STATES": "ME",
  "OVERVIEW": "The Gouldsboro series consists of very deep, very poorly drained soils formed in silty marine sediments.  They are in tidal marshes subject to inundation by salt water.  Permeability is moderate or moderately slow in the surface and slow or very slow in the substratum.  Slopes are less than 1 percent.  Mean annual precipitation is about 46 inches, and mean annual temperature is about 45 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty, mixed, superactive, nonacid, frigid Typic Sulfaquents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Gouldsboro silt loam-salt grass tidal marsh, undrained.  (Colors are for saturated soil.)\nA--0 to 5 inches; dark grayish brown (10YR 4/2) silt loam; massive; slightly sticky, slightly plastic; many very fine, fine and medium roots; slightly acid, after hydrogen peroxide treatment extremely acid; abrupt smooth boundary.  (4 to 6 inches thick)\nCg1--5 to 16 inches; dark grayish brown (2.5Y 4/2) silt loam; massive; slightly sticky, slightly plastic; common very fine, fine and medium roots; moderately acid, after hydrogen peroxide treatment extremely acid; abrupt smooth boundary.\nCg2--16 to 36 inches; dark gray (5Y 4/1) silt loam; massive; sticky, plastic; 5 percent black (N 2/0) fine carbon particles; mildly alkaline, after hydrogen peroxide treatment extremely acid; abrupt smooth boundary.\nCg3--36 to 65 inches; gray (5Y 5/1) silt loam; massive; slightly sticky, slightly plastic; thin layer, less than 1 inch thick of dark yellowish brown (10YR 4/4) sapric material; moderately alkaline, after hydrogen peroxide treatment extremely acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Hancock County, Maine; town of Gouldsboro; 1.2 miles north of the junction of Maine Route 186 and Maine Route 195, 0.6 mile east of Maine Route 186 in a tidal marsh, 200 feet west of Dike Brook; USGS Winter Harbor topographic quadrangle; lat. 44 degrees 25 minutes 32 seconds N. and long. 68 degrees 00 minutes 31 seconds W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Texture is mostly silt loam but some pedons have silty clay loam or their mucky analogues.  Reaction ranges from strongly acid through slightly acid in the surface and moderately acid through moderately alkaline in the substratum.  After treatment with hydrogen peroxide the soil becomes extremely acid throughout.  Organic carbon ranges from 3 to 12 percent within a depth of 40 inches and layers of organic material less than 16 inches thick are common in many pedons.\nThe A horizon has hue of 10YR to 5Y, value of 2 to 6, and chroma of 1 to 3.  Wet consistence is slightly sticky or sticky and slightly plastic to very plastic.\nThe C horizon is neutral or has hue of 2.5Y to 5BG, value of 3 to 5, and chroma of 0 to 3.  Wet consistence ranges from slightly sticky to very sticky and slightly plastic to very plastic.  Shell fragments, herbaceous fibers, and black carbon particles are common in some pedons."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no other series in this family.  The Matunuck series is in a related family.  Matunuck soils have a sandy particle-size class and a mesic temperature regime."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Gouldsboro soils are on nearly level coastal tidal marshes along the Atlantic Ocean.  The soils are subject to frequent flooding by tides higher than mean high tides.  Intertidal areas along drainage channels and low areas within the marsh are flooded twice daily.  The soils formed in thick deposits of silty marine sediments.  The climate is humid and cool temperate.  Mean annual temperature ranges from 43 to 45 degrees F, and mean annual precipitation ranges from 42 to 48 inches.  The frost-free season ranges from 140 to 160 days.  Elevation ranges from 0 to 10 feet above mean sea level."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Biddeford, Boothbay, Buxton, Lamoine, Scantic and Swanville soils on marine terraces and the Abram, Brayton, Colonel, Dixfield, Lyman, Marlow and Schoodic soils on till ridges.  Bucksport and Wonsqueak soils are very poorly drained organic soils in bogs and depressions.  All of these soils are in higher topographic positions above the tidal influence of the ocean."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Very poorly drained.  Permeability is moderate or moderately slow in the surface and slow or very slow in the substratum."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Areas of this soil are in salt marsh.  They provide habitat for coastal wildlife, fish, and crustaceans.  In drainageways, low depressions, and intertidal areas the vegetation is predominantly smooth cordgrass (Spartina alterniflora).  In the flat high marsh, marshhay cordgrass (Spartina patens) is the dominant vegetation with lesser amounts of arrowgrass, black grass (Juncus gerardi), smooth cordgrass, sea lavender, orache, and other salt tolerant plants.  Along the edges of the marsh, where the salt content of the soil is lower, vegetation includes narrowleaf cattail, bulrushes, sedges, seaside goldenrod, and salt marsh aster."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Maine.  The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Amherst, Massachusetts"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Hancock County, Maine, 1988."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  1.  These soils were formerly mapped as Tidal marsh and Typic Sulfihemists.  2.  Laboratory data shows organic carbon to average less than 12 percent except in organic layers that occur in some pedons.  These organic layers have a cumulative total thickness of less than 16 inches in the upper 32 inches.  3.  Diagnostic horizons and features recognized in this pedon are:\na.  Sulfaquents feature - have sulfidic material within a depth of 20 inches below the mineral soil surface.\nb.  Aquic conditions - gleyed matrix throughout the soil.\nADDITIONAL DATA:  Source of data used in establishing taxonomic classification is unpublished data from the Maine Agricultural Experiment Station.\nThe Soil Interpretation Record Number for the Gouldsboro series is ME0109.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "very poorly",
        "drainage_overview": "very poorly"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 13,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "silt loam",
        "pH_class": "extremely acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "A--0 to 5 inches; dark grayish brown (10YR 4/2) silt loam; massive; slightly sticky, slightly plastic; many very fine, fine and medium roots; slightly acid, after hydrogen peroxide treatment extremely acid; abrupt smooth boundary.  (4 to 6 inches thick)"
      },
      {
        "name": "Cg1",
        "top": 13,
        "bottom": 41,
        "moist_hue": "2.5Y",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "silt loam",
        "pH_class": "moderately acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Cg1--5 to 16 inches; dark grayish brown (2.5Y 4/2) silt loam; massive; slightly sticky, slightly plastic; common very fine, fine and medium roots; moderately acid, after hydrogen peroxide treatment extremely acid; abrupt smooth boundary."
      },
      {
        "name": "Cg2",
        "top": 41,
        "bottom": 91,
        "moist_hue": "5Y",
        "moist_value": 4,
        "moist_chroma": 1,
        "texture_class": "silt loam",
        "pH_class": "mildly alkaline",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Cg2--16 to 36 inches; dark gray (5Y 4/1) silt loam; massive; sticky, plastic; 5 percent black (N 2/0) fine carbon particles; mildly alkaline, after hydrogen peroxide treatment extremely acid; abrupt smooth boundary."
      },
      {
        "name": "Cg3",
        "top": 91,
        "bottom": 165,
        "moist_hue": "5Y",
        "moist_value": 5,
        "moist_chroma": 1,
        "texture_class": "silt loam",
        "pH_class": "moderately alkaline",
        "narrative": "Cg3--36 to 65 inches; gray (5Y 5/1) silt loam; massive; slightly sticky, slightly plastic; thin layer, less than 1 inch thick of dark yellowish brown (10YR 4/4) sapric material; moderately alkaline, after hydrogen peroxide treatment extremely acid."
      }
    ]
  ]
}
