{
  "SERIES": "GOWAN",
  "STATUS": "Established Series",
  "BYREV": "LAS-RTR-KDS",
  "REVDATE": "09/2009",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty, mixed, superactive, frigid Typic Argiaquolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Gowan silt loam on flat of 1 percent, in a cultivated field, on a glacial lake plain, at an elevation of about 400 meters. (Colors are for moist soil unless otherwise stated.)\nAp--0 to 28 centimeters; very dark gray (10YR 3/1) silt loam, gray (10YR 5/1) dry; weak fine and moderate granular structure; very friable; common fine and very fine roots; moderately acid; clear smooth boundary. (20 to 33 centimeters thick)\nBtg--28 to 46 centimeters; olive gray (5Y 5/2) silty clay loam; weak very fine angular blocky structure; firm; common fine and very fine roots; few faint grayish brown (2.5Y 5/2) clay films on faces of peds; common fine prominent olive brown (2.5Y 4/4) and few fine prominent olive (5Y 5/6) redoximorphic concentrations; neutral; gradual wavy boundary. (13 to 51 centimeters thick)\nBg--46 to 64 centimeters; olive (5Y 5/3) silt loam; moderate medium subangular blocky structure; friable; few fine and very fine roots; common medium distinct light olive brown (2.5Y 5/6) redoximorphic concentrations; common medium faint grayish brown (2.5Y 5/2) redoximorphic depletions; strongly effervescent; moderately alkaline; abrupt wavy boundary. (13 to 51 centimeters thick)\n2C--64 to 203 centimeters; light gray (2.5Y 7/2) loamy very fine sand; single grain; friable; few fine faint light gray (10YR 7/1) nodules of calcium carbonate; common fine distinct pale olive (5Y 6/4) Fe depletions, and common fine and medium prominent yellow (10YR 7/8) Fe concentrations; violently effervescent; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Major Land Resource Area (MLRA) 88-Northern Minnesota Glacial Lake Basins; St. Louis County, Minnesota, Meadowlands subset; about 1 mile north and 2.5 miles east of Floodwood; located about 2,000 feet south and 1,300 feet west of the northeast corner of section 27, T. 52 N., R. 20 W.; USGS McCarty River topographic quadrangle; latitude 46 degrees 57 minutes 51 seconds N., and longitude 92 degrees 51 minutes 3 seconds W., NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nMollic epipedon thickness--20 to 33 centimeters\nDepth to free carbonates--38 to 102 centimeters\nDepth to sandy sediments--51 to 102 centimeters\nRock fragment content--0 to 1 percent\nAp or A horizon:\nHue--10YR\nValue--2 to 4\nChroma--1 or 2\nTexture--silt loam, loam, very fine sandy loam or silty clay loam\nReaction--moderately acid to neutral\nBtg or Bt horizon:\nHue--10YR to 5Y\nValue--4 to 6\nChroma--1 or 2\nTexture--silty clay loam or silt loam. The clay content ranges from 18 to 35 percent\nReaction--slightly acid to neutral\nBw or Bg horizon:\nHue--2.5Y or 5Y\nValue--5 or 6\nChroma--1 to 3\nTexture--silt loam, very fine sandy loam, or silty clay loam; or stratified with these textures\nReaction--slightly alkaline to moderately alkaline\n2C or 2Cg horizon:\nHue--2.5Y or 5Y\nValue--5 to 7\nChroma--2 to 6\nTexture--loamy very fine sand, very fine sand, fine sand, sand, or loamy fine sand; or stratified with these textures\nReaction--slightly alkaline to moderately alkaline"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: This is the Jimcreek series.\nJimcreek--do not have carbonates within the series control section"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material--loamy glaciolacustine deposits and the underlying sandy glaciolacustrine deposits on flats on glacial lake plains\nSlope--0 to 2 percent\nMean annual air temperature--3 to 5 degrees C\nMean annual precipitation--635 to 711 millimeters\nFrost free period--95 to 125 days\nElevation--350 to 490 meters above sea level"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: This is the Lahti soils. Lahti soils forms a hydrosequence with the Gowan soils.\nLahti--are on slightly higher landscape positions on the landscape and have a seasonal high zone of saturation as high as 46 centimeters during the wettest periods of normal years"
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:\nDrainage class--poorly drained--a seasonal high zone of saturation as shallow as 15 centimeters below the surface during the wettest periods of normal years\nSaturated hydraulic conductivity--1.00 to 10.00 micrometers per second in the upper loamy glaciolacustrine deposits and 1.00 to 100.00 micrometers per second in the underlying sandy or loamy glaciolacustrine deposits"
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most areas are cropped for hay."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:\nPhysiographic Division--Interior Plains or Laurentian Upland\nPhysiographic Province--Central Lowland Province or Superior Upland\nPhysiographic section--Western Lake section (if in the Central Lowland Province) or undefined (if in the Superior Upland)\nMLRA--Northern Minnesota Glacial Lake Basins (88)\nLRR K; northern Minnesota\nExtent--small"
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: St. Paul, Minnesota"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: St. Louis County, Minnesota, 2009. The source of the name is a small village in St. Louis County."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nParticle-size control section--the zone from a depth of 28 to 46 centimeters;\nseries control section--the zone from surface of the soil to a depth of 150 centimeters.\nDiagnostic horizons and features recognized in this pedon include:\nmollic epipedon--the zone from 0 to 28 centimeters (Ap horizon);\nargillic horizon-the zone from 28 to 46 centimeters (Btg horizon);\naquic moisture regime.\nTaxonomy version--Keys to Soil Taxonomy, tenth edition, 2006\nNational Cooperative Soil Survey\nU.S.A."
  }
}
