{
  "SERIES": "GOWEN",
  "STATUS": "Established Series",
  "BYREV": "Rev. CLN-ACT-WJG",
  "REVDATE": "10/2002",
  "STATES": "OK,TX",
  "OVERVIEW": "The Gowen series consists of very deep, well drained, moderately permeable soils that formed in loamy Holocene alluvium. These soils are on nearly level flood plains. Slopes are dominantly less than 1 percent, but range up to 2 percent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, thermic Cumulic Haplustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Gowen clay loam--pasture. (Colors are for dry soil unless otherwise stated).\nA1--0 to 15 inches; dark grayish brown (10YR 4/2) clay loam, very dark grayish brown (10YR 3/2) moist; moderate medium granular structure; hard, firm, many fine roots; common fine and medium pores; neutral; clear smooth boundary. (10 to 30 inches thick)\nA2--15 to 30 inches; brown (10YR 5/3) clay loam, dark brown (10YR 3/3) moist; weak medium subangular blocky structure; hard, firm; many fine roots; common fine and medium pores; common wormcasts; neutral; clear smooth boundary. (0 to 25 inches thick)\nBw--30 to 60 inches; dark grayish brown (10YR 4/2) clay loam, very dark grayish brown (10YR 3/2) moist; thin strata and lenses of pale brown fine sandy loam, and thin strata of grayish brown clay in the lower part; weak medium subangular blocky structure; very hard, firm; common fine roots; few very dark brown organic stains; neutral."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Erath County, Texas; from the county courthouse in Stephenville, Texas, 21 miles northwest on Texas Highway 108; east on county road 1.6 miles; south on county road 0.2 mile; 100 feet east of road in pasture."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Solum thickness is greater than 80 inches. Surface horizons having moist color values of less than 3.5 and evident structure, range in thickness from 24 to about 60 inches. Clay content of the 10- to 40-inch particle-size control section ranges from 20 and 35 percent, and more than 15 percent is coarser than very fine sand. Reaction ranges from neutral to moderately alkaline. The soil is noncalcareous above 50 inches.\nThe A horizons have hue of 7.5YR or 10YR, value of 3 to 5, and chroma of 1 to 3. Texture of the A1 horizon is loam, sandy clay loam, or clay loam, with minor areas of fine sandy loam. The A2, horizon is loam, clay loam, or sandy clay loam with in the Bk or Bw horizons.\nThe Bw or Bk horizons have hue of 10YR or 2.5Y, value of 3 to 7, and chroma of 2 to 6. Texture is loam, clay loam, or sandy clay loam. Thin strata of fine sandy loam, silt loam, and clay are common. Some pedons have buried A horizons that are very dark grayish brown or dark brown."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Bippus (TX), Bosque (TX), Gageby (TX), Kaski (KS), and Whitesboro (TX) series. Similar soils are the Bergstrom, Deleon, Frio, Port, and Sinton series. Bippus soils are calcareous above 50 inches and receive less precipitation. Bosque and Gageby soils are calcareous throughout in the majority of pedons. Kaski soils have mean annual soil temperature less than 64 degrees F. Whitesboro soils are moderately well drained and contain redoximorphic features associated with wetness within 40 inches of the surface. Bergstrom and Port soils have fine-silty control sections. Deleon and Frio\nhave fine textured control sections, and the Frio soils have montmorillonitic mineralogy. Sinton soils are in the hyperthermic family."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: These soils are on nearly level and gently sloping flood plains. Slopes range from 0 to 2 percent. They formed in loamy alluvium derived dominantly from noncalcareous soils. Flooding occurs at intervals ranging from one or more times a year to once in about every five years unless protected.  Mean annual temperature ranges from 64 to 70 degrees F., and mean annual precipitation ranges from 28 to 40 inches. Frost free days range from 230 to 270 days and elevation ranges from 200 to 950 feet. The Thornthwaite indices range from 30 to about 60."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These include the Bosque, Bunyan, and Frio series. Bunyan soils do not have mollic epipedons. All of these series are in similar landscape postions."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained. Permeability is moderate. Runoff is neglibible; In some areas during the winter months a water table is at a depth of 4 to 7 feet."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most of the soil is farmed to peanuts, sorghums, cotton, and pecan orchards. Areas that flood frequently are used mainly for bermudagrass pastures and pecan orchards. Scattered hackberry, elm, and pecan trees occur in most areas."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: The soil is mainly in the mixed post oak and prairie areas of central Texas and in adjoining areas of Oklahoma. The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Noble County, Oklahoma; 1947."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon - 0 to 30 inches (A horizons).\nCumulic feature - irregular distribution of organic carbon.\nADDITIONAL DATA: SDHPT data from Caldwell County, Texas (S69TX-028-002). National Soil Survey Laboratory data from Young County (S92TX-503-004).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
