{
  "SERIES": "GOWTON",
  "STATUS": "Established Series",
  "BYREV": "Rev. CRC:ELC:ELH",
  "REVDATE": "02/2003",
  "STATES": "OK",
  "OVERVIEW": "The Gowton series consists of very deep, well drained, moderately permeable soils.  They formed in loamy sediments of Pleistocene Age.  These nearly level soils are on smooth flood plains and formed under trees with an understory of native grasses.  Slopes are 0 to 1 percent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, active, thermic Cumulic Hapludolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Gowton loam--pasture.  (Colors are for moist soil unless otherwise stated.)\nA11--0 to 17 inches; very dark grayish brown (10YR 3/2) loam, grayish brown (10YR 5/2) dry; moderate fine granular structure; soft, friable; slightly acid; gradual smooth boundary.  (10 to 30 inches thick)\nA12--17 to 31 inches; dark brown (10YR 3/3) clay loam, brown (10YR 5/3) dry; moderate fine granular structure; slightly hard, friable; few fine dark concretions; moderately acid; gradual smooth boundary.  (5 to 15 inches thick)\nC--31 to 60 inches; brown (10YR 4/3) clay loam, pale brown (10YR 6/3) dry; few fine faint yellowish brown (10YR 5/6) redoximorphic concentrations; massive; hard, firm; few fine dark concretions; few thin strata of fine sandy loam in lower part; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Bryan County, Oklahoma; about 18 miles east of Durant; 2,300 feet south and 660 feet east of northwest corner in sec. 32, T. 6 S., R. 12 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Thickness of the mollic epipedon ranges from 24 to 45 inches.  The clay content of the control section ranges from 22 to 35 percent.\nThe A horizons are black (10YR 2/1), very dark brown (10YR 2/2), very dark gray (10YR 3/1), very dark grayish brown (10YR 3/2), dark brown (10YR 3/3; 7.5YR 3/2), and yellowish brown (10YR 4/4) in the lower part.  Texture is loam, fine sandy loam, or clay loam and reaction ranges from moderately acid through slightly alkaline.\nThe C horizon has color and texture similar to the A horizons or is dark grayish brown (10YR 4/2), yellowish brown (10YR 5/4, 5/6), or brown (10YR 4/3; 7.5YR 4/2, 4/4).  In some pedons there are grayish or brownish mottles below a depth of 30 inches.  The C horizon has thin strata of fine sandy loam in most pedons.  Some pedons are calcareous in the lower part of the C horizon.  The C horizon ranges from slightly acid through moderately alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Arrington, Bippus, Bosque, Cannon, Fife, Gageby, Gowen, Kaski, Staser, and Verdigris series.  Arrington and Verdigris soils have a fine-silty control section.  Bippus, Bosque, Fife, Gageby, Gowen, and Kaski soils are dry for larger periods of time.  Cannon soils contain 15 to 30 percent of coarse fragments in all horizons.  Staser soils contain flakes of mica throughout."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  These soils are on nearly level flood plains.  They formed in loamy sediments.  They are flooded for short duration during February through July.  Mean annual temperature ranges from 62 degrees to 72 degrees F; average annual precipitation ranges from 40 to 55 inches; Thornthwaite P-E indices range from 64 to 80.  Frost free days range from 210 to 240.  Elevation ranges from 400 to 800 feet."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the competing Verdigris series and the Frioton and Madill series.  Frioton soils have a fine control section.  Madill soils lack a mollic epipedon and have a coarse-loamy control section."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; runoff is negligible; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used primarily for bermudagrass pasture and cultivated to crops such as small grains, cotton, grain sorghums and soybeans."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Mainly along tributaries of the Red River in southeastern Oklahoma, possibly Arkansas, Louisiana, and Texas.  These soils are moderately extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Bryan County, Oklahoma; 1975."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Gowton soils were formerly mapped as the Gowen series and classified in the Alluvial great soil group.  Gowen soils have an ustic moisture regime.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A11",
        "top": 0,
        "bottom": 43,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "loam",
        "pH_class": "slightly acid",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "A11--0 to 17 inches; very dark grayish brown (10YR 3/2) loam, grayish brown (10YR 5/2) dry; moderate fine granular structure; soft, friable; slightly acid; gradual smooth boundary.  (10 to 30 inches thick)"
      },
      {
        "name": "A12",
        "top": 43,
        "bottom": 79,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "clay loam",
        "pH_class": "moderately acid",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "A12--17 to 31 inches; dark brown (10YR 3/3) clay loam, brown (10YR 5/3) dry; moderate fine granular structure; slightly hard, friable; few fine dark concretions; moderately acid; gradual smooth boundary.  (5 to 15 inches thick)"
      },
      {
        "name": "C",
        "top": 79,
        "bottom": 152,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "fine sandy loam",
        "pH_class": "moderately alkaline",
        "narrative": "C--31 to 60 inches; brown (10YR 4/3) clay loam, pale brown (10YR 6/3) dry; few fine faint yellowish brown (10YR 5/6) redoximorphic concentrations; massive; hard, firm; few fine dark concretions; few thin strata of fine sandy loam in lower part; moderately alkaline."
      }
    ]
  ]
}
