{
  "SERIES": "GRACEMORE",
  "STATUS": "Established Series",
  "BYREV": "Rev. RFG:CRC:JGF:CS",
  "REVDATE": "02/2003",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Sandy, mixed, thermic Oxyaquic Udifluvents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Gracemore loamy fine sand--rangeland.  (Colors are for moist soil unless otherwise stated.)\nA1--0 to 12 inches; brown (7.5YR 4/4) loamy fine sand, brown (7.5YR 5/4) dry; weak fine granular structure; soft, very friable; many fine roots;  slightly effervescent; moderately alkaline; clear smooth boundary.  (4 to 18 inches thick)\nC--12 to 72 inches; brown (7.5YR 5/4) fine sand, pink (7.5YR 7/4) dry; single grained; loose, very friable; very thin to 1 inch strata of darker colored fine sandy loam, loam, and clay loam that decrease in number as depth increases; bedding planes are evident; slightly effervescent; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Canadian County, Oklahoma; about 12 miles west and 6 miles south of El Reno; 600 feet north and 300 feet west from southeast corner of sec. 5, T. 11 N., R. 9 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  These soils are moderately alkaline and calcareous throughout.  In some pedons, the upper 10 inches of the soil is leached of lime and is slightly alkaline.  These soils contain from 0 to 10 percent by volume of coarse fragments from 2 mm to 76 mm in diameter throughout.  Saline phases are recognized.\nThe A horizon has hue of 5YR to 10YR, value of 3 to 8, and chroma of 1 to 6.  Where moist color values and chromas are 3 or less, the horizon is less than 10 inches thick.  Texture of the upper 10 inches is fine sand, loamy fine sand, fine sandy loam, loam, silty clay loam, clay loam, or very fine sandy loam.  Texture below 10 inches is loamy fine sand or fine sand. The electrical conductivity of saturation extract ranges from 0 to 16 dS/m (mmhos/cm).\nThe C horizon has hue of 5YR to 10YR, value of 4 to 7, and chroma of 2 to 6.  Texture is loamy fine sand, sand, coarse sand, loamy sand or fine sand and is stratified with thin strata of finer material.  The fine strata are darker in color and contain more organic matter than the mass of the horizon.  Texture of the thin strata ranges from fine sandy loam to clay loam.  The strata are usually less than 1 inch in thickness.  The electrical conductivity of saturation extract ranges from 0 to 16 dS/m (mmhos/cm)."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no other series in the same family. Similar soils are Dillwyn, Gaddy, Gracemont, Kiomatia, Lincoln, and Sayers series.  Gaddy, Kiomatia, Lincoln, and Sayers soils do not have a water table within 40 inches of the surface most of the time.   Dillwyn soils lack irregular distribution of organic matter in the upper 50 inches. Gracemont soils have a coarse-loamy control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Gracemore soils are on nearly level broad flood plains of the Central Rolling Red Plains (MLRA-78C) and Central Rolling Red Prairies (MLRA-80A).  Slopes are 0 to 2 percent.  The soil formed in calcareous sandy alluvium of Recent age.  Mean annual precipitation ranges from 22 to 38 inches.  Mean annual temperature ranges from 57 to 64 degrees F.  Thornthwaite annual P-E indices range from 32 to 64.  Frost free days range from 185 to 230.  Elevation ranges from 700 to 2300 feet."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Daycreek, Ezell, Gaddy, Goodnight, Gracemont, Heman, Jester, Lincoln, Port, Westola, and Yahola series.  Daycreek soils do not have a irregular distribution of organic matter and are higher landscapes.  Ezell soils pond water for periods of long duration and are on similar landscapes.  Gaddy and Lincoln soils lack a water table within 40 inches of the soil surface and are on slightly higher areas.  Gracemont soils are on similar areas and have a coarse loamy control section.  Goodnight and Jester soils do not have an irregular distribution of organic matter and are on dune areas.  Heman soils have strongly contrasting particle-size textural control sections.  Port soils have a mollic epipedon and a fine silty control section and lack a water table within 40 inches of the soil surface.  Westola and Yahola soils have a coarse loamy control section, lack a water table within 40 inches of the soil surface and are on slightly higher areas."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Gracemore soils are somewhat poorly drained.   Runoff is high.  Permeability is moderately rapid to rapid.  These soils have endosaturation. A water table fluctuates from 0.5 to 3.5 feet from November through May.  These soils are frequently or occasionally flooded; duration is brief or very brief during months of March to October."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used mainly for grazing beef cattle.  Native vegetation is tall grasses with a small percent of trees.  The main trees are eastern cottonwood and tamarisk.  Some areas are cultivated.  Small grains, grain sorghum, alfalfa, bermudagrass, and weeping lovegrass are the principal crops."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Central Rolling Red Plains (MLRA-78C) and Central Rolling Red Prairies (MLRA-80A) of central and western Oklahoma and possibly north-central Texas.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Canadian County, Oklahoma; 1972."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:   Soil Interpretation Record:  Series  OK0056; Saline  OK0224; Loamy   OK0385\nDiagnostic horizons and features:\nOchric epipedon - the zone from the soil surface to a depth of 12 inches.  (the A horizon)\nMoisture regime - Udic, due to the water table.\nOxyaquic - saturated with water in one or more layers within 100 cm of the mineral soil surface, for 1 month or more per year in 6 or more out of 10 years, but do not have redoximorphic depletions with a chroma of 2 or less.\nFluventic feature - irregular decrease in organic matter content.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
