{
  "SERIES": "GRADY",
  "STATUS": "Established Series",
  "BYREV": "Rev. GRB",
  "REVDATE": "03/2014",
  "STATES": "AL,FL,GA,SC",
  "OVERVIEW": "The Grady series consists of poorly drained, slowly permeable soils in upland depressions but are also along drains of the Southern Coastal Plain Major Land Resource Area (MLRA 133A). They formed in thick beds of clayey marine sediments. Near the type location the mean annual temperature is about 67 degrees F., and the mean annual precipitation is about 53 inches. Slopes range from 0 to 2 percent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, kaolinitic, thermic Typic Paleaquults"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Grady sandy loam, in a forested area (Colors are for moist soil unless otherwise stated).\nA--0 to 5 inches; very dark gray (10YR 3/1) sandy loam; weak fine granular structure; very friable; many fine roots; few fine distinct light gray (10YR 7/2) areas of iron depletions; very strongly acid; clear smooth boundary. (4 to 10 inches thick)\nBEg--5 to 11 inches; grayish brown (2.5Y 5/2) sandy clay loam; weak medium subangular blocky structure; friable; common fine roots and few medium roots; common medium distinct pockets of very dark gray (10YR 3/1) loam material; very strongly acid; clear smooth boundary. (0 to 12 inches thick)\nBtg1--11 to 28 inches; gray (10YR 6/1) clay; moderate medium subangular blocky structure; firm; few fine roots; common fine pores; common faint clay films on faces of peds; common medium distinct yellowish brown (10YR 5/6) and few fine prominent yellowish red (5YR 5/6) masses of iron accumulation; very strongly acid; gradual smooth boundary.\nBtg2--28 to 62 inches; gray (10YR 6/1) clay; moderate medium subangular blocky structure; firm; common fine pores; common faint clay films on faces of peds; many medium prominent yellowish brown (10YR 5/6) masses of iron accumulation; very strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Miller County, Georgia. Approximately 1.6 miles west of the Baker-Miller County line on Georgia Highway No. 91 and about 25 feet south of highway."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Solum thickness ranges from 60 to more than 80 inches. Reaction ranges from strongly acid to extremely acid throughout.\nThe A or Ap horizon has hue of 10YR to 5Y, value of 2 to 4, and chroma of 1 or 2; or it is neutral with value of 2 to 4. Texture is sandy loam, fine sandy loam, loam, or clay loam.\nThe Eg horizon, where present, has hue of 10YR to 5Y, value of 5 to 7, and chroma of 1 or 2. Texture is sandy loam, fine sandy loam, loam, or clay loam.\nThe BEg or EBg horizon, where present, has hue of 10YR to 5Y, value of 4 to 6, and chroma of 1 or 2; or it is neutral with value of 4 to 6. Texture is sandy clay loam or clay loam.\nThe Btg horizon has hue of 10YR to 5Y, value of 4 to 7, and chroma of 1 or 2; or it is neutral with value of 4 to 7. Redoximorphic features in shades of brown, yellow, and gray range from few to many. In some pedons, below a depth of about 30 inches, the Bt horizon is variegated in shades of gray, brown, and red.  Texture is clay or sandy clay."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These include the Coxville series of the same family and the Bayboro, Bladen, Byars, Cantey, Dunbar, Leaf, Rains, and Rembert series of the same families. Bayboro and Byars soils have an umbric epipedon; in addition, Bayboro soils have mixed mineralogy. Bladen, Cantey, and Leaf soils have an abrupt textural change between the A and B horizons. Coxville soils have 35 to 45 percent clay in the upper B horizon. Dunbar soils have dominant chroma of 3 or more within 30 inches of the soil surface. Rains soils have less clay in the control section.  Rembert soils have a loamy sand C horizon within 60 inches of the soil surface."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  These soils formed in clayey marine sediments. Typically, they are in depressions but are also along drains. Slopes range from 0 to 2 percent. The climate is humid subtropical; the mean annual precipitation is about 45 to 60 inches, and mean annual temperature is about 60 to 70 degrees F."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These include the competing Coxville, Dunbar, and Rains series and the Irvington, Leefield, Lynchburg, Pelham, and Tifton series. Irvington, Leefield, and Tifton soils have plinthite in the argillic horizon and are on higher adjacent positions. Lynchburg soils are better drained and are on slightly higher positions. Pelham soils have thick sandy A and E horizons."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Poorly drained; slow runoff to ponded; slow permeability. The water table is at or near the surface for 6 to 8 months of the year."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most areas are in woodland, but a few areas have been cleared, drained, and are used mostly for pasture. Native vegetation includes cypress, blackgum, live oak, and water oak. The undergrowth is water tolerant sedges and grasses."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Georgia, Alabama, Florida, North Carolina, South Carolina and Virginia. The series is of large extent with about 26,000 acres in Miller County, Georgia."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Auburn, Alabama."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Grady County, Georgia; 1908."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon:\nOchric epipedon - the zone from the surface to approximately 5 inches (A horizon).\nArgillic horizon - the zone from approximately 5 to 62 inches (BE, Btg1, and Btg2 horizons).\nGrady soils are in MLRA 133A.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "poorly",
        "drainage_overview": "poorly"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 13,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 1,
        "texture_class": "sandy loam",
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A--0 to 5 inches; very dark gray (10YR 3/1) sandy loam; weak fine granular structure; very friable; many fine roots; few fine distinct light gray (10YR 7/2) areas of iron depletions; very strongly acid; clear smooth boundary. (4 to 10 inches thick)"
      },
      {
        "name": "BEg",
        "top": 13,
        "bottom": 28,
        "moist_hue": "2.5Y",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "sandy clay loam",
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "BEg--5 to 11 inches; grayish brown (2.5Y 5/2) sandy clay loam; weak medium subangular blocky structure; friable; common fine roots and few medium roots; common medium distinct pockets of very dark gray (10YR 3/1) loam material; very strongly acid; clear smooth boundary. (0 to 12 inches thick)"
      },
      {
        "name": "Btg1",
        "top": 28,
        "bottom": 71,
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 1,
        "texture_class": "clay",
        "pH_class": "very strongly acid",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "Btg1--11 to 28 inches; gray (10YR 6/1) clay; moderate medium subangular blocky structure; firm; few fine roots; common fine pores; common faint clay films on faces of peds; common medium distinct yellowish brown (10YR 5/6) and few fine prominent yellowish red (5YR 5/6) masses of iron accumulation; very strongly acid; gradual smooth boundary."
      },
      {
        "name": "Btg2",
        "top": 71,
        "bottom": 157,
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 1,
        "texture_class": "clay",
        "pH_class": "very strongly acid",
        "narrative": "Btg2--28 to 62 inches; gray (10YR 6/1) clay; moderate medium subangular blocky structure; firm; common fine pores; common faint clay films on faces of peds; many medium prominent yellowish brown (10YR 5/6) masses of iron accumulation; very strongly acid."
      }
    ]
  ]
}
