{
  "SERIES": "GRAINOLA",
  "STATUS": "Established Series",
  "BYREV": "BGB Rev. CEW:JLD",
  "REVDATE": "03/2016",
  "STATES": "KS,OK",
  "OVERVIEW": "The Grainola series consists of moderately deep, well drained soils that formed in material weathered from shale of Permian age.  These soils are on summits and backslopes of low hills in the Central Rolling Red Prairies (MLRA 80A). Slope ranges from 1 to 25 percent.  Mean annual air temperature is 16 degrees C (60 degrees F), and mean annual precipitation is 840 mm (33 in).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, mixed, active, thermic Udertic Haplustalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Grainola silty clay loam-rangeland, at an elevation of 305 m (1000 ft). (Colors are for dry soil unless otherwise stated.)\nA--0 to 13 cm (0 to 5 in); dark reddish brown (5YR 3/2) silty clay loam, dark reddish gray (5YR 4/2) dry; weak medium granular structure; hard, firm; noneffervescent, by HCL, 1 normal; moderately acid, 6.0, Hellige-Truog; clear smooth boundary. (Thickness of the A horizon is 10 to 25 cm [4 to 10 in])\nBA--13 to 23 cm (5 to 9 in); dark reddish brown (5YR 3/3) silty clay loam, reddish brown (5YR 4/3) dry; strong fine subangular blocky structure; very hard, firm; noneffervescent, by HCL, 1 normal; slightly acid, 6.5; clear smooth boundary.  (Thickness of the BA horizon is 0 to 25 cm [0 to 10 in])\nBtk1--23 to 43 cm (9 to 17 in); dark reddish brown (5YR 3/4) silty clay, reddish brown (5YR 4/4) dry; strong fine and medium subangular blocky structure; very hard, very firm; 50 percent distinct clay films on faces of peds; about 1 percent by volume masses of calcium carbonate; very slightly effervescent, by HCL, 1 normal; slightly alkaline, pH 7.8, Hellig-Truog; clear wavy boundary.\nBtk2--43 to 79 cm (17 to 31 in); dark reddish brown (2.5YR 3/4) very gravelly silty clay, reddish brown (2.5YR 4/4) dry; moderate very fine and fine subangular blocky structure; very hard, very firm; 50 percent distinct clay films on faces of peds; 2 percent pressure faces on ped faces; 1 percent calcium carbonate concretions; 4 percent masses of calcium carbonate; slightly effervescent, by HCL, 1 normal; moderately alkaline, pH 8.0; clear wavy boundary.\nBtk3--79 to 99 cm (31 to 99 in); dark red (2.5YR 3/6) silty clay, red (2.5YR 4/6), dry; weak very fine subangular blocky structure; very firm, very hard; 40 percent distinct clay films on faces of peds; 2 percent pressure faces on faces of peds; 1 percent fine carbonate masses and 1 percent medium carbonate concretions; slightly effervescent, by HCl, 1 normal; moderately alkaline, pH 8.0, Hellige-Truog;  1 percent fine pockets of gypsum; abrupt smooth boundary. (Combined thickness of the Btk horizon is 20 to 91 cm [8 to 36 in] thick)\nCr--99 to 109 cm (39 to 43 in); dark red (2.5YR 3/6) and dark gray (10YR 4/1) noncemented shale bedrock, red 2.5YR 4/6) and gray (10YR 5/1), dry; calcium carbonate masses; moderately alkaline pH 8.0, Hellige-Truog: slightly effervescent, and calcareous."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Noble County, Oklahoma; about .5 miles west and .75 miles north of Marland; 1,500 feet south and 1,300 feet west of the northeast corner of sec. 11, T. 24 N., R. 1 E.\nUSGS topographic quadrangle: Marland, OK\nLatitude: 36 degrees, 34 minutes, 32.245 seconds N\nLongitude: 97 degrees, 9 minutes, 42.491 seconds W\nDatum: NAD 83\nDecimal Degrees\nLatitude: 36.57542\nLongitude: -97.16172\nUTM Easting: 664475.96 m\nUTM Northing: 4049346.33 m\nUTM Zone: 14N"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nDepth to bedrock: 51 to 102 cm (20 to 40 in)\nParent material: noncemented soft siltstone or shale bedrock\nSoil cracking: This soil has cracks within 125 cm (50 in)of the soil surface that are 5 mm (1 in) or more wide to a thickness of 30 cm (12 in) or more for some time in most years.\nDepth to vertic features: pressure faces, slickensides or wedge-shaped aggregates in a layer 15 cm or more thick that has it upper boundary within 125 cm of the soil surface.\nLinear extensibility of 6.0 cm or more between the soil surface and a depth of 100 cm (39 in) or a densic contact, whichever is shallower.\nCoarse fragments: typically sandstone, sandstone cemented with hematite, and calcium carbonate concretions and nodules. Some areas have stones or boulders which cover 3 to 35 percent of the soil surface\nA horizon:\nHue: 5YR to 10YR\nValue: 3 or 4 dry, 3 or 4 moist\nChroma: 2 to 4 dry or moist\nTexture: silt loam, loam, silty clay loam, or clay loam, and their gravelly, counterparts\nCoarse fragments: amount-0 to 35 percent by volume; size- less than 76 mm (3 in) in diameter; kind-hard sandstone\nEffervescence class: none to slight\nReaction: neutral to moderately alkaline, some pedons are noncalcareous\nBA horizon:\nHue: 5YR to 10YR\nValue: 3 to 5 dry, 3 or 4 moist\nChroma: 2 to 4 dry, 3 to 6 moist\nTexture: silty clay loam, clay loam, clay, or silty clay and their gravelly, counterparts\nCoarse fragments: amount-0 to 35 percent by volume; size-less than 150 mm (6 in); kind-sandstone\nEffervescence class: slight\nReaction: slightly acid or neutral\nBtk horizon:\nHue: 2.5YR or 7.5YR\nValue: 4 or 5 dry, 4 or 6 moist\nChroma: 2 to 4 dry, 3 to 6 moist\nTexture: silty clay loam, clay loam, clay, or silty clay\nClay content: 35 to 45 percent\nIdentifiable secondary carbonates: amount-0 to 10 percent; size- 1 to 15 mm; kind-masses, concretions, or nodules\nEffervescence class: slight or strong\nReaction: neutral to moderately alkaline\nBC horizon (where present):\nHue: 10R to 5YR\nValue: 4 to 6 dry, 4 or 6 moist\nChroma: 3 to 6 dry, 6 to 8 moist\nTexture: clay loam, silty clay loam, clay, or silty clay\nParafragments: amount-5 to 70 percent by volume; size-less than 76 mm (3 in) kind-noncemented shale fragments\nEffervescence class: slight or strong\nReaction: moderately alkaline\nCd horizon:\nHue: 10R to 5YR, or 10YR\nValue: 4 or 5 dry, 3 or 4 moist\nChroma: 1 to 6 dry or moist\nExcavation difficulty: high or very high, due to the interbedding of hard sandstone and limestone\nFractures: greater than 10 cm (4 in) apart\nCementation: noncemented; It is dense enough to be root restrictive.\nOther features: Some pedons are streaked or spotted with shades of gray, brown, yellow, or olive colors.  Thin strata of limestone or sandstone are interbedded with the shale in some pedons\nEffervescence class: slight or strong\nReaction: moderately alkaline"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no other series in this family.  Soils in similar families in MLRA 80A are the Dilworth, Piedmont, Renfrow, and Renthin, series and in MLRA 76 are the Foraker, and Steedman series.\nDilworth, Foraker, Piedmont, Renfrow and Renthin soils: have a mollic epipedon\nSteedman soils: are more acid in the A and Bt1 horizons, have a thinner surface and smectitic mineralogy"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material: Red shale of Permian age\nLandscape: Hills\nLandform: very gently sloping to steep hillslopes\nSlope: 1 to 25 percent\nMean annual precipitation: 787 to 1041 mm (31 to 41 in)\nMean annual air temperature: 13.9 to 17.2 degrees C (57 to 63 degrees F)\nFrost-free period: 181 to 240 days\nElevation: 244 to 500 m (800 to 1,640 ft)\nThornthwaite Annual P-E indices: 44 to 64"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the competing Dilworth, Foraker Piedmont, Renfrow, Renthin, series and Apperson, Lucien, Masham, and Shidler series.\nApperson, Piedmont, Renfrow, and Renthin soils: have a mollic epipedon and typically occur on slightly higher broad summits\nDilworth soils: occur on similar positions, and are weathered from gray Permian age shale\nForaker soils: occur on similar positions in MLRA 76, and are weathered from gray Pennsylvanian age shale\nLucien, and Shidler soils: are less than 51 cm (20 in) thick, do not have an argillic horizon, have a mollic epipedon, and occur on summits, and shoulders.\nMasham soils: are less than 51 cm (20 in) thick and typically occur in slightly lower positions"
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:\nDrainage: well drained\nPermeability: slow\nRunoff: very high"
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Nearly all used for range.  Native vegetation is short and midgrass prairie."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Oklahoma and Kansas; LRR H, Bluestem Hills (MLRA 76), and Central Rolling Red Prairies (MLRA 80A). The series is extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Osage County, Oklahoma; 1975 by B.G. Bourlier. The name comes from a small town in NW Osage County."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nGrainola soils in MLRA 80A were formerly included in the Vernon series; these soils are not associated with limestone.\nDiagnostic horizons and features in this pedon are:\nOchric epipedon: 0 to 13 cm (0 to 5 in) (A horizon)\nArgillic horizon: 23 to 99 cm (13 to 36 in) (Btk horizons)\nDensic contact: noncemented shale at 99 cm (39 in)\nMoisture regime: Ustic, soil moisture control section is dry in some part more than 90 days per year\nUdertic:  soil moisture control section is dry in some part from 90 to 150 days. Clay content: is greater than 35 percent within 38 cm (15 in) of the surface\nThis series and OSD was originally set in Osage County in the Flint Hills in a limestone area. Rewrote OSD and moved location to accommodate the actual setting of series.\nUpdated competing series, taxonomic version, saturated hydraulic conductivity, and formatting. 6/2008 JBB. OSD revised extensively for SDJR initiative (JLD 02/2016)\nSoil interpretation records: OK0175-Grainola Series; OK0329-Gravelly; OK0310-Cobbly; OK0288-Stony; OK0311-Bouldery\nADDITIONAL DATA:  Pedon/Site ID P1996OK103152 is current pedon for series and OSD. Oklahoma State University laboratory data 73-OK-57-18, 76-OK-52-(1-6), 72-OK-60-(1-5), and 74-OK-10-(1-5).\nTaxonomic Version: Keys to Soil Taxonomy, Twelfth Edition, 2014\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 13,
        "dry_hue": "5YR",
        "dry_value": 3,
        "dry_chroma": 2,
        "texture_class": "silty clay loam",
        "pH_class": "moderately acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A--0 to 13 cm (0 to 5 in); dark reddish brown (5YR 3/2) silty clay loam, dark reddish gray (5YR 4/2) dry; weak medium granular structure; hard, firm; noneffervescent, by HCL, 1 normal; moderately acid, 6.0, Hellige-Truog; clear smooth boundary. (Thickness of the A horizon is 10 to 25 cm [4 to 10 in])"
      },
      {
        "name": "BA",
        "top": 13,
        "bottom": 23,
        "dry_hue": "5YR",
        "dry_value": 3,
        "dry_chroma": 3,
        "texture_class": "silty clay loam",
        "pH_class": "slightly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "BA--13 to 23 cm (5 to 9 in); dark reddish brown (5YR 3/3) silty clay loam, reddish brown (5YR 4/3) dry; strong fine subangular blocky structure; very hard, firm; noneffervescent, by HCL, 1 normal; slightly acid, 6.5; clear smooth boundary.  (Thickness of the BA horizon is 0 to 25 cm [0 to 10 in])"
      },
      {
        "name": "Btk1",
        "top": 23,
        "bottom": 43,
        "dry_hue": "5YR",
        "dry_value": 3,
        "dry_chroma": 4,
        "texture_class": "silty clay",
        "pH_class": "slightly alkaline",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Btk1--23 to 43 cm (9 to 17 in); dark reddish brown (5YR 3/4) silty clay, reddish brown (5YR 4/4) dry; strong fine and medium subangular blocky structure; very hard, very firm; 50 percent distinct clay films on faces of peds; about 1 percent by volume masses of calcium carbonate; very slightly effervescent, by HCL, 1 normal; slightly alkaline, pH 7.8, Hellig-Truog; clear wavy boundary."
      },
      {
        "name": "Btk2",
        "top": 43,
        "bottom": 79,
        "dry_hue": "2.5YR",
        "dry_value": 3,
        "dry_chroma": 4,
        "texture_class": "silty clay",
        "cf_class": "very gravelly",
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Btk2--43 to 79 cm (17 to 31 in); dark reddish brown (2.5YR 3/4) very gravelly silty clay, reddish brown (2.5YR 4/4) dry; moderate very fine and fine subangular blocky structure; very hard, very firm; 50 percent distinct clay films on faces of peds; 2 percent pressure faces on ped faces; 1 percent calcium carbonate concretions; 4 percent masses of calcium carbonate; slightly effervescent, by HCL, 1 normal; moderately alkaline, pH 8.0; clear wavy boundary."
      },
      {
        "name": "Btk3",
        "top": 79,
        "bottom": 99,
        "dry_hue": "2.5YR",
        "dry_value": 3,
        "dry_chroma": 6,
        "texture_class": "silty clay",
        "pH_class": "moderately alkaline",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Btk3--79 to 99 cm (31 to 99 in); dark red (2.5YR 3/6) silty clay, red (2.5YR 4/6), dry; weak very fine subangular blocky structure; very firm, very hard; 40 percent distinct clay films on faces of peds; 2 percent pressure faces on faces of peds; 1 percent fine carbonate masses and 1 percent medium carbonate concretions; slightly effervescent, by HCl, 1 normal; moderately alkaline, pH 8.0, Hellige-Truog;  1 percent fine pockets of gypsum; abrupt smooth boundary. (Combined thickness of the Btk horizon is 20 to 91 cm [8 to 36 in] thick)"
      },
      {
        "name": "Cr",
        "top": 99,
        "bottom": 109,
        "dry_hue": "2.5YR",
        "dry_value": 3,
        "dry_chroma": 6,
        "pH_class": "moderately alkaline",
        "narrative": "Cr--99 to 109 cm (39 to 43 in); dark red (2.5YR 3/6) and dark gray (10YR 4/1) noncemented shale bedrock, red 2.5YR 4/6) and gray (10YR 5/1), dry; calcium carbonate masses; moderately alkaline pH 8.0, Hellige-Truog: slightly effervescent, and calcareous."
      }
    ]
  ]
}
