{
  "SERIES": "GRANMOUNT",
  "STATUS": "Established Series",
  "BYREV": "Rev. DJM-EWB-JVC-JBF",
  "REVDATE": "03/2017",
  "STATES": "NV",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS:  Clayey-skeletal, mixed, superactive Xeric Argicryolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Granmount very gravelly fine sandy loam--rangeland.  (Colors are for dry soil unless otherwise noted.)\nA1--0 to 10 cm; grayish brown (10YR 5/2) very gravelly fine sandy loam, very dark grayish brown (10YR 3/2) moist; weak thin and medium platy structure; soft, very friable, slightly sticky and nonplastic; many very fine roots; many very fine and fine interstitial pores; 40 percent gravel and 15 percent cobbles; neutral (pH 7.0); clear smooth boundary.  (8 to 15 cm thick)\nA2--10 to 25 cm; brown (10YR 5/3) very gravelly loam, dark brown (10YR 3/3) moist; moderate medium subangular blocky structure; slightly hard, very friable, slightly sticky and slightly plastic; many very fine and common fine roots; many very fine and fine interstitial pores; 40 percent gravel and 15 percent cobbles; neutral (pH 7.0); clear wavy boundary.  (15 to 23 cm thick)\nBt1--25 to 58 cm; yellowish brown (10YR 5/4) extremely gravelly clay, dark yellowish brown (10YR 4/4) moist; strong medium angular blocky structure; hard, friable, very sticky and moderately plastic; common very fine and fine and few medium roots; few fine interstitial and common fine tubular pores; many prominent clay films on faces of peds and many distinct clay films lining pores; 60 percent gravel and 10 percent cobbles; neutral (pH 7.2); gradual smooth boundary.  (25 to 38 cm thick)\nBt2--58 to 84 cm; yellowish brown (10YR 5/4) extremely gravelly clay, dark yellowish brown (10YR 4/4) moist; strong medium angular blocky structure; hard, friable, moderately sticky and moderately plastic; few very fine and fine roots; common fine tubular pores; many prominent clay films on faces of peds and lining pores; 45 percent gravel and l5 percent cobbles; neutral (pH 7.2); clear smooth boundary.  (20 to 30 cm thick)\n2Bt--84 to 157 cm; yellowish brown (10YR 5/4) very cobbly clay loam, dark yellowish brown (10YR 4/4) moist; strong medium angular blocky structure; hard, friable, moderately sticky and moderately plastic; few very fine and fine roots; common fine tubular pores; many distinct clay films on faces of peds and lining pores; 25 percent gravel and 30 percent cobbles; neutral (pH 7.2)"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Mineral County, Nevada; on the Hawthorne Ammunition Depot southwest of Mount Grant in the Wassuk Range; about 1,435 feet north and 1,845 feet east of the southwest corner of section 13, T. 8 N., R. 28 E.; USGS Mount Grant 7.5 minute topographic quadrangle; latitude 38 degrees 32 minutes 56 seconds N and longitude 118 degrees 48 minutes 29 seconds W; WGS84 Decimal Degrees 38.5490000 latitude, -118.8080556 longitude."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: Usually moist in the moisture control section during winter, spring, and early summer; intermittently moist in the upper part during the summer due to convection storms but dry in all parts of the moisture control section for at least 45 consecutive days after the summer solstice; xeric soil moisture regime.\nMean annual soil temperature: 7 to 8 degrees C.\nMean summer soil temperature: 12 to 15 degrees C.\nMollic epipedon thickness: 25 to 38 cm.\nDepth to base of argillic horizon: More than 150 cm.\nOther features: A clear horizon boundary is normally present between the A2 horizon and the Bt1 horizon accompanied by an increase in clay content of more than 20 percent.\nParticle-size control section - Clay content: Averages 35 to 45 percent.\nRock fragments: 45 to 70 percent, mainly gravel in the upper part and cobbles in the lower part.  Lithology of fragments is volcanic rocks such as andesite.\nA1 horizon\nHue: 10YR or 7.5YR.\nValue: 4 or 5 dry, 2 or 3 moist.\nChroma: 2 or 3, dry or moist.\nStructure: Weak or moderate platy or moderate subangular blocky.\nReaction: Slightly acid or neutral.\nOrganic matter content: 1 to 3 percent.\nA2 horizon\nHue: 10YR or 7.5YR.\nValue: 4 or 5 dry, 2 or 3 moist.\nChroma: 2 or 3, dry or moist.\nClay content: 8 to 15 percent.\nStructure: Weak or moderate platy or moderate subangular blocky.\nReaction: Slightly acid or neutral.\nOrganic matter content: 1 to 3 percent.\nBt1 and Bt2 horizons\nHue: 10YR or 7.5YR.\nValue: 4 or 5, dry or moist.\nChroma: 3 or 4, dry or moist.\nTexture: Very gravelly clay or extremely gravelly clay.\nClay content: 40 to 50 percent.\nRock fragments: 45 to 70 percent.\n2Bt3 horizon - Hue: 10YR or 7.5YR.\nValue: 4 or 5, dry or moist.\nChroma: 3 or 4, dry or moist.\nClay content: 30 to 40 percent.\nRock fragments: 45 to 60 percent."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  At present, there are no other series in this family."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Granmount soils are on mountains.  They typically occur on backslope positions.  These soils formed in colluvium and residuum derived from volcanic rocks such as andesite.  Slopes are 15 to 50 percent.  Elevations range from 2,440 to 4,000 meters.  The climate is semiarid with cold, moist winters and cool, dry summers.  The mean annual precipitation is 330 to 400 mm, mean annual temperature is 4 to 6 degrees C, and the frost-free period is 60 to 90 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Kiote and Hiridge soils.  Kiote soils have a mollic epipedon more than 40 cm thick.  Hiridge soils are shallow to paralithic contacts."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:  Well drained; very high surface runoff; moderately low saturated hydraulic conductivity."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Granmount soils are used for rangeland and wildlife habitat.  The present vegetation is low sagebrush, pine bluegrass, bottlebrush squirreltail, buckwheat, and Letterman's needlegrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Western Nevada.  These soils are not extensive with about 5,400 acres of the series mapped to date.  MLRA 26."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Davis, California."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Mineral County Area, Nevada, 1985."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  The revision of March 2001 updates the taxonomic class from Clayey-skeletal, mixed, superactive Argic Cryoborolls.\nDiagnostic horizons and features recognized in this pedon are:\nMollic epipedon - The zone from the soil surface to 25 cm (A1 and A2 horizons).\nArgillic horizon - The zone from 25 to 157 cm (Bt1, Bt2, and Bt3 horizons).\nParticle-size control section - The zone from 24 to 74 cm (Bt1 horizon and part of the Bt2 horizon).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
