{
  "SERIES": "GRANYLITH",
  "STATUS": "Established Series",
  "BYREV": "Rev. EWB-JVC",
  "REVDATE": "12/2006",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS:  Sandy-skeletal, mixed Lithic Cryorthents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Granylith very gravelly loamy coarse sand--forest land. (Colors are for dry soil unless otherwise noted.)  The soil surface is covered with 25 percent gravel, 2 percent stones, and 3 percent boulders.\nA1--0 to 1 inch; dark grayish brown (10YR 4/2) very gravelly loamy coarse sand, very dark brown (10YR 2/2) moist; weak fine subangular blocky structure; soft, very friable, nonsticky and nonplastic; common very fine roots; common very fine and fine interstitial pores; 40 percent gravel; slightly acid; clear smooth boundary. (1 to 3 inches thick)\nA2--1 to 4 inches; brown (10YR 5/3) very gravelly loamy coarse sand, very dark grayish brown (10YR 3/2) moist; weak medium subangular blocky structure; soft, very friable, nonsticky and nonplastic; common very fine and fine roots; 45 percent gravel; slightly acid; clear smooth boundary. (2 to 6 inches thick)\nBw1--4 to 12 inches; yellowish brown (10YR 5/6) very gravelly loamy coarse sand, dark yellowish brown (10YR 3/4) moist; weak medium subangular blocky structure; soft, very friable, nonsticky and nonplastic; common very fine, common fine, common medium, and common coarse roots; 40 percent gravel; slightly acid; clear wavy boundary. (4 to 9 inches thick)\nBw2--12 to 15 inches; yellowish brown (10YR 5/8) very gravelly coarse sandy loam, dark yellowish brown (10YR 3/4) moist; massive; soft, very friable, nonsticky and nonplastic; common very fine, common fine, common medium, and common coarse roots; 35 percent gravel; common medium distinct yellowish red (5YR 4/6) moist masses of iron accumulation in the matrix; slightly acid; abrupt smooth boundary. (3 to 5 inches thick)\nR--15 inches; hard unfractured granitic rock."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Alpine County, California; on the Toiyabe National Forest about 0.2 mile east of Border Ruffian Flat; approximately 1,800 feet north and 800 feet west of the southeast corner of section 17, T. 9 N., R. 19 E.; USGS Carson Pass 7.5 minute topographic quadrangle; 38 degrees 37 minutes 46.8 seconds north latitude and 119 degrees 54 minutes 27.9 seconds west longitude, NAD27."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture - Usually moist in the moisture control section; moist fall, winter, and spring; usually dry July through early October; saturated within a 3 to 6 inch thick zone directly overlying bedrock for greater than 20 consecutive days during the spring or early summer; Typic xeric moisture regime.\nMean annual soil temperature - 40 to 44 degrees F.\nMean summer soil temperature - 44 to 47 degrees F.\nOchric epipedon thickness - 3 to 6 inches.\nDepth to bedrock - 10 to 20 inches to a lithic contact.\nParticle-size control section - Clay content: Averages less than 10 percent; Sand content: Averages 75 to 85 percent much of which is medium and coarser sand; Rock fragments: Averages 35 to 50 percent, dominantly gravel.  Lithology of fragments are mainly granitic rocks such as granodiorite.\nA horizons - Value: 4 or 5 dry, 2 or 3 moist.\nChroma: 2 or 3 dry or moist.\nOrganic matter content: 2 to 4 percent.\nReaction: Moderately acid or slightly acid.\nBw1 horizon - Hue: 10YR or 7.5YR.\nValue: 3 or 4 moist.\nChroma: 4 through 8 dry, 4 through 6 moist.\nClay content: 3 to 10 percent.\nRock fragments: 35 to 60 percent.\nReaction: Moderately acid or slightly acid.\nBw2 horizon - Hue: 10YR or 7.5YR.\nValue: 3 or 4 moist.\nChroma: 4 through 8 dry, 4 through 6 moist.\nTexture: Very gravelly loamy coarse sand or very gravelly coarse sandy loam.\nClay content: 3 to 10 percent.\nRock fragments: 35 to 60 percent.\nReaction: Moderately acid or slightly acid.\nRedoximorphic features: Redox concentrations occur as masses of iron accumulation."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Goldflint (T), Rodell, and Zonite (T) series.\nGoldflint and Zonite soils have an ustic moisture regime.  Rodell soils have mean summer soil temperature of 54 to 59 degrees F. and have a xeric moisture regime that borders on aridic."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Granylith soils are on mountains.  They typically occur on shoulder and backslope positions.  They formed in till derived from mixed rocks and colluvium derived from granitic rock.  Slopes are 8 to 30 percent.  Elevations range from 8,000 to 9,000 feet.  The climate is subhumid-continental with cold, moist winters and cool, dry summers.  The mean annual precipitation is 35 to 55 inches, mean annual temperature is 35 to 40 degrees F., and the frost-free period is 30 to 60 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Hargran and Klauspeak soils.  Hargran soils are loamy-skeletal, moderately deep to lithic contacts, and have umbric epipedons and cambic horizons.  Klauspeak soils are very deep and have umbric epipedons."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Moderately well drained; very high surface runoff; rapid permeability (high or very high saturated hydraulic conductivity).  Endosaturation is present with an apparent seasonal high water table occurring between 7 and 17 inches (very shallow or shallow free water occurrence classes) in a 3 to 6 inch zone from April to June.  Cumulative annual duration class is Transitory.  The water table only occurs during spring and early summer following melting of winter snowpack when water moves laterally above the bedrock."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Granylith soils are used for forest land, recreation, watershed, and wildlife habitat.  The native vegetation is mainly a forest canopy of lodgepole pine with scattered California red fir and western white pine.  The understory vegetation is snowberry, bluegrass, sedge, and various forbs."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Eastern California, on the east side of the Sierra Nevada Range.  These soils are not extensive with about 4,000 acres of the series mapped to date.  MLRA 22A."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Alpine County (Toiyabe National Forest Area), California, 2006."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - The zone from the soil surface to 4 inches (A1 and A2 horizons).\nAquic conditions - The conditions of endosaturation, reduction, and redoximorphic features present in the zone just above the bedrock contact during spring of most years (Bw2 horizon).\nLithic contact - The boundary at 15 inches to underlying hard bedrock (R layer).\nParticle-size control section - The zone from 10 to 15 inches (Bw2 horizon and part of the Bw1 horizon).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
