{
  "SERIES": "GRANO",
  "STATUS": "Established Series",
  "BYREV": "Rev. CJH",
  "REVDATE": "3/98",
  "STATES": "ND",
  "OVERVIEW": "The Grano series consists of very deep, poorly and very poorly drained, slowly permeable soils that formed in calcareous clayey glaciolacustrine sediments.  These soils are on low flat lake basins in till plains and on flat depressions in lake plains and have slopes 0 to 1 percent. Mean annual air temperature is 42 degrees F, and mean annual precipitation is 18 inches.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, smectitic, frigid Typic Endoaquerts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Grano silty clay on a level, plane slope of less than 1 percent under native grass.  When described the soil was moist to 36 inches and saturated from 36 to 60 inches.  (Colors are for moist soil unless otherwise stated)\nOe--0 to 3 inches; black fibrous peat.  (0 to 4 inches thick)\nAg--3 to 19 inches; black (5Y 2/1) silty clay, dark gray (5Y 4/1) dry; very weak coarse prismatic structure parting to strong fine angular blocky; extremely hard, firm, very sticky and very plastic; many fine roots in upper part, common in lower part; a few fine threads of carbonates; strong effervescence; moderately alkaline; clear irregular boundary.  (8 to 24 inches thick)\nCg1--19 to 39 inches; olive gray (5Y 4/2) silty clay, light olive gray (5Y 6/2) dry; strong fine angular blocky structure; extremely hard, firm, very sticky and plastic; few fine roots; few pores; strong effervescence; moderately alkaline; gradual wavy boundary.\nCg2--39 to 51 inches; olive gray (5Y 5/2) silty clay, light olive gray (5Y 6/2) dry; many medium prominent light olive brown (2.5Y 5/6) redoximorphic concentrations;  massive; extremely hard, firm, very sticky and very plastic; strong effervescence; moderately alkaline; gradual wavy boundary.\n2Cg3--51 to 63 inches; dark gray (5Y 4/1) clay loam, gray (5Y 5/1) dry; few fine prominent light olive brown (2.5Y 5/4) redoximorphic concentrations; dry; massive; extremely hard, firm, sticky and plastic; a few pebbles; slight effervescence; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  LaMoure County, North Dakota; about 12 miles north of Kulm; 1,790 feet north and 90 feet east of the southwest corner, sec.  26, T. 135 N., R. 66 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The 10 to 40 inch particle size control section averages between 50 and 60 percent clay, but individual horizons may range from 35 to 60 percent.  The mollic epipedon ranges from 7 to 24 inches in thickness. Depth to carbonates is less than 10 inches.  The soil is slightly alkaline or moderately alkaline throughout.  Some pedons are saline.\nThe Oe horizon has 10YR hue, value of 2 and 2 or 3 dry, and chroma of 1 or 2.  It is a mixture of partially decomposed grass and reeds and some mineral material.\nThe A horizon has hue of 5Y or 2.5Y, rarely 10YR, value of 2 or 3 and 3 to 5 dry, and chroma of 1; or is neutral with values of 2 to 4 and 3 or 4 dry.  It typically is silty clay or clay, but some is silty clay loam or clay loam.  The A horizon has a smooth, wavy or irregular tongued boundary into the Cg horizon.  Some pedons have a discontinuous accumulation of carbonates, a few inches to several feet across, underlying the thicker part of the tongues of A horizon.  These accumulations are below depths of 16 inches, or they do not qualify as a calcic horizon.\nSome pedons have a Bg horizon. Where present it has hue of 2.5Y or 5Y, value of 3 to 5 and chroma of 1 or 2.  It is clay or silty clay.\nThe Cg and 2Cg horizons have hue of 5Y, 5GY or 2.5Y, value of 3 to 6 and 4 to 7 dry, and chroma of 1 to 3.  Horizons with chroma of 3 have some distinct or prominent redoximorphic concentrations  with chroma of 1. The Cg horizon is silty clay or clay.  Some pedons are varved with thin laminations of silt loam or silty clay loam below a depth of 36 inches.  It contains gypsum crystals and segregated carbonates in some pedons.  The 2Cg horizon is clay loam, however it contains coarser-textured materials within depths of 40 to 60 inches in some pedons.  Some pedons do not have a 2Cg horizon."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  This is the Ludden series and the Gold Creek series as previously classified.  Ludden soils have mollic epipedons more than 24 inches thick.  Gold Creek soils have an exchangeable sodium percentage of more than 15."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Grano soils are on low flat lake basins in till plains, and on flat depressions in lake plains.  Slope gradients are 0 to 1 percent.  The soils formed in calcareous clayey glaciolacustrine sediments.  The climate is cool, subhumid.  Mean annual air temperature ranges from about 36 to 45 degrees F, and mean annual precipitation from 15 to 23 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the competing Ludden soils and the Barnes, Bearden, Buse, Dovray, Fargo, Hamerly, Hegne, Overly and Vallers soils.  Ludden soils are on nearby floodplains.  Barnes, Buse, Hamerly and Vallers soils are on nearby till plains.  Barnes and Buse soils are fine-loamy and are well drained.  Hamerly and Vallers soils have calcic horizons within depths of 16 inches and are fine-loamy.  Bearden and Overly soils are on nearby lake plains on higher elevations.   Both soils are fine-silty.  Dovray soils are on similar depressions on lake plains.  They have mollic epipedons more than 24 inches thick.  Fargo and Hegne soils are on slightly higher elevations on lake plains.  Fargo soils do not have carbonates to depths of less than 10 inches.  Hegne soils have calcic horizons within depths of 16 inches."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Poorly and very poorly drained.  Runoff from higher land ponds on these soils.  Permeability is slow.  A seasonal high water table is at a depth of 0.5 foot above the surface to 1.5 feet below the surface at some time during the period of March through July.  It is at a depth of 1.0 foot above the surface to 1.0 foot below the surface at some time during the period of November through July in the very poorly drained phase.  Except for unusually dry seasons, the soils are too wet to cultivate unless drained."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Soils are used for native hay, pasture and wildlife.  Drained areas are cropped to small grains.  Native vegetation is rivergrass, American mannagrass, slough sedge, prairie cordgrass, reed canarygrass, other wetland sedges, rushes and forbs."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Eastern North Dakota and western Minnesota.  The soil is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: St. Paul, Minnesota"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Richland County, North Dakota, June 1970."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:  mollic epipedon - the zone from the surface of the mineral soil to a depth of 19 inches (A horizon); The site will be redescribed in the future to document Vertisol criteria.\nADDITIONAL DATA:  Laboratory sample number S64ND-50-5.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
