{
  "SERIES": "GRANNYCREEK",
  "STATUS": "Established Series",
  "BYREV": "REV. JWH/JTB/ET",
  "REVDATE": "10/2016",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, mixed, superactive, mesic Typic Argiaquolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Grannycreek loam on a west-facing 2 percent slope under grass at an elevation of 43 meters. (Colors are for dry soil unless otherwise noted.) When described on October 5, 2005, the soil was dry to 100 cm and moist below.\nA--0 to 10 centimeters; grayish brown (10YR 5/2) loam, very dark grayish brown (10YR 3/2) moist; strong fine and medium granular structure; hard, very friable, slightly sticky and moderately plastic; many very fine and common fine roots throughout; common very fine tubular pores; strongly acid (pH 5.4); abrupt smooth boundary. (5 to 50 centimeters thick)\nBtg1--10 to 38 centimeters; grayish brown (2.5Y 5/2) clay loam, very dark grayish brown (2.5Y 3/2) moist; strong medium and coarse prismatic structure parting to strong medium subangular blocky; extremely hard, firm, moderately sticky and very plastic; many very fine and few fine roots throughout; common very fine tubular pores; common faint clay films on all faces of peds; 25 percent medium prominent dark yellowish brown (10YR 4/6) moist iron-manganese masses in matrix and 50 percent medium faint dark gray (2.5Y 4/1) moist iron depletions in matrix; strongly acid (pH 5.4); clear smooth boundary. (15 to 50 centimeters thick)\nBtg2--38 to 75 centimeters; black (N 2.5/0) clay, dark gray (N 4/0) moist; strong very fine and fine subangular blocky structure; extremely hard, firm, moderately sticky and very plastic; common very fine and few fine roots throughout; common very fine tubular pores; many faint clay films on all faces of peds; 20 percent medium prominent dark yellowish brown (10YR 3/6) moist iron-manganese masses in matrix; moderately acid (pH 5.6); clear smooth boundary.\nBtg3--75 to 110 centimeters; dark gray (5Y 4/1) clay, black (5Y 2.5/1) moist; strong fine and medium subangular blocky structure; extremely hard, firm, moderately sticky and very plastic; few very fine roots throughout; few very fine tubular pores; many faint clay films on all faces of peds; 10 percent medium prominent dark yellowish brown (10YR 4/6) moist iron-manganese masses in matrix; moderately acid (pH 5.6); clear smooth boundary.\nBtg4--110 to 135 centimeters; dark gray (2.5Y 4/1) clay, gray (2.5Y 6/1) moist; moderate fine and medium subangular blocky structure; extremely hard, firm, moderately sticky and very plastic; few very fine roots throughout; common very fine tubular pores; many faint clay films on all faces of peds; 25 percent medium prominent yellowish brown (10YR 5/6) moist iron-manganese masses in matrix; moderately acid (pH 5.6); gradual smooth boundary.\nBtg5--135 to 170 centimeters; light gray (2.5Y 7/1) clay, gray (2.5Y 5/1) moist; moderate fine and medium subangular blocky structure; extremely hard, firm, moderately sticky and very plastic; few very fine roots throughout; few very fine tubular pores; many faint clay films on all faces of peds; 40 percent medium prominent yellowish brown (10YR 5/6) moist iron-manganese masses in matrix; moderately acid (pH 5.6). (Combined thickness of the lower Btg horizons is 100 to 175 centimeters thick)"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Humboldt County, California; about 0.5 kilometers north of Petrolia, CA; USGS 7.5 minute Petrolia Quadrangle, CA; WGS84 Decimal degrees 40.327183 latitude and -124.2877259499592 longitude; UTM Zone 10 390605mE, 4464868mN; NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nEndosaturation: A water table is at a depth of between 10 to 25 centimeters December through March and between 50 and 160 centimeters April through May.\nSoil Temperature: The mean annual soil temperature at 50 centimeters is 10 to 14 degrees C. The difference between mean summer and mean winter temperature is 6 degrees C or greater. The soils have a mesic temperature regime\nParticle size control section (weighted average):\nFragments: 0 to 10 percent gravel and paragravel\nClay content: 35 to 45 percent\nSurface Fragments: 0 to 2 percent gravel\nA horizon:\nHue: 10YR or 2.5Y\nValue: 3 to 5, 2 or 3 moist\nChroma: 1 to 3, moist or dry\nClay content: 18 to 27 percent\nFragments: 0 to 5 percent gravel and paragravel\nReaction: strongly acid\nRedoximorphic Features: fine and medium iron-manganese masses\nQuantity: none to many\nHue: 10YR or 2.5Y\nValue: 4 to 6, moist\nChroma: 3 to 8, moist\nBtg horizons:\nHue: 10YR, 2.5Y, 5Y, or N\nValue: 4 to 7, 2 to 5 moist\nChroma: 0 to 3, moist or dry\nTexture: clay loam, clay, silty clay loam\nClay content: 27 to 45 percent\nFragments: 0 to 10 percent gravel and paragravel\nReaction: strongly to moderately acid\nRedoximorphic Features: fine and medium iron-manganese masses\nQuantity: few to many\nHue: 7.5YR, 10YR or 2.5Y, moist\nValue: 4 to 6, moist\nChroma: 3 to 8, moist\nRedoximorphic features: fine and medium iron depletions\nQuantity: none to common\nHue: 2.5Y or 5Y\nValue: 4 or 5, moist\nChroma: 1 or 2, moist"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Calamine, Kokomo, Lippincott, and Tanglenook soils. Calamine, Kokomo, and Lippincott soils have carbonates within the series control section.  Tanglenook soils have a difference between average summer and winter soil temperature of greater than 9 degrees C, and have a mean January soil temperature less than 8 degrees C."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Grannycreek soils are on stream terraces and alluvial fans in mountain river valleys. Slopes are 2 to 5 percent. Elevations are 30 to 150 meters. These soils formed in alluvium from mixed sedimentary sources. The climate is subhumid with warm, dry summers with a marine layer influence and cool, wet winters. Mean annual precipitation is 1250 to 2500 millimeters. The mean annual temperature is 12 to 14 degrees C. Frost free season is about 280 to 300 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Garberville(CA) and Parkland(CA) soils. Garberville and Parkland soils have less than 35 percent clay in the particle size control section. Garberville soils have redoxomorphic features below 100 centimeters and Parkland soils have redoximorphic features between 50 and 100 centimeters. Garberville and Parkland soils occur on slightly higher positions or on edges of terraces where Grannycreek is dominant."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Poorly drained; very high runoff; moderately low to low saturated hydraulic conductivity. The soils are frequently ponded 1 to 5 centimeters deep for brief periods December through April."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: This soil is used mainly for pasture, hay, and orchards. The vegetation is grassland including oats, soft brome, smooth brome, ryegrass, bristly dogstail grass, foxtail, medusahead, rushes, and pennyroyal."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Coastal Redwood Belt, MLRA 4B. The series is not extensive. These soils are of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Humboldt County, South Part, CA, 2010. The name is from Granny Creek."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\n1. Mollic epipedon: The zone from 0 to 110 centimeters. (A1, Btg1, Btg2, Btg3 horizons)\n2. Argillic horizon: The zone from 10 to 170 centimeters. (Btg1, Btg2, Btg3, Btg4, Btg5 horizons)\n3. Particle size control section: The zone from 10 to 60 centimeters averages 40 percent clay. (Btg1, Btg2 horizons)\n4. Aquic feature: The zone from 10 to 170 centimeters (Btg1, Btg2, Btg3, Btg4, Btg5 horizons)\nADDITIONAL DATA: NASIS User Pedon ID 04CA601413\nSoil classified using Keys to Soil Taxonomy, 12th edition.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
