{
  "SERIES": "GRANDMOUND",
  "STATUS": "Established Series",
  "BYREV": "Rev. DRU/EED",
  "REVDATE": "04/2017",
  "STATES": "WA",
  "OVERVIEW": "Landscape--river valleys, outwash plains\nLandform--outwash terraces\nSlope--0 to 5 percent\nParent material--glacial outwash\nMean annual precipitation--about 1500 mm\nMean annual air temperature--about 11 degrees C\nDepth class--very deep\nDrainage class--somewhat excessively drained\nSoil moisture regime--xeric\nSoil temperature regime--mesic\nSoil moisture subclass--typic",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Sandy-skeletal, isotic, mesic Vitrandic Humixerepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Grandmound gravelly sandy loam in an area of pasture (When described on August 3, 2015, the soil was dry throughout.)\nA--0 to 26 cm; gravelly sandy loam, black (10YR2/1) moist, very dark brown (10YR 2/2) dry; moderate fine subangular blocky structure; soft, very friable, nonsticky and nonplastic; many very fine roots; common fine and few medium irregular pores; 25 percent gravel; strongly acid (pH 5.3); abrupt smooth boundary\nBw--26 to 62 cm; extremely gravelly loamy fine sand, dark yellowish brown (10YR 3/4) moist, yellowish brown (10YR 5/6) dry; weak very fine subangular blocky structure; soft, very friable, nonsticky and nonplastic; common very fine roots; many fine interstitial pores; 60 percent gravel and 5 percent cobbles; moderately acid (pH 5.8); abrupt smooth boundary\nBC--62 to 115 cm; extremely gravelly loamy fine sand, dark yellowish brown (10YR 4/4) moist, light yellowish brown (10YR 6/4) dry; weak very fine subangular blocky structure; soft, very friable, nonsticky and nonplastic; few very fine roots; common fine interstitial pores; 65 percent gravel and 10 percent cobbles; moderately acid (pH 6.0); abrupt smooth boundary\nC--115 to 155 cm; extremely gravelly coarse sand, olive brown (2.5Y 4/3) moist, light brownish gray (2.5Y 6/2) dry; single grain; loose, nonsticky and nonplastic; common fine interstitial pores; 75 percent gravel and 5 percent cobbles; slightly acid (pH 6.5)"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Grays Harbor County, Washington, about 1.7 km southwest of Elma and about 415 m west of Wenzel Slough Road; 700 m north and 15 m west of the southeast corner of section 4, T. 17 N., R. 6 W, Willamette Meridian; South Elma, Washington, U.S. Geological Survey Quadrangle; latitude 46.9881410 degrees north, longitude 123.4303670 degrees west, WGS 84 (coordinates determined with a GPS)"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nMean annual soil temperature--10 to 12 degrees C\nSoil moisture control section--dry 75 to 90 consecutive days following summer solstice\nUmbric epipedon--25 to 45 cm (A horizon, and 2Bw horizon in some pedons)\nSodium fluoride pH--greater than 10.0\nRatio of clay to 1500 kPa water--greater than 0.8\nParticle-size control section--less than 15 percent clay (weighted average); 40 to 85 percent total rock fragment content (weighted average)\nA horizon\nHue--10YR, 7.5YR\nValue--2 or 2.5 moist, 2 to 4 dry\nChroma--1 to 3 moist, 2 or 3 dry\nVolcanic glass content--5 to 15 percent\nAmmonium oxalate extractable Al plus 1/2 Fe times 60 plus volcanic glass--30 or more\n1/3-bar bulk density--0.90 to 1.20 g/cm3\nContent of coarse silt to very coarse sand in fine-earth fraction--30 percent or more\nFine-earth texture--sandy loam, fine sandy loam, loam\nGravel content--15 to 45 percent\nReaction (pH)--5.1 to 6.0\nThickness--25 to 35 cm\nBw horizon\nHue--10YR, 7.5YR\nValue--4 to 5 dry\nChroma--3 to 4 moist, 4 to 6 dry\nFine-earth texture--loamy fine sand, loamy sand, sandy loam\nTotal rock fragment content--40 to 85 percent\nGravel content--40 to 80 percent\nCobble content--0 to 10 percent\nReaction (pH)--5.1 to 6.5\nThickness--10 to 40 cm\nBC horizon (where present)\nValue--3 or 4 moist, 3 to 6 dry\nChroma--3 or 4 moist or dry\nFine-earth texture--loamy fine sand, loamy sand, sand\nTotal rock fragment content--40 to 85 percent\nGravel content--40 to 80 percent\nCobble content--0 to 25 percent\nReaction (pH)--5.1 to 6.5\nThickness--15 to 55 cm\nC horizon\nValue--3 or 4 moist, 4 to 6 dry\nChroma--2 or 3 moist or dry\nFine-earth texture--coarse sand, sand, loamy sand\nTotal rock fragment content--40 to 85 percent\nGravel content--40 to 80 percent\nCobble content--0 to 25 percent\nReaction (pH)--5.6 to 7.3"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: None"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nElevation--5 to 55 m\nMean annual precipitation--1200 to 1800 mm\nMean annual air temperature--10 to 11 degrees C\nFrost-free period--150 to 200 days"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:\nGate--aquic conditions at a depth of 75 to 100 cm from the soil surface; on convex to linear alluvial fans and terraces\nEld--18 to 35 percent clay and less than 15 percent rock fragments in particle-size control section; occasionally flooded; in slightly convex to linear positions of flood plains lower on the landscape\nDaviscreek--andic soil properties; very rarely flooded; in convex to linear positions of outwash terraces\nHuttula--aquic conditions at a depth of 30 to 50 cm from the soil surface; occasionally flooded; in concave to linear positions of outwash terraces\nRoundtree--aquic conditions to the soil surface; frequently flooded; frequently ponded; in concave depressions and overflow stream channels\nNemah--aquic conditions to the soil surface; in concave depressions"
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:\nDrainage class--somewhat excessively drained\nSaturated hydraulic conductivity (Ksat)--high or very high in A horizon, very high below A horizon"
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:\nUse--livestock grazing, hay production, and development in cleared areas; wildlife habitat\nNative vegetation--Douglas-fir, lodgepole pine, Oregon white oak, bigleaf maple, red alder, common snowberry, salal, oceanspray, tall Oregon grape, Cascade Oregon grape, trailing blackberry, western swordfern, brackenfern"
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Western Washington; MLRA 2; small extent"
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES PROPOSED",
    "content": "SERIES PROPOSED: Grays Harbor County, Washington; 2016; name from Grand Mound, Washington"
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nDiagnostic horizons and other features in this pedon\n*Particle-size control section--zone from 25 to 100 cm\n*Umbric epipedon--zone from the surface to a depth of 26 cm\n11/2016--The Grandmound series was established as part of an update project. The official series description was developed according to SSR01 Technical Note--Content and Format of Official Series Descriptions (revised 12/2015). Further field investigation and laboratory sampling of the glacially modified river valleys and outwash plains in MLRA 2 is recommended to determine distribution.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
