{
  "SERIES": "GRANDE RONDE",
  "STATUS": "Inactive Series",
  "BYREV": "Rev. GEO/AON",
  "REVDATE": "10/2014",
  "STATES": "OR",
  "OVERVIEW": "The Grande Ronde series is a member of the very fine, mixed, mesic family of Aquic Dystrochrepts. This classification is tentative. The soils, typically, have dark brown A horizons, yellowish brown and pale brown mottled silty clay B horizons, and IIC horizons of yellowish brown and light brownish gray clay.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Very-fine, mixed, superactive, mesic Aquic Dystroxerepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPIFYING PEDON",
    "content": "TYPIFYING PEDON:  Grande Ronde silty clay loam, improved pasture.  (Colors are for moist soil unless otherwise noted.)\nAp--0 to 6 inches; dark brown (10YR 4/3) silty clay loam, pale brown (10YR 6/3) dry; many very fine distinct dark reddish brown mottles; moderate fine subangular blocky structure; slightly hard, friable, slightly sticky, plastic; many fine irregular pores; many fine roots; very strongly acid (pH 5.0); abrupt smooth boundary. (5 to 10 inches thick)\nB1--6 to 11 inches; dark brown (10YR 4/3) heavy silty clay loam, pale brown (10YR 6/3) dry; many very fine distinct dark reddish brown and reddish brown mottles; moderate fine subangular blocky structure; hard, friable, sticky, plastic; many very fine irregular pores; common fine roots; very strongly acid (pH 4.8); clear smooth boundary. (4 to 8 inches thick)\nB21--11 to 18 inches; yellowish brown (10YR 5/4) silty clay, very pale brown (10YR 7/3) dry; many fine distinct dark reddish brown mottles; moderate fine subangular blocky structure; firm, sticky, plastic; many very fine and fine irregular and tubular pores; few fine roots; few thin dark colored coatings on ped faces; continuous gray coatings of clean silt and fine sand grains on ped faces; very strongly acid (pH 4.6); clear smooth boundary. (4 to 10 inches thick)\nB22--18 to 24 inches; pale brown (10YR 6/3) silty clay, very pale brown (10YR 7/3 and 8/3) dry; many fine distinct dark yellowish brown and grayish brown mottles; weak fine subangular blocky structure; firm, very sticky, plastic; many very fine tubular pores; few fine roots; many black coatings; continuous gray coatings of clean silt and fine sand grains on ped faces; very strongly acid (pH 4.6); clear smooth boundary. (4 to 10 inches thick)\nIIC1--24 to 34 inches; yellowish brown (10YR 5/6) clay, light yellowish brown (10YR 6/4) dry; many distinct gray mottles; weak coarse prismatic structure, structureless, massive when moist; very firm, very sticky, very plastic; few very fine pores; very strongly acid (pH 4.5); clear smooth boundary. (8 to 15 inches thick)\nIIC2--34 to 45 inches; light brownish gray (2.5Y 6/2) clay, light gray (2.5Y 7/2) dry; many fine distinct yellowish brown and gray mottles; structureless, massive; very firm, very sticky, very plastic; few very fine pores; common fine fragments of sedimentary rock; few pebbles of igneous rock; few small black coatings on some vertical fractures; very strongly acid (pH 4.6)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Yamhill County, Oregon; 1/2 mile north of the Grande Ronde Agency store, 75 feet east of road, NW1/4 NW1/4 section 1, T.6S., R.8W., Willamette Meridian."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The soil is usually moist, and it is dry for less than 60 consecutive days in all parts between 4 and 12 inches. The mean annual soil temperature ranges from about 47 to 55 degrees F.  Thickness of the solum above the IIC horizon ranges from 22 to 36 inches. The A horizon has 10YR hue, value near 4 moist, and chroma of 2 or 3 and no or few faint or distinct mottles. The B horizons has 10YR hue, value of 4 through 6 moist and 5 through 8 dry, and chroma of 3 or 4. Mottles having chroma ranging from 1 to 6 are distinct or prominent at depths of less than 20 inches. Texture ranges from silty clay to clay, and the structure is weak or moderate grade. The IIC horizon is structureless, massive or has weak prismatic structure. In some places it contains fragments of siltstone and shale, and pebbles of basalt.  These fragments and pebbles usually are most abundant in the deepest horizons, where they constitute as much as 20 percent of the soil by volume."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES AND THEIR DIFFERENTIAE",
    "content": "COMPETING SERIES AND THEIR DIFFERENTIAE:  Similar soils are in the Aloha and Galvin series. They have silt loam or silty clay loam texture in their control sections, and they are dry in all parts between 7 and 20 percent of the soil by volume."
  },
  "GEOGRAPHIC SETTING": {
    "section": "SETTING",
    "content": "SETTING:  The Grande Ronde soils are on nearly level old terraces in small valleys along the eastern footslopes of the Coast Range at elevations of 300 to 500 feet. The regolith is stratified silty clay loam, sitly clay, and clay that have come mainly from sedimentary rocks. Winter is cool and moist and summer is warm and dry. The average July temperature is 64 degrees F.; the average January temperature is 34 degrees F.; and the average annual temperature is 49 degrees F. The average annual precipitation ranges from 60 to 80 inches. The growing season is about 180 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "PRINCIPAL ASSOCIATED SOILS",
    "content": "PRINCIPAL ASSOCIATED SOILS:  These are the Ead, Knappa and Peavine series. The Ead and Peavine soils are well drained, clayey soils formed on nearby hills in siltstone and shale. The Knappa soils on nearby low terraces are well drained and have moderately fine texture."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Somewhat poorly drained; slow runoff; slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most of the area is cultivated to crops of spring grain, grass seed, hay and pasture. Native vegetation is Oregon white oak, red alder and grasses and some sedge."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  The eastern footslopes of the Coast Range in northwestern Oregon. The series is inextensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Yamhill County, Oregon, 1917.\nNational Cooperative Soil Survey\nU. S. A."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": null
  }
}
