{
  "SERIES": "GRANTFORK",
  "STATUS": "Established Series",
  "BYREV": "Rev. TMG-TJE-JCD-RAL-GRS",
  "REVDATE": "5/98",
  "STATES": "IL",
  "OVERVIEW": "The Grantfork series consists of very deep, somewhat poorly drained soils formed in loamy materials and the underlying glacial till, or entirely in till, on sideslopes of the Illinoian till plain.  These soils contain a concentration of exchangeable sodium in the subsoil.  Permeability is slow.  Slope gradients range from 2 to 20 percent.  Mean annual precipitation is about 38 inches, and mean annual air temperature is about 55 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, mesic Aeric Epiaqualfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Grantfork silty clay loam - on a severely eroded slope of 9 percent in a field of clover at an elevation of about 590 feet above mean sea level.  (Colors are for moist soil unless otherwise stated.)\nAp--0 to 5 inches; dark yellowish brown (10YR 4/4) silty clay loam, light yellowish brown (10YR 6/4) dry; weak fine and medium subangular blocky structure; firm; common very fine and few fine roots; few very fine and fine tubular pores; few rounded dark reddish brown (5YR 3/4) masses of iron-manganese accumulation; 11 percent sand; few pebbles; neutral; abrupt smooth boundary. (3 to 11 inches thick)\nBt--5 to 12 inches; dark yellowish brown (10YR 4/4) silty clay loam; moderate medium angular blocky structure in 2 inch plowsole and weak medium subangular blocky below; firm; few very fine roots; many faint brown (10YR 4/3) clay films on faces of peds in the upper part and many distinct dark grayish brown (10YR 4/2) clay films on faces of peds in the lower part; common medium prominent strong brown (7.5YR 5/6) masses of iron accumulation and common fine distinct grayish brown (10YR 5/2) iron depletions in the matrix; 17 percent sand; few pebbles; neutral; clear smooth boundary.\nBtg--12 to 23 inches; grayish brown (10YR 5/2) silt loam; weak medium prismatic structure parting to moderate medium subangular blocky; firm; few very fine roots; many distinct dark grayish brown (10YR 4/2) clay films on faces of peds; common medium distinct yellowish brown (10YR 5/6) masses of iron accumulation in the matrix; few fine and medium rounded black (10YR 2/1) iron-manganese nodules with sharp boundaries; 3 percent exchangeable sodium; 24 percent sand; few pebbles; slightly alkaline; abrupt smooth boundary.\nBtng1--23 to 29 inches; light brownish gray (2.5Y 6/2) loam; weak medium and coarse prismatic structure parting to weak medium angular blocky; firm; few very fine roots; many distinct grayish brown (10YR 5/2) clay films on faces of peds; common fine prominent dark yellowish brown (10YR 4/4) and common medium prominent strong brown (7.5YR 5/8) masses of iron accumulation in the matrix; few fine rounded black (10YR 2/1) iron-manganese nodules with sharp boundaries; 6 percent exchangeable sodium; 24 percent sand; few pebbles; moderately alkaline; clear smooth boundary.\nBtng2--29 to 37 inches; grayish brown (10YR 5/2) clay loam; moderate medium prismatic structure parting to moderate medium angular blocky; firm; few very fine roots; many distinct dark grayish brown (10YR 4/2) clay films on faces of peds; common fine distinct dark yellowish brown (10YR 4/4) and common medium prominent strong brown (7.5YR 5/6) masses of iron accumulation in the matrix; few fine rounded black (10YR 2/1) iron-manganese nodules with sharp boundaries; 8 percent exchangeable sodium; 25 percent sand; few pebbles; moderately alkaline; clear smooth boundary.\n2Btng3--37 to 49 inches; light brownish gray (10YR 6/2) clay loam; moderate medium prismatic structure parting to moderate medium subangular blocky; firm; many distinct grayish brown (10YR 5/2) clay films on faces of peds and brown (10YR 4/3) clay films lining pores; common medium prominent strong brown (7.5YR 5/6) masses of iron accumulation in the matrix; few fine irregular black (10YR 2/1) iron-manganese nodules with sharp boundaries; 10 percent exchangeable sodium; 35 percent sand; common pebbles; moderately alkaline; clear smooth boundary.\n2Btng4--49 to 57 inches; light brownish gray (10YR 6/2) loam; weak medium prismatic structure parting to moderate medium subangular blocky; firm; many distinct dark grayish brown (10YR 4/2) and dark yellowish brown (10YR 4/4) clay films on faces of peds; common medium prominent strong brown (7.5YR 5/6) masses of iron accumulation in the matrix; few fine irregular black (10YR 2/1) iron-manganese nodules with sharp boundaries; 11 percent exchangeable sodium; 33 percent sand; common pebbles; strongly  alkaline; clear smooth boundary.\n2BCtng--57 to 67 inches; light brownish gray (10YR 6/2) clay loam; weak coarse prismatic structure; friable; common faint grayish brown (10YR 5/2) clay films on vertical faces of peds; few prominent very dark gray (10YR 3/1) organo-clay films lining pores; many medium distinct yellowish brown (10YR 5/6) and prominent yellowish red (5YR 5/8) masses of iron accumulation in the matrix; common fine and medium irregular black (10YR 2/1) iron-manganese nodules with clear strong brown (7.5YR 4/6) boundaries; 11 percent exchangeable sodium; 41 percent sand; common pebbles; moderately alkaline; clear smooth boundary.\n3Btgb--67 to 80 inches; gray (2.5Y 5/1) clay; weak medium prismatic structure parting to moderate medium angular blocky; very firm; many faint gray (2.5Y 5/1) pressure faces on faces of peds; few prominent very dark gray (10YR 3/1) organo-clay films lining pores; many coarse prominent strong brown (7.5YR 5/6) masses of iron accumulation in the matrix in the upper part; common pebbles and few cobbles; slightly alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Madison County, Illinois; about 1 mile northeast of New Douglas; 732 feet east and 560 feet north of the southwest corner of sec 3, T. 6 N., R. 5 W.; USGS New Douglas, IL. topographic quadrangle; lat. 38 degrees 59 minutes 42 seconds N. and long. 89 degrees 39 minutes 17 seconds W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The depth to the base of the argillic horizon is 45 to 80 inches or more.  The till commonly is at depths of 30 to 40 inches, but is as deep as 45 inches in some pedons and is at the surface in others. Exchangeable sodium in concentrations of 5 to 15 percent is in one or more subhorizons between 10 and 40 inches.  An exchangeable sodium concentration greater than 15 percent is below a depth of 40 inches in some pedons.  The particle-size control section averages between 20 and 30 percent clay and between 15 and 30 percent sand coarser than very fine. The average content of gravel throughout the series control section ranges from a few pebbles to 5 percent.\nThe upper part of the series control section (Ap horizon) has hue of 10YR, value of 3 or 4 (4 to 6 dry) and chroma of 2 to 4.  Texture is silty clay loam, clay loam, silt loam, or loam.  Clay content is 20 to 30 percent.  Reaction is very strongly acid to slightly alkaline depending on the liming history.\nSome pedons have E, EB, or BE horizons.  Where present, these horizons individually are between 2 and 8 inches in thickness and have color value of 4 or 5 and chroma of 2 to 4.  They are silty clay loam, clay loam, silt loam, or loam. Reaction is strongly acid to slightly alkaline.\nThe middle part of the series control section (Bt, Btg, Btng, 2Bt, 2Btg,or 2Btng horizon) has hue of 10YR, 2.5Y, or less commonly 7.5YR; value of 4 to 7, and chroma of 1 to 4. Redox features have hue of 10YR, 2.5Y, 7.5YR, or 5YR, or neutral; value of 4 to 6; and chroma of 0 to 8.  Exteriors of peds have coatings with chroma of 1 to 4.  Texture is silty clay loam, clay loam, silt loam, or loam.  Reaction ranges from strongly acid to strongly alkaline in the upper part and from slightly alkaline to strongly alkaline in the lower part.  Carbonates are common, but are not everywhere present.\nThe lower part of the series control section (2BCtng or 2BC, and C or 2C) has hue of 10YR or 2.5Y, value of 5 or 6, and chroma of 1 or 2.  Some pedons are variegated, with no dominant color, in which the full range of the colors is hue of 5YR, 7.5YR, 10YR, 2.5Y, or is neutral; value of 3 to 7; and chroma of 0 to 8.  Texture is silt loam, loam, silty clay loam, or clay loam.  Reaction is slightly alkaline to strongly alkaline.  Some pedons contain carbonates\nSome pedons have a C horizon that is underlain by buried horizons of older soils, and other pedons do not have a C horizon; where the modern soil is welded to a strongly developed paleosol.  These horizons have a wide range of both colors and textures."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Appleton, Aubbeenaubbee, Baugo (T), Carway (T), Crosier, Homeworth (T), Jugtown (T), and Shebeon series.  None of these soils have a concentration of exchangeable sodium in the series control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Grantfork soils are on erosional side slopes of the dissected Illinoian till plain, primarily along drainageways.  Slope ranges from 2 to 20 percent. These soils contain a concentration of exchangeable sodium in the subsoil.  These soils formed in loamy erosional sediments as much as 45 inches in thickness and the underlying till or, in some pedons, formed entirely in till. The loamy sediments contain an admixed increment of loess in some pedons, but rarely a loess mantle because these soils are on erosional surfaces.  The till contains a strongly developed paleosol that has undergone various degrees of erosion, truncation, and resaturation with sodium.  Mean annual soil temperature is 54 to 57 degrees F., mean annual precipitation 36 to 40 inches, frost-free period is 180 to 200, and elevation is 400 to 750 feet above mean sea level."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Blair, Darmstadt, Elco, Hickory, and Tamalco soils.  The somewhat poorly drained Blair soils are adjacent on similar parts of the dissected Illinoian till plain.  Darmstadt, Elco, and Tamalco soils are upslope from Grantfork soils and have loess in the upper part of their sola and dominating their control section.  The well drained Hickory soils are downslope from these soils and they do not have 5 percent or more exchangeable sodium in the subsoil."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Somewhat poorly drained.  Rapid runoff.  Permeability is moderately slow in the upper part of the soil, and slow in the horizons that contain 5 percent or more exchangeable sodium.  In drained areas, depth to an intermittent perched high water table is 0.5 foot to 2.0 feet from December to April in most years."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are used for row crops, hayland, pasture, or woodland.  Native vegetation is mixed deciduous trees."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Southern Illinois; extent is small, and mainly in MLRA(s) 113 and 114."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Indianapolis, Indiana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Bond County, Illinois, 1981."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features in this soil include:  Ochric epipedon - from the surface of the soil to a depth of 5 inches (Ap horizon).  Argillic horizon - from a depth of approximately 5 to 67 inches (Bt, Btg, Btng1, Btng2, 2Btng3, 2Btng4, and 2BCtng horizons).  Aquic conditions - periodic episaturation and reduction indicated by redoximorphic features throughout the soil.\nAvailable laboratory data shows that these soils contain less than 15 percent exchangeable sodium in the subsoil, or that the sodium is too deep in the solum to meet the requirements of a natric horizon.  Some pedons have a B:A clay ratio of 1.2 or greater, but most do not because of accelerated erosion.\nThe texture and color of the soil varies over a wide range in these soils depending upon the amount of truncation and erosion.  The reaction varies over a wide range because of the degree of resaturation of the weathered solum.  The source of the sodium is leachate believed to have originated from chemical weathering of sodium feldspars in the loess of soils upslope.\nThe typical pedon was resampled and described to 80 inches for this revision (5/98)."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "ADDITIONAL DATA:  Data from several pedons are on file in the NRCS/USDA state office in Champaign, Illinois."
  },
  "SITE": [
    [
      {
        "drainage": "somewhat poorly",
        "drainage_overview": "somewhat poorly"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 13,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 4,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "silty clay loam",
        "structure": "weak fine and medium subangular blocky",
        "dry_rupture": "NA",
        "moist_rupture": "firm",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Ap--0 to 5 inches; dark yellowish brown (10YR 4/4) silty clay loam, light yellowish brown (10YR 6/4) dry; weak fine and medium subangular blocky structure; firm; common very fine and few fine roots; few very fine and fine tubular pores; few rounded dark reddish brown (5YR 3/4) masses of iron-manganese accumulation; 11 percent sand; few pebbles; neutral; abrupt smooth boundary. (3 to 11 inches thick)"
      },
      {
        "name": "Bt",
        "top": 13,
        "bottom": 30,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "silty clay loam",
        "structure": "moderate medium angular blocky",
        "dry_rupture": "NA",
        "moist_rupture": "firm",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bt--5 to 12 inches; dark yellowish brown (10YR 4/4) silty clay loam; moderate medium angular blocky structure in 2 inch plowsole and weak medium subangular blocky below; firm; few very fine roots; many faint brown (10YR 4/3) clay films on faces of peds in the upper part and many distinct dark grayish brown (10YR 4/2) clay films on faces of peds in the lower part; common medium prominent strong brown (7.5YR 5/6) masses of iron accumulation and common fine distinct grayish brown (10YR 5/2) iron depletions in the matrix; 17 percent sand; few pebbles; neutral; clear smooth boundary."
      },
      {
        "name": "Btg",
        "top": 30,
        "bottom": 58,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "silt loam",
        "structure": "weak medium prismatic",
        "dry_rupture": "NA",
        "moist_rupture": "firm",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly alkaline",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Btg--12 to 23 inches; grayish brown (10YR 5/2) silt loam; weak medium prismatic structure parting to moderate medium subangular blocky; firm; few very fine roots; many distinct dark grayish brown (10YR 4/2) clay films on faces of peds; common medium distinct yellowish brown (10YR 5/6) masses of iron accumulation in the matrix; few fine and medium rounded black (10YR 2/1) iron-manganese nodules with sharp boundaries; 3 percent exchangeable sodium; 24 percent sand; few pebbles; slightly alkaline; abrupt smooth boundary."
      },
      {
        "name": "Btng1",
        "top": 58,
        "bottom": 74,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "2.5Y",
        "moist_value": 6,
        "moist_chroma": 2,
        "texture_class": "sand",
        "structure": "weak medium and coarse prismatic",
        "dry_rupture": "NA",
        "moist_rupture": "firm",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Btng1--23 to 29 inches; light brownish gray (2.5Y 6/2) loam; weak medium and coarse prismatic structure parting to weak medium angular blocky; firm; few very fine roots; many distinct grayish brown (10YR 5/2) clay films on faces of peds; common fine prominent dark yellowish brown (10YR 4/4) and common medium prominent strong brown (7.5YR 5/8) masses of iron accumulation in the matrix; few fine rounded black (10YR 2/1) iron-manganese nodules with sharp boundaries; 6 percent exchangeable sodium; 24 percent sand; few pebbles; moderately alkaline; clear smooth boundary."
      },
      {
        "name": "Btng2",
        "top": 74,
        "bottom": 94,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "clay loam",
        "structure": "moderate medium prismatic",
        "dry_rupture": "NA",
        "moist_rupture": "firm",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Btng2--29 to 37 inches; grayish brown (10YR 5/2) clay loam; moderate medium prismatic structure parting to moderate medium angular blocky; firm; few very fine roots; many distinct dark grayish brown (10YR 4/2) clay films on faces of peds; common fine distinct dark yellowish brown (10YR 4/4) and common medium prominent strong brown (7.5YR 5/6) masses of iron accumulation in the matrix; few fine rounded black (10YR 2/1) iron-manganese nodules with sharp boundaries; 8 percent exchangeable sodium; 25 percent sand; few pebbles; moderately alkaline; clear smooth boundary."
      },
      {
        "name": "2Btng3",
        "top": 94,
        "bottom": 124,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 2,
        "texture_class": "clay loam",
        "structure": "moderate medium prismatic",
        "dry_rupture": "NA",
        "moist_rupture": "firm",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "2Btng3--37 to 49 inches; light brownish gray (10YR 6/2) clay loam; moderate medium prismatic structure parting to moderate medium subangular blocky; firm; many distinct grayish brown (10YR 5/2) clay films on faces of peds and brown (10YR 4/3) clay films lining pores; common medium prominent strong brown (7.5YR 5/6) masses of iron accumulation in the matrix; few fine irregular black (10YR 2/1) iron-manganese nodules with sharp boundaries; 10 percent exchangeable sodium; 35 percent sand; common pebbles; moderately alkaline; clear smooth boundary."
      },
      {
        "name": "2Btng4",
        "top": 124,
        "bottom": 145,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 2,
        "texture_class": "sand",
        "structure": "weak medium prismatic",
        "dry_rupture": "NA",
        "moist_rupture": "firm",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "2Btng4--49 to 57 inches; light brownish gray (10YR 6/2) loam; weak medium prismatic structure parting to moderate medium subangular blocky; firm; many distinct dark grayish brown (10YR 4/2) and dark yellowish brown (10YR 4/4) clay films on faces of peds; common medium prominent strong brown (7.5YR 5/6) masses of iron accumulation in the matrix; few fine irregular black (10YR 2/1) iron-manganese nodules with sharp boundaries; 11 percent exchangeable sodium; 33 percent sand; common pebbles; strongly  alkaline; clear smooth boundary."
      },
      {
        "name": "2BCtng",
        "top": 145,
        "bottom": 170,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 2,
        "texture_class": "clay loam",
        "structure": "weak coarse prismatic",
        "dry_rupture": "NA",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "2BCtng--57 to 67 inches; light brownish gray (10YR 6/2) clay loam; weak coarse prismatic structure; friable; common faint grayish brown (10YR 5/2) clay films on vertical faces of peds; few prominent very dark gray (10YR 3/1) organo-clay films lining pores; many medium distinct yellowish brown (10YR 5/6) and prominent yellowish red (5YR 5/8) masses of iron accumulation in the matrix; common fine and medium irregular black (10YR 2/1) iron-manganese nodules with clear strong brown (7.5YR 4/6) boundaries; 11 percent exchangeable sodium; 41 percent sand; common pebbles; moderately alkaline; clear smooth boundary."
      },
      {
        "name": "3Btgb",
        "top": 170,
        "bottom": 203,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "2.5Y",
        "moist_value": 5,
        "moist_chroma": 1,
        "texture_class": "clay",
        "structure": "weak medium prismatic",
        "dry_rupture": "NA",
        "moist_rupture": "firm",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly alkaline",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "3Btgb--67 to 80 inches; gray (2.5Y 5/1) clay; weak medium prismatic structure parting to moderate medium angular blocky; very firm; many faint gray (2.5Y 5/1) pressure faces on faces of peds; few prominent very dark gray (10YR 3/1) organo-clay films lining pores; many coarse prominent strong brown (7.5YR 5/6) masses of iron accumulation in the matrix in the upper part; common pebbles and few cobbles; slightly alkaline."
      }
    ]
  ]
}
