{
  "SERIES": "GRANGEMONT",
  "STATUS": "Established Series",
  "BYREV": "Rev. PNP-BDG-EMM",
  "REVDATE": "07/2013",
  "STATES": "ID",
  "OVERVIEW": "The Grangemont series consists of very deep, well drained soils that formed in loess and reworked loess with a thin mantle of volcanic ash. Grangemont soils are on broad ridges, hills and structural benches on plateaus, and mountain slopes. Slopes are 3 to 45 percent. They have moderately high saturated hydraulic conductivity. The average annual precipitation is about 35 inches and the average annual temperature is about 42 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty, mixed, active, frigid Andic Glossudalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Grangemont ashy silt loam, forested - on a 5 percent slope on a southerly aspect at an elevation of 3,150 feet. (Colors are for dry soil unless otherwise noted. When described on September 28, 1983, the profile was moist throughout.)\nOi--0 to 2 inches; leaves, needles, twigs, and moss.\nOe--2 to 3 inches; decomposing leaves, needles, twigs, and moss. (Combined thickness of O horizons is 1.5 to 3 inches)\nA--3 to 7 inches; brown (7.5YR 5/4) ashy silt loam, brown (7.5YR 4/4) moist; weak very fine granular structure; soft, very friable, nonsticky and nonplastic; many very fine and fine, few medium, and coarse roots; many very fine and fine irregular and tubular pores; neutral (pH 6.6); clear smooth boundary. (1 to 6 inches thick)\nBw--7 to 14 inches; strong brown (7.5YR 5/6) ashy silt loam, brown (7.5YR 4/4) moist; weak medium subangular blocky structure parting to weak very fine granular; soft, very friable, slightly sticky and slightly plastic; many very fine and fine, common medium and coarse roots; many very fine, common fine, few medium tubular pores; neutral (pH 6.6); abrupt wavy boundary. (7 to 12 inches thick)\n2Bt/E1--14 to 21 inches; Bt - brown (7.5YR 5/4) silt loam, brown (7.5YR 4/4) moist; E - pink (7.5YR 7/3) silt loam, dark yellowish brown (10YR 4/4) moist; slightly hard, firm, slightly sticky and slightly plastic; weak coarse platy structure that parts to moderate medium and coarse subangular blocky; many medium, common very fine and fine, few coarse roots; many very fine and fine tubular pores with many very fine and fine vesicular pores in places; many faint clay films in pores; many thin bleached silt coats on all surfaces; slightly acid (pH 6.1); abrupt wavy boundary.\n2Bt/E2--21 to 30 inches; Bt - brown (7.5YR 5/4) silt loam, brown (7.5YR 4/4) moist, E - very pale brown (10YR 7/3) silt loam, dark yellowish brown (10YR 4/4) moist; hard, very firm, moderately sticky and moderately plastic; moderate medium and coarse subangular blocky structure; common very fine, fine, and medium, few coarse roots; many very fine, few medium vesicular pores in the B and many very fine and fine tubular pores in the E; some pores have many distinct clay films; beneath the bleached sand and silt coatings there are many faint clay films on the faces of peds; many manganese stains on faces of peds; continuous thick silt coatings on faces of peds of B material; 15 to 25 percent of horizon is fragic material; E material exists in pockets and streaks resembling interfingering; slightly acid (pH 6.2); clear smooth boundary.\n2Bt/E3--30 to 38 inches; Bt - strong brown (7.5YR 5/6) silty clay loam, brown (7.5YR 4/4) moist; E - very pale brown (10YR 7/4) silt loam, dark yellowish brown (10YR 4/4); moderate medium prismatic structure parting to moderate fine and medium subangular blocky; hard, firm, slightly sticky and moderately plastic; common fine and medium, few very fine roots; many very fine and fine, common medium tubular pores; some pores have many distinct clay films, beneath the bleached sand and silt coatings there are many faint clay films on the faces of peds; continuous thin silt coats on faces of peds; common manganese stains; slightly acid (pH 6.1); gradual smooth boundary. (Combined thickness of the 2B/E and/or E/B horizons is 20 to 48 inches.)\n2Bt1--38 to 60 inches; brown (7.5YR 5/4) silty clay loam, brown (7.5YR 4/4) moist; moderate medium and coarse prismatic structure parting to strong medium and coarse subangular blocky; hard, firm, very sticky and very plastic; common fine, few very fine, and medium roots; common very fine, fine, and medium tubular pores; continuous prominent clay films lining pores, common faint clay films on faces of peds; slightly brittle; 10 to 15 percent fragic material; 5 percent gravel; common thin silt coats on faces of peds; moderately acid (pH 5.9); clear smooth boundary.\n2Bt2--60 to 71 inches; brown (7.5YR 5/4) silty clay loam, brown (7.5YR 4/4) moist; moderate medium and coarse prismatic structure parting to weak medium subangular blocky; hard, firm, moderately sticky, and moderately plastic; few very fine and fine roots; common very fine and fine, few medium tubular and many very fine and fine vesicular pores; continuous distinct clay films in pores and common faint clay films on faces of peds; common distinct uncoated silt grains on ped faces; 5 percent gravel; moderately acid (pH 5.7); gradual smooth boundary. (0 to 12 inches thick)\n2Bt3--71 to 95 inches; brown (7.5YR 5/4) silty clay loam, brown (7.5YR 4/4) moist; strong medium and coarse prismatic structure parting to moderate medium and coarse subangular blocky; hard, firm, moderately sticky, and moderately plastic; common very fine and fine, few medium tubular and vesicular pores; continuous distinct clay films on faces of peds and continuous prominent clay films lining pores; 5 percent gravel; moderately acid (pH 5.7)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Clearwater County, Idaho; about 4 miles north and 1.5 miles west of Weippe, Idaho; about 400 feet north and 1,100 feet east of the southwest corner of section 21, T. 36 N., R. 4 E.; Latitude - 46 degrees, 26 minutes, 33 seconds North; Longitude - 115 degrees, 58 minutes, 08 seconds West; USGS Weippe North Quadrangle."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture - usually moist year-round and not dry for 45 consecutive days between June and October. Udic moisture regime.\nAverage annual soil temperature - 40 to 46 degrees F.\nAverage summer soil temperature - 47 to 51 degrees F. Frigid temperature regime.\nThickness of volcanic ash - 7 to 13 inches\nA horizon\nHue - 7.5YR or 10YR dry or moist\nValue - 3 to 6 dry, 2.5 to 4 moist\nChroma - 2 to 6 dry, 2 to 4 moist\nTextures - ashy silt loam or ashy loam\nClay content - 8 to 10 percent\nReaction - 5.6 to 7.3\nBulk density - 0.60 to 0.95 g/cc\nAcid oxalate Al plus 1/2 Fe - 1.20 to 2.25 percent\nBw horizon\nHue - 7.5YR or 10YR dry or moist\nValue - 5 to 7 dry, 3 or 4 moist\nChroma - 3 to 6 dry or moist\nTextures - ashy silt loam or ashy loam\nClay content - 8 to 10 percent\nReaction - 5.6 to 7.3\nBulk density - 0.70 to 1.20 g/cc\nAcid oxalate Al plus 1/2 Fe - 1.20 to 2.35 percent\n2E, 2EBt, 2EB, or 2BtE horizons (present in some pedons)\nHue - 7.5YR or 10YR\nValue - 5 to 7 dry, 4 or 5 moist\nChroma - 3 or 4 dry, 2 to 4 moist\nTextures - silt loam\nClay content - 14 to 20 percent\nRock fragments - 0 to 2 percent gravel\nReaction - 5.4 to 6.5\n2Bt/E or 2E/Bt horizons\nBt material:\nHue - 7.5YR or 10YR moist\nValue - 4 to 6 dry, 3 or 4 moist\nChroma - 3 to 6 dry or moist\nTextures - silt loam or silty clay loam\nClay content - 18 to 32 percent\nE material:\nHue - 7.5YR or 10YR moist\nValue - 6 to 8 dry, 4 to 6 moist\nChroma - 2 to 4 dry, 2 to 6 moist\nClay content - 13 to 21 percent\nRock fragments - 0 to 5 percent gravel\n5.1 to 6.3\nFragic material - 0 to 45 percent\n2Bt or 2Btx horizons\nHue - 7.5YR or 10YR dry, 5YR to 10YR moist\nValue - 4 to 6 dry, 3 to 5 moist\nChroma - 3 to 6 dry or moist\nTextures - loam, silt loam, clay loam or silty clay loam\nClay content - 15 to 38 percent (weighted average less than 35 percent)\nRock fragments - 0 to 10 percent gravel, 0 to 20 percent cobbles\nReaction - 5.1 to 6.0\nFragic material - 0 to 45 percent (fragic material is always present in either or both the 2B/E or 2Bt horizons)"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no competing series."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: The Grangemont soils are on broad ridges, hills, structural benches, and mountain slopes at elevations of 1,600 to 3,800 feet (489 to 1158 meters). Slopes are 3 to 45 percent. These soils formed in loess and reworked loess with a thin mantle of volcanic ash. The average annual temperature ranges from 38 to 46 degrees F. The average annual precipitation ranges from 28 to 50 inches (711 to 1270 mm) and the frost-free period is about 50 to 120 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are Carlinton, Cavendish, Kauder, Reggear, and Wilkins, series. Carlinton soils are on south and west-facing hills and have xeric moisture regimes. Cavendish soils are on south and west-facing hills at lower elevations and are fine-loamy. Wilkins soils are on flood plains and are somewhat poorly drained. Kauder and Reggear soils are on undulating plateaus and have fragipans."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Well drained; medium to rapid runoff; moderately high saturated hydraulic conductivity."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: These soils are used primarily for timber production, livestock grazing, wildlife habitat, and watershed. Some areas have been cleared for cultivation. The natural vegetation is mainly western redcedar, grand fir, Douglas-fir, Myrtle pachystima, beargrass, huckleberry, common snowberry, queencup beadlily, and longtube twinflower."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: North-central Idaho; Grangemont soils are moderately extensive. MLRA 43A."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Clearwater County, Idaho, 2003."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and other features recognized in this pedon:\nOchric epipedon - the zone from 3 to 14 inches (A and Bw horizons)\nArgillic horizons - the zone from 14 to 95 inches (2Bt/E and 2Btb horizons)\nVolcanic ash mantle - the zone from 3 to 14 inches (A and Bw horizons)\nParticle size control section - upper 20 inches of the argillic, 14 to 34 inches (2B/E horizons)\nClassification change on 1/2009 from Fine-silty, mixed, active, frigid Andic Hapludalfs to Fine-silty, mixed, active, frigid Andic Glossudalfs\nADDITIONAL DATA:\nLaboratory data are available for this series: Soil Survey Sample No. S83ID-035-001 (pedon no. 84P 106) (this pedon) and Soil Survey Sample No. S83ID-035-004 (pedon no. 84P 111) both from Clearwater County, Idaho; sampled by NSSL, Lincoln, NE.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
