{
  "SERIES": "GRANT",
  "STATUS": "Established Series",
  "BYREV": "Rev. GFS:AMS:JLD",
  "REVDATE": "08/2017",
  "STATES": "KS,OK",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty, mixed, superactive, thermic Udic Argiustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Grant silt loam-cultivated, at an elevation of 397 m (1310 ft).  (Colors are for dry soil unless otherwise stated.)\nAp--0 to 18 cm (0 to 7 in); brown (7.5YR 5/2) silt loam, dark brown (7.5YR 3/2) moist; weak fine granular structure; slightly hard, very friable; many fine roots; slightly acid; clear smooth boundary.\nA--18 to 30 cm (7 to 12 in); brown (7.5YR 4/2) silt loam, dark brown (7.5YR 3/2) moist; moderate fine granular structure; slightly hard, very friable; many fine roots; slightly acid; gradual smooth boundary. (Combined thickness of the A horizon is 10 to 50 cm [4 to 25 inches])\nBA--30 to 41 cm (12 to 16 in); reddish brown (5YR 4/3) silt loam, dark reddish brown (5YR 3/3) moist; moderate medium granular structure; slightly hard, friable; many fine roots; neutral; gradual smooth boundary. (Thickness of the BA horizon is 0 to 33 cm [0 to 13 inches])\nBt--41 to 81 cm (16 to 32 in); reddish brown (5YR 5/4) silty clay loam, reddish brown (5YR 4/4) moist; moderate medium subangular blocky structure; hard, friable; common fine roots; common clay films on faces of peds; neutral; gradual smooth boundary. (Thickness of the Bt horizon is 38 to 76 cm [15 to 30 inches])\nBC--81 to 119 cm (32 to 47 in); yellowish red (5YR 5/6) silt loam, yellowish red (5YR 4/6) moist; weak medium subangular blocky structure; hard, friable; few fine roots; slightly alkaline; gradual smooth boundary. (Thickness of the BC horizon is 0 to 76 cm [0 to 30 inches])\nC--119 to 150 cm (47 to 59 in); yellowish red (5YR 5/6) silt loam, yellowish red (5YR 4/6) moist; massive; hard, friable; few fine roots; common medium fragments of sandstone; calcareous; strongly effervescent; moderately alkaline; clear smooth boundary. (Thickness of the C horizon is 0 to 76 cm (0 to 30 in))\nCr--150 to 183 cm (59 to 72 in); red (2.5YR 5/6) weakly consolidated siltstone, red (2.5YR 4/6) moist; calcareous in seams; strongly effervescent; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Garfield County, Oklahoma; about 2 miles north and 6 1/2 miles west of Hillsdale, Oklahoma; 500 feet south and 100 feet east of the northwest corner of sec. 6, T. 24 N., R. 8 W.\nUSGS Topographic Quadrangle: Jet SE, OK\nLatitude: 36 degrees, 36 minutes, 31.56 seconds N\nLongitude: 98 degrees, 06 minutes, 13.68 seconds W\nDecimal Degrees:\nLatitude: 36.5921 degrees\nLongitude: -98.1038 degrees\nDatum: WGS 84\nUTM Easting: 580165.2 m\nUTM Northing: 4049998 m\nUTM Zone: 14N"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nDepth to paralithic contact: 102 to 152 cm (40 to 60 in) to siltstone or silty shale\nDepth to secondary carbonates: 76 to 152 cm (30 to 60 in)\nParticle-size control section:\nClay content: 18 to 35 percent\nSand content: 0 to 15 percent\nA and Ap horizons:\nHue: 5YR to 10YR\nValue: 2 or 3 moist, 4 or 5 dry\nChroma: 2 or 3 moist or dry\nTexture: very fine sandy loam, silt loam, or loam\nEffervescence: none to slight\nReaction: slightly acid to slightly alkaline\nBA horizon:\nHue: 2.5YR to 7.5YR\nValue: 2 or 3 moist, 4 or 5 dry\nChroma: 2 to 4 moist or dry\nTexture: very fine sandy loam, silt loam, or loam\nEffervescence: none to slight\nReaction: slightly acid to slightly alkaline\nBt horizon:\nHue: 2.5YR to 7.5YR\nValue: 4 or 5 moist, 5 or 6 dry\nChroma: 2 to 8 moist or dry\nTexture: very fine sandy loam, silt loam, loam, silty clay loam, or clay loam\nClay content: 22 to 28 percent, but ranges from 18 to 35 percent\nSand content: less than 15 percent fine sand and coarser sand\nEffervescence: slight to strong\nReaction: slightly acid to moderately alkaline\nBC horizon:\nHue: 2.5YR or 5YR\nValue: 4 to 6 moist, 5 to 7 dry\nChroma: 4 to 8 moist or dry\nTexture: silt loam or loam, but includes very fine sandy loam, silty clay loam\nEffervescence: none to strong\nReaction: neutral to moderately alkaline\nC horizon:\nHue: 2.5YR or 5YR\nValue: 4 to 7 moist, 5 to 8 dry\nChroma of 4 to 8 moist or dry\nTexture: very fine sandy loam, silt loam, or loam\nFragments: amount-0 to 20 percent by volume; size-5 to 30 mm; kind-sandstone\nEffervescence: slight to strong\nReaction: slightly alkaline or moderately alkaline\nCr horizon\nParalithic contact: siltstone or silty shale; the material is dense enough to be root restrictive\nFractures: are greater than 10 cm (4 in) apart\nExcavation difficulty: low to moderate\nCementation: slakes in water in less than 15 hours\nOther features: calcareous in some pedons"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: This is the Vanoss series in the same family.\nVanoss soils: solum is more than 152 cm (60 in) to bedrock"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent Material: weathered from siltstone or silty shale, some areas are covered with a thin mantle of loess\nLandscape: hills\nLandform: paleoterraces\nHillslope position: summits and backslopes\nSlope: 0 to 20 percent\nMean annual air temperature: 14 to 17 degrees C (57 to 63 degrees F)\nThornthwaite annual P-E indices: 44 to 64\nMean annual precipitation: 660 to 970 mm (26 to 38 in)\nFrost-free period: 190 to 220 days\nElevation: 213 to 457 m (700 to 1500 ft)"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Bethany, Lucien), Nash, Nashville , Norge , and Pond Creek series.\nBethany soils: have greater than 35 percent clay in the particle-size control section, and are on risers of paleoterraces\nLucien soils: are 25 to 50 cm (10 to 20 in) to paralithic contact, and on adjacent low hills\nNash and Nashville soils: are 50 to 100 cm (20 to 40 in)to bedrock, and occur on adjacent low hills\nNorge and Pond Creek soils: are more than 203 cm (80 in) to paralithic contact, and are in lower positions"
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:\nDrainage: well\nPermeability: moderate\nSaturated hydraulic conductivity: moderately low\nRunoff: negligible on 0 to 1 percent slopes, low on 1 to 5 percent slopes, and medium on 5 to 20 percent slopes"
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Used for cropland. Some areas are in native grassland. Cultivated crops are wheat and other small grains. Native vegetation is tall and mid grasses."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:\nGeneral area: Oklahoma and south-central Kansas\nLand Resource Region: H-Central Great Plains Winter Wheat and Range\nMLRA 80A-Central Rolling Red Prairies\nExtent: large"
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Grant County, Oklahoma; 1931."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nMajor changes in the OSD were made by Walt Schaefer, as a result of the Soil Data Join Recorrelation Initiative (SDJR) in 06/2013.\nDiagnostic horizons and features recognized in this pedon are:\nMollic epipedon: 0 to 41 cm (0 to 16 in) (Ap, A, and BA horizons)\nArgillic horizon: 41 to 81 cm (16 to 32 in) (Bt horizon)\nParalithic contact: siltstone at a depth 150 cm (59 in) (Cr horizon)\nEdited 08/2017 (JAD-JLD) Changed to tabular format. Updated pedon description, range in characteristics, and other sections.\nADDITIONAL DATA: Soil Survey Investigations Report No. 11, May 1967. Lab Nos. 5480-5487.\nTAXONOMIC VERSION: Keys to Soil Taxonomy, Twelfth Edition, 2014\nNational Cooperative Soil Survey\nU.S.A."
  }
}
