{
  "SERIES": "GRANDORA",
  "STATUS": "Established Series",
  "BYREV": "Rev: LJL/CAH/ET",
  "REVDATE": "05/2007",
  "STATES": "CA",
  "OVERVIEW": "The Grandora series consists of very deep, somewhat excessively drained soils that formed in colluvium and residuum derived from granite. Grandora soils are on backslopes of mountains. Slope ranges from 15 to 60 percent. The mean annual precipitation is about 275 millimeters and the mean annual temperature is about 11 degrees C.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Mixed, mesic Xeric Torripsamments"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Grandora coarse sand, on a 43 percent slope under desert rangeland at an elevation of 1,696 meters. When described the soil was dry throughout. (Colors are for dry soil unless otherwise noted). The soil surface is covered by approximately 55 percent fine gravel and 10 percent medium and coarse gravel.\nA--0 to 7 centimeters (0 to 3 inches); brown (10YR 5/3) coarse sand, brown (10YR 4/3) moist; moderate medium subangular blocky structure; soft, very friable, nonsticky and nonplastic; many very fine roots; many very fine interstitial pores; 5 percent gravel; neutral (pH 6.8); abrupt wavy boundary. (5 to 10 centimeters thick)\nABt--7 to 22 centimeters (3 to 9 inches); brown (10YR 5/3) sand, brown (10YR 4/3) moist; moderate medium subangular blocky structure; soft, very friable, nonsticky and nonplastic; many very fine, few fine through very coarse roots; many very fine interstitial and few fine tubular pores; 5 percent, faint, clay films on rock fragments and bridging sand grains; 10 percent gravel; neutral (pH 7.0); abrupt wavy boundary. (0 to 25 centimeters thick)\nBt1--22 to 95 centimeters (9 to 37 inches); yellowish brown (10YR 5/4) sand, dark yellowish brown (10YR 4/4) moist; moderate coarse subangular blocky structure; moderately hard, very friable, nonsticky and nonplastic; few very fine through coarse roots; many very fine and few fine through coarse tubular pores; 10 percent faint, clay films on rock fragments and bridging sand grains; 10 percent gravel; neutral (pH 7.2); clear wavy boundary.\nBt2--95 to 152 centimeters (37 to 60 inches); yellowish brown (10YR 5/4) paracobbly coarse sand, dark yellowish brown (10YR 4/4) moist; massive; slightly hard, very friable, nonsticky and nonplastic; few very fine through medium roots; common very fine interstitial and few fine tubular pores; 5 percent faint, clay films on rock fragments and bridging sand grains; 20 percent paracobbles breaking down to 10 percent gravel; slightly alkaline (pH 7.4). (Combined thickness of the Bt horizons is 125 to 150 centimeters.)"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Kern County, California; about 47 kilometers north and 2 kilometers east of Mojave, California at the southern end of the Scodie Mountains; approximately 4 kilometers east and 1 kilometer north of Mayan Peak; in an unsectionalized area 710 meters south and 290 meters east of the northeast corner of section 25, T. 28 S., R. 35 E.; USGS Pinyon Mtn., CA 7.5 minute topographic quadrangle; 35 degrees, 28 minutes, 26.4 seconds north latitude and 118 degrees, 9 minutes, 14.0 seconds west longitude; UTM 11S, 0395313e 3926223n; (NAD83)."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture - Usually dry, moist in some part during winter and spring and intermittingly moist near the soil surface following occasional summer convection storms; aridic soil moisture regime bordering on xeric.\nSoil temperature: 11 to 15 degrees C.\nControl section\nRock fragments: 5 to 30 percent, mainly fine gravel.\nClay content: 2 to 6 percent.\nA or ABt horizons\nValue: 4 through 6 dry, 3 or 4 moist.\nChroma: 3 through 6, dry or moist.\nTexture: Sand, coarse sand, loamy sand, or loamy coarse sand.\nOther features: Few or common, faint, clay films are typical in the lower part.\nBt horizons\nValue: 4 through 6 dry, 3 or 4 moist.\nChroma: 4 or 6, dry or moist.\nTexture: Coarse sand, sand, loamy sand, or loamy coarse sand.\nStructure: Weak or moderate, medium or coarse, subangular blocky structure or massive.\nConsistence: Soft through hard, very friable or friable.\nRock fragments: 5 to 30 percent, mainly fine gravel, including crushed paracobbles and parastones.\nReaction: Neutral or slightly alkaline.\nOther features: Few or common, faint, clay films are typical. The lower part of the soil profile typically has paracobbles and parastones.\nNote: Does not have enough increase in clay for the requirements for an argillic horizon."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Berent (UT), Goldrun (NV), Hotsprings (NV), Incy (NV), Lachim (CA), Painter (ID), Quincy (WA), Quinton (OR), Rinquin (WA), Toll (NV), Walco (ID), Winchester (WA) and Zorravista (NV) series. Berent, Goldrun, Incy, Quincy, Rinquin, Toll, Walco and Zorravista soils formed from eolian sands. Berent, Goldrun, Winchester and Zorravista soils have secondary calcium carbonate in the profiles. Hotsprings soils formed from alluvium. Lachim and Rinquin soils have soft bedrock at 50 to 100 centimeters and Painter soils at 50 to 75 centimeters. Quinton and Walco soils have hard bedrock at 50 to 100 centimeters. Rinquin, Toll and Walco soils have less than 5 percent gravel in the control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Grandora soils are on backslopes of mountains. Slope ranges from 15 to 60 percent. These soils formed in colluvium and residuum from granite. Elevations are 1,200 to 1,830 meters. The climate is arid with warm, dry summers and cool, moist winters. The mean annual precipitation is 225 to 300 millimeters, mostly in the form of winter precipitation. The mean annual air temperature is 9 to 13 degrees C. The frost-free season is 140 to 180 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are Goldpeak (T CA), Pinyonpeak (T CA) and Scodie (CA) soils. Goldpeak soils are on fan remnants at a lower elevation and have a coarse-loamy particle-size control section. Pinyonpeak soils are on shoulders of mountains, are shallow to bedrock and have a loamy particle-size control section. Goldpeak and Pinyonpeaks soils both have thermic soil temperature regimes and typic-aridic moisture regimes. Scodie soils are on upper backslopes and shoulders of mountains, have a mollic epipedon and are shallow to bedrock."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Somewhat excessively drained; medium runoff; high saturated hydraulic conductivity."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: These soils are used for grazing, recreation, and wildlife habitat. The present vegetation is mainly mountain big sagebrush, desert needlegrass, Wrights buckwheat, green ephedra and Sandberg bluegrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Mojave Desert of southeastern California, U.S.A.; MLRA 29. These soils are moderately extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Kern County, California; Jawbone-Butterbredt Soil Survey Area, part of the Mojave Desert Area, Northwest Part, California, 2006. The name is coined from Ora Grande Mine located one quarter of a mile to the northeast."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in the profile are:\nOchric epipedon -- 0 to 18 centimeters (0 to 7 inches). (A and part of the ABt horizons)\nParticle-size control section -- 25 to 100 centimeters (10 to 40 inches). (Part of the Bt1 and Bt2 horizons)\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "somewhat excessively",
        "drainage_overview": "somewhat excessively"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 7,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "coarse sand",
        "pH": 6.8,
        "pH_class": "neutral",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "A--0 to 7 centimeters (0 to 3 inches); brown (10YR 5/3) coarse sand, brown (10YR 4/3) moist; moderate medium subangular blocky structure; soft, very friable, nonsticky and nonplastic; many very fine roots; many very fine interstitial pores; 5 percent gravel; neutral (pH 6.8); abrupt wavy boundary. (5 to 10 centimeters thick)"
      },
      {
        "name": "ABt",
        "top": 7,
        "bottom": 22,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "sand",
        "pH": 7,
        "pH_class": "neutral",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "ABt--7 to 22 centimeters (3 to 9 inches); brown (10YR 5/3) sand, brown (10YR 4/3) moist; moderate medium subangular blocky structure; soft, very friable, nonsticky and nonplastic; many very fine, few fine through very coarse roots; many very fine interstitial and few fine tubular pores; 5 percent, faint, clay films on rock fragments and bridging sand grains; 10 percent gravel; neutral (pH 7.0); abrupt wavy boundary. (0 to 25 centimeters thick)"
      },
      {
        "name": "Bt1",
        "top": 22,
        "bottom": 95,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 4,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "sand",
        "pH": 7.2,
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bt1--22 to 95 centimeters (9 to 37 inches); yellowish brown (10YR 5/4) sand, dark yellowish brown (10YR 4/4) moist; moderate coarse subangular blocky structure; moderately hard, very friable, nonsticky and nonplastic; few very fine through coarse roots; many very fine and few fine through coarse tubular pores; 10 percent faint, clay films on rock fragments and bridging sand grains; 10 percent gravel; neutral (pH 7.2); clear wavy boundary."
      },
      {
        "name": "Bt2",
        "top": 95,
        "bottom": 152,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 4,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "coarse sand",
        "cf_class": "cobbly",
        "pH": 7.4,
        "pH_class": "slightly alkaline",
        "narrative": "Bt2--95 to 152 centimeters (37 to 60 inches); yellowish brown (10YR 5/4) paracobbly coarse sand, dark yellowish brown (10YR 4/4) moist; massive; slightly hard, very friable, nonsticky and nonplastic; few very fine through medium roots; common very fine interstitial and few fine tubular pores; 5 percent faint, clay films on rock fragments and bridging sand grains; 20 percent paracobbles breaking down to 10 percent gravel; slightly alkaline (pH 7.4). (Combined thickness of the Bt horizons is 125 to 150 centimeters.)"
      }
    ]
  ]
}
