{
  "SERIES": "GRANDEPOSIT",
  "STATUS": "Established Series",
  "BYREV": "Rev. CWL/PWB/JBF",
  "REVDATE": "11/2016",
  "STATES": "NV",
  "OVERVIEW": "The Grandeposit series consists of shallow, well drained soils that formed in colluvium over residuum from quartzite and slate. The Grandeposit soils are on backslopes of mountains. Slopes are 15 to 50 percent. The mean annual precipitation is about 450 mm and the mean annual temperature is about 5 degrees C.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive, frigid Lithic Argixerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Grandeposit gravelly loam--forestland. (Colors are for dry soil unless otherwise noted.) The soil surface is partially covered with approximately 40 percent gravel, 15 percent cobbles, and 2 percent stones.\nA1--0 to 5 cm; grayish brown (10YR 5/2) gravelly loam, very dark grayish brown (10YR 3/2) moist; weak coarse subangular blocky structure parting to strong medium granular; soft, very friable, slightly sticky and nonplastic; common very fine and fine, and few medium roots; common very fine and fine, and few medium interstitial and tubular pores; 20 percent gravel and 5 percent cobbles; neutral (pH 6.9); clear smooth boundary.  (3 to 15 cm thick)\nA2--5 to 18 cm; brown (10YR 5/3) very gravelly loam, dark brown (10YR 3/3) moist; moderate coarse subangular blocky structure parting to moderate medium subangular blocky; slightly hard, friable, slightly sticky and slightly plastic; common very fine and fine, and few medium roots; common very fine, fine and medium interstitial and tubular pores; 35 percent gravel and 10 percent cobbles; neutral (pH 7.2); clear smooth boundary.  (5 to 15 cm thick)\nBt1--18 to 33 cm; yellowish brown (10YR 5/4) very gravelly clay loam, brown (10YR 4/3) moist; strong medium subangular blocky structure; slightly hard, friable, moderately sticky and moderately plastic; few very fine, medium, and very coarse, and common fine and coarse roots; few very fine and fine, and common medium interstitial and tubular pores; common distinct clay films on faces of peds; 40 percent gravel and 10 percent cobbles; slightly alkaline (pH 7.6); clear smooth boundary.  (8 to 20 cm thick)\nBt2--33 to 48 cm; light yellowish brown (10YR 6/4) extremely gravelly clay loam, dark yellowish brown (10YR 4/4) moist; moderate medium subangular blocky structure; hard, firm, very sticky and moderately plastic; few very fine, medium, and coarse, and common fine roots; few very fine, fine, and medium interstitial pores; few faint clay films on faces of peds; 50 percent gravel and 15 percent cobbles; slightly alkaline (pH 7.7); abrupt smooth boundary.  (8 to 20 cm thick)\nR--48 cm; indurated quartzite bedrock."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: White Pine County, Nevada; about 1 miles west of Piermont Mine and about 0.25 miles north of Piermont Creek on hillside; USGS North Schell Peak 7.5 minute topographic quadrangle; latitude 39 degrees 29 minutes 4.4 seconds N and longitude 114 degrees 33 minutes 58.4 seconds W; WGS84 Decimal Degrees 39.4845556 latitude, -114.5662222 longitude."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: Usually dry; moist in winter and spring, dry in all parts at least 45 consecutive days following the summer solstice (July and August); Xeric soil moisture regime bordering on aridic.\nSoil temperature: 5.5 to 8 degrees C.\nMollic epipedon thickness: 18 to 30 cm, and may include the upper part of the Bt horizon.\nArgillic horizon thickness: 13 to 30 cm.\nDepth to Lithic contact: 36 to 50 cm.\nParticle-size control section - Clay content: Averages 27 to 35 percent.\nRock fragment content: Averages 35 to 60 percent, mainly gravel. Lithology of the fragments is quartzite and slate.\nA horizons\nValue: 4 or 5 dry, 2 or 3 moist.\nChroma: 2 or 3, dry or moist.\nOrganic matter: 2 to 4 percent.\nReaction: Neutral or slightly alkaline.\nBt horizons\nValue: 5 or 6 dry, 4 or 5 moist.\nChroma: 3 or 4, dry or moist.\nClay content: 27 to 35 percent.\nRock fragments: 35 to 65 percent.\nReaction: Slightly alkaline or moderately alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Anaud, Bellenmine, Celeridge, Cleavage, Cleavmor, Cropper, Gabica, Gaciba, Genoa, Gerdog, Gidwin, Granquin, Grosschat, Hawkridge, Hutchley, Loope, Majorsplace, Mascamp, Melling, Pernog, Pernty, Rozara, Shalcleav, Shalper, Slatter, Tractuff, and Tweener series.\nAnaud and Granquin soils have 15 to 30 percent volcanic glass in the 0.02 mm to 2.0 mm fraction.\nBellenmine soils are slightly acid or neutral throughout the profile.\nCeleridge soils have mollic epipedon that are 36 to 50 cm thick.\nCleavage soils are derived from rhyolite, welded tuff, chert, and shale.\nCleavmor soils have mollic epipedons 36 to 50 cm thick and have Btk horizons.\nCropper soils have 60 to 75 percent rock fragments in the particle-size control section.\nGabica soils are derived from volcanic rocks and are slightly acid or neutral throughout the profile.\nGaciba soils have less than 27 percent clay in their Bt horizons.\nGenoa soils are derived from granitic rocks.\nGerdog soils are 18 to 36 cm deep to a lithic contact, have rock fragments that are derived from volcanic rocks.\nGidwin soils have less than 27 percent clay in their control section and mollic epipedons 36 to 50 cm thick.\nGrosschat soils are 25 to 36 cm to bedrock.\nHawkridge soils are 18 to 36 cm deep to a lithic contact.\nHutchley soils have mollic epipedons that include all of their Bt horizons.\nLoope soils have 14 to 18 percent clay in the particle-size control section and are 25 to 36 cm deep to bedrock.\nMascamp soils are dominated by stones and cobbles in the control section, are influenced by volcanic glass and have secondary carbonate coating on bedrock.\nMajorsplace soils have secondary calcium carbonates.\nMelling soils are derived from intermediate and basic igneous rocks.\nPernog soils have a particle size control section dominated by stones.\nPernty soils are derived from volcanic rocks such as rhyolite or metamorphic rocks such as chert.\nRozara, Shalper, Slatter and Tweener soils are less than 36 cm to bedrock. In addition, Rozara soils contain less than 18 percent clay and Tweener soils have control sections dominated by cobbles and stones.\nShalcleav soils are 10 to 30 cm deep to a lithic contact.\nTractuff soils are moist for 10 to 20 days cumulative due to convection storms between July and October and have 18 to 27 percent clay in the control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Grandeposit soils are on backslopes of mountains.\nThese soils formed in colluvium over residuum from quartzite and slate. Slopes are 15 to 50 percent.\nElevations are 2,010 to 2,500 meters. The climate is dry-subhumid with cool moist winters and warm dry summers. The mean annual precipitation is 400 to 500 mm. The mean annual temperature is 4 to 6 degrees C. The frost-free period is 40 to 70 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Checkett, Grube, and the competing Majorsplace series.\nCheckett soils have a mean annual soil temperature of 8.3 to 11.7 degrees Grube soils are very deep and have identifiable secondary calcium carbonate at 50 to 76 cm and the mollic epipedon is 25 to 38 cm thick."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Well drained; medium or high runoff; moderately low or moderately high saturated hydraulic conductivity."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Grandeposit soils are used for livestock grazing and wildlife habitat. The potential native vegetation is mainly, Indian ricegrass, bluebunch wheatgrass, black sagebrush, and old singleleaf pinyon. This site is correlated to Ecological Site F28BY076NV, PIMO/ARTRV/PSSPS-POFE"
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: East central Nevada. These soils are not extensive. MLRA 28B."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: White Pine County, Humboldt-Toiyabe National Forest, South Part, Nevada, 2013. The name is coined."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon - The zone from the soil surface to 18 cm (A1 and A2 horizons).\nArgillic horizon - The zone from 18 to 48 cm (Bt1 and Bt2 horizons).\nLithic contact - The boundary at 48 cm (R layer).\nParticle-size control section - The zone from 18 to 48 cm (Bt1 and Bt2 horizons)."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "ADDITIONAL DATA:\nUser Pedon ID - 08NV778076-CWL"
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A1",
        "top": 0,
        "bottom": 5,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "loam",
        "cf_class": "gravelly",
        "pH": 6.9,
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A1--0 to 5 cm; grayish brown (10YR 5/2) gravelly loam, very dark grayish brown (10YR 3/2) moist; weak coarse subangular blocky structure parting to strong medium granular; soft, very friable, slightly sticky and nonplastic; common very fine and fine, and few medium roots; common very fine and fine, and few medium interstitial and tubular pores; 20 percent gravel and 5 percent cobbles; neutral (pH 6.9); clear smooth boundary.  (3 to 15 cm thick)"
      },
      {
        "name": "A2",
        "top": 5,
        "bottom": 18,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "loam",
        "cf_class": "very gravelly",
        "pH": 7.2,
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A2--5 to 18 cm; brown (10YR 5/3) very gravelly loam, dark brown (10YR 3/3) moist; moderate coarse subangular blocky structure parting to moderate medium subangular blocky; slightly hard, friable, slightly sticky and slightly plastic; common very fine and fine, and few medium roots; common very fine, fine and medium interstitial and tubular pores; 35 percent gravel and 10 percent cobbles; neutral (pH 7.2); clear smooth boundary.  (5 to 15 cm thick)"
      },
      {
        "name": "Bt1",
        "top": 18,
        "bottom": 33,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 4,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "clay loam",
        "cf_class": "very gravelly",
        "pH": 7.6,
        "pH_class": "slightly alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bt1--18 to 33 cm; yellowish brown (10YR 5/4) very gravelly clay loam, brown (10YR 4/3) moist; strong medium subangular blocky structure; slightly hard, friable, moderately sticky and moderately plastic; few very fine, medium, and very coarse, and common fine and coarse roots; few very fine and fine, and common medium interstitial and tubular pores; common distinct clay films on faces of peds; 40 percent gravel and 10 percent cobbles; slightly alkaline (pH 7.6); clear smooth boundary.  (8 to 20 cm thick)"
      },
      {
        "name": "Bt2",
        "top": 33,
        "bottom": 48,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 4,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "clay loam",
        "cf_class": "extremely gravelly",
        "pH": 7.7,
        "pH_class": "slightly alkaline",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Bt2--33 to 48 cm; light yellowish brown (10YR 6/4) extremely gravelly clay loam, dark yellowish brown (10YR 4/4) moist; moderate medium subangular blocky structure; hard, firm, very sticky and moderately plastic; few very fine, medium, and coarse, and common fine roots; few very fine, fine, and medium interstitial pores; few faint clay films on faces of peds; 50 percent gravel and 15 percent cobbles; slightly alkaline (pH 7.7); abrupt smooth boundary.  (8 to 20 cm thick)"
      },
      {
        "name": "R",
        "top": 48,
        "bottom": "NA",
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "R--48 cm; indurated quartzite bedrock."
      }
    ]
  ]
}
