{
  "SERIES": "GRANGE",
  "STATUS": "Established Series",
  "BYREV": "Rev. JFH-HRM-CAW",
  "REVDATE": "01/2000",
  "STATES": "NH,VT",
  "OVERVIEW": "The Grange series consists of very deep, poorly and somewhat poorly drained soils formed in loamy deposits overlying sandy sediments.  They are on stream terraces.  Permeability is moderate in the solum and moderately rapid or rapid in the substratum.  Slope ranges from 0 to 8 percent.  Mean annual precipitation is 37 inches and mean annual temperature is 41 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy over sandy or sandy-skeletal, mixed, superactive, nonacid, frigid Aeric Endoaquepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Grange silt loam, on a 2 percent south-southwest facing slope in a  pasture. (Colors are for moist soil unless otherwise stated.)\nAp--0 to 6 inches; olive gray (5Y 4/2) silt loam, light olive gray (5Y 6/2) dry; moderate fine granular structure; friable; common very fine and fine roots; strongly acid; clear wavy boundary. (5 to 8 inches thick)\nBw--6 to 9 inches; olive (5Y 5/3) silt loam; weak fine subangular blocky structure; friable; few fine and very fine roots; common medium distinct gray (5Y 6/1) iron depletions and common medium prominent yellowish brown (10YR 5/8) masses of iron accumulation; strongly acid; clear wavy boundary.  (3 to 8 inches thick)\nBg1--9 to 16 inches; olive gray (5Y 4/2) silt loam; weak fine subangular blocky structure; friable; few very fine roots; many medium prominent reddish brown (5YR 4/4) and yellowish brown (10YR 5/6) masses of iron accumulation and common medium faint gray (5Y 5/1) iron depletions; strongly acid; clear wavy boundary.\nBg2--16 to 27 inches; olive gray (5Y 5/2) silt loam; weak fine subangular blocky structure; friable; common medium prominent yellowish brown (10YR 5/6) and strong brown (7.5YR 5/6) masses of iron accumulation and common medium faint gray (5Y 5/1) and dark gray (5Y 4/1) iron depletions; strongly acid; abrupt wavy boundary.  (Combined thickness of the Bg horizons is 8 to 23 inches)\n2Cg1--27 to 50 inches; dark gray (5Y 4/1) fine and medium sand; single grain; loose; slightly acid; clear smooth boundary.\n2Cg2--50 to 65 inches; dark gray (5Y 4/1) medium and coarse sand; single grain; loose; slightly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Coos County, New Hampshire; Town of Lancaster, 1000 feet northwest of Grange Road on North Road and 50 feet northeast of North Road.  Latitude 44 degrees, 28 minutes, 51 seconds North and longitude 71 degrees, 32 minutes, 14 seconds West, NAD 27."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The thickness of the solum ranges from 15 to 33 inches. Gravel ranges from 0 to 5 percent in the solum and 0 to 45 percent in the underlying, coarser textured material. Reaction ranges from very strongly acid through slightly acid in the solum and strongly acid through slightly acid in the substratum.\nUndisturbed pedons have Oa, Oe, or Oi horizons with a combined thickness of up to 5 inches.  They are neutral or have hue of 5YR to 5Y, and value of 2 or 2.5 and chroma of 1 or 2.\nThe Ap or A horizon  has hue of 10YR to 5Y, value of 3 or 4, and chroma of 1 or 2.  Texture is silt loam, very fine sandy loam, fine sandy loam, or loam.\nSome pedons have an E horizon that is neutral or has hue of 10YR to 5Y, value of 4 to 6, and chroma of 1 or 2.  Texture is silt loam, very fine sandy loam, or loam. It is up to 6 inches thick.\nThe Bw horizon has hue of 7.5YR to 5Y, value of 3 to 5, and chroma of 2 to 4.  Texture is typically silt loam or very fine sandy loam, but ranges to fine sandy loam.  Structure is weak or moderate granular or subangular blocky.\nThe Bg horizon is neutral or has hue of 10YR to 5Y, value of 4 to 6, and chroma of 0 to 2.  Texture is silt loam or very fine sandy loam, but ranges to fine sandy loam.  Structure is weak or moderate granular or subangular blocky.\nSome pedons have a BCg or Cg horizon with colors similar to the 2Cg horizon.  They are up to 5 inches thick.\nThe 2Cg horizon has hue 10YR to 5Y, value of 3 to 5, and chroma of 1 or 2.  Some pedons have a 2C horizon with chroma that range from 3 to 6.  Texture ranges from fine sand to coarse sand and their gravelly or very gravelly analogues.  Some pedons contain strata of finer textures that range from silt loam to loamy fine sand.  It is massive or single grain."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are currently no other series in this family.  The Fredon, Raypol, Raynham, Roundabout, and Walpole series are in related families.  Fredon, Raypol, Raynham, and Walpole soils are mesic.  Roundabout soils have a coarse-silty particle-size control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Grange soils are nearly level to gently sloping soils formed in slight depressions and low wet areas on outwash terraces.  Slopes is dominantly 0 to 3 percent, but range up to 8 percent.  The soil material is derived from granite, gneiss, schist, and phyllite.  Mean annual temperature ranges from 40 to 45 degrees F and mean annual precipitation ranges from 35 to 50 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Groveton, Madawaska, Nicholville, Roundabout and Salmon soils,  The well drained Groveton and Salmon soils, and moderately well drained Madawaska and Nicholville soils are in higher positions on the landscape and do not have redoximorphic features in the upper part of the subsoil.  Roundabout soils are in similar positions on the landscape and do not have sandy textures within 40 inches of the surface."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Poorly and somewhat poorly drained.  Permeability is moderate in the solum and moderately rapid to rapid in the substratum."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  About one half of the acreage is used for pasture or is idle; a few areas are used for hay.  The remaining acreage is forested with balsam fir, red spruce, and alders; white spruce, eastern white pine, and tamarack are also present to a lesser extent in a few areas."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  New Hampshire and Vermont; MLRA 143 and 144B.  The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Amherst, Massachusetts."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Washington County, Vermont, 1996."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  1. Grange Series were formerly recognized and mapped in New Hampshire as Raynham Variant.  The series includes about 750 acres correlated and published in Carroll County, New Hampshire as Raynham silt loam, sandy subsoil variant.\n2.  Diagnostic horizons and features recognized in this pedon are:\na.  Ochric epipedon - the zone from 0 to 6 inches (Ap horizon).\nb.  Cambic horizon - the zone from 6 to 27 inches (Bw, Bg1, Bg2 horizons).\nc.  Aquepts feature - horizons at a depth of less than 20 inches (50 cm) from the mineral soil surface that have redox concentrations and matrix chroma of 2 or less (Bg1 and Bg2 horizons).\nd.  Aeric feature - horizon within a depth of 30 inches (75 cm) from the mineral soil surface that has hue of 10YR or yellower and value and chroma of 3 or more (Bw horizon).\ne.  Nonacid feature - soil reaction is greater than 5.5 in 1:1 water in at least some part between 10 and 40 inches (2Cg1 horizon)."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "NA"
  },
  "SITE": [
    [
      {
        "drainage": "poorly and somewhat poorly",
        "drainage_overview": "poorly and somewhat poorly"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 15,
        "dry_hue": "5Y",
        "dry_value": 6,
        "dry_chroma": 2,
        "moist_hue": "5Y",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "silt loam",
        "structure": "moderate fine granular",
        "dry_rupture": "NA",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "strongly acid",
        "eff_class": "NA",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Ap--0 to 6 inches; olive gray (5Y 4/2) silt loam, light olive gray (5Y 6/2) dry; moderate fine granular structure; friable; common very fine and fine roots; strongly acid; clear wavy boundary. (5 to 8 inches thick)"
      },
      {
        "name": "Bw",
        "top": 15,
        "bottom": 23,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "5Y",
        "moist_value": 5,
        "moist_chroma": 3,
        "texture_class": "silt loam",
        "structure": "weak fine subangular blocky",
        "dry_rupture": "NA",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "strongly acid",
        "eff_class": "NA",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bw--6 to 9 inches; olive (5Y 5/3) silt loam; weak fine subangular blocky structure; friable; few fine and very fine roots; common medium distinct gray (5Y 6/1) iron depletions and common medium prominent yellowish brown (10YR 5/8) masses of iron accumulation; strongly acid; clear wavy boundary.  (3 to 8 inches thick)"
      },
      {
        "name": "Bg1",
        "top": 23,
        "bottom": 41,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "5Y",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "silt loam",
        "structure": "weak fine subangular blocky",
        "dry_rupture": "NA",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "strongly acid",
        "eff_class": "NA",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bg1--9 to 16 inches; olive gray (5Y 4/2) silt loam; weak fine subangular blocky structure; friable; few very fine roots; many medium prominent reddish brown (5YR 4/4) and yellowish brown (10YR 5/6) masses of iron accumulation and common medium faint gray (5Y 5/1) iron depletions; strongly acid; clear wavy boundary."
      },
      {
        "name": "Bg2",
        "top": 41,
        "bottom": 69,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "5Y",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "silt loam",
        "structure": "weak fine subangular blocky",
        "dry_rupture": "NA",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "strongly acid",
        "eff_class": "NA",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "Bg2--16 to 27 inches; olive gray (5Y 5/2) silt loam; weak fine subangular blocky structure; friable; common medium prominent yellowish brown (10YR 5/6) and strong brown (7.5YR 5/6) masses of iron accumulation and common medium faint gray (5Y 5/1) and dark gray (5Y 4/1) iron depletions; strongly acid; abrupt wavy boundary.  (Combined thickness of the Bg horizons is 8 to 23 inches)"
      },
      {
        "name": "2Cg1",
        "top": 69,
        "bottom": 127,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "5Y",
        "moist_value": 4,
        "moist_chroma": 1,
        "texture_class": "sand",
        "structure": "single grain",
        "dry_rupture": "loose",
        "moist_rupture": "loose",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly acid",
        "eff_class": "NA",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "2Cg1--27 to 50 inches; dark gray (5Y 4/1) fine and medium sand; single grain; loose; slightly acid; clear smooth boundary."
      },
      {
        "name": "2Cg2",
        "top": 127,
        "bottom": 165,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "5Y",
        "moist_value": 4,
        "moist_chroma": 1,
        "texture_class": "coarse sand",
        "structure": "single grain",
        "dry_rupture": "loose",
        "moist_rupture": "loose",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly acid",
        "eff_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "2Cg2--50 to 65 inches; dark gray (5Y 4/1) medium and coarse sand; single grain; loose; slightly acid."
      }
    ]
  ]
}
