{
  "SERIES": "GRANQUIN",
  "STATUS": "Established Series",
  "BYREV": "Rev. JWM/PWB/TM/JBF",
  "REVDATE": "07/2011",
  "STATES": "NV",
  "OVERVIEW": "The Granquin series consists of shallow, well drained soils that formed in residuum and colluvium derived from welded tuff with a component of volcanic ash. Granquin soils are on mountains. Slopes range from 8 to 50 percent. The mean annual precipitation is about 350 mm and the mean annual temperature is about 7 degrees C.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive, frigid Aridic Lithic Argixerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Granquin very gravelly very fine sandy loam, woodland. (Colors are for dry soil unless otherwise noted.) The soil surface is covered with approximately 50 percent gravel, 20 percent cobbles, and 5 percent stones. Lithology of the fragments is welded tuff.\nA--0 to 5 cm; brown (10YR 5/3) very gravelly very fine sandy loam, dark brown (10YR 3/3) moist; moderate medium subangular blocky structure; soft, very friable, slightly sticky and slightly plastic; many very fine and common fine roots; many very fine and common fine interstitial pores; 45 percent gravel, 5 percent cobbles and 2 percent stones; neutral (pH 6.8); clear smooth boundary. (5 to 13 cm thick)\nBt1--5 to 13 cm; brown (10YR 4/3) very gravelly clay loam, dark brown (10YR 3/3) moist; moderate fine subangular blocky structure; slightly hard, firm, moderately sticky and moderately plastic; many very fine and common fine and medium roots; many very fine and common fine interstitial and tubular pores; few faint clay films on faces of peds; 35 percent gravel and 5 percent cobbles; slightly alkaline (pH 7.7); clear smooth boundary. (5 to 13 cm thick)\nBt2--13 to 25 cm; brown (10YR 4/3) very gravelly sandy clay loam, dark brown (10YR 3/3) moist; moderate fine and medium subangular blocky structure; slightly hard, firm, very sticky and very plastic; many very fine and common fine and medium roots; many very fine and common fine interstitial and tubular pores; common faint clay films on faces of peds; 45 percent gravel, 5 percent cobbles and 2 percent stones; slightly alkaline (pH 7.8); clear smooth boundary. (8 to 25 cm thick)\nBt3--25 to 36 cm; dark yellowish brown (10YR 4/4) very gravelly sandy clay loam, dark yellowish brown (10YR 3/4) moist; moderate medium subangular blocky structure; soft, friable, very sticky and very plastic; many very fine and fine, common medium, and few coarse and very coarse roots; common very fine and fine interstitial and tubular pores; common faint clay films on faces of peds; 40 percent gravel, 10 percent cobbles and 2 percent stones; slightly alkaline (pH 7.8); very abrupt smooth boundary. (0 to 20 cm thick)\nR--36 cm; hard, slightly fractured, welded tuff."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Lincoln County, Nevada; approximately 0.3 miles south of the mountain road in the Quinn mountain range; about 1,975 feet east and 1,700 feet north of the southwest corner section 24, T. 2 N., R. 54 E.; USGS Goat Ranch Springs 7.5 minute topographic quadrangle; latitude 38 degrees 01 minutes 15 seconds N and longitude 115 degrees 51 minutes 16 seconds W;, NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: Usually dry, moist for short periods in winter and early spring and intermittently moist for 10 to 20 days cumulative from July through September due to convection storms; aridic soil moisture regime bordering on xeric.\nSoil temperature: 7 to 8 degrees C.\nThickness of the mollic epipedon: 25 to 36 cm.\nDepth to argillic horizon: 5 to 13 cm.\nDepth to bedrock: 25 to 50 cm.\nOther features: There is an abrupt clay content increase (15 percent or more within a vertical distance of 3 cm or 20 percent within 8 cm) between the A and Bt horizons.\nVolcanic glass content: 15 to 30 percent volcanic glass in the 0.02 to 2.0 millimeter fraction.\nOther features: The estimated product of the ammonium extractable aluminum plus half the iron times 60 plus the volcanic glass is 20 to 30.\nParticle-size control section - Clay content: 27 to 35 percent.\nRock fragment content: 50 to 80 percent.\nA horizon\nValue: 4 or 5 dry, and 2 or 3 moist.\nChroma: 2 or 3, dry or moist.\nOrganic matter: 1 to 3 percent.\nBt1 and Bt2 horizons\nHue: 10YR or 7.5YR.\nValue: 4 or 5 dry, 3 or 4 moist.\nChroma: 2 through 4, dry or moist.\nTexture: Clay loam or sandy clay loam.\nClay content: 27 to 35 percent.\nRock fragment content: 50 to 80 percent, mainly pebbles and cobbles; some subhorizons have between 35 to 50 percent.\nBt3 and Btk (when present) horizons\nHue: 10YR or 7.5YR.\nValue: 3 through 5 dry or moist.\nChroma: 2 through 4 dry or moist.\nClay content: 27 to 35 percent.\nRock fragment content: 50 to 80 percent.\nIdentifiable Secondary Carbonates: 0 to 5 percent, mainly on bottom of rock fragments.\nCalcium Carbonate Equivalent: 0 to 5 percent in the material less than 2 mm."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Anaud, Cleavage, Cleavmor, Cropper, Gaciba, Grosschat, Horsetrack, Mascamp, Pernty, Shalper, Slatter, and Tractuff series.\nAnaud soils have mollic epipedons that are 36 to 50 cm thick. Cleavage, Cleavmor, Cropper, Gaciba, Horsetrack, Mascamp, Pernty, Shalper, and Slatter soils are not intermittently moist for 10 to 20 days during the summer. Grosschat soils have clay content of 18 to 25 percent. Tractuff soils have rock fragments with quartzite lithology."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Granquin soils are on mountains. These soils formed in residuum and colluvium derived from welded tuff with a component of volcanic ash. Slopes range from 8 to 50 percent. Elevations range from 1,920 to 2,440 meters. The climate is semiarid with cool, moist winters and warm, dry summers. The mean annual temperature ranges from 6 to 7 degrees C, mean annual precipitation ranges from 300 to 400 mm, and the frost-free period ranges from 70 to 100 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Chubard, Richinde, and the competing Starflyer series. Chubard soils do not have a mollic epipedon and have a mesic temperature regime. Richinde soils have a mesic soil temperature regime."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Well drained; runoff is high; moderately high saturated hydraulic conductivity."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Granquin soils are used for livestock grazing and wildlife habitat. The potential native vegetation includes singleleaf pinyon, Utah juniper, Thurbers needlegrass, muttongrass, and low sagebrush. This pedon is correlated to Ecological Site F029XY068NV, PIMO-JUOS WSG: 0R0503."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: South central Nevada. These soils are not extensive. MLRA 29."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Lincoln County, Nevada, North Part; 2005. The name is coined from a mountain range where the type is located."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon - The zone from 0 to 36 cm (A, Bt1, Bt2 and Bt3 horizons).\nArgillic horizon - The zone from 5 to 36 cm (Bt1, Bt2 and Bt3 horizons).\nLithic contact - The boundary at 36 cm (R layer).\nParticle-size control section - The zone from 0 to 36 cm (A, Bt1, Bt2 and Bt3 horizons).\nClassification was updated to 11th edition on 07/2011 changed Lithic Argixerolls to Aridic Lithic Argixerolls.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 5,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "very fine sandy loam",
        "cf_class": "very gravelly",
        "pH": 6.8,
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A--0 to 5 cm; brown (10YR 5/3) very gravelly very fine sandy loam, dark brown (10YR 3/3) moist; moderate medium subangular blocky structure; soft, very friable, slightly sticky and slightly plastic; many very fine and common fine roots; many very fine and common fine interstitial pores; 45 percent gravel, 5 percent cobbles and 2 percent stones; neutral (pH 6.8); clear smooth boundary. (5 to 13 cm thick)"
      },
      {
        "name": "Bt1",
        "top": 5,
        "bottom": 13,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "clay loam",
        "cf_class": "very gravelly",
        "pH": 7.7,
        "pH_class": "slightly alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bt1--5 to 13 cm; brown (10YR 4/3) very gravelly clay loam, dark brown (10YR 3/3) moist; moderate fine subangular blocky structure; slightly hard, firm, moderately sticky and moderately plastic; many very fine and common fine and medium roots; many very fine and common fine interstitial and tubular pores; few faint clay films on faces of peds; 35 percent gravel and 5 percent cobbles; slightly alkaline (pH 7.7); clear smooth boundary. (5 to 13 cm thick)"
      },
      {
        "name": "Bt2",
        "top": 13,
        "bottom": 25,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "sandy clay loam",
        "cf_class": "very gravelly",
        "pH": 7.8,
        "pH_class": "slightly alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bt2--13 to 25 cm; brown (10YR 4/3) very gravelly sandy clay loam, dark brown (10YR 3/3) moist; moderate fine and medium subangular blocky structure; slightly hard, firm, very sticky and very plastic; many very fine and common fine and medium roots; many very fine and common fine interstitial and tubular pores; common faint clay films on faces of peds; 45 percent gravel, 5 percent cobbles and 2 percent stones; slightly alkaline (pH 7.8); clear smooth boundary. (8 to 25 cm thick)"
      },
      {
        "name": "Bt3",
        "top": 25,
        "bottom": 36,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 4,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 4,
        "texture_class": "sandy clay loam",
        "cf_class": "very gravelly",
        "pH": 7.8,
        "pH_class": "slightly alkaline",
        "distinctness": "very abrupt",
        "topography": "smooth",
        "narrative": "Bt3--25 to 36 cm; dark yellowish brown (10YR 4/4) very gravelly sandy clay loam, dark yellowish brown (10YR 3/4) moist; moderate medium subangular blocky structure; soft, friable, very sticky and very plastic; many very fine and fine, common medium, and few coarse and very coarse roots; common very fine and fine interstitial and tubular pores; common faint clay films on faces of peds; 40 percent gravel, 10 percent cobbles and 2 percent stones; slightly alkaline (pH 7.8); very abrupt smooth boundary. (0 to 20 cm thick)"
      },
      {
        "name": "R",
        "top": 36,
        "bottom": "NA",
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "R--36 cm; hard, slightly fractured, welded tuff."
      }
    ]
  ]
}
