{
  "SERIES": "GRANSHAW",
  "STATUS": "Established Series",
  "BYREV": "Rev. MJZ/RLB/JVC/JBF",
  "REVDATE": "05/2016",
  "STATES": "NV",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS:  Coarse-loamy, mixed, superactive, mesic Typic Haplargids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Granshaw gravelly coarse sandy loam--rangeland. (Colors are for dry soil unless otherwise noted.)  The soil surface is covered with about 20 percent fine granite gravel.\nA1--0 to 5 cm; pale brown (10YR 6/3) gravelly coarse sandy loam, brown (10YR 4/3) moist; weak thin platy structure; soft, very friable, nonsticky and nonplastic; common very fine roots; common very fine and fine vesicular and common fine interstitial pores; 15 percent gravel; moderately alkaline (pH 8.2); abrupt smooth boundary.  (3 to 8 cm thick)\nA2--5 to 20 cm; pale brown (10YR 6/3) coarse sandy loam, brown (10YR 4/3) moist; weak thin platy structure; soft, very friable, nonsticky and nonplastic; few very fine, fine and medium roots; many very fine and few fine tubular pores; 10 percent gravel; strongly alkaline (pH 8.6) clear smooth boundary.  (0 to 23 cm thick)\nE--20 to 33 cm; very pale brown (10YR 7/3) coarse sandy loam, brown (10YR 4/3) moist; weak thin platy structure; slightly hard, very friable, nonsticky and nonplastic; few very fine roots; common very fine and few fine tubular pores; 10 percent gravel; strongly alkaline (pH 8.8); clear smooth boundary.  (0 to 15 cm thick)\nBt--33 to 43 cm; light yellowish brown (10YR 6/4) coarse sandy loam, dark yellowish brown (10YR 4/4) moist; weak medium subangular blocky structure; slightly hard, very friable, slightly sticky and slightly plastic; few very fine and fine roots; common very fine and few fine tubular pores; common faint clay films on faces of peds and bridging sand grains; 10 percent gravel; strongly alkaline (pH 8.8); clear smooth boundary.  (8 to 23 cm thick)\nBtk--43 to 58 cm; light yellowish brown (10YR 6/4) coarse sandy loam, dark yellowish brown (10YR 4/4) moist; weak medium subangular blocky structure; slightly hard, very friable, slightly sticky and slightly plastic; few very fine and fine roots; common very fine and few fine tubular pores; common faint clay films bridging sand grains; 10 percent gravel; fine carbonate coats on undersides of gravel; noneffervescent matrix and strongly effervescent carbonate coats; strongly alkaline (pH 8.8); clear smooth boundary.  (8 to 30 cm thick)\nBk--58 to 122 cm; very pale brown (10YR 7/3) gravelly loamy coarse sand, brown (10YR 5/3) moist; massive; hard, very friable, nonsticky and nonplastic; common very fine and few fine roots; many very fine tubular pores; few fine carbonate filaments and fine carbonate coats on undersides of gravel; 15 percent gravel; strongly effervescent; moderately alkaline (pH 8.2); gradual smooth boundary.  (25 to 64 cm thick)\nC--122 to 152 cm; very pale brown (10YR 7/3) gravelly coarse sand, brown (10YR 5/3) moist; single grain; loose, nonsticky and nonplastic; few very fine roots; many fine interstitial pores; 30 percent gravel; moderately alkaline (pH 8.2)"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Pershing County, Nevada; about 22 miles west of Toulon; 300 feet east and 1,400 feet north of the southwest corner of section 35, T. 27 N., R. 26 E.; latitude 40 degrees 9 minutes 47 seconds N and longitude 119 degrees 2 minutes 27 seconds W; WGS84 Decimal Degrees  latitude,  longitude."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: Usually dry, moist for short periods in winter and early spring, dry late May through November; typic aridic soil moisture regime.\nMean annual soil temperature: 12 to 14 degrees C.\nDepth to base of argillic horizon: 28 to 64 cm.\nOther features: In some pedons, a buried Bt horizon occurs below a depth of 100 cm.\nParticle-size control section - Clay content: 10 to 17 percent.\nRock fragments: 0 to 15 percent dominantly fine gravel, lithology of fragments is granitic rocks such as granite or granodiorite.\nA horizon\nValue: 5 or 6 dry, 4 or 5 moist.\nChroma: 2 or 3.\nReaction: Moderately alkaline or strongly alkaline.\nOther features: The surface is noneffervescent or slightly effervescent.  When effervescent, it is the result of eolian carbonate recharge.\nE horizon\nOther features: This horizon, when present, meets a criterion for albic materials and qualifies as an albic horizon.\nBt and Btk horizons\nHue: 7.5YR or 10YR.\nValue: 5 or 6 dry, 4 or 5 moist.\nChroma: 3 or 4.\nTexture: Sandy loam or coarse sandy loam.  Some pedons have thin subhorizons of loam or sandy clay loam.\nReaction: Moderately alkaline or strongly alkaline.\nIdentifiable secondary carbonates: Few or common fine bodies of segregated carbonate in filaments, seams, or coats on rock fragments.\nEffervescence: Noneffervescent in the upper part of the argillic horizon. Slightly effervescent to strongly effervescent in the lower part of the argillic horizon on bodies of segregated carbonate.  The matrix of some pedons is noneffervescent.\nCalcium carbonate equivalent: 1 to 5 percent.\nBk and C horizons\nValue: 6 or 7 dry, 4 through 6 moist.\nChroma: 3 or 4.\nTexture: Stratified coarse sandy loam to very gravelly coarse sand.\nClay content: 2 to 8 percent.\nRock fragments: Averages 5 to 35 percent, subhorizons range from 5 to 50 percent, mainly fine gravel.\nConsistence: Slightly hard or hard dry, very friable or friable moist.\nReaction: Moderately alkaline to very strongly alkaline.\nIdentifiable secondary carbonates: Bk horizons have carbonate coats on undersides of gravel and few or common fine filaments throughout the horizons or as small pockets within parts of the horizons.\nEffervescence: Bk horizons are slightly effervescent to strongly effervescent.  C horizons are noneffervescent or slightly effervescent.\nCalcium carbonate equivalent: 5 to 15 percent."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Brinkerhoff, Chacoan, Delp, Enos, Glotrain, Mayqueen, Shiprock, Wallson, and Woolsey series.\nBrinkerhoff soils have gypsum at 50 cm. Chacoan and Enos soils are moderately deep to bedrock.  Delp soils have an argillic horizon composed of lamellae and are slightly or strongly effervescent in the series control section. Glowtrain soils are moist for 10 to 20 days cumulative from July through September due to summer convection storms. Mayqueen soils have less than 25 percent coarse sand and do not have carbonates in the lower part of the argillic horizon.  Shiprock soils are fine sandy loam or sandy loam to 150 cm.  Wallson soils are sandy loam or fine sandy loam to 150 cm and do not have Btk horizons.  Woolsey soils are dominantly sandy loam or gravelly sandy loam to 150 cm and are effervescent throughout the series control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Granshaw soils are on fan aprons and fan skirts.  They formed in alluvium derived from granitic rocks.  Slopes are 0 to 8 percent.  Elevations range from 1,250 to 1,770 meters.  The climate is cool-arid with coo, moist winters and hot, dry summers.  The mean annual precipitation is 100 to 200 mm, the mean annual temperature is 11 to 13 degrees C, and the frost-free period is 120 to 130 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Biga and Labkey soils.  Biga soils are clayey over loamy, have natric horizons, and occur on fan remnants. Labkey soils are sandy-skeletal, have cambic horizons, and occur on adjacent fan skirts."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:  Well drained; low surface runoff; high saturated hydraulic conductivity."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Granshaw soils are used for rangeland and wildlife habitat.  The present vegetation is mainly shadscale, bud sagebrush, bottlebrush squirreltail, and Indian ricegrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Western Nevada.  These soils are not extensive. MLRAs 27 and 24."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Davis, California."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Pershing County, Nevada, West Part. 1988."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizon and features recognized in this pedon are:\nOchric epipedon - The zone from the soil surface to 33 cm (A1, A2, and E horizons).\nAlbic horizon - The zone from 20 to 33 cm (E horizon).\nArgillic horizon - The zone from 33 to 58 cm (Bt and Btk horizons).\nParticle-size control section - The zone from 33 to 58 cm (Bt and Btk horizons).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
