{
  "SERIES": "GRANDJEAN",
  "STATUS": "Established Series",
  "BYREV": "Rev. KWH/HBM/CLM",
  "REVDATE": "12/2002",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Sandy or sandy-skeletal, mixed, euic Terric Cryosaprists"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Grandjean mucky peat--on a 1 percent slightly concave, north-facing slope at 6,900 feet elevation with sedge and rush vegetation.  (Colors are for moist soil unless otherwise noted.  When described on July 19, 1985, the soil was moist throughout).\nOe--0 to 6 inches; black (10YR 2/1) on broken face and rubbed, muck; about 70 percent fibers, about 35 percent after rubbing; weak medium granular structure; many very fine and fine and common medium and coarse roots; neutral (pH 6.9); clear smooth boundary.  (5 to 14 inches thick)\nOa1--6 to 17 inches; very dark brown (10YR 2/2) on broken face and rubbed, muck; about 60 percent fibers, about 10 percent after rubbing; massive; many very fine and fine and few coarse roots; moderately acid (pH 5.7); clear smooth boundary.  (4 to 12 inches thick)\nOa2--17 to 27 inches; very dark brown (10YR 2/2) on broken face and rubbed, muck; about 90 percent fibers, about 15 percent after rubbing; massive; common very fine and fine and few medium roots; strongly acid (pH 5.3); abrupt wavy boundary.  (10 to 20 inches thick)\n2Cg--27 to 60 inches; dark greenish gray (5GY 4/1) extremely gravelly coarse sand, gray (5Y 5/1) and grayish green (5G 5/2) dry; single grain; loose; few very fine and fine roots; many very fine and fine irregular pores; 70 percent gravel, 15 percent cobbles, 5 percent stones; slightly acid (pH 6.2)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Blaine County, Idaho; about 1 mile east/northeast of Pettit Lake; about 500 feet east and about 10 feet north from the southwest corner of section 29, T. 8 N., R. 14 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nAverage annual soil temperature - 35 to 39 degrees F.\nAverage summer soil temperature - 45 to 50 degrees F.\nDepth to high water table - 6 inches above to 6 inches below the soil surface from January to December\nOrganic layers - 20 to 40 inches thick, predominantly sapric material\nSurface tier\nValue - 1 through 3 dry or moist\nChroma - 1 or 2 dry or moist\nReaction - moderately acid neutral\nSubsurface tier\nValue - 1 or 2 dry or moist\nChroma - 1 or 2 dry or moist\nReaction - strongly acid to neutral\nMineral soil\nHue - 5Y, 5GY, 5G\nValue - 4 through 6 dry or moist\nChroma - 1 or 2 dry or moist\nTexture - GRX-LCOS, GRX-COS\nCoarse fragments - 70 to 90 percent\nReaction - slightly acid or neutral"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no competing series."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Grandjean soils are on flood plains and stream terraces.  These soils formed in material derived from herbaceous plants over flood deposited sand and gravel.  Slopes are 0 to 3 percent.  Elevations are 4,900 to 7,300 feet.  The climate is cold and moist in winter and spring and cool in summer. Average annual precipitation is 8 to 16 inches.  Average annual temperature is 34 to 40 degrees F.  Frost-free period is 5 to 70 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Castlepeak, Fezip, Lilylake, Redfish, and Yankeefork soils.  Castlepeak soils are on outwash fans and fan terraces, have ochric epipedons and are well drained.  Fezip soils are on floodplains, are poorly drained and are mineral throughout.  Lilylake soils are on floodplains and have histic epipedons 10 to 16 inches thick.  Redfish soils are on floodplains, are poorly drained and have sandy-skeletal particle-size control sections.  Yankeefork soils are on outwash fans and fan terraces and are well drained and have loamy-skeletal particle-size control section."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Very poorly drained. Runoff is very slow or ponded.  Permeability is moderate in the upper part and very rapid in the lower part.  These soils are frequently flooded from April through June for brief periods of about 3 to 5 days."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Pasture.  The natural vegetation is sedges, rushes, grasses and other water loving plants."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Central and east-central Idaho.  These soils are not extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Custer-Lemhi Counties, Idaho, 1999."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nHistic epipedon - The zone from the surface to 27 inches (the Oe, Oa1, and Oa2 horizons)\nSurface tier - The zone from the surface to 12 inches (the Oe and part of the Oa1 horizons)\nSubsurface tier - The zone from 12 inches to 36 inches (part of the Oa1, the Oa2 horizon and part of the C horizon)\nADDITIONAL DATA:  This pedon was sampled by NSSL, Lincoln, NE, sample number S87ID-013-002.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
