{
  "SERIES": "GRANTSBURG",
  "STATUS": "Established Series",
  "BYREV": "Rev. JBF-JWS-DRW",
  "REVDATE": "04/2011",
  "STATES": "IL",
  "OVERVIEW": "The Grantsburg series consists of moderately well drained soils formed in loess or in loess and the underlying weathered materials of interbedded sandstone, shale, and siltstone on uplands. They have a bisequal profile that is moderately deep to a fragipan and underlain with bedrock at depths of 5 to 12 feet. Grantsburg soils are moderately slowly permeable in the subsoil above the fragipan and very slowly permeable in the fragipan. Slope ranges from 2 to 18 percent. Mean annual precipitation is about 1118 millimeters (44 inches) and mean annual\ntemperature is about 13 degrees C (55 degrees F).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty, mixed, active, mesic Oxyaquic Fragiudalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Grantsburg silt loam - on a southwest-facing convex slope of 7 percent in a wooded area at an elevation of about 152 meters (500 feet) above mean sea level. (Colors are for moist soil unless otherwise stated.)\nA--0 to 5 centimeters (0 to 2 inches); very dark grayish brown (10YR 3/2) silt loam, grayish brown (10YR 5/2) dry; moderate fine granular structure; friable; many roots; very strongly acid; abrupt smooth boundary. (5 to 13 cm or 2 to 5 inches thick)\nE--5 to 18 centimeters (2 to 7 inches); brown (10YR 5/3) silt loam; weak medium granular structure; friable; many roots; very strongly acid; clear smooth boundary. (7.5 to 25 cm or 3 to 10 inches thick)\nBE--18 to 30 centimeters (7 to 12 inches); strong brown (7.5YR 5/6) silt loam; weak fine subangular blocky structure; friable; many roots; very strongly acid; gradual smooth boundary. (7.5 to 20 cm or 3 to 8 inches thick)\nBt1--30 to 51 centimeters (12 to 20 inches); strong brown (7.5YR 5/6) silt loam; moderate medium subangular blocky structure; friable; common roots; few distinct brown (7.5YR 5/4) clay films on faces of peds; few fine prominent black (10YR 2/1) iron-manganese concretions; very strongly acid; gradual smooth boundary.\nBt2--51 to 61 centimeters (20 to 24 inches); yellowish brown (10YR 5/4) silt loam; weak medium subangular blocky structure; friable; few roots; few distinct brown (7.5YR 5/4) clay films on faces of peds; very strongly acid; abrupt smooth boundary. (Combined thickness of the Bt horizons is 18 to 38 cm or 7 to 15 inches.)\nBt/E--61 to 69 centimeters (24 to 27 inches); brown (10YR 5/3) silty clay loam (Bt), and many prominent light gray (10YR 7/1) silt coatings on faces of peds and as filling between peds (E); moderate fine subangular blocky structure; firm; common roots; few fine distinct black (10YR 2/1) iron-manganese concretions; very strongly acid; clear smooth boundary. (5 to 10 cm or 2 to 4 inches thick)\nB't--69 to 96 centimeters (27 to 38 inches); yellowish brown (10YR 5/4) silty clay loam; weak coarse prismatic structure parting to moderate medium angular and subangular blocky; very firm and hard; few roots; common distinct brown (7.5YR 4/4) clay films on faces of peds and lining pores and channels; few white (10YR 8/1) uncoated silt grains on faces of peds; common medium prominent strong brown (7.5YR 5/8) masses of oxidized iron and common medium distinct light gray (10YR 7/1) iron depletions; few fine prominent black (N 2.5/) iron-manganese concretions throughout; slightly brittle; very strongly acid; clear smooth boundary. (18 to 38 cm or 7 to 15 inches thick)\nBtx1--96 to 132 centimeters (38 to 52 inches); yellowish brown (10YR 5/4) silt loam; moderate very coarse prismatic structure parting to weak coarse angular and subangular blocky; very firm and hard; few roots, mostly confined to cracks between peds; few distinct brown (7.5YR 4/4) clay films on faces of peds and lining pores and some old root channels; light gray (10YR 7/1) silt or silt loam fillings in vertical cracks about one half inch to one and one half inches in width that surround the polygons of the prismatic structure; common medium prominent strong brown (7.5YR 5/8) masses of oxidized iron and common medium distinct light gray (10YR 7/1) iron depletions; few fine prominent black (N 2.5/) iron-manganese concretions throughout; brittle; very strongly acid; clear smooth boundary.\nBtx2--132 to 155 centimeters (52 to 61 inches); yellowish brown (10YR 5/4) silt loam; moderate very coarse prismatic structure parting to weak coarse angular blocky; very firm and hard; few roots, mostly confined to cracks between peds; few distinct dark yellowish brown (10YR 4/4) clay films on vertical faces of peds and lining a few old worm holes and root channels; light gray (10YR 7/1) silt or silt loam fillings in vertical cracks that surround the polygons of the prismatic structure; common medium prominent brownish yellow (10YR 6/8) masses of oxidized iron and common medium distinct light brownish gray (10YR 6/2) iron depletions; few fine prominent black (N 2.5/) iron-manganese concretions throughout; brittle; strongly acid; gradual smooth boundary. (Combined thickness of the Btx horizons is 10 to 24 inches.)\nC--155 to 203 centimeters (61 to 80 inches); yellowish brown (10YR 5/4) silt loam; massive; friable; common medium prominent brownish yellow (10YR 6/8) masses of oxidized iron and common medium distinct light brownish gray (10YR 6/2) iron depletions; moderately acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Pope County, Illinois; approximately 2 miles south of Glendale on the University of Illinois Dixon Springs Experiment Station;\n992 feet east and 106 feet south of northwest corner of sec. 4, T. 13 S., R. 5 E.; USGS Glendale Quadrangle, IL.; lat. 37 degrees 25 minutes 30 seconds N. and long. 88 degrees 40 minutes 07 seconds W.; UTM Zone 16, Easting: 352358, Northing: 4143340, NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nDepth to the top of the argillic horizon: 20 to 58 centimeters (8 to 23 inches)\nDepth to second sequum (Bt/E and B't horizons): 51 to 91 centimeters (20 to 36 inches)\nDepth to the fragipan: 61 to 102 centimeters (24 to 40 inches)\nDepth of soil development: 122 to more than 180 centimeters (48 to more than 70 inches)\nDepth to bedrock: 1.5 to 3.6 meters (5 to 12 feet)\nParticle-size control section: averages 25 to 35 percent clay and 2 to 10 percent sand\nReaction of the subsoil: strongly acid or very strongly acid\nA horizon:\nHue: 10YR\nValue: 3 or 4\nChroma: 2 or 3\nFine-earth texture: silt loam or silty clay loam in some severely eroded pedons\nE horizon:\nHue: 10YR\nValue: 5 or 6\nChroma: 3 or 4\nFine-earth texture: silt loam or silty clay loam\nBE horizon:\nHue: 10YR or 7.5YR\nValue: 4 to 6\nChroma: 3 to 6\nFine-earth texture: silt loam or silty clay loam\nOther features: Some pedons have clay films or silt coats on the faces of peds.\nBt horizon:\nHue: 10YR or 7.5YR\nValue: 4 to 6\nChroma: 3 to 6\nFine-earth texture: silt loam or silty clay loam\nOther features: Redoximorphic concentrations are present in the lower part of this horizon in\nsome pedons; most pedons contain iron-manganese oxides in the form of stains, masses or concretions. Some pedons have weakly expressed clay\nfilms or relict patches of sesquioxide-rich areas.\nBt/E horizon:\nBt Part:\nHue: 10YR or 7.5YR\nValue: 4 to 6\nChroma: 3 to 6\nFine-earth texture: silty clay loam or silt loam\nE Part:\nHue: 10YR\nValue: 5 to 8\nChroma: 1 to 4\nFine-earth texture: silt or silt loam\nB't horizon\nHue: 10YR or 7.5YR\nValue: 4 to 6\nChroma: 4 to 6\nFine-earth texture: silt loam or silty clay loam\nOther features: The horizon is firm or very firm, typically brittle in some part, but\nbrittleness in not observed in all pedons. Clay films are on both vertical and horizontal faces of peds.\nBtx, Bx, 2Bx, or 2Btx horizon\nHue: 10YR or 7.5YR\nValue: 4 to 6\nChroma: 4 to 6\nFine-earth texture: silt loam or silty clay loam (horizon averages less\nthan 10 percent sand by volume)\nOther features: Primary structure is very coarse prismatic and the polygons are separated or\nsurrounded by cracks filled with silt that has grayer color and typically less clay than the interiors of the polygons.\nC or 2C horizon, where present:\nHue: 10YR or 7.5YR\nValue: 4 or 5\nChroma: 3 to 8\nFine-earth texture: silt loam or silty clay loam\nOther features: Most pedons contain redoximorphic features or relict mottles."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Apalona, Ava, Bedford, Cincinnati, Fountainville, Hildebrecht, Hosmer, Lawrenceville, Nicholson, Omulga, Otwell, Otwood, Solsberry, Weisburg, and Zanesville series. Apalona soils formed in 30 to 48 inches of silty loess and the underlying loamy and clayey residuum. Ava soils formed in loess and the underlying silty or loamy deposits, and have a 2B horizon that contains more than 10 percent sand within a depth of 60 inches. Bedford soils have clayey residuum weathered from limestone at depths of less than 60 inches and have redder hue. Cincinnati soils formed in loess and glacial till; they have a 2B horizon at depths less than 40 inches that contains more than 15 percent sand and between 2 and 20 percent rock fragments. Fountainville soils are formed in a thin mantle of loess and in the underlying material weathered from metamorphic and sedimentary brown and red shale, siltstone and sandstone residuum. Hildebrecht and Weisburg soils have less than 40 inches of loess and contain more clay and rock fragments in the lower part of the solum. Hosmer soils typically are in areas of thicker loess and typically have higher base saturation in the series control section. Lawrenceville soils do not have a bisequal profile with the Bt/E horizon and the B't horizon. Nicholson soils contain more than 35 percent clay in the layers below the fragipan. Omulga and Otwell soils are stratified in the lower part of the sola and in the substrata. Otwood soils have more than 20 percent sand in the layers below the fragipan. Solsberry soils formed in loess, a thin layer of loamy pedisediment and a paleosol formed in the underlying Illinoian age till with more than 15 percent rock fragments in the lower part of the series control section. Zanesville soils formed in thinner loess over residuum weathered from acid sandstone, siltstone, and shale and contain more sand and rock fragments within a depth of 60 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Grantsburg soils are commonly on the ridge crests and side slopes of bedrock controlled uplands that may have remnants of old glacial drift. Slope gradients are 2 to 18 percent. Grantsburg soils formed in 122 to 203 centimeters (48 to 80 inches) of late Wisconsinan Stage Peoria Loess and are usually underlain by Roxana silt, erosional sediments, and/or Illinoian Stage Loveland loess that contains a reddish paleosol, or residuum weathered from interbedded sandstone, shale, or siltstone with low content of sand. In some pedons the solum formed into the underlying silty materials. Bedrock is at a depth of 1.5 to 3.6 meters (5 to 12 feet). Mean annual temperature ranges from 12 to 14 degrees C. (54 to 57 degrees F.), mean annual precipitation ranges from 1067 to 1168 millimeters (42 to 46 inches), frost free period ranges from 175 to 210 days, and elevation ranges from 110 to 201 meters (360 to 660 feet) above mean sea level."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the the Robbs, Wellston soils and Zanesville soils. The somewhat poorly drained Robbs soils have chroma of 2 or less in the upper 25 centimeters (10 inches) of the argillic horizon and form a hydrosequence with the Grantsburg soils. Zanesville and Wellston soils are on similar or steeper adjacent slopes where the loess is thinner. Wellston soils do not have a fragipan horizon."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Moderately well drained. The potential for surface runoff is medium or high. Saturated hydraulic conductivity is moderately high (1.41 to 4.23 micrometers/sec) in the subsoil horizons above the fragipan and low or moderately low (0.07 to 0.42 micrometers/sec) in the fragipan. Permeability is moderately slow in the subsoil horizons above the fragipan and very slow in the fragipan. A perched, seasonal water table is at a depth of 46 to 76 centimeters (1.5 to 2.5 feet) from December through April in most years."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Grantsburg soils are commonly used for row crop production, hayland, and woodland. Corn, soybeans, wheat, and grass-legume mixtures are the principal crops. Natural vegetation is deciduous forest."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Southern Illinois. Extent is large. The series is of large extent in Southern Illinois. The type location is in MLRA 120A and the series extent includes MLRAs 113 and 114B."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Indianapolis, Indiana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Williamson County, Illinois, 1955."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Classification assigned as Oxyaquic Fragiudalfs to agree with ST Issue #17 on 23 Aug 94 by CLG. The concepts and earlier studies of the Grantsburg series was summarized in a booklet prepared for the Benchmark Soils Project: McCormack, D. E. 1960. Grantsburg Soils - A Summary of Pertinent Data for use in Classification and Interpretation. Soil Conservation Service. Water is perched on the B't horizon or on the fragipan, and free water flows laterally through or above the Bt/E horizon.\nThe Nasis Data Mapunit ID is: 153525. This data mapunit represents the OSD pedon for Grantsburg.\nDiagnostic horizons and features recognized in this pedon are: Ochric epipedon - the zone from the surface to a depth of 18 centimeters (7 inches), (A and E horizons); Argillic horizon - the zone from about 31 to 96 centimeters (12 to 38 inches), (Bt1, Bt2, Bt/E, and B't horizons); and a Fragipan - the zone from about 96 to 155 centimeters (38 to 61 inches), (Btx1 and Btx2 horizons); Redoximorphic features - from 31 to 203 centimeters (12 to 80 inches)."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "ADDITIONAL DATA: Data from the typical pedon, laboratory numbers 17582 to 17594, University of Illinois, are on file at the SCS state office.\nNSSL laboratory pedon number is: 40A2760 (Pedon ID number 49IL151001)"
  },
  "SITE": [
    [
      {
        "drainage": "moderately well",
        "drainage_overview": "moderately well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 5,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "silt loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "A--0 to 5 centimeters (0 to 2 inches); very dark grayish brown (10YR 3/2) silt loam, grayish brown (10YR 5/2) dry; moderate fine granular structure; friable; many roots; very strongly acid; abrupt smooth boundary. (5 to 13 cm or 2 to 5 inches thick)"
      },
      {
        "name": "E",
        "top": 5,
        "bottom": 18,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 3,
        "texture_class": "silt loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "E--5 to 18 centimeters (2 to 7 inches); brown (10YR 5/3) silt loam; weak medium granular structure; friable; many roots; very strongly acid; clear smooth boundary. (7.5 to 25 cm or 3 to 10 inches thick)"
      },
      {
        "name": "BE",
        "top": 18,
        "bottom": 30,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "7.5YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "silt loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "BE--18 to 30 centimeters (7 to 12 inches); strong brown (7.5YR 5/6) silt loam; weak fine subangular blocky structure; friable; many roots; very strongly acid; gradual smooth boundary. (7.5 to 20 cm or 3 to 8 inches thick)"
      },
      {
        "name": "Bt1",
        "top": 30,
        "bottom": 51,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "7.5YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "silt loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "Bt1--30 to 51 centimeters (12 to 20 inches); strong brown (7.5YR 5/6) silt loam; moderate medium subangular blocky structure; friable; common roots; few distinct brown (7.5YR 5/4) clay films on faces of peds; few fine prominent black (10YR 2/1) iron-manganese concretions; very strongly acid; gradual smooth boundary."
      },
      {
        "name": "Bt2",
        "top": 51,
        "bottom": 61,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "silt loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Bt2--51 to 61 centimeters (20 to 24 inches); yellowish brown (10YR 5/4) silt loam; weak medium subangular blocky structure; friable; few roots; few distinct brown (7.5YR 5/4) clay films on faces of peds; very strongly acid; abrupt smooth boundary. (Combined thickness of the Bt horizons is 18 to 38 cm or 7 to 15 inches.)"
      },
      {
        "name": "Bt/E",
        "top": 61,
        "bottom": 69,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 3,
        "texture_class": "silty clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bt/E--61 to 69 centimeters (24 to 27 inches); brown (10YR 5/3) silty clay loam (Bt), and many prominent light gray (10YR 7/1) silt coatings on faces of peds and as filling between peds (E); moderate fine subangular blocky structure; firm; common roots; few fine distinct black (10YR 2/1) iron-manganese concretions; very strongly acid; clear smooth boundary. (5 to 10 cm or 2 to 4 inches thick)"
      },
      {
        "name": "B't",
        "top": 69,
        "bottom": 96,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "silty clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "B't--69 to 96 centimeters (27 to 38 inches); yellowish brown (10YR 5/4) silty clay loam; weak coarse prismatic structure parting to moderate medium angular and subangular blocky; very firm and hard; few roots; common distinct brown (7.5YR 4/4) clay films on faces of peds and lining pores and channels; few white (10YR 8/1) uncoated silt grains on faces of peds; common medium prominent strong brown (7.5YR 5/8) masses of oxidized iron and common medium distinct light gray (10YR 7/1) iron depletions; few fine prominent black (N 2.5/) iron-manganese concretions throughout; slightly brittle; very strongly acid; clear smooth boundary. (18 to 38 cm or 7 to 15 inches thick)"
      },
      {
        "name": "Btx1",
        "top": 96,
        "bottom": 132,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "silt loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Btx1--96 to 132 centimeters (38 to 52 inches); yellowish brown (10YR 5/4) silt loam; moderate very coarse prismatic structure parting to weak coarse angular and subangular blocky; very firm and hard; few roots, mostly confined to cracks between peds; few distinct brown (7.5YR 4/4) clay films on faces of peds and lining pores and some old root channels; light gray (10YR 7/1) silt or silt loam fillings in vertical cracks about one half inch to one and one half inches in width that surround the polygons of the prismatic structure; common medium prominent strong brown (7.5YR 5/8) masses of oxidized iron and common medium distinct light gray (10YR 7/1) iron depletions; few fine prominent black (N 2.5/) iron-manganese concretions throughout; brittle; very strongly acid; clear smooth boundary."
      },
      {
        "name": "Btx2",
        "top": 132,
        "bottom": 155,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "silt loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "strongly acid",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "Btx2--132 to 155 centimeters (52 to 61 inches); yellowish brown (10YR 5/4) silt loam; moderate very coarse prismatic structure parting to weak coarse angular blocky; very firm and hard; few roots, mostly confined to cracks between peds; few distinct dark yellowish brown (10YR 4/4) clay films on vertical faces of peds and lining a few old worm holes and root channels; light gray (10YR 7/1) silt or silt loam fillings in vertical cracks that surround the polygons of the prismatic structure; common medium prominent brownish yellow (10YR 6/8) masses of oxidized iron and common medium distinct light brownish gray (10YR 6/2) iron depletions; few fine prominent black (N 2.5/) iron-manganese concretions throughout; brittle; strongly acid; gradual smooth boundary. (Combined thickness of the Btx horizons is 10 to 24 inches.)"
      },
      {
        "name": "C",
        "top": 155,
        "bottom": 203,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "silt loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately acid",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "C--155 to 203 centimeters (61 to 80 inches); yellowish brown (10YR 5/4) silt loam; massive; friable; common medium prominent brownish yellow (10YR 6/8) masses of oxidized iron and common medium distinct light brownish gray (10YR 6/2) iron depletions; moderately acid."
      }
    ]
  ]
}
