{
  "SERIES": "GRANEROS",
  "STATUS": "Established Series",
  "BYREV": "LAN/AP",
  "REVDATE": "12/2007",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS:  Fine, smectitic Ustic Glossocryalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Graneros gravelly loam, on a south facing, convex, 15 percent slope in mixed conifers at an elevation of 9,880 feet.  (Colors are for dry soil unless otherwise noted.)  When described on June 19, 1986 the soil was moist from 0 to 27 inches.  The surface is covered by 5 percent stones.\nOi--0 to 1 inches; slightly decomposed plant material.\nA--1 to 3 inches; dark gray (10YR 4/1) gravelly loam, very dark grayish brown (10YR 3/2) moist; weak fine granular structure; soft, friable, slightly sticky and slightly plastic; common fine and medium roots; 20 percent gravel, 5 percent cobbles, 5 percent stones; neutral (pH 6.8); abrupt smooth boundary.  (0 to 3 inches thick)\nE--3 to 7 inches; light gray (10YR 7/2) gravelly loam, dark grayish brown (10YR 4/2) moist; weak fine granular structure; soft, very friable, slightly sticky and slightly plastic; common fine and medium roots; 20 percent gravel, 5 percent cobbles; moderately acid (pH 5.6); abrupt smooth boundary.  (3 to 5 inches thick)\nBt/E--7 to 13 inches; 60 percent light yellowish brown (10YR 6/4) gravelly clay loam, dark yellowish brown (10YR 4/4) moist; 40 percent light gray (10YR 7/2) gravelly loam, dark grayish brown (10YR 4/2) moist; moderate medium subangular blocky structure; hard, firm, sticky and slightly plastic; few fine and medium roots; common thin patchy clay films on faces of peds (Bt); 25 percent gravel; slightly acid pH 6.4); clear smooth boundary.  (2 to 7 inches thick)\nBt1--13 to 23 inches; light yellowish brown (10YR 6/4) gravelly clay, dark yellowish brown (10YR 4/4) moist; weak medium prismatic structure parting to strong medium blocky; very hard, very firm, very sticky and slightly plastic; few fine and medium roots; many continuous distinct clay films on faces of peds; 20 percent gravel; slightly acid pH 6.4); clear smooth boundary.\nBt2--23 to 32 inches; light yellowish brown (10YR 6/4) and very pale brown (10YR 7/4) parachannery silty clay loam, yellowish brown (10YR 5/4) moist; weak medium subangular blocky structure; hard, firm, sticky and plastic; few fine and medium roots; common patchy distinct clay films on faces of peds; 20 percent siltstone parafragments; slightly acid pH 6.3); gradual wavy boundary.  (Combined thickness of the Bt1 and Bt2 horizons is 15 to 25 inches thick)\nCr--32 to 43 inches; soft shale and siltstone."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Las Animas County, Colorado; about 1.4 miles southeast of Cucharas Pass; located about 2,100 feet north 650 and west feet of the southeast corner of sec. 25, T. 31 S., R. 69 W.; Cucharas Pass USGS quad; lat. 37 degrees 18 minutes 56 seconds N. and long. 105 degrees 2 minutes 54 seconds W., NAD 1927"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: (Depths are from the mineral soil surface)\nSoil moisture:  The soil moisture control section is moist from March through September, driest December through February; Udic moisture regime bordering on ustic.\nMean annual soil temperature:  38 to 42 degrees F\nMean summer soil temperature:  44 to 47 degrees F\nDepth to paralithic contact:  20 to 40 inches to shale and siltstone\nDepth to glossic horizon:  3 to 8 inches\nThickness of the argillic horizon:  15 to 25 inches\nParticle-size control section (weighted average):\nClay content:  35 to 45 percent\nSand content:  5 to 35 percent\nRock fragments:  15 to 35 percent, dominantly gravel and cobbles\nA horizon:\nHue:  7.5YR to 2.5Y\nValue:  4 or 5 dry, 2 or 3 moist\nChroma:  1 to 3\nClay content:  18 to 27 percent\nRock fragments:  15 to 35 percent\nReaction:  slightly acid or neutral\nE horizon:\nHue:  7.5YR to 2.5Y\nValue:  6 or 7 dry, 4 or 5 moist\nChroma:  2 or 3\nClay content:  20 to 27 percent\nRock fragments:  15 to 35 percent\nReaction:  moderately acid to neutral\nBt/E horizon:\nSame properties as overlying E and underlying Bt horizons.\nBt horizons:\nHue:  7.5YR to 2.5Y\nValue:  5 or 6 dry, 4 or 5 moist\nChroma:  3 to 6\nTexture of the fine earth fraction:  clay loam, silty clay loam, silty clay, clay\nClay content:  35 to 45 percent\nRock fragments:  15 to 35 percent in the Bt1, 0 to 15 percent in the Bt2\nPararock fragments:  15 to 35 percent shale and siltstone fragments in the Bt2\nBase saturation:  60 to 100 percent\nReaction:  slightly acid or neutral"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Cowd (CO),Dell (WY) and Tercio(CO) series.\nCowd soils: are greater than 60 inches to paralithic contact.\nDell soils: are 40 to 60 inches deep to fractured limestone.\nTercio soils: are greater than 60 inches to paralithic contact."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material:  slope alluvium and colluvium derived from shale and siltstone, commonly from the Raton Formation.\nLandform:  mountain slopes\nSlopes:  15 to 40 percent\nElevation:  8,000 to 10,000 feet\nMean annual temperature:  38 to 42 degrees F\nMean annual precipitation:  20 to 26 inches\nPrecipitation pattern:  continental\nWettest period: April through August\nDriest period: December through February\nFrost-free period:  40 to 60 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Bandarito, Dargol, Fuera, and Tercio series.  The Bandarito soils have a mollic epipedon and are on valley sides.  The Dargol and Fuera soils have a frigid temperature regime and are on south facing mountain slopes.  The Tercio soils are very deep and are on mountain slopes."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:   Well drained, rapid runoff, slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Woodland and wildlife habitat. The native vegetation is Rocky Mountain Douglas fir, white fir, Engelmann's spruce with an understory of common juniper, kinninnick, Gambel's oak, Arizona fescue and mountain muhly."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Southern Rocky Mountains, Colorado; LRR E, MLRA 48A; small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Las Animas County, Colorado, 2007, Las Animas Area soil survey area, Colorado."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nDiagnostic horizons and features recognized in this pedon are:\nSeries control section:  The zone from 13 to 32 inches.\nParticle-size control section:  The zone from 7 to 32 inches.  (Bt/E, Bt1, and Bt2 horizons)\nOchric epipedon:  The zone from 1 to 3 inches.  (A horizon)\nGlossic horizon:  The zone from 7 to 13 inches.  (Bt/E horizon)\nArgillic horizon:  The zone from 7 to 32 inches.  (Bt/E, Bt1, and Bt2 horizons)\nParalithic contact:  The contact with shale and siltstone at 32 inches.  (Cr horizons)\nOther features:  Udic moisture regime bordering on ustic.\nThe assignment of the cation-exchange activity class is inferred from lab data from similar soils in the surrounding area.\nTaxonomic Version:  Eighth Edition, 1998\nNational Cooperative Soil Survey\nU.S.A."
  }
}
