{
  "SERIES": "GRANDGULF",
  "STATUS": "Established Series",
  "BYREV": "Rev. JDP-SVV-RLT",
  "REVDATE": "09/2004",
  "STATES": "MO",
  "OVERVIEW": "The Grandgulf series consists of very deep, well drained soils that formed in fine-silty alluvium. These soils are in nearly level to gently sloping sinkholes. Slopes range from 0 to 3 percent. Mean annual temperature is about 56 degrees F., and the mean annual precipitation is about 42 inches.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty, mixed, active, mesic Typic Paleudults"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Grandgulf silt loam - in a concave sinkhole with 1 percent slope in a fescue hay field at an elevation of 1,050 feet. (Colors are for moist soil unless otherwise stated)\nAp--0 to 8 inches; brown (10YR 4/3) silt loam, pale brown (10YR 6/3) dry; weak medium subangular blocky structure parting to moderate fine granular; very friable; many fine and very fine roots; many very fine and fine irregular pores; few fine rounded black (N 2/) hard iron-manganese concretions throughout; extremely acid (pH 4.4); clear smooth boundary.\nA--8 to 13 inches; dark brown (10YR 3/3) silt loam; weak fine and medium subangular blocky structure; friable; common very fine and fine roots; many very fine tubular pores and few fine vesicular pores; common fine faint discontinuous brown (10YR 5/3) clay depletions on faces of peds; few fine rounded black (N 2/) hard iron-manganese concretions throughout; strongly acid (pH 5.1); clear wavy boundary. (combined thickness of the A horizon is 4 to 18 inches)\nBtl--13 to 22 inches; dark yellowish brown (10YR 3/4) silt loam, moderate fine subangular blocky structure; friable; few very fine and fine roots; common very fine tubular and few medium vesicular pores; common fine distinct discontinuous reddish brown (5YR 4/4) clay films throughout; few fine rounded black (N 2/) hard iron-manganese concretions throughout; slightly acid (pH 6.4); clear wavy boundary.\nBt2--22 to 33 inches; brown (7.5YR 4/4) silt loam, weak fine and medium subangular blocky structure; friable; very few fine roots; common very fine tubular and few very fine and fine vesicular pores; many medium distinct continuous reddish brown (5YR 4/4) clay films on faces of peds; common fine distinct discontinuous brown (10YR 5/3) clay depletions throughout; common fine distinct dark brown (10YR 3/3) masses of iron and manganese accumulation throughout; common fine rounded black (N 2/) hard iron-manganese concretions throughout; moderately acid (pH 5.9); gradual wavy boundary.\nBt3--33 to 42 inches; brown (7.5YR 4/3) silty clay loam; weak medium subangular blocky structure parting to moderate fine subangular blocky; friable; few very fine and fine tubular pores and few fine vesicular pores; many medium distinct discontinuous reddish brown (5YR 4/4) clay films on faces of peds; common fine distinct discontinuous brown (10YR 5/3) clay depletions throughout; common fine distinct black (N 2/) masses of iron and manganese accumulation throughout; common fine rounded black (N 2/) slightly hard iron-manganese concretions throughout; strongly acid (pH 5.4); clear wavy boundary. (combined thickness of the Bt horizon is 20 to 40 inches)\n2Bt4--42 to 52 inches; reddish brown (5YR 4/4) silty clay loam; moderate medium subangular blocky structure; firm; few very fine and fine tubular pores; many medium prominent discontinuous dark red (2.5YR 3/6) clay films on faces of peds; common fine distinct discontinuous pale brown (10YR 6/3) clay depletions throughout; common fine distinct black (N 2/) masses of iron and manganese accumulation throughout; few fine rounded black (N 2/) slightly hard iron-manganese concretions throughout; strongly acid (pH 5.1); clear wavy boundary.\n2Bt5--52 to 80 inches; red (2.5YR 4/6) silt loam; moderate medium subangular blocky structure; firm few very fine tubular pores; many medium faint discontinuous red (2.5YR 4/6) clay films on faces of peds; common fine rounded black (N 2/) slightly hard iron-manganese concretions throughout; strongly acid (pH 5.2). (Combined thickness of the 2Bt horizon is 0 to 50 inches)"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Howell County, Missouri; about 10 miles southwest of West Plains, Missouri; 2,200 feet north and 1,260 feet west of the SE corner of section 8, T. 22 N., R. 9 W.; USGS Moody, Missouri quadrangle; UTM coordinates, Zone 15, Easting 593380, Northing 4049180."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSolum thickness:\t\t80 or more inches\nDepth to bedrock:\t\tmore than 80 inches\nDepth to the 2Bt:\t\t30 to 50 inches\nAp and A horizons\nHue:\t\t\t\t10YR\nValue:\t\t\t\t3 to 5\nChroma:\t\t\t\t2 to 4\nFine earth:\t\t\tsilt loam\nRock fragments:\t\t\t0 to 5 percent gravel\nReaction:\t\t\t\textremely acid to neutral\nBt horizon\nHue:\t\t\t\t7.5YR or 10YR\nValue:\t\t\t\t3 to 5\nChroma:\t\t\t\t3 to 6\nFine earth:\t\t\tsilt loam, silty clay loam\nRock fragments:\t\t\t0 to 5 percent gravel\nReaction:\t\t\t\tvery strongly acid to slightly acid\n2Bt horizon\nHue:\t\t\t\t2.5YR to 7.5YR\nValue:\t\t\t\t3 to 5\nChroma:\t\t\t\t3 to 8\nFine earth:\t\t\tsilt loam, silty clay loam\nRock fragments:\t\t\t0 to 35 percent gravel\nReaction:\t\t\t\tvery strongly acid to slightly acid\nSome pedons have transitional (BE, BA, AB) horizons or an E horizon with properties similar to the A horizon."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Branson and Covedale series. Branson soils formed in loess over residuum and are less than 30 inches to the 2Bt horizon (lithologic discontinuity). Covedale soils formed in black fissile shale and have rock fragments of black fissile shale, sandstone, ironstone, and siltstone."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Grandgulf soils are in nearly level to gently sloping sinkholes. They formed in fine-silty alluvium that has washed into the sinkholes from the adjacent soils. Slopes range from 0 to 3 percent. Elevations are commonly 700 to 1,400 feet. Mean annual temperature ranges from 55 to 58 degrees F., and the mean annual precipitation ranges from 40 to 45 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Lowassie, Poynor, Splitlimb, and Tonti soils. Lowassie soils are in the fine family and are on similar landscape positions. Poynor soils are in the loamy skeletal over clayey family and are on steep side slopes of the sinkholes. Splitlimb soils are somewhat poorly drained and are on similar landscape positions. Tonti soils have a fragipan and are on broad ridgetops."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained. Runoff is negligible. These soils are ponded for very brief periods after heavy rains. Permeability is moderate, and the saturated hydraulic conductivity is moderately high."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most areas are used for hay and pasture production. Native vegetation is mixed hardwoods."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: The Ozark Highlands area (MLRA 116A) of south-central Missouri and possibly northern Arkansas. The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Morgantown, West Virginia"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Howell County, Missouri soil survey; 2004. The name comes from a Missouri State Park on the Howell/Oregon County line."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\n1) Ochric epipedon - the zone from the surface of the soil to a depth of 13 inches (Ap and A horizons)\n2) Argillic horizon - the zone from 13 to 80 inches (Bt and 2Bt horizons)\nADDITIONAL DATA: This soil is mapped predominantly in the Jefferson City and Roubidoux formations (Ordivician age) in Missouri.\nSampled for the University of Missouri Soil Characterization Lab as M9609139.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
