{
  "SERIES": "GRANVILLE",
  "STATUS": "Established Series",
  "BYREV": "Rev. RMK:ENH:DTA",
  "REVDATE": "07/1999",
  "STATES": "NC,VA",
  "OVERVIEW": "The Granville series consists of very deep, well drained, moderately permeable soils on Piedmont uplands.  They formed in residuum weathered from Triassic sandstone and shale.  Slope ranges from 0 to 10 percent.  Mean annual precipitation is 45 inches and mean annual temperature is 60 degrees F. near the type location.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, siliceous, semiactive, thermic Typic Hapludults"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Granville sandy loam on a SW slope of 2 percent under mixed hardwoods at 325 feet elevation.  (Colors are for moist soil unless otherwise stated.)\nOe--1 to 0 inches; very dark brown layer of partially decomposed hardwood leaves and mold mixed with small amounts of mineral soil.\nA--0 to 3 inches; grayish brown (2.5Y 5/2) sandy loam; weak fine granular structure; very friable; many medium and large roots; strongly acid; abrupt smooth boundary.  (1 to 8 inches thick)\nE--3 to 16 inches; light yellowish brown (2.5Y 6/4) sandy loam; weak fine granular structure; very friable; many fine and medium roots; strongly acid; clear smooth boundary.  (0 to 15 inches thick)\nBt1--16 to 22 inches; olive yellow (2.5Y 6/6) sandy clay loam; weak medium subangular blocky structure; friable, slightly sticky, slightly plastic; common fine and medium roots; many fine pores; few faint clay films on faces of peds; strongly acid; clear smooth boundary.\nBt2--22 to 27 inches; brownish yellow (10YR 6/6) sandy clay loam; moderate medium subangular blocky structure; friable, sticky; slightly plastic; common fine and medium roots; common fine pores; few faint clay films on faces of peds; strongly acid; gradual smooth boundary.\nBt3--27 to 37 inches; brownish yellow (10YR 6/6) sandy clay loam; common medium faint pale brown (10YR 6/3) and common medium distinct yellowish red (5YR 5/8) mottles; moderate medium subangular blocky structure; friable, sticky, slightly plastic; common fine pores; few faint clay films on faces of peds; few medium quartz pebbles; strongly acid; gradual smooth boundary.\nBt4--37 to 45 inches; brownish yellow (10YR 6/6) sandy clay loam; common medium faint pale brown (10YR 6/3) and common medium prominent yellowish red (5YR 5/8) mottles; weak medium subangular blocky structure; friable; sticky; slightly plastic; few medium quartz pebbles; few distinct clay films on faces of peds; strongly acid; gradual smooth boundary.  (Combined thickness of subhorizons of the Bt is 24 to 40 inches.)\nC--45 to 60 inches; brownish yellow (10YR 6/6) sandy clay loam saprolite; common coarse faint pale brown (10YR 6/3), common medium prominent yellowish red (5YR 5/8) and red (2.5YR 4/8) mottles; massive; friable; sticky; slightly plastic; few medium quartz gravel; strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Durham County, North Carolina; 1.4 miles northeast of Little River, 110 feet east of old North Carolina highway."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Solum thickness ranges from 40 to more than 60 inches.  Depth to bedrock is more than 5 feet.  These soils are strongly acid or very strongly acid throughout, except when the surface is limed.  Exchangeable aluminum ranges from 6 to 13 meq/100g in the control section.\nThe A or Ap horizon has hue of 10YR or 2.5Y, value of 3 to 6, and chroma of 1 to 4.  Pedons in which value is darker than 3.5 when moist and 5.5 when dry, are less than 6 inches thick.  Rock fragment content ranges from 0 to 35 percent.  Textures are sandy loam, fine sandy loam, coarse sandy loam, or loamy sand in the fine-earth fraction.  The eroded phase is typically sandy clay loam.\nThe E horizon has hue of 10YR or 2.5Y, value of 5 to 8, and chroma of 2 to 8.  Rock fragment content ranges from 0 to 35 percent.  It is sandy loam, fine sandy loam, coarse sandy loam, or loamy sand in the fine- earth fraction.\nThe BE or BA horizons, where present, have hue of 7.5YR to 2.5Y, value of 5 to 7, and chroma of 3 to 8.  They are sandy loam, fine sandy loam, or sandy clay loam.\nThe Bt horizon has hue of 7.5YR to 2.5Y, value of 5 to 7, and chroma of 4 to 8.  Mottles in shades of red, yellow, or brown range from none to common.  It is commonly sandy clay loam or clay loam, but can include thin layers of loam.  Silt content averages less than 30 percent in the upper 20 inches of this horizon.\nThe BC or CB horizons, where present, have hue of 7.5YR to 2.5Y, value of 5 to 7, and chroma of 3 to 8.  They are sandy loam, loam, sandy clay loam or clay loam.\nThe C horizon may be multicolored or mottled or have similar base colors as the Bt horizon with mottles in shades of yellow, brown, or red.  Rock fragment content ranges from 0 to 35 percent.  It is saprolite weathered from Triassic sandstone and shale.  Typically, it has sandy loam, loam, clay loam, or sandy clay loam texture."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  Soil series in the same family are Apison, Cahaba, Durham, Emporia, Euharlee, Hartsells, Kempsville, Linker, Nauvoo, Oktaha, Olla, Pirum, Sipsey, Smithdale, Spadra, Stringtown, and Suffolk.   Apison, Hartsells, Linker, and Sipsey soils have bedrock within 20 to 40 inches of the soil surface.  Cahaba, Nauvoo, Smithdale, and Spadra have 5YR or redder hue in the Bt horizon.  In addition, Nauvoo soils have a paralithic contact within depths of 40 to 60 inches.  Durham and Emporia soils have moderately slow or slow permeability in the lower part of the subsoil.  In addition, Emporia soils have low chroma mottles indicative of wetness below about 36 inches.  Euharlee soils have more than 30 percent silt in the particle size control section.  Kempsville and Suffolk soils have less than 6 meq/100 grams of exchangeable aluminum.  Olla soils formed in marine sediments and are stratified, and in addition commonly contain ironstone or concentrations of iron in thin horizontal lenses.  Pirum soils have bedrock within 22 to 50 inches of the surface.  Stringtown soils have 1 to 4 percent by volume plinthite in the lower Bt horizon."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Granville soils are on nearly level to strongly sloping ridges in the Piedmont uplands.  Slopes commonly are 2 to 6 percent and range from 0 to 10 percent.  This soil formed in material weathered from Triassic sandstone and shale.  Mean annual temperature near the type location is 60 degrees F., and mean annual precipitation is about 45 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are Creedmoor, Hallison, Mayodan, Mooshaunee, Pinkston, and White Store series.  All of these soils have formed in residuum weathered from Triassic sandstone and shale.  Creedmoor, Mayodan, and White Store soils have clayey Bt horizons.  In addition, Creedmoor and White Store soils have very slow permeability in the subsoil and moderate or high shrink-swell potential.  Hallison and Mooshaunee soils are in a fine silty family and have soft bedrock at depths of 40 to 60 inches, and 20 to 40 inches respectively.  Pinkston soils are in a coarse-loamy family and have hard bedrock within 20 to 40 inches of the surface."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; slow to medium runoff; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  About 2/3 of the acreage of Granville soils is cultivated or used for pasture.  Principal crops are tobacco, corn, cotton, soybeans, small grains, and truck crops.  Common trees are white, red, black, and post oaks; hickory, sweetgum, red maple, sourwood, and dogwood.  Shortleaf, Virginia, and loblolly pines are common in places, especially old fields."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  The Triassic basins of the Southern and Northern Piedmont in North and South Carolina and Virginia.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Raleigh, North Carolina"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Granville County, North Carolina; 1910."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  The date of this revision is May, 1988.\nDiagnostic horizons recognized in the pedon are:\nOchric epipedon - The zone from the surface of the mineral soil to a depth of 16 inches (A and E horizons).\nArgillic horizon - The zone from 16 inches to a depth of 45 inches.\nADDITIONAL DATA:  Coleman, N.R.; Weed, S.B.; McCraken, R.J., 1959.  Cation exchange capacity and exchangeable cations in Piedmont soils of North Carolina.  Soil Sci. Soc. Am. Proc. 23:146-149.\nSIR = NC0081     MLRA = 136\nTABULAR SERIES DATA:\nSOI-5  Soil Name   Slope  Airtemp FrFr/Seas Precip  Elevation\nNC0081 GRANVILLE   0- 10   58- 65  180-220  42- 55   300- 450\nSOI-5  FloodL FloodH Watertable Kind   Months  Bedrock Hardness NC0081 NONE          6.0-6.0              -     60-60\nSOI-5  Depth  Texture                3-Inch  No-10  Clay%   -CEC- NC0081  0-16  LS COSL                 0-  3  95-100  4-12   1-  3 NC0081  0-16  SL FSL                  0-  3  89- 99  8-18   2-  6 NC0081  0-16  GR-SL GR-COSL GR-LS     0-  5  60- 80  4-18   1-  5 NC0081 16-45  CL SCL                  0-  3  96-100 18-35   4-  8 NC0081 45-60  SL L SCL                0-  3  80- 98  8-25   2-  6\nSOI-5  Depth    -pH-     O.M.  Salin  Permeab   Shnk-Swll\nNC0081  0-16  4.5- 5.5  .5-1.  0- 0   2.0- 6.0  LOW\nNC0081  0-16  4.5- 5.5  .5-2.  0- 0   2.0- 6.0  LOW\nNC0081  0-16  4.5- 5.5  .5-1.  0- 0   2.0- 6.0  LOW\nNC0081 16-45  4.5- 5.5  0.-.5  0- 0   0.6- 2.0  LOW\nNC0081 45-60  4.5- 5.5  0.-.5  0- 0   0.6- 2.0  LOW\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Oe",
        "top": 3,
        "bottom": 0,
        "narrative": "Oe--1 to 0 inches; very dark brown layer of partially decomposed hardwood leaves and mold mixed with small amounts of mineral soil."
      },
      {
        "name": "A",
        "top": 0,
        "bottom": 8,
        "moist_hue": "2.5Y",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "sandy loam",
        "pH_class": "strongly acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "A--0 to 3 inches; grayish brown (2.5Y 5/2) sandy loam; weak fine granular structure; very friable; many medium and large roots; strongly acid; abrupt smooth boundary.  (1 to 8 inches thick)"
      },
      {
        "name": "E",
        "top": 8,
        "bottom": 41,
        "moist_hue": "2.5Y",
        "moist_value": 6,
        "moist_chroma": 4,
        "texture_class": "sandy loam",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "E--3 to 16 inches; light yellowish brown (2.5Y 6/4) sandy loam; weak fine granular structure; very friable; many fine and medium roots; strongly acid; clear smooth boundary.  (0 to 15 inches thick)"
      },
      {
        "name": "Bt1",
        "top": 41,
        "bottom": 56,
        "moist_hue": "2.5Y",
        "moist_value": 6,
        "moist_chroma": 6,
        "texture_class": "sandy clay loam",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bt1--16 to 22 inches; olive yellow (2.5Y 6/6) sandy clay loam; weak medium subangular blocky structure; friable, slightly sticky, slightly plastic; common fine and medium roots; many fine pores; few faint clay films on faces of peds; strongly acid; clear smooth boundary."
      },
      {
        "name": "Bt2",
        "top": 56,
        "bottom": 69,
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 6,
        "texture_class": "sandy clay loam",
        "pH_class": "strongly acid",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "Bt2--22 to 27 inches; brownish yellow (10YR 6/6) sandy clay loam; moderate medium subangular blocky structure; friable, sticky; slightly plastic; common fine and medium roots; common fine pores; few faint clay films on faces of peds; strongly acid; gradual smooth boundary."
      },
      {
        "name": "Bt3",
        "top": 69,
        "bottom": 94,
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 6,
        "texture_class": "sandy clay loam",
        "pH_class": "strongly acid",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "Bt3--27 to 37 inches; brownish yellow (10YR 6/6) sandy clay loam; common medium faint pale brown (10YR 6/3) and common medium distinct yellowish red (5YR 5/8) mottles; moderate medium subangular blocky structure; friable, sticky, slightly plastic; common fine pores; few faint clay films on faces of peds; few medium quartz pebbles; strongly acid; gradual smooth boundary."
      },
      {
        "name": "Bt4",
        "top": 94,
        "bottom": 114,
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 6,
        "texture_class": "sandy clay loam",
        "pH_class": "strongly acid",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "Bt4--37 to 45 inches; brownish yellow (10YR 6/6) sandy clay loam; common medium faint pale brown (10YR 6/3) and common medium prominent yellowish red (5YR 5/8) mottles; weak medium subangular blocky structure; friable; sticky; slightly plastic; few medium quartz pebbles; few distinct clay films on faces of peds; strongly acid; gradual smooth boundary.  (Combined thickness of subhorizons of the Bt is 24 to 40 inches.)"
      },
      {
        "name": "C",
        "top": 114,
        "bottom": 152,
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 6,
        "texture_class": "sandy clay loam",
        "pH_class": "strongly acid",
        "narrative": "C--45 to 60 inches; brownish yellow (10YR 6/6) sandy clay loam saprolite; common coarse faint pale brown (10YR 6/3), common medium prominent yellowish red (5YR 5/8) and red (2.5YR 4/8) mottles; massive; friable; sticky; slightly plastic; few medium quartz gravel; strongly acid."
      }
    ]
  ]
}
