{
  "SERIES": "GRANTURK",
  "STATUS": "Established Series",
  "BYREV": "Rev. JPP/GB/TWH",
  "REVDATE": "08/2002",
  "STATES": "CO",
  "OVERVIEW": "The Granturk series consists of shallow or very shallow, well drained soils that formed in residuum and slope alluvium derived mainly from redbed sandstone.  Granturk soils are on mountain slopes, structural benches, and mesas in alpine areas.  Slopes range from 2 to 60 percent.  Mean annual precipitation is about 45 inches and the mean annual temperature is about 32 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS:  Loamy, isotic Lithic Dystrocryepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Granturk loam, on a southwest facing, simple, 10 percent slope in alpine tundra at an elevation of 12,000 feet.  (Colors are for dry soil unless otherwise noted.)  When described on September 15, 1987 the soil was moist from 0 to 18 inches.\nOi--0 to 1 inch; slightly decomposed organic material, principally roots, stems, and leaves. (1 to 3 inches thick)\nA--1 to 3 inches; weak red (10R 5/2) loam, weak red (10R 4/2) moist; weak fine granular structure; soft, very friable, nonsticky and nonplastic; abundant fine and very fine roots; very strongly acid (pH 5.0); clear smooth boundary.  (2 to 7 inches thick)\nE--3 to 8 inches; weak red (10R 5/3) loam, weak red (10R 4/2) moist; weak very fine granular structure; soft, very friable, nonsticky and nonplastic; abundant very fine roots; very strongly acid (pH 4.8); clear smooth boundary.  (0 to 5 inches thick)\nBw1--8 to 17 inches; pale red (10R 6/4) loam, weak red (10R 4/4) moist; weak fine subangular blocky structure parting to moderate medium granular; soft, very friable,  nonsticky and nonplastic; few very fine roots; very strongly acid (pH 4.6); clear smooth boundary.  (4 to 16 inches thick)\nBw2--17 to 19 inches; pale red (10R 6/4) very gravelly sandy loam, weak red (10R 4/4) moist; weak fine granular structure; soft, very friable, nonsticky and nonplastic; 35 percent small sandstone gravels; very strongly acid (pH 4.6); abrupt smooth boundary.  (0 to 6 inches thick)\nR--19 inches; hard red sandstone bedrock."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  San Juan County, Colorado; about 4 miles southwest of Silverton, north of Engineer Mountain; located about 2,100 feet east and 3,000 feet north of the southwest corner of Sec. 19, T. 40 N., R. 8 W.; Engineer Mountain USGS quad.; lat. 37 degrees, 43 minutes, 18 seconds N., and long. 107 degrees, 47 minutes, 39 seconds W., NAD 27"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: (depths given are measured from the mineral soil surface)\nSoil moisture regime:  udic; dry in some part of the moisture control section for less than 45 cumulative days (typic udic subclass)..\nMean annual soil temperature:  32 to 36 degrees F.\nMean summer soil temperature:  38 to 44 degrees F. with an O horizon.\nDepth to lithic contact:  7 to 20 inches\nBase saturation:  30 to 50 percent\nLithology of rock fragments: sandstone\nParticle-size control section (weighted averages):\nClay content:  20 to 35 percent\nRock fragment content:  0 to 35 percent\nA horizon:\nHue:  10R to 5YR\nValue:  5 or 6 dry, 4 or 5 moist\nChroma:  3 to 6, dry and moist\nRock fragment content:  0 to 35 percent\nReaction:  very strongly acid or strongly acid\nBw1 horizon:\nHue:  10R to 5YR\nValue:  5 or 6 dry, 4 or 5 moist\nChroma:  3 to 6, dry and moist\nTexture, fine earth fraction:  L or CL\nRock fragment content:  0 to 15 percent\nReaction:  very strongly acid or strongly acid\nBw2 horizon:  (if present)\nHue:  10R to 5YR\nValue:  5 or 6 dry, 4 or 5 moist\nChroma:  3 to 6, dry and moist\nTexture, fine earth fraction:  SL\nRock fragment content:  25 to 50 percent\nReaction:  very strongly acid or strongly acid"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  This is the Lostlake series.\nThe Liesnoi series may be a competitor when the classification is updated.\nLiesnoi:  have less than 18 percent clay in the particle-size control section.\nLostlake:  have rock fragments derived from granite."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material:  residuum and slope alluvium derived from non-marine redbed sandstone.\nLandform:  mountain slopes, structural benches, and mesas in alpine areas.\nSlopes:  2 to 60 percent\nElevation: 11,500 to 13,000 feet\nMean annual air temperature:  28 to 34 degrees F.\nMean annual precipitation:  35 to 50 inches.\nWettest months:  July and August are slightly wetter than other months.\nDriest months:  May and June receive the least precipitation, however the soils are moist from snowmelt.\nFrost-free period:  30 to 40 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Whitecross and Henson series. Both are on mountain slopes.\nWhitecross soils are loamy-skeletal, and they are also on ridges and valley floors.\nHenson soils are loamy skeletal and very deep, and they are also are in valley fill positions."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; medium to high runoff; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are used mainly for summer sheep grazing, wildlife habitat, and recreation.  Native vegetation consists of alpine bluegrass, tufted hairgrass, scribners wheatgrass, alpine fescue, kobresia, mountain avens, and sedges."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Alpine mountain areas of southern Colorado. MLRA 48A. The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Bozeman, Montana."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  San Juan County (Animas-Dolores Soil Survey Area), Colorado, 2002. Series proposed in 1988. The name is taken from a mountain peak near the type location."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon:  The zone from 1 to 8 inches.  (A and E horizons)\nAlbic horizon: The zone from 3 to 8 inches (E horizon)\nCambic horizon:  The zone from 8 to 19 inches.  (Bw1 and Bw2 horizons)\nLithic contact:  hard sandstone bedrock at 19 inches.\nParticle size control section:  The zone from 10 to 19 inches.  (Part of the Bw1 and the Bw2 horizons)\nKeys to Soil Taxonomy:  Classified according to the Eighth Edition, 1998\nIn some pedons, although color of the Bw horizons meets the criteria of spodic materials, it is presumed this horizon would not meet the organic carbon and oxalate extractable Al and Fe criteria.\nThe 8/2002 revision changes the mineralogy from mixed to isotic. The isotic class is predicted from the low base status of this soil, the estimated high content of iron and aluminum oxides, and from the cold and moist soil climate.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
