{
  "SERIES": "GRAPELAND",
  "STATUS": "Tentative Series",
  "BYREV": "Rev. LSJ:GLL",
  "REVDATE": "05/2001",
  "STATES": "TX",
  "OVERVIEW": "The Grapeland series consists of very deep, somewhat excessively drained soils that formed in sandy coastal plain sediments.  These soils are on uplands with concave or plain surfaces.  Slopes range from 1 to 5 percent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Siliceous, thermic Psammentic Paleudults"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Grapeland fine sand--pastureland.\n(Colors are for moist soil unless otherwise stated.)\nAp--0 to 3 inches; dark yellowish brown (10YR 4/4) fine sand; weak medium subangular blocky structure; soft, very friable; many fine and medium roots; common fine pores; few fine ironstone nodules; strongly acid; clear smooth boundary. (3 to 15 inches thick)\nEB--3 to 12 inches; yellowish brown (10YR 5/6) fine sand; weak medium and coarse subangular blocky structure; soft, very friable; common fine roots; common fine pores; few thin discontinuous lamellae at Bt contact; few fine ironstone nodules; very strongly acid; abrupt smooth boundary.  (0 to 17 inches thick)\nBt1--12 to 39 inches; yellowish red (5YR 5/8) loamy fine sand; weak medium and coarse subangular blocky structure; slightly hard, friable; common fine roots; many fine and medium pores; few streaks of pale brown (10YR 6/3) uncoated sand; few black stains of iron-manganese; faint yellowish red discontinuous clay bridging between some sand grains; few fine ironstone nodules; extremely acid; gradual smooth boundary.\nBt2--39 to 52 inches; yellowish red (5YR 5/8) loamy fine sand; weak coarse subangular blocky structure; slightly hard, friable; common fine roots; many fine and medium pores; clay bridging evident; few streaks of very pale brown (10YR 7/3) uncoated sand; few fine ironstone nodules; very strongly acid; clear wavy boundary. (combined thickness of the Bt horizons is 30 to 65 inches)\nBt and E--52 to 80 inches; yellowish red (5YR 5/8) loamy fine sand; weak medium subangular blocky structure; slightly hard, friable; common fine roots; many fine and medium pores; few thin faint reddish lamellae; few streaks and spots up to one-half inch across of very pale brown (10YR 7/3) uncoated sand some of which have red edges (E); few fine ironstone nodules; very strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Houston County, Texas; from the intersection U.S.  Highway 287 and Farm Road 228 in Grapeland; about 7 miles north on U.S.  Highway 287 to the entrance of Lake Wood ranch; 0.2 of a mile east to farmstead; 0.4 of a mile northeast to site in pasture.  (Longitude: 95 degrees, 28 minutes, 54 seconds west; Latitude: 31 degrees, 31 minutes, 36 seconds north)"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: The solum is more than 80 inches thick.  The reaction ranges from extremely acid to strongly acid unless limed.  The soil is dry in some part of the moisture control section for 75 to 90 days in most years.  Rounded ironstone nodules mainly less than one-half inch across range from none to few throughout.\nThe A or Ap horizon has hue 7.5YR or 10YR, value of 3 to 5, and chroma of 3 or 4.  The texture is fine sand or loamy fine sand. Some pedons have an E horizon with color value 1 or 2 units higher than the A horizon.\nThe EB horizon has hue of 5YR to 10YR, value of 4 to 6, and chroma of 6 or 8.  The texture is fine sand or loamy fine sand.\nThe Bt horizons have hue of 2.5YR or 5YR, with value of 4 to 6, and chroma of 6 or 8.  The texture is loamy sand or loamy fine sand and the Bt horizon contains at least 3 percent more clay than the horizon above.   Streaks and spots of uncoated sand range from none to about five percent.\nThe Bt and E horizon has hue of 2.5YR to 7.5YR with value of 4 to 6 and chroma of 6 or 8.  The texture is fine sand, loamy sand or loamy fine sand.  Streaks and spots of uncoated sand range from few to common.  This horizon is not in all pedons."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Betis, Eustis and Valdosta series in the same family.  Betis soils have an argillic horizon with matrix colors in hue of 7.5YR or 10YR.  The Eustis and Valdosta soils are dry in the moisture control section less than 75 days in most years.  Also, Valdosta soils are restricted to the Hawthorn geologic formation."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Grapeland soils are on gently sloping interstream divides.  Slopes range from 1 to 5 percent.  They formed in material weathered from thick sandy coastal plain sediments.  The elevation is 450 to 550 feet above sea level.  The frost free days ranges from 230 to 240.  The average annual temperature ranges from 65 to 68 degrees F., the average annual rainfall ranges from 40 to 46 inches and the Thornwaite P-E index ranges from 66 to 70."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These include the competing Betis series, and the Briley, Darco, Lilbert, Tenaha, and Tonkawa soils.  Betis soils are on similar landscapes.  Briley, Darco, Lilbert and Tenaha soils have loamy argillic horizons.  Briley soils are on slightly higher convex ridges.  Darco and Lilbert soils are on similar landscapes. Tenaha soils are mainly on lower steeper sloping areas.  Tonkawa soils do not have an argillic horizon.  They are on similar landscapes."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Grapeland soils are somewhat excessively drained.  They have rapid permeability.  Runoff is negligible."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used mainly for pastures of improved bermudagrass and for woodland. The principal trees are loblolly pine, shortleaf pine, and longleaf pine.  Some areas are used for crops of peanuts, corn, or watermelon."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Mainly East Texas, the series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES PROPOSED",
    "content": "SERIES PROPOSED:  Houston County, Texas; 1991."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Grapeland soils were formerly included with the Betis or Eustis series. The name Grapeland is from a nearby community in Houston County.\nDiagnostic Horizons and features in this pedon are:\nOchric epipedon - 0 to 12 inches (Ap and EB horizons).\nArgillic Horizon - 12 to 80 inches (Bt1, Bt2, Bt & E horizons).\nPsammentic feature - Argillic horizon is loamy fine sand.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "somewhat excessively",
        "drainage_overview": "somewhat excessively"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 8,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "fine sand",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Ap--0 to 3 inches; dark yellowish brown (10YR 4/4) fine sand; weak medium subangular blocky structure; soft, very friable; many fine and medium roots; common fine pores; few fine ironstone nodules; strongly acid; clear smooth boundary. (3 to 15 inches thick)"
      },
      {
        "name": "EB",
        "top": 8,
        "bottom": 30,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "fine sand",
        "pH_class": "very strongly acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "EB--3 to 12 inches; yellowish brown (10YR 5/6) fine sand; weak medium and coarse subangular blocky structure; soft, very friable; common fine roots; common fine pores; few thin discontinuous lamellae at Bt contact; few fine ironstone nodules; very strongly acid; abrupt smooth boundary.  (0 to 17 inches thick)"
      },
      {
        "name": "Bt1",
        "top": 30,
        "bottom": 99,
        "moist_hue": "5YR",
        "moist_value": 5,
        "moist_chroma": 8,
        "texture_class": "loamy fine sand",
        "pH_class": "extremely acid",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "Bt1--12 to 39 inches; yellowish red (5YR 5/8) loamy fine sand; weak medium and coarse subangular blocky structure; slightly hard, friable; common fine roots; many fine and medium pores; few streaks of pale brown (10YR 6/3) uncoated sand; few black stains of iron-manganese; faint yellowish red discontinuous clay bridging between some sand grains; few fine ironstone nodules; extremely acid; gradual smooth boundary."
      },
      {
        "name": "Bt2",
        "top": 99,
        "bottom": 132,
        "moist_hue": "5YR",
        "moist_value": 5,
        "moist_chroma": 8,
        "texture_class": "loamy fine sand",
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bt2--39 to 52 inches; yellowish red (5YR 5/8) loamy fine sand; weak coarse subangular blocky structure; slightly hard, friable; common fine roots; many fine and medium pores; clay bridging evident; few streaks of very pale brown (10YR 7/3) uncoated sand; few fine ironstone nodules; very strongly acid; clear wavy boundary. (combined thickness of the Bt horizons is 30 to 65 inches)"
      },
      {
        "name": "E",
        "top": 132,
        "bottom": 203,
        "moist_hue": "5YR",
        "moist_value": 5,
        "moist_chroma": 8,
        "texture_class": "loamy fine sand",
        "pH_class": "very strongly acid",
        "narrative": "Bt and E--52 to 80 inches; yellowish red (5YR 5/8) loamy fine sand; weak medium subangular blocky structure; slightly hard, friable; common fine roots; many fine and medium pores; few thin faint reddish lamellae; few streaks and spots up to one-half inch across of very pale brown (10YR 7/3) uncoated sand some of which have red edges (E); few fine ironstone nodules; very strongly acid."
      }
    ]
  ]
}
