{
  "SERIES": "GRASSYCONE",
  "STATUS": "Established Series",
  "BYREV": "Rev. DJJ/HBM/TDT",
  "REVDATE": "01/2011",
  "STATES": "ID",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Medial, amorphic Humic Xeric Vitricryands"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Grassycone medial loam - on a 45 percent slope at an elevation of 6,500 feet in rangeland.  Colors are for dry soil unless otherwise noted.  When described on August 9, 1979, the soil was dry.\nOi--0 to 1 inch; slighty decomposed plant material consistin of aspen leaves and root mat.  (0.5 to 1.5 inches thick)\nA1--1 to 3 inches; dark brown (10YR 3/3) medial fine sandy loam, black (10YR 2/1) moist; strong fine granular structure; soft, very friable, nonsticky and nonplastic many very fine and fine roots; 10 percent cinders; neutral (pH 7.2); clear smooth boundary.  (2 to 5 inches thick)\nA2--3 to 9 inches; brown (10YR 4/3) gravelly medial sandy loam, very dark brown (10YR 2/2) moist; moderate fine granular structure; soft, very friable, coarse roots, common very fine tubular pores; 15 percent cinders; neutral (pH 7.0).  (5 to 10 inches thick)\nBw--9 to 57 inches; dark yellowish brown (10YR 4/4) gravelly medial fine sandy loam, dark brown (10YR 3/3) moist; moderate fine granular structure; soft, very friable, common very fine, fine, and few medium roots; common very fine tubular pores; 25 percent volcanic cinders and a trace of cobbles, neutral (pH 6.9).  (25 to 48 inches thick)\n2C--57 to 65 inches; pale brown (10YR 6/3) very cobbly loam, brown (10YR 4/3) moist; moderate medium subangular blocky structure; slightly hard, firm, slightly sticky and slightly plastic; few very fine and fine roots; common very fine tubular pores; 35 percent cobbles and 15 percent gravel; neutral(pH 6.9)"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Butte County, Idaho, about 4 miles north of the Craters of the Moon Visitors Center; 1,200 feet west of the southeast corner of section 8, T. 3 N., R. 24 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nThe soil moisture control section is dry for 45 to 80 consecutive days\nThickness of the mollic epipedon and andic soil properties - 40 to 60 inches\nMean annual soil temperature - 42 to 47 degrees F.\nMean summer soil temperature - 45 to 47 degrees F.\nCoarse fragments in the particle-size control section - 10 to 35 percent cinders\nReaction  - moderately acid through neutral throughout the solum.\nField estimated clay content throughout the solum - 10 to 20 percent.\nBulk density (moist) - 0.65 to 0.95 g/cm3.\nPhosphate retention - 50 to 80 percent.\nGlass - 5 to 30 percent\n15-bar water, dry - 12 to 15 percent\n15-bar water, moist - 20 to 30 percent\nAcid-oxalate aluminum plus one-half the iron - 1.0 to 2.0\nO horizon - 1/2 to 1 1/2 inches thick\nA horizon\nHue - 7.5YR or 10YR\nValue, dry - 3 to 5, moist - 2 or 3\nChroma, moist - 1 to 3\nCoarse fragments - 10 to 35 percent\nB horizon\nHue - 7.5YR or 10YR\nValue, dry - 4 or 5, moist - 3\nChroma, moist - 4 to 6\nCoarse fragments - 25 to 35 percent cinders\n2C may not be present in all pedons.  It is very cobbly or cobbly loam or clay loam with 24 to 30 percent clay."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  This is the Hal series.  Hal soils lack an O horizon and have loam textures throughout the solum."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Grassycone soils are in concave positions on steep mountain and foothill sideslopes.  Elevation is 6,000 to 8,500 feet.  Slopes are 30 to 60 percent.  The soils are formed in recent ash from the Craters of the Moon volcanics.  The average annual precipitation is 16 to 20 inches, most of which falls as snow.  The average annual air temperature is 37 to 43 degrees F.  The frost-free season is 30 to 70 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Dollarhide, Huddle, Lavacreek, Ketchum, and Vitale soils.  Dollarhide soils are shallow to bedrock located on ridges.  Huddle soils are frigid and have a calcic horizon.  Lavacreek and Ketchum soils contain more than 35 percent coarse fragments.  Vitale soils are frigid and moderately deep to bedrock."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained.  Low to moderate runoff.  Rapid permeability throughout the solum and moderate in the substratom."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Mainly used for wildlife and limited livestock grazing.  Vegetation is aspen, mountain big sagebrush, snowberry bitterbrush, pine reedgrass, and Idaho fescue."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Southeastern Idaho.  This series is of limited extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Butte County Area, Idaho, 1997."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and other features.\nMollic epipedon:  1 to 57 inches\nThickness of andic soil properties:  the zone from the mineral soil surface to 57 inches\nAndic soil properties based on laboratory data from the associated Huddle series\nParticle-size control section - 1 to 41 inches.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
