{
  "SERIES": "GRAVESEND",
  "STATUS": "Established Series",
  "BYREV": "LAH-JMG-JTI",
  "REVDATE": "01/2014",
  "STATES": "NY",
  "OVERVIEW": "The Gravesend series consists of very deep, somewhat excessivly drained soils with high saturated hydraulic conductivity. These soils are shallow to household garbage, construction debris and other discarded materials layered with human transported material. The soil has a mantle of human transported material less than 50 centimeters thick and occurs in landfills on anthropogenic landscapes in and near major urbanized areas of the Northeast. Slope ranges from 0 to 50 percent. Mean annual temperature is about 13 degrees C and mean annual precipitation is about 1196 mm.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Sandy-skeletal, mixed, hyperthermic Typic Udorthents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Gravesend coarse sand on a large smoothed landfill on a 3 to 8 percent slope. (Colors are for moist soil unless otherwise noted.)\n^A--0 to 5 cm; very dark gray (10YR 3/1) coarse sand; weak fine and medium subangular blocky structure; very friable, nonsticky and nonplastic; common medium and coarse roots throughout and many fine throughout; 3 percent gravel; strongly acid (pH.5.4); clear smooth boundary. (3 to 13 cm thick)\n^Bw--5 to 20 cm; light yellowish brown (2.5Y 6/4) coarse sand; single grain; loose, nonsticky and nonplastic; common fine and medium roots throughout; 3 percent gravel; moderately acid (pH 5.9) clear wavy boundary. (3 to 20 cm thick)\n^C--20 to 50 cm; grayish brown (2.5Y 5/2) coarse sand; massive; very friable, nonsticky and nonplastic; common fine roots throughout; 3 percent gravel; many coarse faint olive brown (2.5Y 4/3) and common coarse prominent yellowish brown (10YR 5/8) masses of iron accumulation; very strongly acid (pH 4.8); abrupt wavy boundary. (8 to 76 cm thick)\n2^Cu--50 to 201 cm; very dark grayish brown (2.5Y 3/2) extremely artifactual gravelly coarse sand; single grain; loose; slightly sticky and slightly plastic; 15 percent cobble-sized nonpersistent fragments including cardboard and paper; 40 percent cobble-sized persistent fragments including metal, concrete, glass, and rubber; 15 percent gravel-sized rock fragments; many coarse prominent yellowish red (5YR 5/6) masses of iron accumulation; neutral."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Queens County, New York: From the intersection of Cross Bay Blvd. and 165th Avenue 1500 feet west on 165th Avenue until interception with 81th street. Then 250 feet south on a path into Spring Creek Park, Gateway National Recreation Area; USGS Jamaica, NY topographic quadrangle; Latitude 40 degrees, 38 minutes, 52.1 seconds N. and Longitude 73 degrees, 50 minutes, 49 seconds W. (Rockwell GPS Receiver); NAD 1983."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: The thickness of the landfill materials is generally more than 2 meters. The human transported material may be any geologic deposits ranging from outwash, coastal plain sediments, alluvial sediment, or sediment from coastal waterways. The thickness of the human transported material cap over the upper garbage layer ranges from 18 to 50 centimeters. Rock fragments in the soil cap range from 1 to 30 percent and the texture includes loamy sand or coarser.  Rock fragments average more than 35 percent in the control section and are dominated by artifacts in the underlying landfill material. Reactions in the fill cap range from extremely acid to slightly alkaline. Reaction in the garbage layers is estimated to be neutral to moderately alkaline. Sea shell fragments may be present in some pedons where dredged and coastal material is present.\nThe ^A horizon has hue of 10YR to 2.5Y, value of 2 to 6 and chroma of 1 to 4. Typically these horizons are structureless or have weak subangular blocky structure. Consistence is very friable or loose.\nThe ^E horizon, if present, has hue of 10YR to 2.5Y, value of 4 to 6, and chroma of 3 or 4. Typically they are single grained or show a weak very fine subangular blocky structure. Consistence is very friable or loose.\nThe ^Bw or ^ BC horizon, if present, has hue of 7.5YR to 2.5Y, value of 4 and 6, and chroma of 3 or 4. Typically they are structureless or have very fine subangular blocky structure. Typically iron oxidation mottles are present. Consistence is very friable or loose.\nThe ^C horizon if present  have hue of 10YR to 2.5Y, value of 2 to 7, and chroma of 1 to 6. They are massive or single grained. Consistence is very friable or loose.\nThe 2^Cu layers of garbage contain human transported soil and rock material as well as household waste, paper, cardboard, plastic, glass, rubber, leather, carpet, clothing, shoes, organic waste, tires, unburned coal, and plastic bags. There is a smaller component of construction materials such as gypsum board, concrete, brick, lumber, steel, and asphalt, plus small amounts of coal ash. Household objects range from gravel to stone sized, and construction materials range from gravel to boulder size. There is a distinction between material that will hold water, allow roots to penetrate, and those that will decompose versus those that are cohesive, impermeable, and persistent (that is, function similar to a rock fragment). Examples of such fragments are glass, plastic, rubber, tires, and construction debris (except lumber). Generally, the human transported fill material is similar to the soil cap over the uppermost garbage layer. Rock fragments (natural and artifacts) range from 35 to nearly 100 percent. Consistence is very friable to firm. Some intermittent layers or materials such as plastic act as a barrier to roots and water movement."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no competing series within the family."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Gravesend soils are on nearly level to very steep modified landforms in landfills. These soils formed in a mixture of household and human transported material, with a cap of human transported material that is relatively clean of refuse. The human transported material is dominantly from locally excavated materials such as alluvium, outwash, coastal plain sediments, or dredged sediments from coastal waterways. Dominant coarse fragments are sea shells or human manufactured items with smaller amounts of sedimentary and metamorphic rocks, basalt, and quartzite pebbles. Slope ranges from 0 to 50 percent. Mean annual precipitation ranges from 1021 to 1325 mm. Mean annual temperature ranges from 8 to 17 degrees C."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are Barren, Bigapple, Centralpark, Fortress, Greatkills, Jamaica, Oldmill, Tilden and Verrazano soils. Barren, Bigapple, Centralpark, Fortress, Jamaica, Tilden, and Verrazano soils do not have garbage within the series control section. Greatkills soils are comprised mainly of loamy fill instead of sand. Oldmill soils have garbage contact within 50 to 100 cm."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: The soils are somewhat excessively drained. The potential for surface runoff is very low to low on vegetated slopes less than 20 percent and medium on vegetated slopes 20 percent and greater. The potential for surface runoff is one class more rapid where the soil is unvegetated or the surface is protected from erosion. Saturated hydraulic conductivity is high."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: These soils are generally covered with common reed and mugwort. A few hardwoods such as black locust, tree of heaven (Ailanthus), black cherry, and boxelder become established in areas that do not burn on a frequent basis. Reclamation is unlikely in areas where the soil cap is less than 60 centimeters thick, where soil or garbage occur on surface, or where common reed is unmanaged. Recreational use is also unlikely under these conditions."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: These soils occur on modified landscapes in and near major urbanized areas of the Northeast in MLRA 144A and 149B. The soils of this series are small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Amherst, Massachusetts."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Queens County, New York, 2014. Series proposed Queens County, New York, 1995."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Gravesend soils often exhibit an irregular decrease in organic carbon with depth however this is a result of anthropogenic filling (deposition) not alluvial deposition; excluding them from the concept of Fluvents. Proposed revisions to soil taxonomy in ICOMANTH Circular Letter 7 developed for anthropogenic soils will help to clarify this difference.\nAccording to the New York City Department of Environmental Conservation, Division of Hazardous Waste Remediation many landfill areas were unregulated at the time of filling and may contain chemicals that are toxic to plant roots. In addition, most areas develop anaerobic conditions in the subsoil due to methane gas emissions. Some pedons contain pockets where organic garbage has decomposed, and are subject to collapses under heavy equipment or weight.\nDiagnostic horizons and features recognized in this pedon include:\n1. Ochric epipedon - the zone from 0 to 5 centimeters (^Au horizon).\n2. Non-cambic pedogenic horizon - the zone from 5 to 20 cm (^Bw horizon).\n3. Redoximorphic features have inherited their colors by type of deposition and oxidation.\n4. Particle-size control section - artifacts that behave like rock fragments make up more than 65 percent of the total rock fragments in the particle size control section. Artifacts make up about one third of the volume of the soil/garbage mixture."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "ADDITIONAL DATA: Complete characterization data collected for soil cap as pedon S97NY081-008. Lab data is not available on the garbage subsoil because of possible hazardous material content.\nOne year soil temperature data is available for 10 cm and 50 cm depths. A poster describing temperature investigations is referenced below. The internal soil temperature has been modified by high levels of biological activity and garbage undergoing rapid decomposition. The classification as hyperthermic is the subject of some debate but the study and lab data support the hyperthermic soil temperature classification. The area would typically be mesic.\nReference: Mount, Henry and Luis Hernandez. Temperature Signatures for Urban Soils of New York City. Poster session presented at: First International Conference on Soils of Urban, Industrial, Traffic, and Mining Areas; 2000 Jul 12-18; Essen, Germany.\n________________________________________"
  },
  "SITE": [
    [
      {
        "drainage": "somewhat excessively",
        "drainage_overview": ""
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "^A",
        "top": 0,
        "bottom": 5,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 1,
        "texture_class": "coarse sand",
        "structure": "weak fine and medium subangular blocky",
        "dry_rupture": "NA",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "strongly acid",
        "eff_class": "NA",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "^A--0 to 5 cm; very dark gray (10YR 3/1) coarse sand; weak fine and medium subangular blocky structure; very friable, nonsticky and nonplastic; common medium and coarse roots throughout and many fine throughout; 3 percent gravel; strongly acid (pH.5.4); clear smooth boundary. (3 to 13 cm thick)"
      },
      {
        "name": "^Bw",
        "top": 5,
        "bottom": 20,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "2.5Y",
        "moist_value": 6,
        "moist_chroma": 4,
        "texture_class": "coarse sand",
        "structure": "single grain",
        "dry_rupture": "loose",
        "moist_rupture": "loose",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": 5.9,
        "pH_class": "moderately acid",
        "eff_class": "NA",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "^Bw--5 to 20 cm; light yellowish brown (2.5Y 6/4) coarse sand; single grain; loose, nonsticky and nonplastic; common fine and medium roots throughout; 3 percent gravel; moderately acid (pH 5.9) clear wavy boundary. (3 to 20 cm thick)"
      },
      {
        "name": "^C",
        "top": 20,
        "bottom": 50,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "2.5Y",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "coarse sand",
        "structure": "massive",
        "dry_rupture": "NA",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": 4.8,
        "pH_class": "very strongly acid",
        "eff_class": "NA",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "^C--20 to 50 cm; grayish brown (2.5Y 5/2) coarse sand; massive; very friable, nonsticky and nonplastic; common fine roots throughout; 3 percent gravel; many coarse faint olive brown (2.5Y 4/3) and common coarse prominent yellowish brown (10YR 5/8) masses of iron accumulation; very strongly acid (pH 4.8); abrupt wavy boundary. (8 to 76 cm thick)"
      },
      {
        "name": "2^Cu",
        "top": 50,
        "bottom": 201,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "2.5Y",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "coarse sand",
        "structure": "single grain",
        "dry_rupture": "loose",
        "moist_rupture": "loose",
        "coherence": "NA",
        "cf_class": "gravelly",
        "pH": "NA",
        "pH_class": "neutral",
        "eff_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "2^Cu--50 to 201 cm; very dark grayish brown (2.5Y 3/2) extremely artifactual gravelly coarse sand; single grain; loose; slightly sticky and slightly plastic; 15 percent cobble-sized nonpersistent fragments including cardboard and paper; 40 percent cobble-sized persistent fragments including metal, concrete, glass, and rubber; 15 percent gravel-sized rock fragments; many coarse prominent yellowish red (5YR 5/6) masses of iron accumulation; neutral."
      }
    ]
  ]
}
