{
  "SERIES": "GRAYLING",
  "STATUS": "Established Series",
  "BYREV": "Rev. LWB-WEF-GDW",
  "REVDATE": "09/2014",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Isotic, frigid Typic Udipsamments"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Grayling sand, on a 1 percent slope in a forested area at an elevation of 352 meters (1,155 feet)above mean sea level. (Colors are moist soil unless otherwise stated.)\nOe--0 to 2 cm (0 to 1 inch); black (10YR 2/1) moderately decomposed plant material; extremely acid; abrupt smooth boundary. [0 to 5 cm (0 to 2 inches) thick]\nA--2 to 10 cm (1 to 4 inches); black (10YR 2/1) sand, very dark grayish brown (10YR 3/2) dry; mixed with about 25 percent grayish brown (10YR 5/2) uncoated sand grains; weak fine granular structure; very friable; many very fine and fine and common medium and coarse roots; very strongly acid; abrupt wavy boundary. [2 to 13 cm (1 to 5 inches) thick]\nBw1--10 to 28 cm (4 to 11 inches); strong brown (7.5YR 4/6) sand; weak fine and medium subangular blocky structure parts to single grain; very friable; common very fine and fine and few medium and coarse roots; about 1 percent fine and medium gravel; moderately acid; gradual wavy boundary.\nBw2--28 to 48 cm (11 to 19 inches); dark yellowish brown (10YR 4/6) sand; weak fine and medium subangular blocky structure parts to single grain; very friable; common very fine and fine roots; about 2 percent fine and medium gravel; slightly acid; gradual wavy boundary. [Combined thickness of the Bw horizon is 30 to 64 cm (12 to 25 inches).]\nBC--48 to 61 cm (19 to 24 inches); brownish yellow (10YR 6/6) sand; single grain; loose; few fine roots; about 2 percent fine and medium gravel; slightly acid; gradual wavy boundary. [0 to 38 cm (0 to 15 inches) thick]\nC--61 to 203 cm (24 to 80 inches); light yellowish brown (10YR 6/4) sand; single grain; loose; about 3 percent fine and medium gravel; slightly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Crawford County, Michigan; about 5 miles northwest of Grayling; 2,500 feet north and 1,200 feet east of the southwest corner of sec. 19, T. 27 N., R. 4 W., Frederic Township; USGS Frederic, Michigan topographic quadrangle; lat. 44 degrees 43 minutes 19 seconds N. and long. 84 degrees 50 minutes 42 seconds W., NAD 27."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nThickness of the solum: 38 to 89 cm (15 to 35 inches)\nContent of rock fragments: 0 to 10 percent gravelly volume throughout the series control section\nParticle-size control section: less than 20 percent coarse sand and very coarse sand\nO horizon (where present)\nOrganic materials: oak leaves or jack pine needles, and some twigs and roots in various stage of decomposition\nThe A horizon and E horizon, where present, are normally intermixed in a single layer. Some pedons have a separate E horizon.\nA horizon:\nHue: 5YR, 7.5YR, 10YR, or is neutral\nValue: 2 to 4\nChroma: 0 to 3\nTexture: sand\nReaction: extremely acid to strongly acid\nBw1 horizon:\nHue: 5YR, 7.5YR, or 10YR\nValue: 4 or 5\nChroma: 4 to 6\nTexture: sand\nBw2 horizon:\nHue: 7.5YR or 10YR\nValue: 4 or 5\nChroma: 4 to 8\nTexture: sand\nReaction: extremely acid to slightly acid\nBC horizon:\nHue: 7.5YR or 10YR\nValue: 5 or 6\nChroma: 4 to 6\nTexture: sand\nReaction: strongly acid to slightly acid\nC horizon:\nHue: 7.5YR or 10YR\nValue: 6\nChroma: 3 or 4\nTexture: sand or coarse sand\nReaction: ranges from moderately acid to neutral\nOther features: dark minerals are more common in the northwestern part of the soils range; some pedons have color bands below 102 cm (40 inches) that do not qualify for lamella\nSome pedons have a banded substratum below 203 centimeters (80 inches). Some pedons have a loamy substratum below depths of 152 centimeters (60 inches). Calcareous phases and deep water table phases are recognized."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: This is the Lavell series. Lavell soils average more than 50 percent fine sand in the particle-size control."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Grayling soils are on outwash plains, deltas, kames, kame moraines, stream terraces, disintegration moraines, and lake plains of Wisconsinan age. Slope gradients are dominantly less than 8 percent but range from 0 to 45 percent. Grayling soils formed in sandy glaciofluvial deposits. Mean annual precipitation ranges from 686 to 864 mm (27 to 34 inches). Mean annual temperature ranges from 4.4 to 8.3 degrees C (40 to 47 degrees F)."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the somewhat excessively drained Graycalm, excessively drained Rubicon, and moderately well drained Croswell soils on similar landscape positions. The Rubicon soils have a spodic horizon. The somewhat poorly drained Au Gres and poorly drained Deford soils are in lower landscape positions or depressions."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Excessively drained. Potential for surface runoff is negligible to low depending on the slope. Saturated hydraulic conductivity is high."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Used for woodland. Jack pine is the principal tree species in the Upper Peninsula of Michigan, whereas jack pine and scrub oak are principal tree species in the northern part of the Lower Peninsula. Ground cover includes blueberries, lichens, mosses, sweet fern, and wintergreen."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: MLRAs 93A, 93B, 94A, 94B, 94C, 95A, and 98 in the northern Lower Peninsula, Upper Peninsula of Michigan, and northern Wisconsin. The type location is in MLRA 94A. The series is of large extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: AMHERST, MASSACHUSETTS"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Alger County, Michigan, 1929."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon include:\n1. Ochric epipedon: from the surface to a depth of 8 cm (0-3 inches). (A horizon).\n2. Cambic horizon; the zone from 10 to 48 cm (4 to 19 inches). (Bw1 and Bw2 horizons).\nADDITIONAL DATA: Soil Interpretation Record No. MI0097; LOAMY SUBSTRATUM PHASE (MI0652); BANDED SUBSTRATUM PHASE (MI0653).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
