{
  "SERIES": "GRAYWOLF",
  "STATUS": "Established Series",
  "BYREV": "Rev. RGC/HJP/DAL/TDT",
  "REVDATE": "06/2000",
  "STATES": "WA",
  "OVERVIEW": "The Graywolf series consists of very deep, somewhat poorly drained soils that formed in residuum and colluvium from proglacial lake deposits and continental glacial till on low relief, dissected uplands.  Slopes are 5 to 60 percent.  The average annual precipitation is about 45 inches and average annual temperature is about 45 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS:  Loamy-skeletal, isotic, frigid Oxyaquic Glossudalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Graywolf very gravelly sandy loam - forestland, on a 29 percent slope with a southwesterly aspect at an elevation of 2,520 feet in a Western hemlock/Pacific rhododendron-salal plant association.  (When described on August 18, 1993, the soil was dry throughout.  Colors are for moist soil unless otherwise stated.)\nOi--0 to 1 inch; slightly decomposed needles, leaves, twigs, and other wood fragments; abrupt smooth boundary.  (1 to 3 inches thick)\nE--1 to 4 inches; olive brown (2.5Y 4/3) very gravelly sandy loam, pale yellow (2.5Y 7/3) dry; weak very fine subangular blocky and weak very fine and fine granular structure; slightly hard, friable, slightly sticky and slightly plastic; many very fine and common fine, medium, and coarse roots; common very fine and fine irregular pores; 40 percent gravel; strongly acid (pH 5.4); clear smooth boundary.  (2 to 10 inches thick)\nE/Bt1--4 to 8 inches; 75 percent olive brown (2.5Y 4/4) pale yellow (2.5Y 7/3) dry (E) and 25 percent dark yellowish brown (10YR 4/4) (Bt) very gravelly loam; weak very fine, fine, and medium subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; common very fine, fine, medium, and coarse roots; common very fine and fine tubular and irregular pores; few distinct dark yellowish brown (10YR 4/4) clay films on faces of peds and lining pores; few fine distinct strong brown (7.5YR 4/6) irregularly shaped masses of iron accumulation with diffuse boundaries in the matrix; 35 percent gravel; moderately acid (pH 6.0); clear wavy boundary.\nE/Bt2--8 to 19 inches; 65 percent olive brown (2.5Y 4/4) pale yellow (2.5Y 7/3) dry (E) and 35 percent dark yellowish brown (10YR 4/4) (Bt) very gravelly loam; moderate fine, medium, and coarse subangular blocky structure; hard, firm, moderately sticky and slightly plastic; common very fine, fine, medium, and coarse roots; common very fine and fine tubular and irregular pores; common distinct dark yellowish brown (10YR 4/4) clay films on faces of peds and lining pores; few fine distinct yellowish red (5YR 4/6) irregularly shaped masses of iron accumulation with clear boundaries in the matrix; 35 percent gravel, 5 percent cobbles; slightly acid (pH 6.2); clear wavy boundary.\nE/Bt3--19 to 31 inches; 60 percent olive brown (2.5Y 4/4) pale yellow (2.5Y 7/3) dry (E) and 40 percent dark brown (7.5YR 4/4) (Bt) very gravelly loam; moderate fine, medium, and coarse subangular blocky structure; hard, firm, moderately sticky and slightly plastic; common very fine, fine, and medium roots; common very fine and fine tubular and irregular pores; common distinct dark brown (7.5YR 4/4) clay films on faces of peds and lining pores; few fine distinct strong brown (7.5YR 4/6) irregularly shaped masses of iron accumulation with clear boundaries in the matrix; 35 percent gravel, 10 percent cobbles; slightly acid (pH 6.4); clear wavy boundary.  (Combined thickness of the E/Bt horizon is 7 to 30 inches.)\nBt1--31 to 36 inches; dark brown (7.5YR 4/4) very gravelly clay loam; moderate fine, medium, and coarse subangular blocky structure; hard, firm, moderately sticky and slightly plastic; few very fine, fine and medium roots; few very fine and fine tubular and irregular pores; common distinct dark brown (7.5YR 4/4) clay films on faces of peds and lining pores; many medium distince light olive brown (2.5Y 5/3) iron depletions and many fine faint strong brown (7.5YR 4/6) iron accumulations; 30 percent gravel, 10 percent cobbles; slightly acid (pH 6.4); abrupt wavy boundary.\nBt2--36 to 45 inches; dark brown (7.5YR 4/4) very gravelly loam; massive; hard, firm, moderately sticky and slightly plastic; few very fine and fine roots; few very fine and fine tubular and irregular pores; common distinct dark brown (7.5YR 4/4) clay films on faces of peds and lining pores; many medium distinct light olive brown (2.5Y 5/3) iron depletions and many fine faint strong brown (7.5YR 4/6) iron accumulations; 35 percent gravel, 10 percent cobbles; slightly acid (pH 6.4); abrupt wavy boundary.  (Combined thickness of the Bt horizon is 8 to 16 inches.)\n2Bt3--45 to 50 inches; olive brown (2.5Y 4/4) very gravelly loam; massive; very hard, very firm, moderately sticky and slightly plastic; few very fine roots; few very fine tubular and irregular pores; common distinct dark brown (7.5YR 4/4) clay films on faces of peds and lining pores; few fine distinct strong brown (7.5YR 4/6) irregularly shaped masses of iron accumulation with clear boundaries in the matrix; 35 percent gravel, 10 percent cobbles; slightly acid (pH 6.4); clear wavy boundary.\n2Bt4--50 to 61 inches; olive (5Y 4/3) very gravelly clay loam, light gray (5Y 7/2) dry; massive; very hard, very firm, moderately sticky and slightly plastic; few very fine tubular and irregular pores; common distinct dark brown (7.5YR 4/4) clay films on faces of peds and lining pores; few fine distinct strong brown (7.5YR 4/6) irregularly shaped masses of iron accumulation with diffuse boundaries in the matrix; 40 percent gravel, 10 percent cobbles; neutral (pH 6.6)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Clallam County, Washington, about 1 mile south of Bear Mountain, about 845 feet west and 2,200 feet north of the southeast corner of Section 4, T. 28 N., R. 3 W.  (Latitude 47 degrees, 56 minutes, 47 seconds N., Longitude 123 degrees, 03 minutes, 30 seconds W.)"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Mean annual soil temperature is 45 to 47 degrees F.  These soils are usually moist, and are dry 30 to 45 consecutive days in the soil moisture control section.  The particle-size control section has 20 to 50 percent rock fragments by volume and 25 to 35 percent clay.  Depth to the glossic horizon and redox features is 2 to 10 inches.\nThe E horizon has hue of 2.5Y or 10YR moist and dry, value of 3 or 4 moist, 6 or 7 dry and chroma of 3 or 4 moist and 2 or 3 dry.  Reaction is moderately or strongly acid.  Base saturation by sum of bases is 35 to 50 percent.\nThe E/Bt horizon for the E portion has value of 4 or 5 moist 6 or 7 dry and chroma of 3 or 4 moist and 2 or 3 dry.  The Bt portion has hue of 10YR or 7.5YR moist and dry.  It is very gravelly loam, gravelly loam, or very gravelly clay loam.  Texture of E and Bt material are the same.  Reaction is slightly or moderately acid.  Albic materials comprise 50 to 85 percent of the horizon.  Base saturation by sum of bases if 40 to 80 percent.\nThe Bt horizon has hue of 2.5Y or 10YR moist and dry, value of 3 through 5 moist and 5 through 7 dry, and chroma of 3, 4 or 6 moist and dry.  It is very gravelly clay loam, very gravelly loam, or gravelly loam.  Reaction is slightly or moderately acid.  Base saturation by sum of bases is 75 to 90 percent.\nThe 2Bt horizon has hue of 2.5Y or 5Y moist and dry, value of 6 or 7 dry, and chroma of 3 or 4 moist and 2 or 3 dry.  It is very gravelly clay loam or very gravelly loam.  Reaction is neutral or slightly acid.  Base saturation by sum of bases is 75 to 90 percent."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  This is the Bonjon series.  Bonjon soils have densic material at 40 to 60 inches and have 13 to 20 percent clay in the particle-size control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Graywolf soils are on low relief, dissected uplands and have slopes of 5 to 60 percent.  The soils formed in residuum and colluvium from  proglacial lake deposits and continental glacial till.  Elevations are 1,850 to 2,850 feet.  Average annual precipitation ranges from 35 to 55 inches.  Average annual temperature is 43 to 45 degrees F.  The frost-free season is 160 to 180 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Bonjon, Halfoss, Juandefuca, Maidenpeak, Pennycreek, Slidecamp, Station, Tunnelcreek, and Wellesley soils.  Bonjon and Wellesley soils are on glacial valleys and are 40 to 60 inches to dense glacial till.  Halfoss and Tunnelcreek soils are on mountain slopes and are 20 to 40 inches to bedrock. Juandefuca and Maidenpeak soils are on mountain slopes and are very deep.  Pennycreek and Station soils are on mountain slopes.  Pennycreek soils are 4 to 10 inches to bedrock and Station soils are 10 to 20 inches to bedrock.  Slidecamp soils are on low relief dissected uplands and are very deep with less than 35 percent coarse fragments."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Somewhat poorly drained; moderately slow permeability.  Graywolf soils have an apparent water table in which the soil is saturated for very brief or brief periods following a storm event.  Total cumulative saturation time of the soil is estimated to be less than 30 days.  The soils have an apparent zone of saturation between depths of 1.0 to 3.0 feet from November through April; 120 to 180 cumulative days."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Timber production, wildlife habitat, recreation, and watershed.  Native vegetation is Douglas-fir, western hemlock, western redcedar, grand fir, Pacific rhododendron, salal, Oregon-grape, and western swordfern."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Clallam County, Washington; MLRA 1.  Series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Clallam County, Washington, 2000; Olympic National Forest."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are the following:\nOchric epipedon\nAlbic horizon - 1 to 4 inches (E horizon)\nGlossic horizon - 4 to 31 inches (E/Bt1, E/Bt2, and E/Bt3 subhorizons)\nArgillic horizon - 4 to 61 inches (E/Bt1 through E/Bt3, Bt1, Bt2, 2Bt1 and 2Bt2 subhorizons)\nOxyaquic feature - apparent water table is at its highest depth between November through April and is present for 120 to 180 cumulative days.\nPSCS - zone from 4 to 24 inches (E/Bt1, E/Bt2, and E/Bt3 subhorizons)\nThe soils formed in relic proglacial lake deposits in a wetter environment.  The presence of the albic materials and redox features in the upper horizons were not formed from present day pedogenesis.  Depth to diagnostic horizons and features are measured from the top of the first mineral horizon.  Based on the color combinations in the glossic horizon some pedons will classify as aquic subgroup and are considered taxadjuncts.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
