{
  "SERIES": "GREANEY",
  "STATUS": "Established Series",
  "BYREV": "MAR-CWT-AGG",
  "REVDATE": "05/2007",
  "STATES": "MN",
  "OVERVIEW": "The Greaney series consists of very deep, poorly and very poorly drained soils that formed in alluvium on floodplains. Slopes range from 0 to 1 percent. The mean annual air temperature is about 3 degrees C, and the mean annual precipitation is about 660 mm.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, smectitic, nonacid, frigid Fluvaquentic Endoaquepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Greaney silty clay loam, on a slightly concave slope of less than 1 percent, on a floodplain under grass, sedges, willow, and black ash vegetation. (Colors are for moist soil unless otherwise stated.)\nA--0 to 10 cm; very dark grayish brown (10YR 3/2) silty clay loam, dark grayish brown (10YR 4/2) dry; moderate medium granular structure; friable; common fine roots; moderately acid; clear wavy boundary. (8 to 20 cm thick)\nBg1--10 to 30 cm; grayish brown (2.5Y 5/2) silty clay; weak medium subangular blocky structure; firm; few fine roots; common medium distinct light olive brown (2.5Y 5/4) Fe concentrations; slightly acid; clear wavy boundary.\nBg2--30 to 76 cm; olive gray (5Y 5/2) silty clay; weak medium subangular blocky structure; firm; common medium prominent yellowish brown (10YR 5/6) Fe concentrations; slightly acid; clear wavy boundary. (Combined thickness of the Bg horizon is 20 to 61 cm.)\nCg--76 to 203 cm; gray (5Y 5/1) clay loam with strata of sandy clay loam, sandy loam and silty clay; firm; common fine prominent dark yellowish brown (10YR 4/4) Fe concentrations; slightly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: St. Louis County, Minnesota; about 3.5 miles south and 3.5 miles east of Cook; located about 50 feet north and 900 feet west of the southeast corner of section 34, T. 62 N., R. 18 W.; USGS Sassas Creek topographic quadrangle; lat. 47 degrees 48 minutes 11 seconds N. and long. 92 degrees 36 minutes 48 seconds W., NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Depth to carbonates ranges from 61 to greater than 203 cm. Rock fragment content is 0 to 2 percent by volume throughout the series control section.\nThe A horizon has a hue of 10YR, 2.5Y, 5Y or is neutral, value of 2 or 3, and chroma of 0 to 3. Texture is silty clay loam or silty clay. It is moderately acid or slightly acid.\nThe Bg horizon has a hue of 2.5Y or 5Y, value of 4 or 5, and chroma of 1 or 2. Texture is silty clay, clay, clay loam, or silty clay loam. It is moderately acid to neutral.\nThe Cg horizon has a hue of 10YR, 2.5Y or 5Y, value of 3 to 5, and chroma of 0 to 2. Texture averages clay loam, silty clay loam or silty clay. Thin strata with textures of loamy fine sand to clay are present in most pedons. It is slightly acid to slightly alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no competing series."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Greaney soils are on slightly convex to slightly concave positions on floodplains. They formed in alluvium. Slopes range from 0 to 1 percent. The mean annual air temperature is 2 to 4 degrees C. Mean annual precipitation is 635 to 686 mm. Frost free period is 90 to 120 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Alango, Dora, Indus, Taylor, and Woodslake series. The somewhat poorly drained Alango, poorly drained Indus soils and very poorly drained Woodslake soils are on higher lying positions on lake plains. The very poorly drained Dora soils formed in organic materials over clayey sediments and are closely associated in lower lying depressions. The moderately well drained Taylor soils are on nearby sideslopes or convex surfaces of lake plains."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Poorly drained and very poorly drained. Runoff is negligible to low. Saturated hydraulic conductivity is .42 to 1.41 micrometers per second (.06 to .2 inches per hour). Seasonal high saturation is at the surface sometime during spring and fall in normal years. The very poorly drained phase is subject to ponding. Frequent flooding occurs at some time during the months of April through June in years of normal precipitation."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Greaney soils are used for wetland and wildlife habitat. Current and native vegetation is primarily grasses, sedges, willows and black ash."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: MLRA-88. North-central Minnesota. Minor extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: St. Paul, Minnesota"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: St. Louis County, Minnesota, (Virginia subset), 2006"
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon include: ochric epipedon - the zone from the surface to a depth of 10 cm (A horizon); cambic horizon - the zone from 10 to 76 cm (Bg horizons); Fluvaquentic subgroup based on an irregular decrease in organic carbon with depth.\nADDITIONAL DATA: Soil Interpretation Record: MN0823 (obsolete).\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "poorly",
        "drainage_overview": "poorly and very poorly"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 10,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "silty clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "A--0 to 10 cm; very dark grayish brown (10YR 3/2) silty clay loam, dark grayish brown (10YR 4/2) dry; moderate medium granular structure; friable; common fine roots; moderately acid; clear wavy boundary. (8 to 20 cm thick)"
      },
      {
        "name": "Bg1",
        "top": 10,
        "bottom": 30,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "2.5Y",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "silty clay",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bg1--10 to 30 cm; grayish brown (2.5Y 5/2) silty clay; weak medium subangular blocky structure; firm; few fine roots; common medium distinct light olive brown (2.5Y 5/4) Fe concentrations; slightly acid; clear wavy boundary."
      },
      {
        "name": "Bg2",
        "top": 30,
        "bottom": 76,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "5Y",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "silty clay",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bg2--30 to 76 cm; olive gray (5Y 5/2) silty clay; weak medium subangular blocky structure; firm; common medium prominent yellowish brown (10YR 5/6) Fe concentrations; slightly acid; clear wavy boundary. (Combined thickness of the Bg horizon is 20 to 61 cm.)"
      },
      {
        "name": "Cg",
        "top": 76,
        "bottom": 203,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "5Y",
        "moist_value": 5,
        "moist_chroma": 1,
        "texture_class": "sandy clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly acid",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Cg--76 to 203 cm; gray (5Y 5/1) clay loam with strata of sandy clay loam, sandy loam and silty clay; firm; common fine prominent dark yellowish brown (10YR 4/4) Fe concentrations; slightly acid."
      }
    ]
  ]
}
