{
  "SERIES": "GREATKILLS",
  "STATUS": "Established Series",
  "BYREV": "JMG-LAH-STS-JTI",
  "REVDATE": "01/2014",
  "STATES": "NY",
  "OVERVIEW": "The Greatkills series consists of very deep, well drained soils on anthropogenic landforms. These soils formed in a thick mantle of human transported soil material that includes loamy soil material over a mixture of household garbage, construction debris and other discarded materials layered with human transported soil material. These soils occur in landfills on artificial landscapes in and near major urbanized areas of the Northeast. Saturated hydraulic conductivity is  moderately low to moderately high. Slope ranges from 0 to 35 percent. Mean annual temperature is about 12 degrees C and mean annual precipitation is about 1262 mm.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive, nonacid, hyperthermic Typic Udorthents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Greatkills sandy loam in a broad, slightly dome-shaped revegetated landfill on a 5 percent slope. (Colors are for moist soil unless otheriwse noted.)\n^A-- 0 to 5 cm; dark brown (7.5YR 3/2) gravelly sandy loam; weak medium granular structure; very friable; many very fine and fine and common medium and coarse roots; 27 percent gravel; slightly acid (pH 6.5); abrupt smooth boundary. (2 to 18 cm thick)\n^Bw-- 5 to 18 cm; dark reddish brown (5YR 3/4) very gravelly sandy loam; weak medium subangular blocky and platy structure; friable; common fine and coarse roots; 40 percent gravel; neutral (pH 6.9); clear wavy boundary. (7 to 20 cm thick)\n^Cu1-- 18 to 30 cm; dark reddish brown (5YR 3/4) very gravelly sandy loam; massive with weak medium plate-like divisions; firm; few very fine and common coarse roots; common coarse rhizomes; 40 percent gravel; 4 percent gravel-sized glass; moderately alkaline (pH 7.9); clear wavy boundary. (7 to 20 cm thick)\n2^Cu2-- 30 to 200 cm; brown (7.5YR 4/4) extremely artifactual sandy loam; massive; friable; few coarse roots; 5 percent cobbles; 10 percent nonpersistent cobble-sized coarse fragments such as wood, cardboard, and paper; 45 percent persistent cobble-sized coarse fragments such as asphalt, brick, concrete, glass, metal, plastic, and rubber; few stone-size fragments of concrete and tires; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Richmond County, New York: From the intersection of Richmond Avenue and Forest Hill Avenue, 600 feet northeast on Forest Hill Avenue, 266 feet southeast on an unnamed road in the Brookfield landfill, 200 feet northeast, then 10 feet west; USGS Arthur Kill, NY topographic quadrangle; Latitude 40 degrees, 34 minutes, 14.85 seconds N. and Longitude 74 degrees, 10 minutes, 02.28 seconds W.; NAD 1983."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: The thickness of the loamy mantle over the refuse is 18 to 60 cm thick; and the total thickness of the landfill materials is generally more than 1.5 meters thick. The human transported soil material that forms the loamy mantle may be any geologic deposit ranging from till, outwash, alluvium, coastal/marine sediments, or residuum. Rock fragments range from 1 to 50 percent, and the textures are sandy loam, loam or silt loam. Most pedons have lithochromic mottles in the fill cap. Reaction ranges from strongly acid to moderately alkaline. Some pedons have mottles in the fill cap that are unrelated to soil water related redoximorphic process.\nThe ^A or ^Ap horizon has a hue of 2.5YR to 2.5Y, value of 3 to 5, and chroma of 2 to 4. Structure is granular or subangular blocky. Consistence is very friable to friable.\nThe ^Bw horizons have hue of 2.5YR to 2.5Y, value of 3 to 6, and chroma of 2 to 8. Structure is commonly subangular blocky or fine platy, and fine roots are common to many. Consistence is very friable to friable.\nSome pedons contain ^BC horizons that are friable or firm are massive and may have plate-like divisions. They are mechanically compacted, but are not root-limiting. Roots grow between, but not through the plates. The rest of the properties are similar to the ^Bw horizons.\nThe ^Cu or ^C horizons in the soil cap have a hue of 2.5YR to 2.5Y, value of 3 to 6, and chroma of 1 to 8. It is massive and may have plate-like divisions. Consistence is friable to firm. Some pedons have layers that are root-limiting.\nThe 2^Cu layers contain layers of municipal refuse and human transported soil and rock material. Human artifacts in the refuse include paper, cardboard, carpet, cloth, plastic, glass, metal, organic waste, and rubber. There is a smaller component of construction materials such as asphalt, brick, concrete, treated and untreated lumber, metal, plasterboard, plus small amounts of coal ash. Household objects range from gravel to stone-sized, and construction materials range from gravel to boulder size. There is a distinction between artifacts that will hold water, allow roots to penetrate and decompose versus those that are impenetrable, persistent and function similar to rock fragments. Examples of impenetrable persistent artifacts are glass, plastic, rubber, and treated lumber. Generally, the human transported soil material is similar to the soil mantle over the geomembrane. The texture of the human transported soil material ranges from loamy sand to silt loam. Reaction ranges from slightly acid through moderately alkaline. Consistence is loose to firm. Some intermittent layers or materials, such as plastic, act as a barrier to root and water movement."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no other series in the same family."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Greatkills soils are on nearly level to gently sloping artificially created landforms in landfills. These soils formed in a mixture of household garbage and human transported soil material, with a cap of human transported soil material that is relatively clean of refuse. The human transported soil material is dominantly from locally excavated upland materials such as alluvium, weathered till, glacial outwash, or coastal plains sediments. Dominant rock fragments are human artifacts with smaller amounts of sedimentary and metamorphic rocks, basalt, and quartzite pebbles. Slope ranges from 0 to 35 percent. Mean annual precipitation ranges from 1016 to 1270 mm. Mean annual temperature ranges from 9 to 17 degrees C."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are Centralpark, Freshkills, Gravesend, Greenbelt, Laguardia, North Meadow, Oldmill and Secaucus soils. Centralpark, Greenbelt, and North Meadow soils average less than 10 percent artifacts in the control section and do not occur on municipal refuse landfills. Freshkills soils occur on landfills with a geomembrane liner; Gravesend and Oldmill soils are sandy-skeletal and sandy and occur on unlined landfills; Kleinekill soils occurs on landfills with a clay liner; Laguardia and Secaucus soils average more than 35 percent total coarse fragments and more than 10 percent artifacts throughout the control section and do not occur on municipal refuse landfills."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Well drained. The potential for surface runoff is low to medium on vegetated slopes less than 8 percent, and high to very high on vegetated slopes 8 percent and greater. The potential for surface runoff is one class higher where the soil is unvegetated or the surface is poorly protected from erosion. Saturated hydraulic conductivity is moderately high in areas where the soil cap has not been compacted, but is moderately low where it has been compacted."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: These soils are generally covered with common reed and mugwort. The reed density decreases and the mugwort increases in areas with compacted surface layers. The more compacted areas support sparse populations of various grasses, annuals, and perennials that invade disturbed areas. A few hardwoods such as black locust, tree of heaven, black cherry, and boxelder may become established in areas that do not burn too frequently. Reclamation is unlikely in areas where the soil cap is less than two feet thick, where stones or garbage occur on the surface, or where common reed is unmanaged. Recreational use is also unlikely under those conditions."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: These soils occur on modified landscapes in and near major urbanized areas of the Northeastern United States. MLRAs 144A and 149B. The soils of this series are small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Amherst, Massachusetts"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Richmond County, NEw York, 2014. Series proposed Richmond County, New York, 2011."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Geographic coordinates determined using Rockwell GPS Receiver.\nFreshkills soils often exhibit an irregular decrease in organic carbon with depth however this is a result of anthropogenic filling (deposition) not alluvial deposition; excluding them from the concept of Fluvents.\nSome areas develop anaerobic conditions in the subsoil due to methane gas emissions, which may promote the formation of redoximorphic features without saturation by water.\nOne year soil temperature data is available for 10 cm and 50 cm depths. A poster describing temperature investigations is referenced below. The internal soil temperature has been modified by high levels of biological activity and garbage undergoing rapid decomposition. The classification as hyperthermic is the subject of some debate but the study and lab data support the hyperthermic soil temperature classification. The area would typically be mesic.\nReference: Mount, Henry and Luis Hernandez. Temperature Signatures for Urban Soils of New York City. Poster session presented at: First International Conference on Soils of Urban, Industrial, Traffic, and Mining Areas; 2000 Jul 12-18; Essen, Germany.\nDiagnostic horizons and features recognized in this pedon include:\n1. Ochric epipedon - the zone from 0 to 5 cm (^A horizon).\n2. Non-cambic - The ^Bw horizon fails to meet the requirements of a cambic horizon.\n3. Lithochromic mottles have inherited their colors from rocks.\n4. Particle-size control section - human artifacts that function like rock fragments compose more than 80 percent of the total fragments in the particle-size control section (25-100 cm).\nADDITIONAL DATA: Full characterization data for sample No. 95NY085006. Pedon analyzed by the NSSL, Lincoln, NE, 1995. Lab data is not available on the garbage subsoil because of possible hazardous material content.\nGround Penetrating Radar (GPR) and Electromagnetic Induction (EM38 and EM31) data is available.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
