{
  "SERIES": "GREAT BEND",
  "STATUS": "Established Series",
  "BYREV": "Rev. LDS-WJB",
  "REVDATE": "07/2015",
  "STATES": "ND,SD",
  "OVERVIEW": "The Great Bend series consists of very deep, well drained soils formed in glaciolacustrine sediments on lake plains.  Permeability is moderate in the solum and moderate to slow in the underlying material.  Slopes range from 0 to 15 percent.  Mean annual precipitation is about 19 inches, and mean annual air temperature is about 43 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty, mixed, superactive, frigid Calcic Hapludolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Great Bend silt loam - on a northwest-facing slope of 3 percent in a cultivated field.  When described the soil was dry throughout.  (Colors are for dry soil unless otherwise stated.)\nAp--0 to 8 inches; grayish brown (10YR 5/2) silt loam, very dark gray (10YR 3/1) moist; weak fine granular structure; slightly hard, friable; many fine roots; neutral; abrupt smooth boundary.  (5 to 10 inches thick)\nBw--8 to 13 inches; grayish brown (10YR 5/2) silty clay loam, very dark grayish brown (10YR 3/2) moist; weak coarse prismatic structure parting to weak medium subangular blocky; slightly hard, friable; common fine roots; neutral; clear wavy boundary.  (5 to 16 inches thick)\nBk1--13 to 17 inches; pale yellow (2.5Y 7/4) silt loam, light olive brown (2.5Y 5/4) moist; weak coarse prismatic structure parting to weak medium subangular blocky; slightly hard, very friable; few roots; many fine pores; strong effervescence (17 percent calcium carbonate); slightly alkaline; clear wavy boundary.\nBk2--17 to 29 inches; pale yellow (2.5Y 7/4) silt loam, light olive brown (2.5Y 5/4) moist; weak coarse and medium subangular blocky structure; slightly hard, very friable; few roots; many fine pores; few fine threads of gypsum; violent effervescence (24 percent calcium carbonate); moderately alkaline; gradual wavy boundary.  (Combined Bk horizons is 6 to 26 inches thick.)\nC1--29 to 46 inches; light gray (2.5Y 7/2) and light olive brown (2.5Y 5/4) silt loam, light yellowish brown (2.5Y 6/4) and olive brown (2.5Y 4/4) moist; massive, varved; slightly hard, friable; strong effervescence (16 percent calcium carbonate); moderately alkaline; gradual wavy boundary.\nC2--46 to 60 inches; pale yellow (2.5Y 8/2) silt loam, varved with thin layers of silty clay and very fine sandy loam, light yellowish brown (2.5Y 6/4) moist; common fine distinct  yellowish brown (10YR 5/6) and strong brown (7.5YR 5/6) redox concentrations; massive; slightly hard, friable; 1 to 3 mm thick varves; few fine dark concretions (iron and manganese oxides); few fine threads of gypsum crystals; strong effervescence (13 percent calcium carbonate); moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Brown County, South Dakota; about 1 mile west and 3 miles north of Stratford; 1100 feet south and 130 feet east of the northwest corner of sec. 29, T. 122 N., R. 62 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Thickness of the mollic epipedon ranges from 7 to 16 inches and extends into the Bw horizon in most pedons.  Depth to carbonate ranges from 10 to 32 inches thick.  The particle size control section contains a uniform fine sand distribution and less than 15 percent fine sand or coarser.\nThe A horizon has value of 3 to 5 and 2 or 3 moist, and chroma of 1 or 2 and 1.5 or less moist.  It is silt loam or silty clay loam and is slightly acid to slightly alkaline.\nThe Bw horizon has hue of 10YR or 2.5Y, value of 4 to 6 and 3 to 5 moist, and chroma of 2 to 4.  It is silt loam or silty clay loam averaging between 18 and 30 percent clay.  It is neutral to moderately alkaline.  Some pedons have relic mottles.\nThe Bk horizon has hue of 10YR or 2.5Y, value of 6 to 8 and 4 to 6 moist, and chroma of 2 to 4.  It is silt loam or silty clay loam and is slightly or moderately alkaline.  R ange of CaCO3 is 15 to 25 percent. Some pedons have BCk horizons.  Some pedons have relic mottles.\nThe C horizon has 2.5Y hue, value of 5 to 8 and 4 to 6 moist, and chroma of 2 to 4.  It is silt loam or silty clay loam and typically is varved with very thin strata of very fine sand to clay in the lower part. Stratified loamy sand or loamy glacial till is below a depth of 40 inches in some pedons. Varves range from less than 1 mm to 10 mm in thickness. Carbonate occurs as both disseminated and accumulations. It is slightly or moderately alkaline.  Few to common salts are visible in some pedons.  Many krotovina are in the Bk and C horizons of some pedons. Few to common mottles of high chroma typically are in the C horizon."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are Brandt, Kranzburg, Poinsett, and Putney series in the same family.  The Kranzburg soils have more than 15 percent fine sand or coarser between depths of 20 and 40 inches.  Brandt and Poinsett soils have an uneven fine sand distribution in the particle size control section and contain more sand and coarse fragments in the series control section.  Putney soils have gypsum and other salts within a depth of 20 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Great Bend soils are on glacial lake and delta plains.  Slopes are convex and most have gradients of less than 6 percent, but range from 0 to 15 percent.  Great Bend soils formed in silty, calcareous glaciolacustrine sediments of silt sized particles but with varves of very fine sand or clay sized particles.  Mean annual air temperature ranges from 38 to 48 degrees F, and mean annual precipitation from 16 to 24 inches.  Growing season is about 120 to 140 days; average growing season precipitation from 14 to 18 inches; and growing degree days are about 2500 to 3000."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Aberdeen, Beotia, Exline, Harmony, Nahon, Tonka, and Zell soils. Aberdeen, Exline, Harmony, and Nahon soils are on broad flats. Aberdeen, Exline, and Nahon soils have a natric horizon, and Harmony soil has an argillic horizon. Beotia soils have mollic epipedons greater than 16 inches thick and are slightly lower on the landscape.  The poorly drained Tonka soils have an albic horizon and are in closed depressions. Zell soils are coarse-silty and are on the steeper slopes, particularly along steep sides of stream valleys crossing the lake plain."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained.  Surface runoff is negligible to medium depending on the slope.  Permeability is moderate in the solum and moderate to slow in the underlying material."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most areas cropped to corn, small grains, and alfalfa.  Small areas are in native range of blue grama, big bluestem, green needlegrass, western wheatgrass, sideoats grama, needleandthread, little bluestem, porcupinegrass, bearded wheatgrass, sedges, and forbs."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northeastern South Dakota and southeastern North Dakota.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  St. Paul, Minnesota"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Day County, South Dakota, 1952."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are: mollic epipedon - the zone from the surface of the soil to a depth of about 13 inches (Ap, and Bw horizons).   Calcic horizon - the zone from 13 to 29 inches Bk1 and Bk2 horizons.\nADDITIONAL DATA:  NSSL data for the typical pedon of Great Bend silt loam is No. 74L1028-74L1034.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 20,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 1,
        "texture_class": "silt loam",
        "pH_class": "neutral",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Ap--0 to 8 inches; grayish brown (10YR 5/2) silt loam, very dark gray (10YR 3/1) moist; weak fine granular structure; slightly hard, friable; many fine roots; neutral; abrupt smooth boundary.  (5 to 10 inches thick)"
      },
      {
        "name": "Bw",
        "top": 20,
        "bottom": 33,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "silty clay loam",
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bw--8 to 13 inches; grayish brown (10YR 5/2) silty clay loam, very dark grayish brown (10YR 3/2) moist; weak coarse prismatic structure parting to weak medium subangular blocky; slightly hard, friable; common fine roots; neutral; clear wavy boundary.  (5 to 16 inches thick)"
      },
      {
        "name": "Bk1",
        "top": 33,
        "bottom": 43,
        "dry_hue": "2.5Y",
        "dry_value": 7,
        "dry_chroma": 4,
        "moist_hue": "2.5Y",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "silt loam",
        "pH_class": "slightly alkaline",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bk1--13 to 17 inches; pale yellow (2.5Y 7/4) silt loam, light olive brown (2.5Y 5/4) moist; weak coarse prismatic structure parting to weak medium subangular blocky; slightly hard, very friable; few roots; many fine pores; strong effervescence (17 percent calcium carbonate); slightly alkaline; clear wavy boundary."
      },
      {
        "name": "Bk2",
        "top": 43,
        "bottom": 74,
        "dry_hue": "2.5Y",
        "dry_value": 7,
        "dry_chroma": 4,
        "moist_hue": "2.5Y",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "silt loam",
        "pH_class": "moderately alkaline",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bk2--17 to 29 inches; pale yellow (2.5Y 7/4) silt loam, light olive brown (2.5Y 5/4) moist; weak coarse and medium subangular blocky structure; slightly hard, very friable; few roots; many fine pores; few fine threads of gypsum; violent effervescence (24 percent calcium carbonate); moderately alkaline; gradual wavy boundary.  (Combined Bk horizons is 6 to 26 inches thick.)"
      },
      {
        "name": "C1",
        "top": 74,
        "bottom": 117,
        "dry_hue": "2.5Y",
        "dry_value": 7,
        "dry_chroma": 2,
        "moist_hue": "2.5Y",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "silt loam",
        "pH_class": "moderately alkaline",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "C1--29 to 46 inches; light gray (2.5Y 7/2) and light olive brown (2.5Y 5/4) silt loam, light yellowish brown (2.5Y 6/4) and olive brown (2.5Y 4/4) moist; massive, varved; slightly hard, friable; strong effervescence (16 percent calcium carbonate); moderately alkaline; gradual wavy boundary."
      },
      {
        "name": "C2",
        "top": 117,
        "bottom": 152,
        "dry_hue": "2.5Y",
        "dry_value": 8,
        "dry_chroma": 2,
        "moist_hue": "2.5Y",
        "moist_value": 6,
        "moist_chroma": 4,
        "texture_class": "very fine sandy loam",
        "pH_class": "moderately alkaline",
        "narrative": "C2--46 to 60 inches; pale yellow (2.5Y 8/2) silt loam, varved with thin layers of silty clay and very fine sandy loam, light yellowish brown (2.5Y 6/4) moist; common fine distinct  yellowish brown (10YR 5/6) and strong brown (7.5YR 5/6) redox concentrations; massive; slightly hard, friable; 1 to 3 mm thick varves; few fine dark concretions (iron and manganese oxides); few fine threads of gypsum crystals; strong effervescence (13 percent calcium carbonate); moderately alkaline."
      }
    ]
  ]
}
