{
  "SERIES": "GREENGROVE",
  "STATUS": "Established Series",
  "BYREV": "Rev. BKP/PWB/JBF",
  "REVDATE": "10/2011",
  "STATES": "NV",
  "OVERVIEW": "The Greengrove series consists of very deep, well drained soils that formed in colluvium and residuum derived from welded tuff. Greengrove soils are on mountains. Slopes are 15 to 30 percent.  The mean annual precipitation is about 600 mm and the mean annual temperature is about 4.5 degrees C.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Ashy-skeletal, glassy Vitrandic Haplocryolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Greengrove gravelly ashy very fine sandy loam--forestland. (Colors are for dry soil unless otherwise noted.) The soil surface is covered with 10 percent cobble and 3 percent stones.\nOi--0 to 2 cm; leaf and twig surface litter derived from quaking aspen trees and mountain snowberry with an admixture of grasses. (1 to 8 cm thick)\nOa--2 to 12 cm; black (10YR 2/1) highly decomposed organic material, dark black (10YR 2/1) moist; common fine roots throughout; neutral (ph 7.3); abrupt wavy boundary. (5 to 10 cm thick)\nA--12 to 25 cm; dark grayish brown (10YR 4/2) gravelly ashy very fine sandy loam, very dark brown (10YR 2/2) moist; moderate coarse subangular blocky structure; soft, very friable, slightly sticky and nonplastic; common very fine, fine, and medium roots; common very fine interstitial pores; 23 percent gravel and 5 percent cobble; neutral (pH 7.0); clear smooth boundary. (10 to 20 cm thick)\nBw--25 to 45 cm; grayish brown (10YR 5/2) gravelly ashy very fine sandy loam, dark brown (10YR 3/3) moist; moderate medium subangular blocky structure; soft, very friable, slightly sticky and slightly plastic; common very fine, fine, and medium roots; common fine interstitial pores; 28 percent gravel and 3 percent cobble; neutral (pH 6.6); clear smooth boundary. (18 to 30 cm thick)\nC--45 to 150 cm; light brownish gray (10YR 6/2) very cobbly ashy sandy loam, dark grayish brown (10YR 4/2) moist; moderate medium subangular blocky structure; soft, very friable, slightly sticky and slightly plastic; common fine roots; common very fine, fine and medium pores; 18 percent gravel, 25 percent cobble; neutral (pH 6.6)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Lincoln County, Nevada; Sec 1, T 3N, R 68E; USGS Parsnip Peak 7.5 minute topographic quadrangle; latitude 38 degrees 9 minutes 9.58 seconds N and longitude 114 degrees 18 minutes 29.7 seconds W; UTM zone 11 735857e, 4226177n; NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: Usually moist in winter, spring, and early summer, dry in all parts at least 45 consecutive days following the summer solstice (July and August), but intermittently moist in the upper part for 10 to 20 days cumulative due to convection storms between July and September; Effective precipitation is increased due to prolonged snowpack. Typic xeric soil moisture regime.\nMean annual soil temperature: 4 to 7 degrees C.\nMean summer soil temperature: 7 to 8 degrees C.\nMollic epipedon thickness: 40 to 50 cm.\nDepth to cambic horizon: 10 to 20 cm from the mineral soil surface.\nParticle-size control section - Clay content: 10 to 18 percent;\nRock fragments: 35 to 55 percent mainly cobbles. Lithology of fragments is welded tuff.\nMineralogy: 30 to 35 percent volcanic glass in the 0.02 to 2.0 mm fraction and 0.1 to 0.2 percent Al+1/2Fe extracted by ammonium oxalate.\nO horizons\nRange from slightly decomposed to highly decomposed organic material derived from quaking aspen leaves and twigs and grass residues.\nA horizon\nValue: 2 through 4 dry, 2 or 3 moist.\nChroma: 1 through 3, dry or moist.\nMineralogy: 15 to 25 percent volcanic glass in the 0.02 to 2.0 mm fraction and 0.1 to 0.2 percent Al+1/2Fe extracted by ammonium oxalate.\nBw horizon\nChroma: 2 or 3, dry or moist.\nConsistence: Slightly sticky or moderately sticky and slightly plastic or moderately plastic.\nTexture: Ashy very fine sandy loam, ashy sandy loam, or ashy sandy clay loam.\nClay content: 12 to 24 percent\nRock fragments: 15 to 35 percent with some pedons containing thin sub-horizons of 35 to 55 percent rock fragments.\nC horizon\nClay content: 12 to 24 percent.\nRock fragments: 40 to 55 percent mainly gravel and cobbles; with some pedons containing sub-horizons that range up to 75 percent rock fragments.\nOther Features: Some pedons contain few, faint, clay films coating rock fragments towards the bottom of the horizon."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Cherpi, Nyman and Zorromount series.\nCherpi soils have more than 50 percent volcanic glass and is not moist for 10 to 20 days cumulative due to convection storms between July and September. Nymon soils are moderately deep to bedrock. Zorromount soils have more than 60 percent rock fragments in the particle-size control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Greengrove soils are on slightly concave backslopes of mountains. These soils formed in colluvium and residuum derived from welded tuff. Slopes are 15 to 30 percent. Elevations range from 2,250 to 2,700 meters. Moist, sub-humid with cold wet winters and warm dry summers. The mean annual precipitation is 450 to 700 mm. The mean annual temperature is 3 to 6 degrees C and the frost-free period is 40 to 60 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Hamtah, Notellumcreek, Schoolmarm, and Winu series. All of these soils have argillic horizons."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:  Well drained; medium or high surface runoff; moderately high saturated hydraulic conductivity."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Greengrove soils are used for forestland and wildlife habitat. The present vegetation is mainly quaking aspen, snowberry, Utah serviceberry, and associated grasses and forbs. This Pedon is correlated to Ecological Site F028AY078NV, POTR5-PIEN."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Eastern Nevada. These soils are not extensive. MLRA 28A."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Phoenix, Arizona."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Lincoln County (Meadow Valley Area NV713), Nevada 2010."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon - The zone from 12 to 45 cm (A and Bw horizons).\nCambic horizon - The zone from 25 to 45 cm (Bw horizon).\nVitrandic feature: 30 to 35 percent volcanic glass in the 0.02 to 2.0 mm fraction and 0.1 to 0.2 percent Al+1/2Fe extracted by ammonium oxalate between 12 to 150 cm (A, Bw and C horizons).\nParticle-size control section - The zone from 37 to 112 cm (Part of the Bw and part of the C horizon).\nThe classification of the soil was changed from ashy to ashy-skeletal on 10/2011.\nADDITIONAL DATA:\nUser pedon ID: 08NV613282-BKP\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Oi",
        "top": 0,
        "bottom": 2,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Oi--0 to 2 cm; leaf and twig surface litter derived from quaking aspen trees and mountain snowberry with an admixture of grasses. (1 to 8 cm thick)"
      },
      {
        "name": "Oa",
        "top": 2,
        "bottom": 12,
        "dry_hue": "10YR",
        "dry_value": 2,
        "dry_chroma": 1,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 1,
        "texture_class": "NA",
        "cf_class": "NA",
        "pH": 7.3,
        "pH_class": "neutral",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "Oa--2 to 12 cm; black (10YR 2/1) highly decomposed organic material, dark black (10YR 2/1) moist; common fine roots throughout; neutral (ph 7.3); abrupt wavy boundary. (5 to 10 cm thick)"
      },
      {
        "name": "A",
        "top": 12,
        "bottom": 25,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 2,
        "texture_class": "very fine sandy loam",
        "cf_class": "gravelly",
        "pH": 7,
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A--12 to 25 cm; dark grayish brown (10YR 4/2) gravelly ashy very fine sandy loam, very dark brown (10YR 2/2) moist; moderate coarse subangular blocky structure; soft, very friable, slightly sticky and nonplastic; common very fine, fine, and medium roots; common very fine interstitial pores; 23 percent gravel and 5 percent cobble; neutral (pH 7.0); clear smooth boundary. (10 to 20 cm thick)"
      },
      {
        "name": "Bw",
        "top": 25,
        "bottom": 45,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "very fine sandy loam",
        "cf_class": "gravelly",
        "pH": 6.6,
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bw--25 to 45 cm; grayish brown (10YR 5/2) gravelly ashy very fine sandy loam, dark brown (10YR 3/3) moist; moderate medium subangular blocky structure; soft, very friable, slightly sticky and slightly plastic; common very fine, fine, and medium roots; common fine interstitial pores; 28 percent gravel and 3 percent cobble; neutral (pH 6.6); clear smooth boundary. (18 to 30 cm thick)"
      },
      {
        "name": "C",
        "top": 45,
        "bottom": 150,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "sandy loam",
        "cf_class": "very cobbly",
        "pH": 6.6,
        "pH_class": "neutral",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "C--45 to 150 cm; light brownish gray (10YR 6/2) very cobbly ashy sandy loam, dark grayish brown (10YR 4/2) moist; moderate medium subangular blocky structure; soft, very friable, slightly sticky and slightly plastic; common fine roots; common very fine, fine and medium pores; 18 percent gravel, 25 percent cobble; neutral (pH 6.6)."
      }
    ]
  ]
}
