{
  "SERIES": "GREENMAN",
  "STATUS": "Established Series",
  "BYREV": "Rev. JEI/PSD/JAL",
  "REVDATE": "09/2001",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, superactive Ustic Argicryolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Greenman fine sandy loam, rangeland. (Colors are for dry soil unless otherwise stated.)\nA1--0 to 4 inches; dark grayish brown (10YR 4/2) fine sandy loam, very dark grayish brown (10YR 3/2) moist; weak fine granular structure; soft, very friable; many roots of all sizes; neutral (pH 7.2); abrupt smooth boundary. (3 to 8 inches thick)\nA2--4 to 8 inches; brown (10YR 5/3) fine sandy loam, dark brown (10YR 3/3) moist; weak coarse prismatic structure parting to weak very fine and fine subangular blocky; slightly hard, very friable; many roots of all sizes; neutral (pH 7.2); clear wavy boundary. (0 to 5 inches thick)\nBt1--8 to 15 inches; brown (10YR 5/3) fine sandy loam, brown (7.5YR 4/3) moist; moderate medium prismatic structure parting to moderate fine and medium subangular blocky; slightly hard, very friable; many roots of all sizes; faint clay films on faces of peds; neutral (pH 7.2); clear wavy boundary. (5 to 10 inches thick)\nBt2--15 to 24 inches; brown (10YR 5/3) fine sandy loam, brown (7.5YR 4/3) moist; weak medium prismatic structure parting to moderate fine subangular blocky; hard, very friable; common roots of all sizes; faint clay films on faces of peds; neutral (pH 7.2); clear wavy boundary. (5 to 10 inches thick)\nC--24 to 34 inches; pale brown (10YR 6/3) fine sandy loam, brown (10YR 5/3) moist; single grain; slightly hard, very friable; common roots of all sizes to depth of 30 inches; about 10 percent small sandstone fragments less than one inch in diameter; neutral (pH 7.2); abrupt wavy boundary. (7 to 12 inches thick)\nR--34 inches; fractured, hard sandstone. Fractures are more than 4 inches apart."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Washakie County, Wyoming; 2,800 feet east and 500 feet north of the SW corner of sec. 28, T.44N., R.86W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Depth to bedrock is 20 to 40 inches. The base of the argillic horizon is at a depth of 15 to 30 inches. The mean annual soil temperature is 43 degrees to 46 degrees F. Rock fragments mainly less than 3 inches in diameter range from 0 to 15 percent.\nThe A horizons have hue of 2.5Y or 10YR, value of 4 or 5 dry, 2 or 3 moist, and chroma of 2 or 3. It is slightly acid through slightly alkaline.\nThe Bt horizons have hue of 10YR or 7.5YR, value of 5 or 6 dry, 3 through 5 moist, and chroma of 3 or 4. It is sandy loam or fine sandy loam. This horizon is slightly acid through slightly alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Bassel, Burgess, Ethelman, Opitz, Scriver, Spinney, Tiagos and Washpass series. Bassel, Scriver, Spinney, Tiagos and Washpass soils lack bedrock above a depth of 40 inches. Burgess soils are medium or strongly acid. Ethelman and Opitz soils have a paralithic contact at 20 to 40 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Greenman soils are back slopes and foot slopes of mountain fronts. The soils formed in residuum weathered from hard sandstone. Elevation is 6,000 to 8,500 feet. The mean annual precipitation is 15 to 19 inches. The mean annual temperature is 40 degrees to 44 degrees F. The frost-free season is less than 100 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Coutis and Splitro soils. Coutis soils lack bedrock above a depth of 40 inches and are pachic. Splitro soils have bedrock above a depth of 20 inches and lack an argillic horizon."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; slow to medium runoff; moderately rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are used for rangeland and wildlife habitat. Native vegetation is needleandthread, Columbia needlegrass, Canby bluegrass, Idaho fescue, big sagebrush, prairie junegrass, and phlox."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Big Horn Mountains of north-central Wyoming. The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Washakie County, Wyoming, 1976.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": null
  }
}
