{
  "SERIES": "GREENHOPE",
  "STATUS": "Established Series",
  "BYREV": "RWW-MCS-RVS",
  "REVDATE": "03/2006",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, superactive, mesic Aridic Calciustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Greenhope fine sandy loam -- on a north facing slope of one percent, in a cultivated field.  (Colors are for dry soil unless otherwise stated.)\nAp--0 to 23 centimeters (0 to 9 inches); brown (10YR 5/3) fine sandy loam, dark brown (10YR 3/3) moist; weak moderate and coarse clods; hard, friable, slightly sticky and slightly plastic; common very fine and few fine roots; common very fine and few fine continuous irregularly shaped pores; strongly effervescent, calcium carbonate disseminated; moderately alkaline (pH 7.9); abrupt wavy boundary. (15 to 28 centimeters (6 to 11 inches) thick)\nBk1--23 to 41 centimeters (9 to 16 inches); very pale brown (10YR 7/3) fine sandy loam, pale brown (10YR 6/3) moist; massive; hard, very friable, slightly sticky and slightly plastic; common very fine and few fine roots; common very fine and few fine continuous irregularly shaped pores; violently effervescent; calcium carbonate disseminated and as soft masses and seams; 16 percent calcium carbonate equivalent; 10 percent gravel; moderately alkaline (pH 8.4); clear wavy boundary.\nBk2--41 to 64 centimeters (16 to 25 inches); very pale brown (10YR 8/2) gravelly sandy loam, light yellowish brown (10YR 6/4) moist; massive; slightly hard, very friable, nonsticky and nonplastic; few very fine and fine roots; common very fine and few fine continuous irregularly shapes pores; violently effervescent; calcium carbonate disseminated and as soft masses, seams, and pendants on rock fragments; 25 percent calcium carbonate equivalent; 15 percent gravel, 5 percent cobbles; moderately alkaline (pH 8.4); gradual wavy boundary. (Combine thickness of Bk horizon 38 to 74 centimeters (15 to 29 inches) thick)\nBk3--64 to 152 centimeters (25 to 60 inches); very pale brown (10YR 8/2) very cobbly sandy loam, light yellowish brown (10YR 6/4) moist; massive; slightly hard, very friable, nonsticky and nonplastic; few very fine and fine roots; common very fine and few fine continuous irregularly shaped pores; violently effervescent; calcium carbonate disseminated and as pendants on rock fragments; 23 percent calcium carbonate equivalent; 25 percent gravel and 15 percent cobbles;  moderately alkaline (pH 8.4)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Platte County, Wyoming; 5 kilometers (3 miles) southwest of Wheatland, about 305 meters (1000 feet) west and 290 meters (950 feet) south of the northeast corner of Section 32, T. 24 N, R. 68 W.  Hightower quadrangle, 42 degrees 0 minutes 53 seconds north latitude and 105 degrees 1 minute 26 seconds west longitude."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nMollic epipedon: 18 to 25 centimeters (7 to 10 inches) thick.\nDepth to the calcic horizon: 18 to 64 (7 to 25 inches).\nMoisture control section: dry for more than 60 consecutive days during the 90 day period following the summer solstice\nMean annual soil temperature: 8 to 11 degrees C. (47 to 51 degrees F.)\nParticle size control section:\nClay content 6 to 18 percent:\nFine sand and courser: greater than 35 percent\nRock fragments: 15 to 35 percent\nA horizon:\nValue of 3 to 5\nChroma of 2 or 3\nTextures: sandy loam or fine sandy loam\nRock fragments: 0 to 15 percent\nReaction: slightly or moderately alkaline\nBk horizon:\nValue: 5 to 8, 4 to 7 moist\nChroma: 2 to 4\nTexture: gravelly sandy loam, sandy loam, fine sandy loam, very fine sandy loam, gravelly fine sandy loam, or loam\nReaction: moderately or strongly alkaline\nCalcium carbonate equivalent: 10 to 40 percent\nRock fragments: 5 to 35 percent.\n2Bk horizon: similar to the Bk horizon except 35 to 50 percent rock fragments\nSome pedons have a 2C horizon similar to the 2Bk horizon."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Graystone, Guy, Humbarsprings, Laird and Sidney soils.\nGraystone soils contain less than 35 percent coarse fragments in all horizons.\nHumbarsprings soils have strongly contrasting 2C horizons.\nGuy soils have a climate that has a more even distribution of precipitation throughout the year.\nLaird soils have less than 15 percent coarse fragments throughout the profile.\nSidney soils: have a paralithic contact at 102 to 152 centimeters (40 to 60 inches)."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nLandscape: alluvial fans, terraces, and hillslopes\nParent material: alluvium derived dominantly from mixed sources\nSlopes: 0 to 15 percent\nElevations: 1311 to 1768 meters (4300 to 5800 feet)\nMean annual precipitation: 30 to 38 centimeters (12 to 15 inches\nMean annual temperature: 8 to 9 degrees C. (46 to 48 degrees F.)\nFrost-free season: 110 to 130 days"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Alice, Featherlegs, Manter, Moskee, and Sweatbee soils.\nAlice soils have a particle-size control section that averages less than 15 percent coarse fragments.\nFeatherlegs, Manter, and Moskee soils have argillic horizons.\nSweatbee soils lack a mollic horizon and do not have horizons with greater than 35 percent coarse fragments."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:\nDrainage: well drained\nRunoff: low\nSaturated hydraulic conductivity:  high"
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are utilized for grazing by livestock, wildlife habitat, and for dryland and irrigated cropland and hayland.\nThe native vegetation is needleandthread, prairie sandreed, western wheatgrass, prairie junegrass, threadleaf sedge, and silver sagebrush.\nPrinciple crops are wheat, alfalfa, beans, beets, and short season corn."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Greenhope soils occur in eastern Wyoming.  The series is of limited extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Denver, Colorado"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Platte County, Wyoming 1988."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon: 0 to 23 centimeters (0 to 9 inches) (Ap)\nCalcic horizon: 23 to 152 centimeters (9 to 60 inches) (Bk1, Bk2, Bk3)\nSIR - WY1039\nMLRR - G\nModified format by LRM in 2/2006 to include metric conversion and change permeability to saturated hydraulic conductivity.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
