{
  "SERIES": "GREENWICH",
  "STATUS": "Established Series",
  "BYREV": "CDP,RLH/Rev. JWB",
  "REVDATE": "11/2015",
  "STATES": "DE",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, semiactive, mesic Typic Hapludults\nDepth class: Very deep\nDrainage class (Agricultural): Well drained\nSaturated Hydraulic Conductivity: Moderately high in the upper subsoil and high or very high in the lower subsoil and substratum\nLandscape: Coastal plain\nParent material: Loamy eolian and alluvial deposits high in silt underlain by loamy and sandy alluvial sediments\nSlope: 0 to 5 percent\nMean Annual Air Temperature (type location): 13 degrees C. (55 degrees F.)\nMean Annual Precipitation (type location): 1118 mm (44 inches)\nTAXONOMIC CLASS: Coarse-loamy, mixed, semiactive, mesic Typic Hapludults"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Greenwich loam, in a cultivated field. (Colors are for moist soil).\nAp--0 to 25 cm (0 to 10 inches); brown (10YR 5/3) loam; weak medium and coarse granular structure; friable; slightly sticky, slightly plastic; few medium and common very fine and fine roots; few very fine and fine vesicular pores; very strongly acid; abrupt smooth boundary. (13 to 30 cm thick).\nBt1--25 to 41 cm (10 to 16 inches); yellowish brown (10YR 5/6) loam; moderate medium and coarse subangular blocky structure; friable; slightly sticky, slightly plastic; few medium and common very fine and fine roots; common fine to coarse continuous tubular pores; few coats of A horizon material in worm and root channels; distinct clay bridging between sand grains; moderately acid; clear smooth boundary. (13 to 23 cm thick).\nBt2--41 to 56 cm (16 to 22 inches); strong brown (7.5YR 4/6) loam; moderate medium and coarse subangular blocky structure; friable; slightly sticky, slightly plastic; few medium and very fine roots; few fine to coarse continuous tubular pores; few coats of A horizon material in worm channels; distinct clay bridging between sand grains; common faint clay films on faces of rock fragments; 5 percent, by volume fine gravel; moderately acid; clear smooth boundary. (Combined thickness of the Bt horizon is 25 to 51 cm)\n2Bt3--56 to 64 cm (22 to 25 inches); strong brown (7.5YR 4/6) coarse sandy loam; weak coarse subangular blocky structure; friable; slightly sticky, nonplastic; few very fine and fine roots; few fine and medium continuous tubular pores; few coats of A horizon material in worm channels; discontinuous clay bridging between sand grains; moderately acid; 6 percent, by volume fine gravel; clear smooth boundary.\n2Bt4--64 to 74 cm (25 to 29 inches); dark brown (7.5YR 3/4) and brown (7.5YR 4/4) sandy loam; weak medium and coarse subangular blocky structure; very friable; slightly sticky, non plastic; few very fine and fine roots; few fine and medium tubular pores; faint clay bridging between sand grains; moderately acid; 8 percent, by volume fine gravel; abrupt wavy boundary. (Combine thickness of the 2Bt horizon is 15 to 30 cm).\n2CB--74 to 99 cm (29 to 39 inches); dark yellowish brown (10YR 4/6) loamy sand; massive; very friable; few fine roots; common discontinuous dark yellowish brown (10YR 4/4) lamellae less than 6 mm (1/4 inch) thick; strongly acid; abrupt smooth boundary. (0 to 30 cm thick).\n2C1--99 to 117 cm (39 to 46 inches); yellowish brown (10YR 5/4) loamy coarse sand; massive; very friable; few fine vesicular pores; strongly acid; few small brown (10YR 5/3) soft accumulations of sandy loam material up to 25 mm (1 inch) in diameter; 6 percent, by volume fine gravel; clear smooth boundary.\n2C2--117 to 140 cm (46 to 55 inches); yellowish brown (10YR 5/6) coarse sand; massive parting to single grain; very friable; common dark brown (7.5YR 3/4) loamy sand lamellae less than 25 mm (1 inch) thick; very strongly acid; gradual wavy boundary.\n2C3--140 to 183 cm (55 to 72 inches); yellowish brown (10YR 5/8) coarse sand; single grain; loose; strongly acid; 12 percent, by volume fine gravel; very strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Sussex County, Delaware; about 1,800 feet southeast and 2,000 feet southwest of the intersection of County Roads 275 and 277, 1.0 mile south of Belltown. USGS Fairmount, DE topographic quadrangle; lat 38 degrees, 43 minutes, 58.34 seconds N and long. 75 degrees, 09 minutes, 58.34 seconds W.; NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS & RANGE OF INDIVIDUAL HORIZONS",
    "content": "RANGE IN CHARACTERISTICS:\nSolum Thickness: 50 to 127 cm (20 to 50 inches)\nDepth to Bedrock: Greater than 152 cm (60 inches)\nDepth to Lithologic Discontinuity: 50 to 102 cm (20 to 40 inches)\nDepth to Seasonal High Water Table: Greater than 152 cm (60 inches)\nRock Fragments: 0 to 10 percent, by volume in the solum, 0 to 20 percent in the substratum, mostly fine rounded gravel\nSoil Reaction: Extremely acid to strongly acid, throughout the profile, unless limed\nOther Features: Silt content ranges from 30 to 60 percent above the discontinuity and 2 to 25 percent below the discontinuity & RANGE OF INDIVIDUAL HORIZONS:\nAp or A horizon:\nColor--hue of 10YR or 2.5Y, value of 3 to 5, chroma of 2 to 5\nTexture--loam, very fine sandy loam, or silt loam\nE or BE horizon (if they occur):\nColor--hue of 10YR or 2.5Y, value of 4 to 5, chroma of 3 to 8\nTexture--loam, very fine sandy loam, fine sandy loam, or silt loam\nBt horizon;\nColor--hue of 10YR through 5YR, value of 4 or 5, chroma of 4 to 8\nTexture--loam, very fine sandy loam, fine sandy loam, or silt loam\n2Bt horizon:\nColor--hue of 10YR through 5YR, value of 4 or 5, chroma of 4 to 8\nTexture--coarse sandy loam or sandy loam. Some pedons have a thin subhorizon of sandy clay loam.\n2CB or 2BC horizon (if they occur):\nColor--hue of 10YR through 5YR, value of 4 or 5, chroma of 4 to 8\nTexture--loamy sand, coarse sandy loam or sandy loam\n2C horizon:\nColor--have hue of 2.5YR to 2.5Y, value of 4 to 7, chroma of 3 to 8\nTexture (fine-earth fraction)--coarse sand, sand, fine sand, loamy coarse sand, loamy sand, or loamy fine sand and may be stratified. They commonly contain thin loamy sand or sandy loam lamellae less than 25 mm (1 inch) thick, with cumulative thickness less than 15 cm (6 inches)."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:\nAdyeville soils--well drained, moderately deep to paralithic contact and formed in residuum from sandstone and siltstone\nGrosstown soils--contain more than 30 percent rock fragments in the lower subsoil\nPhilomont soils--formed in residuum from gneiss and granite\nSwedesboro soils--contain glauconite in the particle-size control section\nUnicorn soils--have a seasonal high water table below a depth of 107 cm (42 inches)"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nLandscape: Coastal plain\nLandform: Undulating uplands\nElevation: 3 to 11 meters (10 to 35 feet) above mean sea level\nParent Material: Loamy eolian and alluvial deposits high in silt underlain by loamy and sandy alluvial sediments\nSlope: 0 to 5 percent\nMean Annual Air Temperature: 11 to 14 degrees C. (52 to 58 degrees F.)\nMean Annual Precipitation: 1067 to 1219 mm (42 to 48 inches)\nFrost Free Period: 175 to 200 days"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:\nDowner soils--have siliceous mineralogy and do not have Bt horizons that are high in silt, on similar landforms\nFort Mott soils--have siliceous mineralogy, do not have Bt horizons that are high in silt, and have sandy surface layers 50 to 102 cm (20 to 40 inches) thick, on on slightly higher landforms\nHammonton soils--moderately well drained, have siliceous mineralogy, and do not have Bt horizons that are high in silt, on slightly lower-lying landforms\nHurlock soils--poorly drained soils, on lower-lying landforms"
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:\nDrainage class (Agricultural): Well drained\nInternal Free Water Occurrence: Very deep\nFlooding Frequency and Duration: None\nPonding Frequency and Duration: None\nIndex Surface Runoff: Low\nSaturated Hydraulic Conductivity: Moderately high in the upper subsoil and high or very high in the lower subsoil and substratum\nPermeability (obsolete): Moderate in the upper subsoil and rapid in the lower subsoil and substratum\nShrink-swell Potential: Low"
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": null
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Southeastern Delaware, Maryland and possibly New Jersey. The extent is small.\nMLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Morgantown, West Virginia"
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: RALEIGH, NORTH CAROLINA"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Calvert County, Maryland, 1942"
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: The Greenwich series was originally established in Calvert County, Maryland, 1942. It was made inactive in 1957 and the soils combined with the Sassafras series in Maryland and Delaware. The series was reactivated in 1992 in Sussex County, DE because of important differences in use and management.\nDiagnostic horizons and features recognized in this pedon are:\na. Ochric epipedon--the zone from 0 to 25 cm (Ap horizon)\nb. Argillic horizon--the zone from 25 to 74 cm (Bt horizons)\nOther features identified with this pedon:\nSeries Control Section--the zone from 0 to 150 cm\nADDITIONAL DATA:\nData Mapunit ID (type location): 482533\nNational Cooperative Soil Survey\nU.S.A."
  }
}
