{
  "SERIES": "GREENVILLE",
  "STATUS": "Established Series",
  "BYREV": "Rev. BCF:PGM",
  "REVDATE": "07/97",
  "STATES": "AL,AR,FL,GA,SC",
  "OVERVIEW": "The Greenville consists of very deep, well drained, moderately permeable soils on uplands.  They formed in clayey marine sediments of the Coastal Plain.  Slopes are dominantly less than 8 percent but range up to 18 percent.  Near the type location, the average annual air temperature is about 65 degrees F. and the average annual precipitation is about 59 inches.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, kaolinitic, thermic Rhodic Kandiudults"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Greenville fine sandy loam--cultivated. (Colors are for moist soil unless otherwise stated.)\nAp--0 to 5 inches; dark reddish brown (5YR 3/4) sandy loam, moist and dry; weak fine granular structure; friable; common fine and medium roots; medium acid; abrupt smooth boundary.  (4 to 12 inches thick)\nBA--5 to 9 inches; dusky red (2.5YR 3/3) sandy loam, moist and dry; weak medium subangular blocky structure; friable; common fine roots; few quartz pebbles; medium acid; clear wavy boundary. (0 to 9 inches thick)\nBt1--9 to 40 inches; dark red (2.5YR 3/6) sandy clay, red (2.5YR 4/6) dry; moderate medium subangular blocky structure; friable; few distinct clay films on faces of peds; few fine roots; common small pores; common clean sand grains; very strongly acid; gradual wavy boundary.\nBt2--40 to 80 inches; dark red (10R 3/6) sandy clay, moist and dry; moderate medium subangular blocky structure; friable; common distinct clay films on faces of peds; very strongly acid. (Combined thickness of the Bt horizon is more than 60 inches.)"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Conecuh County, Alabama; 5 miles west of Lyeffion High School on County Road 30; 2375 feet west and 1375 feet south of the NE corner of sec. 22, T. N., R. 10 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Solum thickness exceeds 60 inches. Reaction ranges from very strongly acid to moderately acid throughout except for surface layers that have been limed.  Few quartz pebbles are in some pedons.  Content of ferro-manganese masses and concretions ranges from none to common throughout.\nThe A or Ap horizon has hue of 2.5YR to 10YR, value of 3 to 5, and chroma of 2 to 6, or hue of 10R, value of 3, and chroma of 1. It is commonly sandy loam, fine sandy loam, loam, loamy sand, or loamy fine sand; but includes textures of sandy clay, sandy clay loam, and clay loam.\nThe AB or BA horizon, where present, has hue of 5YR, 2.5YR, or 10YR, value of 2 or 3, and chroma 4 to 6.  It is commonly sandy clay loam or sandy loam but ranges to sandy clay or clay loam.\nThe Bt horizon has hue of 2.5YR or 10R, value of 2 or 3, and chroma of 2 to 6.  Some pedons have colors with value of 4 or have mottles in shades of red or brown in the lower part of the Bt horizon.  It is sandy clay, clay loam, or clay.  The upper 20 inches of the Bt horizon contains from 33 to 55 percent sand, 4 to 20 percent silt, and 35 to 55 percent clay.  Many pedons have dark coatings of manganese or organic matter on ped faces in the upper part of the Bt horizon but coatings are generally lacking in the lower part of the Bt horizon."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These include the Davidson series in the same family and the Anniston and Decatur series in related families. Davidson soils are on Piedmont uplands and have less sand in the particle-size control section than Greenville soils.  Anniston and Decatur soils have more than 20 percent silt in their control section, and do not recognize a kandic horizon."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Greenville soils are on uplands of the Coastal Plains.  Slope gradients are commonly 0 to 8 percent but range to 18 percent.  The soils formed in clayey marine sediments. The climate is warm and humid.  The average annual precipitation ranges from 50 to 64 inches, and the average annual temperature ranges from 63 to 68 degrees F."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are Americus, Bama, Faceville, Lucedale, Orangeburg, and Red Bay soils on slightly higher positions on the landscape and Lucy and Troup soils on side slopes.  Americus soils have a sandy particle-size control section.  Bama, Lucedale, Orangeburg, and Red Bay soils are fine-loamy.  Faceville soils have an argillic horizon with moist color value of 4 or more.  Lucy and Troup soils have a thick sandy epipedon and a loamy particle-size control section."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; medium runoff; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most areas are  cleared and are used for the production of cotton, corn, small grain, soybeans, truck crops, orchards, and pasture.  Wooded areas are in pine, oak, and hickory."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Coastal Plain of Alabama, Arkansas, Florida, Georgia, and South Carolina.  This soil is extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Auburn, Alabama"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Butler County, Alabama; 1907."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: The 1/89 revision changed the classification from Paleudult to Kandiudult in recognition of the low activity clay amendment.\nDiagnostic horizons and features recognized in this pedon are:\nOchric epipedon - Ap and BA horizons (0-9 inches).\nKandic horizon - Bt1 and Bt2 horizons (9-80 inches).\nRhodic feature - Moist color value less than 4 in the Kandic horizon to a depth of 1 meter or more.\nSIR = AL0030\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 13,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "5YR",
        "moist_value": 3,
        "moist_chroma": 4,
        "texture_class": "sandy loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Ap--0 to 5 inches; dark reddish brown (5YR 3/4) sandy loam, moist and dry; weak fine granular structure; friable; common fine and medium roots; medium acid; abrupt smooth boundary.  (4 to 12 inches thick)"
      },
      {
        "name": "BA",
        "top": 13,
        "bottom": 23,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "2.5YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "sandy loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "BA--5 to 9 inches; dusky red (2.5YR 3/3) sandy loam, moist and dry; weak medium subangular blocky structure; friable; common fine roots; few quartz pebbles; medium acid; clear wavy boundary. (0 to 9 inches thick)"
      },
      {
        "name": "Bt1",
        "top": 23,
        "bottom": 102,
        "dry_hue": "2.5YR",
        "dry_value": 4,
        "dry_chroma": 6,
        "moist_hue": "2.5YR",
        "moist_value": 3,
        "moist_chroma": 6,
        "texture_class": "sandy clay",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bt1--9 to 40 inches; dark red (2.5YR 3/6) sandy clay, red (2.5YR 4/6) dry; moderate medium subangular blocky structure; friable; few distinct clay films on faces of peds; few fine roots; common small pores; common clean sand grains; very strongly acid; gradual wavy boundary."
      },
      {
        "name": "Bt2",
        "top": 102,
        "bottom": 203,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10R",
        "moist_value": 3,
        "moist_chroma": 6,
        "texture_class": "sandy clay",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Bt2--40 to 80 inches; dark red (10R 3/6) sandy clay, moist and dry; moderate medium subangular blocky structure; friable; common distinct clay films on faces of peds; very strongly acid. (Combined thickness of the Bt horizon is more than 60 inches.)"
      }
    ]
  ]
}
