{
  "SERIES": "GREENHILL",
  "STATUS": "Established Series",
  "BYREV": "DNB-JKW-CLN",
  "REVDATE": "11/2007",
  "STATES": "TX",
  "OVERVIEW": "The Greenhill series consists of very deep, excessively drained, rapidly permeable soils that formed in deep, sandy, eolian sediments on barrier islands.  These soils are on undulating to strongly rolling foredunes and stabilized back-island dune fields.  These soils are subject to rare flooding by high storm surge from strong tropical storms.  Slope ranges from 2 to 12 percent.  Mean annual temperature is about 22 degrees C (72 degrees F) and mean annual precipitation is about 686 mm (27 in).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Hyperthermic, uncoated Ustic Quartzipsamments"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Greenhill fine sand--on a south facing, convex, 8 percent slope in rangeland at an elevation of 51 meters (20 ft). (Colors are for dry soil unless otherwise stated.)\nA1--0 to 25 cm (0 to 10 in); pale brown (10YR 6/3) fine sand, brown (10YR 4/3), moist; single grain; loose; 3 percent very fine and fine roots and 1 percent medium roots; nonsaline; SAR is about 1; noneffervescent; slightly acid; clear wavy boundary.\nA2--25 to 71 cm (10 to 28 in); pale brown (10YR 6/3) fine sand, brown (10YR 5/3), moist; single grain; loose; 2 percent very fine and fine roots; nonsaline; SAR is about 4; noneffervescent; moderately acid; gradual smooth boundary. (Combined thickness of the A horizon is 53 to 89 cm [21 to 35 in].)\nC1--71 to 109 cm (28 to 43 in); light gray (10YR 7/2) fine sand, pale brown (10YR 6/3), moist; single grain; loose; 1 percent very fine and fine roots; 3 percent very pale brown (10YR 7/3) krotovina; nonsaline; SAR is about 3; noneffervescent; moderately acid; gradual smooth boundary.\nC2--109 to 152 cm (43 to 60 in); very pale brown (10YR 7/3) fine sand, pale brown (10YR 6/3), moist; single grain; loose; 1 percent very fine roots; 4 percent light gray (10YR 7/2) krotovina; nonsaline; SAR is about 2; noneffervescent; moderately acid; gradual smooth boundary. (Combined thickness of the C horizon is 114 to 150 cm [45 to 59 in].)\nC3--152 to 203 cm (60 to 80 in); very pale brown (10YR 8/3) fine sand, very pale brown (10YR 7/3), moist; single grain; loose; 1 percent very fine roots; 1 percent fine and medium prominent reddish yellow (7.5YR 6/6) and 1 percent fine prominent yellowish red (5YR 5/8) masses of oxidized iron with sharp boundaries lining pores; nonsaline; SAR is about 1; noneffervescent; moderately acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Kleberg County, Texas; from the intersection of Park Road 22 and the county line between Kleberg and Nueces Counties; 8.0 miles southwest on Park Road 22 to the pay station entrance of Padre Island National Seashore; 0.8 mile southwest on Park Road 22 to the intersection of Novillo and Bird Island Basin road; 0.5 mile east and northeast on caliche and shell road; 200 feet east on slope of dune ridge in rangeland.  South Bird Island Basin, Texas USGS topographic quadrangle; Latitude: 27 degrees, 27 minutes, 44.8 seconds N; Longitude: 97 degrees, 17 minutes, 01.5 seconds W; NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil Moisture: An Ustic moisture regime.  The soil moisture control section is dry in some or all parts for more than 90 cumulative days in normal years.  It is also either moist in some or all parts for 180 days or more cumulative, or moist for 90 or more consecutive days in normal years.\nMean annual soil temperature: 23 to 24 degrees C (74 to 76 degrees F).\nDepth to masses of oxidized iron: 61 to 203 cm (24 to 80 in)\nParticle-size control section (weighted average):\nClay content: 0 to 3 percent\nSand content: 95 to 99 percent\nThe particle-size control section has less than 5 percent silt plus clay.\nA horizon\nHue: 10YR\nValue: 6 or 7, 4 to 6 moist\nChroma: 3\nTexture: fine sand\nEC (dS/m): 0 to 2\nSAR: 0 to 4\nReaction: strongly acid to neutral\nC horizon\nHue: 10YR\nValue: 7 or 8, 6 or 7 moist\nChroma: 2 or 3\nTexture: fine sand\nMasses of oxidized iron: quantity--0 to 5 percent, size--fine or medium, contrast--faint to prominent, boundary--clear or sharp, shades--brown, red, or yellow\nEC (dS/m): 0 to 2\nSAR: 0 to 4\nReaction: strongly acid to neutral"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  This is the Daggerhill (TX) series in the same family.  Similar soils include the Arenisco (TX), Falfurrias (TX), Galveston (TX), Padre (TX), Panam (TX), and Rockport (TX) series.\nDaggerhill soils: have slightly alkaline to strongly alkaline soil reaction class throughout and have seashell fragments.\nArenisco and Falfurrias soils: are Typic Ustipsamments, have mixed sand mineralogy and are not subject to storm surge from tropical storms.\nGalveston soils: have mixed sand mineralogy and are dry in the soil moisture control section for less than 90 cumulative days.\nPadre and Panam soils: are Aquic Quartzipsamments\nRockport soils: are Oxyaquic Quartzipsamments and have more than 5 percent silt plus clay in the particle-size control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material: Deep sandy eolian sediments of Holocene age\nLandform: foredunes and stabilized back-island dune fields of barrier islands.\nSlope: 2 to 12 percent\nMean annual air temperature range: 21 to 23 degrees C (71 to 73 degrees F)\nMean annual precipitation range: 635 to 889 mm (25 to 35 in)\nPrecipitation pattern: November through April are the driest months, with a second dry period in July.  September is the wettest month.\nFrost-free period: 310 to 350 days\nElevation: 1.5 to 9.1 meters (5 to 30 ft)\nThornthwaite P-E Index: 31 to 44"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Daggerhill, Madre, Malaquite, Mustang, Novillo, Padre, and Panam series.\nDaggerhill soils: are on a similar landscapes and have slightly to strongly alkaline soil reaction class throughout.\nMadre soils: are Sodic Psammaquents and occur on a lower, planar to concave landforms on barrier flats.\nMalaquite soils: are Typic Halaquepts and occur on a lower, planar to concave landforms on barrier flats.\nMustang soils: are Typic Psammaquents and occur on a lower, planar to concave landforms on barrier flats.\nNovillo soils: are Typic Psammaquents and occur on a lower, concave landforms in fresh-water marshes on barrier flats.\nPadre and Panam soils: occur on lower, convex landforms on low stabilized dunes on barrier flats."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Excessively drained.  Permeability is rapid.  Runoff is very low and negligible for slopes less than 5 percent.  The soil is rarely flooded for very brief periods by high storm surge during strong tropical storms."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used primarily as wildlife habitat and for recreation.  Native vegetation consists mostly of mid to tall grasses and forbs such as bitter panicum, seaoats uniola, seacoast bluestem, camphorweed and partridge pea.  The ecological site is Coastal Dunes, PE 31-44 (R150BY714TX)."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Gulf Coast Saline Prairies (MLRA 150B in LRR T) on barrier islands along the lower Gulf Coast of Texas.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Kleberg County, Texas; 2007.  The name is from a USGS benchmark on Padre Island National Seashore."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  This soil was formerly included in the Galveston series or mapped as the miscellaneous area - Coastal Dunes.  The series is separated based primarily on the difference in soil moisture regime and sand mineralogy.\nDiagnostic horizons and features recognized in this pedon are:\nOchric epipedon: 0 to 71 cm (0 to 28 in). (A1 and A2 horizons)\nParticle-size control section: 25 to 102 cm (10 to 40 in). (A2 and C1 horizons)\nMasses of oxidized iron: 152 to 203 cm (60 to 80 in). (C3 horizon)\nADDITIONAL DATA:  NSSL Characterization data from the type location (S03TX-273-001).  TAMU reference sample data for pH, salinity, sodicity and mineralogy on pedons S01TX-273-006 and S01TX-273-007.  Particle-size analysis on 4 pedons and salinity and sodicity tests on 7 pedons at the soil survey project office.\nTAXONOMIC VERSION:  Keys to Soil Taxonomy, Tenth Edition, 2006\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "excessively"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A1",
        "top": 0,
        "bottom": 25,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 3,
        "texture_class": "fine sand",
        "pH_class": "slightly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "A1--0 to 25 cm (0 to 10 in); pale brown (10YR 6/3) fine sand, brown (10YR 4/3), moist; single grain; loose; 3 percent very fine and fine roots and 1 percent medium roots; nonsaline; SAR is about 1; noneffervescent; slightly acid; clear wavy boundary."
      },
      {
        "name": "A2",
        "top": 25,
        "bottom": 71,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 3,
        "texture_class": "fine sand",
        "pH_class": "moderately acid",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "A2--25 to 71 cm (10 to 28 in); pale brown (10YR 6/3) fine sand, brown (10YR 5/3), moist; single grain; loose; 2 percent very fine and fine roots; nonsaline; SAR is about 4; noneffervescent; moderately acid; gradual smooth boundary. (Combined thickness of the A horizon is 53 to 89 cm [21 to 35 in].)"
      },
      {
        "name": "C1",
        "top": 71,
        "bottom": 109,
        "dry_hue": "10YR",
        "dry_value": 7,
        "dry_chroma": 2,
        "texture_class": "fine sand",
        "pH_class": "moderately acid",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "C1--71 to 109 cm (28 to 43 in); light gray (10YR 7/2) fine sand, pale brown (10YR 6/3), moist; single grain; loose; 1 percent very fine and fine roots; 3 percent very pale brown (10YR 7/3) krotovina; nonsaline; SAR is about 3; noneffervescent; moderately acid; gradual smooth boundary."
      },
      {
        "name": "C2",
        "top": 109,
        "bottom": 152,
        "dry_hue": "10YR",
        "dry_value": 7,
        "dry_chroma": 3,
        "texture_class": "fine sand",
        "pH_class": "moderately acid",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "C2--109 to 152 cm (43 to 60 in); very pale brown (10YR 7/3) fine sand, pale brown (10YR 6/3), moist; single grain; loose; 1 percent very fine roots; 4 percent light gray (10YR 7/2) krotovina; nonsaline; SAR is about 2; noneffervescent; moderately acid; gradual smooth boundary. (Combined thickness of the C horizon is 114 to 150 cm [45 to 59 in].)"
      },
      {
        "name": "C3",
        "top": 152,
        "bottom": 203,
        "dry_hue": "10YR",
        "dry_value": 8,
        "dry_chroma": 3,
        "texture_class": "fine sand",
        "pH_class": "moderately acid",
        "narrative": "C3--152 to 203 cm (60 to 80 in); very pale brown (10YR 8/3) fine sand, very pale brown (10YR 7/3), moist; single grain; loose; 1 percent very fine roots; 1 percent fine and medium prominent reddish yellow (7.5YR 6/6) and 1 percent fine prominent yellowish red (5YR 5/8) masses of oxidized iron with sharp boundaries lining pores; nonsaline; SAR is about 1; noneffervescent; moderately acid."
      }
    ]
  ]
}
