{
  "SERIES": "GREEN LEVEL",
  "STATUS": "Established Series",
  "BYREV": "SJH-RDH/Rev. DTA",
  "REVDATE": "01/2006",
  "STATES": "NC",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, mixed, active, thermic Vertic Hapludults"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Green Level sandy loam on an upland ridge in the Triassic Basin, in a wooded site. (Colors are for moist soil.)\nA--0 to 7 inches; yellowish brown (10YR 5/4) sandy loam; weak medium granular structure; friable; slightly sticky, slightly plastic; many fine and medium roots; extremely acid; abrupt smooth boundary. (1 to 10 inches thick)\nE--7 to 10 inches; pale brown (10YR 6/3) sandy loam; weak medium granular structure; friable; slightly sticky, slightly plastic; common fine and medium roots; very strongly acid; abrupt smooth boundary. (0 to 10 inches thick)\nBE--10 to 13 inches; brownish yellow (10YR 6/6) sandy loam; weak fine subangular blocky structure; friable; moderately sticky, moderately plastic; few fine roots; common fine distinct light brownish gray (10YR 6/2) iron depletions; extremely acid; clear smooth boundary. (0 to 8 inches thick)\nBt--13 to 26 inches; brownish yellow (10YR 6/8) clay; common medium distinct strong brown (7.5YR 5/8) mottles; weak  medium subangular blocky structure; very firm; very sticky, very plastic; few fine roots; few faint clay films on faces of peds; common fine prominent light brownish gray (10YR 6/2) iron depletions; extremely acid; gradual smooth boundary.\nBtss--26 to 33 inches; yellowish red (5YR 5/6) clay; weak medium subangular blocky structure; extremely firm; very sticky, very plastic; few fine roots; many distinct clay films on faces of peds; common nonintersecting slickensides; common fine prominent light brownish gray (10YR 6/2) iron depletions; common medium prominent red (10R 4/8) masses of iron accumulation; extremely acid; gradual smooth boundary.\nBtssg--33 to 41 inches; light gray (2.5Y 7/1) clay; weak medium subangular blocky structure; extremely firm; very sticky, very plastic; few fine roots; many distinct clay films on faces of peds; common nonintersecting slickensides; common medium prominent red (2.5YR 4/8) and strong brown (7.5YR 5/8) masses of iron accumulation; extremely acid; gradual wavy boundary.\nBtg--41 to 51 inches; light brownish gray (2.5Y 6/2) clay; weak medium subangular blocky structure; very firm; very sticky, very plastic; few fine roots; common distinct clay films on faces of peds; common medium prominent yellowish red (5YR 5/8) masses of iron accumulation; extremely acid; gradual wavy boundary. (Combined thickness of the Bt horizons is 20 to 50 inches)\nBCg--51 to 65 inches; light brownish gray (2.5Y 6/2) clay loam; weak coarse subangular blocky structure; firm; moderately sticky, moderately plastic; extremely acid; gradual wavy boundary.  (0 to 15 inches thick)\nCB--65 to 73 inches; pale yellow (2.5Y 7/3) sandy loam saprolite; few medium prominent reddish yellow (7.5YR 6/8) lithochromic mottles; massive; friable; moderately sticky, moderately plastic; 10 percent by volume subrounded sandstone parachanners; extremely acid; gradual wavy boundary.  (0 to 50 inches thick)\nC1--73 to 89 inches; pink (7.5YR 7/3) sandy loam saprolite; few medium distinct reddish yellow (7.5YR 6/8) lithochromic mottles; massive; friable; slightly sticky, slightly plastic; extremely acid; gradual wavy boundary.\nC2--89 to 97 inches; pink (7.5YR 7/4) sandy loam saprolite; few medium distinct reddish yellow (7.5YR 6/8) lithochromic mottles; massive; friable; slightly sticky, slightly plastic; extremely acid.  (Combined thickness of the C horizons is 5 to 50 inches thick)"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Wake County, North Carolina; about 5 miles west on US Highway 64 from the intersection of US Highway 1 south and US Highway 64 west in Raleigh; 2.7 miles north on Green Level Ch Road (SR 1700); 1 mile west on Green Level W Road (SR 1605); 0.7 mile north on White Oak Ch Road (SR 1606); 800 feet north along abandoned railroad grade; 55 feet west of railroad grade, in woods.  USGS Green Level NC topographic quadrangle; lat. 35 degrees, 47 minutes, 11 seconds N and long. 78 degrees, 55 minutes, 21 seconds W. (NAD 83)."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS & RANGE OF INDIVIDUAL HORIZONS",
    "content": "RANGE IN CHARACTERISTICS:\nSolum Thickness: 30 to 60 inches or more\nDepth to Bedrock: Greater than 60 inches\nDepth to Seasonal High Water Table: 1.0 to 2.5 feet; perched\nFragments: 0 to 15 percent, by volume rounded and subrounded quartz and pararock fragments throughout the solum\nSoil Reaction: Extremely acid to strongly acid throughout, except where surface layers have been limed\nExchangeable Aluminum: 10 to 35 meq/100g in the Bt, Btss, and Btssg horizons & RANGE OF INDIVIDUAL HORIZONS:\nA horizon:\nColor--hue of 7.5YR or 2.5Y, value of 4 to 6, and chroma of 2 to 4\nTexture--sandy loam, loam, or fine sandy loam\nE horizon:\nColor--hue of 7.5YR to 2.5Y, value of 4 to 6, and chroma of 3 to 6\nTexture--sandy loam, loam, fine sandy loam, or silt loam\nBE horizon:\nColor--hue of 7.5YR to 2.5Y, value of 3 to 6, and chroma of 3 to 8\nTexture--sandy loam, loam, fine sandy loam, or silt loam\nRedoximorphic features--iron depletions in shades of gray or yellow may be present\nBt horizon:\nColor--hue of 2.5YR to 2.5Y, value of 4 to 6, and chroma of 3 to 8\nTexture--clay, sandy clay, or silty clay\nRedoximorphic features--iron masses in shades of red, yellow, or brown and iron depletions in shades of gray or yellow may be present\nBtss horizon:\nColor--hue of 2.5YR to 10YR, value of 4 to 7, and chroma of 3 to 8\nTexture--sandy clay, clay, or silty clay\nRedoximorphic features: iron masses in shades of red, yellow, or brown and iron depletions in shades of gray, yellow, or brown are in most pedons\nBtssg horizon:\nColor--hue of 10YR to 2.5Y, or neutral, value of 4 to 7, and chroma of 0 to 2\nTexture--clay, silty clay, or sandy clay\nRedoximorphic features--iron masses in shades of red, yellow, or brown\nBtg horizon:\nColor--hue of 10YR to 2.5Y, or neutral, value of 4 to 7, and chroma of 0 to 2\nTexture--clay, silty clay, or sandy clay\nRedoximorphic features--iron masses in shades of red, yellow, or brown\nBCg horizon:\nColor--hue of 2.5YR to 2.5Y, or neutral, value of 3 to 7, and chroma of 0 to 2\nTexture--sandy clay loam, silt loam, silty clay loam, clay loam, loam, or sandy loam\nRedoximorphic features--iron masses in shades of red, yellow, or brown are in most pedons\nCB horizon:\nColor--hue of 2.5YR to 2.5Y, value of 3 to 7, and chroma of 3 to 8\nTexture--sandy clay loam, silt loam, silty clay loam, clay loam, loam, or sandy loam saprolite\nMottles--lithochromic mottles in shades of red, yellow, brown, or gray are in most pedons\nC horizon:\nColor--hue of 2.5YR to 2.5Y, value of 3 to 6, and chroma of 3 to 8\nTexture--variable, commonly sandy loam saprolite\nMottles--lithochromic mottles in shades of red, yellow, brown, or gray are in most pedons"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:\nThere are no competing series.\nSimilar soils:\nPeawick soils--formed from clayey fluvial sediments on stream terraces of the Coastal Plain and piedmont.\nSacul soils--formed in acid loamy and clayey marine sediments and are on uplands of the Coastal Plain.\nWhite Store soils--have a depth to paralithic contact of 40 to 60 inches and have a base saturation of greater than 35 percent above the contact.\nCreedmoor soils--do not have Btss horizons and have a high shrink-swell potential"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nLandscape: Triassic Basins of the thermic Southern Piedmont\nLandform: Interstream divides, ridges, and side slopes\nParent Material: Residuum weathered from Triassic sandstone, mudstone, siltstone, shale, and conglomerate\nMean Annual Air Temperature: 60 degrees F\nMean Annual Precipitation: 47 inches\nFrost Free Period: 180 to 260 days"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:\nIn addition to the similar White Store and Creedmoor soils they are:\nMayodan soils--are well drained and moderately permeable soils with a moderate shrink-swell potential and are intermingled on slightly higher landscape positions\nCarbonton soils--are moderately deep, have a moderate shrink-swell potential, lack redoximorphic depletions in the upper Bt and have a base saturation greater than 35 percent above the paralithic contact and are intermingled in some areas\nBrickhaven soils--are deep, have a moderate shrink-swell potential, are moderately well drained, lack redoximorphic depletions in the upper Bt and have a base saturation greater than 35 percent above the paralithic contact and are intermingled in some areas\nPeakin soils--lack redoximorphic depletions in the upper Bt and are slowly permeable soils with a moderate shrink-swell potential\nPinoka soils--are well drained, moderately deep, have a low shrink-swell potential, and have a fine-loamy particle size class and are on higher ridges\nPolkton soils--have a depth to paralithic contact of 20 to 40 inches and have a base saturation of greater than 35 percent above the contact"
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:\nAgricultural Drainage Class: Somewhat poorly drained\nSurface Runoff: Moderate\nPermeability of Restrictive Layer (upper 60 inches): Very slow"
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:\nMajor Uses: mixed hardwood and pine forest\nDominant Vegetation: Where forested--loblolly pine, red maple, sweet gum, black gum, water oak, winged elm, and willow oak."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:\nDistribution: Thermic region of Piedmont in the Triassic Basin of North Carolina and possibly Virginia\nExtent: Small\nMLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Raleigh, North Carolina"
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Raleigh, North Carolina\nDepth Class: Very deep\nAgricultural Drainage Class: Somewhat poorly drained\nPermeability: Very slow\nSurface Runoff: Moderate\nLandscape: Triassic Basin uplands\nLandform: Interstream divides, ridges, and side slopes\nParent Material: Residuum weathered from Triassic sandstone, mudstone, siltstone, shale, and conglomerate\nSlope: 0 to 15\nMean Annual Air Temperature (type location): 60 degrees F.\nMean Annual Precipitation (type location): 47 inches"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Chatham County, North Carolina, 2005"
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Green Level soils were previously mapped as White Store soils.  White Store soils have a depth to paralithic contact of 40 to 60 inches and have a base saturation of greater than 35 percent above the contact.  In addition, White Store soils do not have redoximorphic features within 24 inches of the top of the argillic horizon.  The 11/2005 revision changed the type location from Chatham County, NC to Wake County, NC and changed the classification from fine, mixed, active, thermic Aquic Hapludults.\nDiagnostic horizons and soil characteristics recognized in this pedon are:\nOchric epipedon--the zone from the soil surface to a depth of 10 inches (A and E horizon)\nArgillic horizon--the zone from 13 to 51 inches (Bt, Btss, Btssg, and Btg horizons)\nSlickensides--present in the zone from 24 to 41 inches\nSeries control section--the zone from 0 to 60 inches\nADDITIONAL DATA:\nReference particle-size data and laboratory data from typical pedon and supporting pedons (S01NC-183-001-01-011 and S01NC-183-002-01-010) is available from the NSSL, Lincoln, Nebraska.\nData Map Unit ID:\nTABULAR SERIES DATA:\nSoil Name    Slope  Airtemp FrFr/Seas Precip   Elevation\nGreen Level  0-15   57-65   180-260\t   40-55   150-450\nFloodL FloodH   Watertable Kind     Months   Bedrock Hardness\nNONE            1.0-2.5    Perched  NOV-APR  60-60\nDepth  Texture            3-Inch  No-10    Clay%  -CEC-\n0-13   SL FSL L           0-0     95-100    7-20    -\n13-26  C SIC SC           0-0     95-100   35-60    -\n26-51  C SIC SC           0-0     95-100   35-60    -\n51-65  CL SCL SICL        0-0     95-100   27-35    -\n65-97  SL L FSL           0-0     95-100    7-20    -\nDepth   -pH-    O.M.  Salin   Permeab    Shnk-Swll-\n0-13   3.6-5.5  1-3    0-0     0.6-2.0   LOW\n13-26  3.6-5.5 .5-1    0-0    0.06-0.2   HIGH\n26-51  3.6-5.5 .5-1    0-0  0.0015-0.2   VERY HIGH\n51-65  3.6-5.5 .5-1    0-0    0.06-0.2   MODERATE\n65-97  3.6-5.5 .5-1    0-0     0.6-2.0   LOW\nNational Cooperative Soil Survey\nU.S.A."
  }
}
