{
  "SERIES": "GREENSCOMBE",
  "STATUS": "Established Series",
  "BYREV": "Rev. WEL/TDT",
  "REVDATE": "10/2002",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, mesic Typic Haploxerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Greenscombe loam, rangeland.  (Colors are\nfor moist soil unless otherwise noted.)\nA1--0 to 6 inches; very dark grayish brown (10YR 3/2)\nloam, grayish brown (10YR 5/2) dry; moderate fine and medium subangular blocky structure; soft, very friable, slightly\nsticky and slightly plastic; common fine and few medium\nroots; common very fine tubular and irregular pores; mildly\nalkaline (pH 7.4); gradual wavy boundary.  (5 to 8 inches\nthick)\nA2--6 to 11 inches; dark brown (10YR 3/3) loam, grayish\nbrown (10YR 5/2) dry; moderate fine and medium subangular\nblocky structure; soft, very friable, slightly sticky and\nslightly plastic; few fine and medium roots; common very\nfine and fine tubular pores; mildly alkaline (pH 7.6); clear\nwavy boundary.  (5 to 8 inches thick)\n2Bw--11 to 19 inches; dark yellowish brown (10YR 3/4)\nsandy clay loam, brown (10YR 5/3) dry; moderate medium and\ncoarse subangular blocky structure; slightly hard, friable,\nsticky and plastic; few fine and medium roots; common fine\ntubular pores; 10 percent gravel; mildly alkaline (pH 7.8);\ngradual wavy boundary.  (5 to 10 inches thick)\n2C1--19 to 26 inches; dark yellowish brown (10YR 3/6)\nsandy clay loam, yellowish brown (10YR 5/4) dry; weak fine\nand medium subangular blocky structure; slightly hard,\nfriable, slightly sticky and slightly plastic; few medium\nroots; common fine tubular pores; 10 percent gravel; mildly\nalkaline (pH 7.8); gradual wavy boundary.  (5 to 10 inches\nthick)\n2C2--26 to 30 inches; dark yellowish brown (10YR 3/6)\ngravelly sandy loam, yellowish brown (10YR 5/6) dry;\nmassive; loose, nonsticky and nonplastic; common fine\ntubular pores; 30 percent gravel; mildly alkaline (pH 7.6).\n(0 to 6 inches thick)\n3Cr--30 inches; weathered quartz diorite."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Baker County, Oregon; about 4 miles east of\nNorth Powder, in the SE1/4SW1/4 sec. 32, T. 6 S., R. 40 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  These soils are usually moist but\nare dry in all parts between 4 and 12 inches for 60 to 80\nconsecutive days during the summer.  Mean annual soil\ntemperature is about 47 to 51 degrees F.  Depth to weathered\nbedrock ranges from 20 to 40 inches.  Reaction ranges from\nneutral to mildly alkaline.  Thickness of the mollic\nepipedon is 10 to 16 inches.\nThe A horizon has value of 2 or 3 moist, 4 or 5 dry, and\nchroma of 2 or 3 moist and dry.  It has 0 to 10 percent\ngravel.\nThe 2Bw horizon has value of 3 or 4 moist, 4 through 6 dry,\nand chroma of 3 or 4 moist and dry.  It is sandy clay loam,\nclay loam, or loam.  It has 5 to 15 percent gravel and 20 to\n35 percent clay.\nThe 2C horizon has value of 3 or 4 moist, 5 or 6 dry and\nchroma of 3 through 6 moist and dry.  It is sandy loam or\nsandy clay loam, and has 5 to 35 percent gravel."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Crowshaw, Laki,\nOdo, and Tocaloma series.  The Crowshaw, Laki, and Odo soils\nare deeper than 40 inches to bedrock.  Tocaloma soils\nare medium to slightly acid, and have mean annual soil\ntemperature of 55 to 59 degrees F."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Greenscombe soils are on low hills at\nelevations 3,200 to 3,800 feet.  Slopes are 2 to 35 percent.\nThe soils formed in aeolian materials over colluvium derived\nfrom quartz diorite.  The mean annual precipitation is 12 to\n16 inches.  The mean annual temperature is 45 to 50 degrees\nF.  The frost-free period is 100 to 130 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Brownscombe,\nKeating, and North Powder soils.  Brownscombe and North\nPowder soils have an aridic moisture regime.  The Keating\nsoils have a clayey argillic horizon and are formed from\ngreenstone."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; slow to medium\nrunoff; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Rangeland.  The native vegetation is\nIdaho fescue, bluebunch wheatgrass, Sandberg bluegrass,\nThurber needlegrass, and big sagebrush."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Eastern Oregon.  The series is of\nsmall extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Baker County Area, Oregon; 1988."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features in this pedon\nare:\nMollic epipedon - the zone from the surface of the soil to a\ndepth of approximately 11 inches (A1 and A2 horizons).\nCambic horizon - the zone from approximately 11 to 19 inches\n(2Bw horizon).\nParalithic contact - weathered quartz diorite at about 30\ninches.\nNATIONAL COOPERATIVE SOIL SURVEY\nU.S.A."
  }
}
