{
  "SERIES": "GREENMOUNTAIN",
  "STATUS": "Established Series",
  "BYREV": "Rev. CWL-WRM-JVC-JBF",
  "REVDATE": "03/2011",
  "STATES": "OR",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Ashy, glassy, frigid Vitritorrandic Durixerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Greenmountain ashy sandy loam--on a lava plateau sloping 4 percent to the north at an elevation of 1,451 meters--rangeland. (Colors are for dry soil unless otherwise noted.)\nA1--0 to 8 cm; grayish brown (10YR 5/2) ashy sandy loam, very dark grayish brown (10YR 3/2) moist; weak medium platy structure parting to moderate medium granular; soft, very friable, slightly sticky and nonplastic; many very fine, common fine, and few medium roots; common very fine, common fine, and common medium interstitial and tubular pores; 5 percent gravel and 5 percent cobbles; slightly alkaline (pH 7.4); abrupt smooth boundary. (5 or 8 cm thick)\nA2--8 to 33 cm; grayish brown (10YR 5/2) ashy sandy loam, very dark grayish brown (10YR 3/2) moist; moderate medium subangular blocky structure parting to moderate medium granular; soft, very friable, slightly sticky and slightly plastic; many very fine, common fine, and few medium roots; common very fine, common fine, and few medium interstitial and tubular pores; 5 percent gravel and 5 percent cobbles; slightly alkaline (pH 7.5); clear smooth boundary. (18 to 30 cm thick)\nBt--33 to 43 cm; brown (10YR 5/3) cobbly ashy sandy loam, dark brown (10YR 3/3) moist; strong medium subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; common very fine, common fine, and few medium and coarse roots; common very fine, common fine, and few medium tubular pores; 5 percent gravel and 10 percent cobbles; common faint clay films on faces of peds; slightly alkaline (pH 7.5); clear smooth boundary. (10 to 33 cm thick)\nBtq--43 to 61 cm; brown (10YR 5/3) ashy sandy loam, dark brown (10YR 3/3) moist; moderate coarse subangular blocky structure parting to moderate medium subangular blocky; slightly hard, friable, slightly sticky and slightly plastic; few very fine, few fine, and few medium roots; common very fine, few fine and few medium tubular pores; 5 percent gravel and 5 percent cobbles; 20 percent firm, very weakly cemented durinodes; common faint clay films on faces of peds; slightly alkaline (pH 7.5); clear smooth boundary. (18 or 20 cm thick)\nBq--61 to 94 cm; brown (10YR 5/3) cobbly ashy fine sandy loam, dark yellowish brown (10YR 3/4) moist; weak medium subangular blocky structure; soft, very friable, slightly sticky and nonplastic; few very fine, few fine, and few medium roots; few very fine, few fine and few medium tubular pores; 5 percent gravel and 10 percent cobbles; 40 percent moderately cemented durinodes; slightly alkaline (pH 7.6); abrupt smooth boundary. (10 to 33 cm thick)\nBqkm--94 to 107 cm; pale brown (10YR 6/3) cemented material, dark yellowish brown (10YR 4/4) moist; strong very thick platy structure parting to strong medium platy; very rigid; indurated by secondary silica and carbonates; laminar silica coats 2 mm thick on the top of the horizon; 10 percent gravel and 20 percent cobbles; secondary calcium carbonates segregated as thin (less than 2 mm) coats on rock fragments; strongly effervescent; slightly alkaline (pH 7.8); abrupt smooth boundary. (5 to 25 cm thick)\nBqk--107 to 165 cm; pale brown (10YR 6/3) cobbly ashy very fine sandy loam, dark yellowish brown (10YR 3/4) moist; weak thick platy structure parting to strong medium platy; hard, friable, slightly sticky and slightly plastic; common very fine, and few fine tubular pores; faint silica coats on faces of peds; 10 percent gravel and 10 percent cobbles; secondary calcium carbonates segregated as few thin (less than 2 mm) coats on rock fragments; slightly effervescent; slightly alkaline (pH 7.8)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Lake County, Oregon; about one mile north of the BLM fire-lookout tower and 50 feet east of the Green Mountain road; approximately 388 feet south and 50 feet east of the northwest corner of section 19, T. 25 S., R. 17 E.; USGS Jacks Place 7.5 minute topographical quadrangle; latitude 43 degrees 23 minutes 53 seconds N and longitude 120 degrees 44 minutes 3 seconds W; NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: Usually moist in the moisture control section in winter and spring, dry in summer and fall; Aridic moisture regime that borders on xeric.\nMean annual soil temperature: 7 to 8 degrees C.\nMollic epipedon thickness: 20 to 36 cm.\nDepth to base of argillic horizon: 60 to 76 cm.\nDepth to duripan: 76 to 100 cm.\nDepth to bedrock: 127 to more than 150 cm to a lithic contact.\nVolcanic glass content: 30 to 60 percent in coarse silt through fine sand fractions.\nParticle-size control section - Clay content: Average16 to 22 percent.\nRock fragments: 10 to 30 percent. Lithology of fragments is mainly basalt.\nA horizons\nOrganic matter content: 1 to 3 percent.\nReaction:  Neutral or slightly alkaline\nBt horizon\nClay content: 16 to 20 percent.\nRock fragments: 15 to 30 percent total with 3 to 15 percent gravel and 10 to 15 percent cobbles.\nOrganic matter content: 0.5 to 0.8 percent.\nReaction:  Neutral or slightly alkaline\nBtq horizon\nTexture: Ashy sandy loam, gravelly ashy sandy clay loam, gravelly ashy sandy loam, or ashy sandy clay loam.\nClay content: 17 to 28 percent.\nRock fragments: 10 to 25 percent total with 3 to 15 percent gravel and 5 to 10 percent cobbles.\nPararock fragments: 10 to 25 percent weakly cemented durinodes.\nReaction:  Neutral or slightly alkaline\nBq horizon\nValue: 5 or 6 dry, 3 or 4 moist.\nChroma: 3 or 4 dry, 2 through 4 moist.\nTexture:  Cobbly ashy fine sandy loam\nClay content: 12 to 20 percent.\nRock fragments: 15 to 35 percent total with 3 to 20 percent gravel and 10 to 15 percent cobbles.\nPararock fragments: 20 to 50 percent weakly cemented to moderately cemented durinodes.\nReaction:  Neutral or slightly alkaline\nBqkm horizon\nValue: 5 or 6 dry, 3 or 4 moist.\nChroma: 3 or 4, dry or moist.\nBqk horizon\nValue: 5 or 6 dry, 3 or 4 moist.\nChroma: 3 or 4, dry or moist.\nTexture:  Cobbly ashy fine sandy loam\nRock fragments: 15 to 30 percent Total with 3 to 15 percent gravel and 10 to 15 percent cobbles\nCalcium carbonate equivalent: 1 to 3 percent.\nSalinity (EC):  2 to 4 mmhos/cm\nSodicity (SAR):  0 to 2"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Meld, Milcan, and Sliptrack series.\nMeld and Sliptrack soils average 27 to 35 percent clay and are dominated by gravel in the particle-size control section. Milcan soils do not have argillic horizons."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Greenmountain soils are on lava plateaus and hills. These soils formed in volcanic ash and residuum derived from basalt. Slopes are 1 to 15 percent. Elevation ranges from 1,315 to 1,600 meters. The climate is semiarid and characterized by cold, moist winters and warm, dry summers. The mean annual precipitation is 250 to 300 mm, the mean annual temperature is 6 to 7 degrees C and the frost-free period is 50 to 80 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Jacksplace, Suckerflat, and Weglike soils. Jacksplace soils are ashy-skeletal and are moderately deep to lithic contacts. Suckerflat soils are shallow to lithic contacts and do not have argillic horizons. Weglike soils are fine-loamy, moderately deep to lithic contacts, and do not have argillic horizons."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Well drained; very low surface runoff; moderate permeability; moderately high saturated hydraulic conductivity."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Greenmountain soils are use for livestock grazing, wildlife habitat, and recreation. The vegetation consists of western juniper, mountain big sagebrush, Idaho fescue, western needlegrass, and Thurber's needlegrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: South-central Oregon. These soils are moderately extensive. MLRA 23."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Lake County (Northern Part), Oregon, 2006."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon - The zone from the soil surface to 33 cm (A1 and A2 horizons).\nArgillic horizon - the zone from 33 to 61 cm (Bt and Btq horizons).\nDurinodes - The zone from 43 to 94 cm (Btq and Bq horizons).\nVitrandic intergrade feature - The zone from the soil surface to 76 cm (A1, A2, Bt, and Btq horizons and part of the Bq horizons).\nDuripan - The zone from 94 to 107 cm (Bqkm horizon).\nIdentifiable secondary carbonates - The zone from 94 to 165 cm (Bqkm and Bqk horizons).\nParticle-size control section and ashy substitute class with glassy mineralogy - The zone from 33 to 61 cm (Bt and Btq horizons).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
