{
  "SERIES": "GRENADA",
  "STATUS": "Established Series",
  "BYREV": "RBH:WIS; Rev.MAV,JDS",
  "REVDATE": "05/2002",
  "STATES": "AR,KY,LA,MS,TN",
  "OVERVIEW": "The Grenada series consists of very deep, moderately well drained soils that formed in thick loess. These soils are shallow or moderately deep to a fragipan that perches water during wet seasons in late winter and early in spring. Permeability is moderate above the fragipan and slow in the fragipan. These nearly level to strongly sloping soils are in the Southern Mississippi Valley Silty Uplands. Slopes range from 0 to 12 percent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty, mixed, active, thermic Oxyaquic Fraglossudalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Grenada silt loam-in pasture. (Colors are for moist soil unless otherwise stated).\nAp--0 to 5 inches; dark grayish brown (10YR 4/2) silt loam; common coarse faint grayish brown (10YR 5/2) mottles; weak fine and medium granular structure; friable; many fine roots; few fine soft black concretions; slightly acid; abrupt smooth boundary. (4 to 8 inches thick)\nBw1--5 to 13 inches; dark yellowish brown (10YR 4/4) silt loam; weak to moderate fine and medium subangular blocky structure; friable; few fine roots; few worm casts; few fine soft black concretions; strongly acid; clear smooth boundary.\nBw2--13 to 21 inches; yellowish brown (10YR 5/4) silt loam; common medium distinct pale brown (10YR 6/3) iron depletions; weak to moderate fine and medium subangular blocky structure; friable; few fine roots; pale brown silt coats on faces of most peds; few medium black concretions; strongly acid; clear wavy boundary (Combined thickness of the Bw horizon is 11 to 24 inches)\nE--21 to 24 inches; light gray (10YR 7/1) silt loam; many fine distinct yellowish brown (10YR 5/6) masses of oxidized iron; weak fine and medium subangular blocky structure; friable; hard, slightly brittle; many fine vesicular pores; few fine and medium black concretions; strongly acid; abrupt irregular boundary. (2 to 4 inches thick)\nBtx/E1--24 to 35 inches; 75 percent yellowish brown (10YR 5/6) silt loam (Btx); moderate very coarse prismatic structure that parts to moderate fine and medium subangular blocky structure; firm; compact and brittle; very hard; prominent gray (10YR 5/1) clay films on faces of peds and prisms; few vesicular pores; 25 percent intrusions of gray (10YR 6/1) albic material (E) between prisms; common medium distinct light brownish gray (10YR 6/2) and gray (10YR 6/1) clay depletions between prisms; few fine and medium black concretions; strongly acid; gradual wavy boundary. (6 to 22 inches thick)\nBtx/E2--35 to 42 inches; 85 percent yellowish brown (10YR 5/6) silt loam (Btx); moderate coarse prismatic structure that parts to weak to moderate medium subangular blocky; firm; compact and brittle; very hard; light brownish gray (10YR 6/2) clay films on faces of peds and prisms; 15 percent intrusions of gray (10YR 6/1) albic material (E) between prisms; few vesicular pores; common medium distinct light brownish gray (10YR 6/2) clay depletions between prisms; few medium black concretions; strongly acid; gradual wavy boundary. (6 to 20 inches thick)\nBtx/E3--42 to 50 inches; 85 percent yellowish brown (10YR 5/6) silt loam (Btx); moderate very coarse prismatic structure that parts to weak medium subangular blocky; firm; compact and brittle; very hard; few faint light brownish gray (10YR 6/2) clay films on faces of peds; 15 percent light gray (10YR 7/2) silt coats (E) on faces of peds and prisms; common coarse faint dark yellowish brown (10YR 4/4) stains and distinct light brownish gray (10YR 6/2) clay depletions between prisms; few fine black concretions; strongly acid; gradual wavy boundary. (5 to 20 inches thick)\nBtx--50 to 60 inches; yellowish brown (10YR 5/6) silt loam; many medium distinct pale brown (10YR 6/3) iron depletions; moderate very coarse prismatic structure that parts to weak medium subangular blocky; firm, slightly compact and brittle; common thin black coats; few faint clay films on faces of peds; moderately acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Grenada County, Mississippi; 3 miles north of Grenada and 0.75 mile east on U.S. Highway 51 on Riverdale Road; south of road, 20 feet east of and 75 feet south of utility pole. NE1/4SW1/4 sec. 25, T. 23 N., R. 4 E.; estimated to be at about 33 degrees, 49 minutes, 46 seconds N. Latitude, and 89 degrees, 49 minutes, 52 seconds W. Longitude, Grenada USGS 7.5 Minute Quadrangle, Mississippi."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Thickness of the solum is more than 80 inches. Depth to the fragipan generally ranges from 18 to 36 inches, however an eroded phase is recognized that has a fragipan as shallow as 12 inches. Combined thickness of horizons having less than 10 percent sand is more than 48 inches. The A, Bw, E, and upper part of the Btx/E horizons are very strongly acid to moderately acid except for the surface layer in areas that have been limed; the lower part of the Btx/E horizon and the Btx horizon range from strongly acid to neutral.\nThe A or Ap horizon has hue of 10YR, value of 4 or 5, and chroma of 2 to 4. Texture is silt loam.\nThe Bw horizon has hue of 10YR, value of 4 to 6, and chroma of 4 to 6, or it has hue of 2.5Y, value of 5 or 6, and chroma of 4. It commonly has few to common brownish mottles. Texture is silt loam or silty clay loam. It has 18 to 30 percent clay and less than 10 percent sand.\nThe E horizon and E part of the Btx/E horizon have hue of 10YR, value of 5 to 7, and chroma of 1 to 2, or value of 7, and chroma of 2 or 3; or hue of 2.5Y, value of 5 or 6, and chroma of 2, and it typically has masses of iron accumulation in shades of brown. Texture is silt or silt loam. The E parts make up more than 15 percent in some subhorizon of the Btx/E horizon that is at least 2 inches thick. In some pedons this horizon is an E/Bt horizon where bodies of the B horizon are an important percentage of the mass.\nThe Btx horizon and the Btx part of the Btx/E horizons have hue of 10YR, value of 4 or 5, and chroma of 3 to 6; or it has hue of 7.5YR, value of 4 or 5, and chroma of 4, all with mottles in shades of gray and brown, or it is mottled in shades of brown and gray. Texture is silt loam or silty clay loam."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no competing series in the same family. Closely related series include the Bude, Calloway, Freeland, Grantsburg, Hosmer, Leverett, Loring, Olivier, Paden, and Providence series. Bude, Calloway, and Olivier soils are somewhat poorly drained, and they have aquic conditions and iron depletions with chroma of 2 or less within the upper 10 inches of the Argillic horizon. Freeland soils have siliceous mineralogy and have more than 10 percent sand within a depth of 48 inches. Grantsburg and Hosmer soils have an argillic horizon above the fragipan and are in the mesic temperature regime. Leverett soils have a coarse-silty particle size class. Loring and Providence soils have a single clay maximum that is above the fragipan and do not have a glossic horizon. Paden soils are similar in morphology but have less than 35 percent base saturation."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: The Grenada soils formed in thick beds of silty loess and water reworked loess material more than 48 inches thick. These nearly level to sloping soils are on uplands and stream terraces of low relief in the Southern Mississippi Valley Silty Uplands (MLRA 134). Slopes are dominantly 0 to 8 percent and range to 12 percent. The climate at the type location is warm and humid, with average annual temperature of 63.9 degrees F. and average annual rainfall of 52.3 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These include the closely related Calloway, Loring, and Providence series and the Henry and Memphis series. Somewhat poorly drained Calloway soils are mainly in lower positions in the terrain. Loring and Providence soils, which are also moderately well drained, are in similar positions as the Grenada soils, and they also occur in more dissected landscapes with higher local relief. The Henry soils, which are poorly drained soils, are in drainageways and depressions. The well drained Memphis soils, which do not have a fragipan, are mainly on hillsides in the same terrain."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Moderately well drained; rate of runoff is low on slopes less than 1 percent, medium on slopes up to 5 percent, and high on slopes up to 12 percent; permeability is moderate above the fragipan and slow in the fragipan. The soil is saturated in the layers below a depth of 1.5 to 2.5 feet and above the fragipan during high rainfall periods late in winter and early in spring in normal years."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most of the acreage is used for row crops and pasture. Cotton, corn, and soybeans are principal crops. A small acreage is in mixed hardwoods including oaks, beech, hickory, elm, and tulip poplar. Shortleaf and loblolly pines are in the southern part of the range."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Arkansas, Kentucky, Louisiana, Mississippi, Missouri, and Tennessee. This series is of large extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Auburn, Alabama"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Grenada County, Mississippi; 1915."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: The Grenada series classification was changed from a Glossic Fragiudalf to an Oxyaquic Fraglossudalf in 2001 because the former classification was removed from taxonomy. The depth to saturated zone that the series has been interpreted with, and the amount of albic intrusions observed in the upper part of the fragipan near the type location support this new classification. Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - the zone from the surface to a depth of approximately 5 inches (Ap horizon).\nCambic horizon - the zone from 5 to 21 inches (Bw horizons).\nAlbic horizon - the zone from 21 to 24 inches (E horizon).\nArgillic horizon and fragipan - the zone from approximately 24 to 60 inches (Btx/E1, Btx/E2, Btx/E3, Btx).\nGlossic horizon - the zone from 24 to 50 inches (Btx/E1, Btx/E2, and Btx/E3)."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "ADDITIONAL DATA: Soil Genesis and Morphology Laboratory of the Mississippi Agricultural and Forestry Experiment Station, Mississippi State, Mississippi.\nSample numbers 71 MISS-5-4-(1-7), 71 MISS-5-2-(1-7). Mississippi State Highway Department, Jackson, Mississippi Lab. Nos. 517112, 517113\nThe Grenada series is designated as a regional benchmark soil and has been proposed for addition to the national list of benchmark soils."
  },
  "SITE": [
    [
      {
        "drainage": "moderately well",
        "drainage_overview": "moderately well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 13,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "silt loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Ap--0 to 5 inches; dark grayish brown (10YR 4/2) silt loam; common coarse faint grayish brown (10YR 5/2) mottles; weak fine and medium granular structure; friable; many fine roots; few fine soft black concretions; slightly acid; abrupt smooth boundary. (4 to 8 inches thick)"
      },
      {
        "name": "Bw1",
        "top": 13,
        "bottom": 33,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "silt loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bw1--5 to 13 inches; dark yellowish brown (10YR 4/4) silt loam; weak to moderate fine and medium subangular blocky structure; friable; few fine roots; few worm casts; few fine soft black concretions; strongly acid; clear smooth boundary."
      },
      {
        "name": "Bw2",
        "top": 33,
        "bottom": 53,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "silt loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bw2--13 to 21 inches; yellowish brown (10YR 5/4) silt loam; common medium distinct pale brown (10YR 6/3) iron depletions; weak to moderate fine and medium subangular blocky structure; friable; few fine roots; pale brown silt coats on faces of most peds; few medium black concretions; strongly acid; clear wavy boundary (Combined thickness of the Bw horizon is 11 to 24 inches)"
      },
      {
        "name": "E",
        "top": 53,
        "bottom": 61,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 7,
        "moist_chroma": 1,
        "texture_class": "silt loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "strongly acid",
        "distinctness": "abrupt",
        "topography": "irregular",
        "narrative": "E--21 to 24 inches; light gray (10YR 7/1) silt loam; many fine distinct yellowish brown (10YR 5/6) masses of oxidized iron; weak fine and medium subangular blocky structure; friable; hard, slightly brittle; many fine vesicular pores; few fine and medium black concretions; strongly acid; abrupt irregular boundary. (2 to 4 inches thick)"
      },
      {
        "name": "Btx/E1",
        "top": 61,
        "bottom": 89,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "silt loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "strongly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Btx/E1--24 to 35 inches; 75 percent yellowish brown (10YR 5/6) silt loam (Btx); moderate very coarse prismatic structure that parts to moderate fine and medium subangular blocky structure; firm; compact and brittle; very hard; prominent gray (10YR 5/1) clay films on faces of peds and prisms; few vesicular pores; 25 percent intrusions of gray (10YR 6/1) albic material (E) between prisms; common medium distinct light brownish gray (10YR 6/2) and gray (10YR 6/1) clay depletions between prisms; few fine and medium black concretions; strongly acid; gradual wavy boundary. (6 to 22 inches thick)"
      },
      {
        "name": "Btx/E2",
        "top": 89,
        "bottom": 107,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "silt loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "strongly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Btx/E2--35 to 42 inches; 85 percent yellowish brown (10YR 5/6) silt loam (Btx); moderate coarse prismatic structure that parts to weak to moderate medium subangular blocky; firm; compact and brittle; very hard; light brownish gray (10YR 6/2) clay films on faces of peds and prisms; 15 percent intrusions of gray (10YR 6/1) albic material (E) between prisms; few vesicular pores; common medium distinct light brownish gray (10YR 6/2) clay depletions between prisms; few medium black concretions; strongly acid; gradual wavy boundary. (6 to 20 inches thick)"
      },
      {
        "name": "Btx/E3",
        "top": 107,
        "bottom": 127,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "silt loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "strongly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Btx/E3--42 to 50 inches; 85 percent yellowish brown (10YR 5/6) silt loam (Btx); moderate very coarse prismatic structure that parts to weak medium subangular blocky; firm; compact and brittle; very hard; few faint light brownish gray (10YR 6/2) clay films on faces of peds; 15 percent light gray (10YR 7/2) silt coats (E) on faces of peds and prisms; common coarse faint dark yellowish brown (10YR 4/4) stains and distinct light brownish gray (10YR 6/2) clay depletions between prisms; few fine black concretions; strongly acid; gradual wavy boundary. (5 to 20 inches thick)"
      },
      {
        "name": "Btx",
        "top": 127,
        "bottom": 152,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "silt loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately acid",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Btx--50 to 60 inches; yellowish brown (10YR 5/6) silt loam; many medium distinct pale brown (10YR 6/3) iron depletions; moderate very coarse prismatic structure that parts to weak medium subangular blocky; firm, slightly compact and brittle; common thin black coats; few faint clay films on faces of peds; moderately acid."
      }
    ]
  ]
}
