{
  "SERIES": "GRETTUM",
  "STATUS": "Established Series",
  "BYREV": "Rev. KAA-HFG",
  "REVDATE": "12/2005",
  "STATES": "WI",
  "OVERVIEW": "The Grettum series consists of very deep, moderately well drained soils that formed in sandy outwash or sandy lacustrine deposits with lamellae. These soils are on lake plains and outwash plains. Permeability is rapid in the sandy deposits and rapid or moderately rapid in the lamellae. Slopes range from 0 to 30 percent. Mean annual precipitation is about 30 inches. Mean annual temperature is about 42 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Mixed, frigid Lamellic Udipsamments"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Grettum loamy sand, on a 1 percent slope, in a wooded area that was recently clear-cut, at an elevation of about 985 feet. (Colors are for moist soil unless otherwise noted.)\nA--0 to 3 inches; black (10YR 2/1) loamy sand, very dark gray (10YR 3/1) dry; moderate medium granular structure; very friable; many very fine to medium roots; very strongly acid; abrupt smooth boundary. (1 to 5 inches thick)\nBw1--3 to 14 inches; brown (7.5YR 4/4) sand; weak fine subangular blocky structure; very friable; many very fine and fine and few medium roots; very strongly acid; clear wavy boundary.\nBw2--14 to 32 inches; yellowish brown (10YR 5/4) sand; weak coarse subangular blocky structure; very friable; few very fine to medium roots; strongly acid; abrupt wavy boundary. (Combined thickness of the Bw horizon ranges from 19 to 40 inches.)\nE&Bt1--32 to 43 inches; 95 percent brown (7.5YR 5/4) sand (E), light brown (7.5YR 6/4) dry; weak coarse subangular blocky structure; very friable; 5 percent brown (7.5YR 4/4) sand (Bt) consisting of 3 lamellae about 1/8 to 1/4 inch thick (total thickness = 0.6 inch); weak very fine subangular blocky structure; very friable; few very fine and fine roots; common distinct reddish brown (5YR 4/4) clay bridges between sand grains; slightly acid; abrupt wavy boundary.\nE&Bt2--43 to 75 inches; 90 percent brown (7.5YR 5/4) sand (E), light brown (7.5YR 6/4) dry; weak coarse subangular blocky structure; very friable; 10 percent brown (7.5YR 4/4) sand (Bt) consisting of 6 lamellae from 1/8 to 1 inch thick (total thickness = 2.5 inches); weak fine subangular blocky structure; very friable; few very fine roots; common coarse distinct strong brown (7.5YR 5/6) and few medium prominent strong brown (7.5YR 5/8) masses of iron accumulation; common distinct reddish brown (5YR 4/4) clay bridges between sand grains; slightly acid. (Combined thickness of E&Bt horizon ranges from 12 to more than 60 inches.)\nC--75 to 135 inches; brown (7.5YR 5/4) sand; single grain; loose; few medium distinct strong brown (7.5YR 5/8) masses of iron accumulation; neutral."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Burnett County, Wisconsin; about 2 miles north and 0.5 miles east of Siren; located about 1,120 feet south and 200 feet east of the northwest corner of section 33, T. 39 N., R. 16 W.; USGS Siren East topographic quadrangle; lat. 45 degrees 49 minutes 43 seconds N. and long. 92 degrees 21 minutes 53 seconds W., NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Depth to lamellae ranges from 20 to 60 inches. Depth to the base of the lamellae ranges from 29 to more than 80 inches. Fine sand is less than 40 percent throughout. Combined thickness of the lamellae is less than 6 inches within a depth of 80 inches. Typically these soils contain no rock fragments. Volume of gravel averages less than 10 percent in the series control section. Reaction naturally ranges from extremely acid to moderately acid in the upper part of the solum but ranges to neutral, where the soil is limed. Reaction ranges from strongly acid to neutral in the lower part of the solum and in the substratum. Carbonates are absent to 80 inches or more. Redoximorphic accumulations are in the lower part of the solum and in the substratum typically below 40 inches and redoximorphic depletions also occur there in some pedons. Saturation occurs at 40 to 60 inches for some time in normal years.\nThe A horizon has hue of 7.5YR or 10YR, value of 2 to3, and chroma of 1 or 2. Cultivated pedons have an Ap horizon with hue of 7.5YR or 10YR, value of 3 or 4, and chroma of 2 or 3. Texture of Ap or A horizon is loamy sand.\nThe Bw horizon has hue of 7.5YR or 10YR, value of 4 or 5, and chroma of 4 to 6. Texture is sand or loamy sand.\nGrettum soils have an E & Bt horizon (lamellae). The E part has hue of 5YR, 7.5YR, or 10YR; value of 4 or 5; and chroma of 4 to 6. Texture is typically sand but in some pedons it is loamy sand. The Bt part has hue of 2.5YR, 5YR, or 7.5YR; value of 3 to 5; and chroma of 4 to 6. Texture is typically sand or loamy sand, but in some pedons it is sandy loam or fine sandy loam. The Bt part has a combined thickness of less than 6 inches. Some pedons have thin clay lenses.\nSome pedons have a BC horizon with hue of 5YR, 7.5YR or 10YR and value and chroma of 4 to 6. Texture is sand.\nThe C horizon has color and texture like the BC horizon above."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Eagleview, Faunce, Gerrish, Graycalm, and Zimmerman series. Eagleview and Faunce soils have carbonates in the series control section. Gerrrish soils have greater than 15 percent rock fragments in the upper part of the series control section. Graycalm soils do not have redoximorphic features and a water table in the series control section. Zimmerman soils have more than 40 percent fine sand in the series control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Grettum soils are on outwash plains and lake plains. Slope gradients range from 0 to 30 percent. Grettum soils formed in sandy outwash or lacustrine deposits which have lamellae, or both. Mean annual precipitation ranges from 28 to 33 inches. Mean annual temperature ranges from 39 to 45 degrees F. The frost-free period ranges from about 110 to 130 days. Elevation ranges from 900 to 1300 feet."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Graycalm and Menahga soils. The somewhat excessively drained Graycalm soils occupy slightly higher landscape positions where there is no water table or redoximorphic features in the soil. The excessively drained Menahga soils occupy slightly higher landscape positions where there is no water table or redoximorphic features and no lamellae in the soil."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Moderately well drained. The potential for surface runoff ranges from negligible to medium. Permeability is rapid in the sandy layers and rapid or moderately rapid in the lamellae. Grettum soils have an apparent seasonal high water table at a depth of 3.5 to 5 feet in April in normal years."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most areas of this soil are used for woodland. Common trees are jack pine, eastern white pine, red pine, and northern red oak. Some areas are used for cropland. Common crops are corn, small grain, and hay."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Northwestern Wisconsin. This soil is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: St. Paul, Minnesota."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Washburn County, Wisconsin, 2002. Source of the name is Grettum Flowage in Burnett County."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon include:\nOchric epipedon - 0 to 32 inches (A, Bw1, Bw2);\nlamellic feature - lamellae from 32 to 75 inches with combined thickness less than 6 inches [(E&Bt)1, (E&Bt)2].\nADDITIONAL DATA:\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "moderately well",
        "drainage_overview": "moderately well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 8,
        "dry_hue": "10YR",
        "dry_value": 3,
        "dry_chroma": 1,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 1,
        "texture_class": "loamy sand",
        "pH_class": "very strongly acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "A--0 to 3 inches; black (10YR 2/1) loamy sand, very dark gray (10YR 3/1) dry; moderate medium granular structure; very friable; many very fine to medium roots; very strongly acid; abrupt smooth boundary. (1 to 5 inches thick)"
      },
      {
        "name": "Bw1",
        "top": 8,
        "bottom": 36,
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "sand",
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bw1--3 to 14 inches; brown (7.5YR 4/4) sand; weak fine subangular blocky structure; very friable; many very fine and fine and few medium roots; very strongly acid; clear wavy boundary."
      },
      {
        "name": "Bw2",
        "top": 36,
        "bottom": 81,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "sand",
        "pH_class": "strongly acid",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "Bw2--14 to 32 inches; yellowish brown (10YR 5/4) sand; weak coarse subangular blocky structure; very friable; few very fine to medium roots; strongly acid; abrupt wavy boundary. (Combined thickness of the Bw horizon ranges from 19 to 40 inches.)"
      },
      {
        "name": "Bt1",
        "top": 81,
        "bottom": 109,
        "dry_hue": "7.5YR",
        "dry_value": 6,
        "dry_chroma": 4,
        "moist_hue": "7.5YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "sand",
        "pH_class": "slightly acid",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "E&Bt1--32 to 43 inches; 95 percent brown (7.5YR 5/4) sand (E), light brown (7.5YR 6/4) dry; weak coarse subangular blocky structure; very friable; 5 percent brown (7.5YR 4/4) sand (Bt) consisting of 3 lamellae about 1/8 to 1/4 inch thick (total thickness = 0.6 inch); weak very fine subangular blocky structure; very friable; few very fine and fine roots; common distinct reddish brown (5YR 4/4) clay bridges between sand grains; slightly acid; abrupt wavy boundary."
      },
      {
        "name": "Bt2",
        "top": 109,
        "bottom": 190,
        "dry_hue": "7.5YR",
        "dry_value": 6,
        "dry_chroma": 4,
        "moist_hue": "7.5YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "sand",
        "pH_class": "slightly acid",
        "narrative": "E&Bt2--43 to 75 inches; 90 percent brown (7.5YR 5/4) sand (E), light brown (7.5YR 6/4) dry; weak coarse subangular blocky structure; very friable; 10 percent brown (7.5YR 4/4) sand (Bt) consisting of 6 lamellae from 1/8 to 1 inch thick (total thickness = 2.5 inches); weak fine subangular blocky structure; very friable; few very fine roots; common coarse distinct strong brown (7.5YR 5/6) and few medium prominent strong brown (7.5YR 5/8) masses of iron accumulation; common distinct reddish brown (5YR 4/4) clay bridges between sand grains; slightly acid. (Combined thickness of E&Bt horizon ranges from 12 to more than 60 inches.)"
      },
      {
        "name": "C",
        "top": 190,
        "bottom": 343,
        "moist_hue": "7.5YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "sand",
        "pH_class": "neutral",
        "narrative": "C--75 to 135 inches; brown (7.5YR 5/4) sand; single grain; loose; few medium distinct strong brown (7.5YR 5/8) masses of iron accumulation; neutral."
      }
    ]
  ]
}
