{
  "SERIES": "GREYBULL",
  "STATUS": "Established Series",
  "BYREV": "Rev. PSD-JAL",
  "REVDATE": "05/1999",
  "STATES": "UT,WY",
  "OVERVIEW": "The Greybull series consists of well drained soils that are moderately deep to shale.  These soils formed in residuum and colluvial slopewash derived from soft, calcareous shale.  Greybull soils are on shale bedrock controlled uplands and rolling hills.  Simple and complex slopes range from 0 to 50 percent.  The mean annual precipitation is about 7 inches, and the mean annual temperature is about 45 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, calcareous, mesic Typic Torriorthents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Greybull clay loam-rangeland.  (Colors are for dry soil unless otherwise stated.)\nA--0 to 4 inches; light yellowish brown (2.5Y 6/3) clay loam, olive brown (2.5Y 4/3) moist; moderate fine granular structure; soft, very friable, moderately sticky and slightly plastic; slightly effervescent, carbonates disseminated and as few fine filaments; moderately alkaline (pH 8.0); clear smooth boundary.\n(3 to 6 inches thick)\nAC--4 to 10 inches; light yellowish brown (2.5Y 6/3) clay loam, olive brown (2.5Y 4/3) moist; weak medium subangular blocky structure; slightly hard, very friable, moderately sticky and slightly plastic; strongly effervescent, lime disseminated and as few fine filaments; moderately alkaline (pH 8.2); gradual smooth boundary.  (4 to 8 inches thick)\nC--10 to 28 inches; light yellowish brown (2.5Y 6/3) clay loam, olive brown (2.5Y 4/3) moist; massive; very hard, friable, slightly sticky and slightly plastic; strongly effervescent, lime disseminated and as few fine filaments and soft masses; moderately alkaline (pH 8.4); abrupt wavy boundary.  (13 to 33 inches thick)\nCr--28 to 60 inches; soft, calcareous shale interbedded with thin, discontinuous lenses of siltstone."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Park County, Wyoming; approximately 1,100 feet south and 200 feet east of the NW corner of sec. 10, T. 55 N., R. 99 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Depth to bedrock and the paralithic contact ranges from 20 to 40 inches.  The mean annual soil temperature ranges from 48 to 52 degrees F.  These soils are typically calcareous to the surface but may be leached up to 10 inches in some pedons with coarser surfaces.  The particle size control section is loam, clay loam, or sandy clay loam with 18 to 35 percent clay and 20 to 52 percent sand with more than 15 but less than 35 percent being fine or coarser sand.  Coarse fragments range from 0 to 15 percent soft shale chips which break down upon pretreatment.\nThe A horizon has hue of 5Y through 10YR, value of 5 or 6 dry, 4 or 5 moist, and chroma of 2 through 4.  Reaction is typically moderately but may be strongly alkaline in some pedons.\nThe AC and C horizons have hue of 5Y through 7.5YR, value of 5 through 7 dry, 4 through 6 moist, and chroma of 2 through 4.  Calcium carbonate equivalent ranges from 4 to 15 percent and gypsum from 0 to 5 percent.  Over three-fourths of the carbonate and gypsum is autogenetic.  Reaction is moderately or strongly alkaline.\nThe Cr horizon consists of olive and olive brown, calcareous shale.  These beds are from 10 to over 100 feet thick."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Gotho, Montwel, Ohtog, Teapo, Turley and Turzo series. Gotho, Ohtog, Turley and Turzo soils are very deep.  Montwel soils have lithochromic hue of 5YR or redder.  Teapo soils have more than 35 percent fine or coarser sand in the control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Greybull soils are on bedrock controlled uplands and low rolling hills.  These soils formed in residuum and colluvial slopewash weathered from shale.  Slopes range from 0 to 50 percent.  Elevation is 3,800 to 6,700 feet.  The mean annual precipitation ranges from 5 to 9 inches with about half falling as snow or rain in April, May, and early June.  The mean annual temperature ranges from about 45 to 50 degrees F.  The frost-free season is estimated to range from 110 to 135 days depending upon aspect, elevation, and air drainage."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Persayo, Stutzman, and Youngston soils.  Persayo soils occur intermixed with Greybull soils and have bedrock at less than 20 inches.  Stutzman and Youngston soils are deep and occur on contiguous alluvial positions."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; medium to rapid runoff depending upon slope; moderately slow and moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Rangeland and wildlife habitat.  Native vegetation consists of bottlebrush squirreltail, Gardner saltbush, Indian ricegrass, and bud sagebrush on the sodic areas and big sagebrush, needleandthread, and wheatgrass on the less sodic sites."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northern basins and central Wyoming.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Park County, Wyoming; 1928.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "NA"
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 10,
        "dry_hue": "2.5Y",
        "dry_value": 6,
        "dry_chroma": 3,
        "moist_hue": "2.5Y",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "clay loam",
        "cf_class": "NA",
        "pH": 8,
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A--0 to 4 inches; light yellowish brown (2.5Y 6/3) clay loam, olive brown (2.5Y 4/3) moist; moderate fine granular structure; soft, very friable, moderately sticky and slightly plastic; slightly effervescent, carbonates disseminated and as few fine filaments; moderately alkaline (pH 8.0); clear smooth boundary."
      },
      {
        "name": "AC",
        "top": 10,
        "bottom": 25,
        "dry_hue": "2.5Y",
        "dry_value": 6,
        "dry_chroma": 3,
        "moist_hue": "2.5Y",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "clay loam",
        "cf_class": "NA",
        "pH": 8.2,
        "pH_class": "moderately alkaline",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "AC--4 to 10 inches; light yellowish brown (2.5Y 6/3) clay loam, olive brown (2.5Y 4/3) moist; weak medium subangular blocky structure; slightly hard, very friable, moderately sticky and slightly plastic; strongly effervescent, lime disseminated and as few fine filaments; moderately alkaline (pH 8.2); gradual smooth boundary.  (4 to 8 inches thick)"
      },
      {
        "name": "C",
        "top": 25,
        "bottom": 71,
        "dry_hue": "2.5Y",
        "dry_value": 6,
        "dry_chroma": 3,
        "moist_hue": "2.5Y",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "clay loam",
        "cf_class": "NA",
        "pH": 8.4,
        "pH_class": "moderately alkaline",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "C--10 to 28 inches; light yellowish brown (2.5Y 6/3) clay loam, olive brown (2.5Y 4/3) moist; massive; very hard, friable, slightly sticky and slightly plastic; strongly effervescent, lime disseminated and as few fine filaments and soft masses; moderately alkaline (pH 8.4); abrupt wavy boundary.  (13 to 33 inches thick)"
      },
      {
        "name": "Cr",
        "top": 71,
        "bottom": 152,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "silt",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Cr--28 to 60 inches; soft, calcareous shale interbedded with thin, discontinuous lenses of siltstone."
      }
    ]
  ]
}
