{
  "SERIES": "GREYLOCK",
  "STATUS": "Established Series",
  "BYREV": "Rev. GDW-WEF",
  "REVDATE": "12/2005",
  "STATES": "MI",
  "OVERVIEW": "The Greylock series consists of very deep, well drained soils formed in loamy till on end moraines, drumlins, and ground moraines. Permeability is moderately slow. Slopes range from 1 to 60 percent. Mean annual precipitation is about 30 inches, and mean annual temperature is about 43 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, active, frigid Alfic Haplorthods"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Greylock fine sandy loam, on a south-facing, 6 percent slope, in a wooded area. (Colors are for moist soil unless otherwise stated.)\nOe--0 to 1 inch; partially decomposed leaf litter. (0 to 3 inches thick)\nA--1 to 6 inches; black (10YR 2/1) fine sandy loam, dark grayish brown (10YR 4/2) dry; moderate medium granular structure; friable; many fine to coarse roots; about 2 percent gravel and 1 percent cobbles; moderately acid; clear smooth boundary. (2 to 6 inches thick)\nE--6 to 7 inches; reddish gray (5YR 5/2) sandy loam, gray (10YR 6/1) dry; moderate medium subangular blocky structure; friable; many fine to coarse roots and 2 percent gravel; about 1 percent cobbles; moderately acid; abrupt wavy boundary. (1 to 6 inches thick)\nBhs--7 to 9 inches; dark reddish brown (5YR 3/2) fine sandy loam; moderate medium subangular blocky structure; friable; many fine to coarse roots; about 2 percent gravel and 1 percent cobbles; moderately acid; clear wavy boundary. (0 to 4 inches thick)\nBs--9 to 19 inches; brown (7.5YR 4/4) sandy loam; moderate medium subangular blocky structure; friable; common fine to coarse roots; about 5 percent gravel and 1 percent cobbles; moderately acid; clear wavy boundary. (6 to 12 inches thick)\nE/B--19 to 26 inches; brown (7.5YR 5/2) loamy sand (E), light brownish gray (10YR 6/2) dry; occupies about 70 percent of the horizon surrounding reddish brown (5YR 4/3) sandy loam (Bt); moderate medium subangular blocky structure; firm; few medium and coarse roots; about 5 percent gravel; slightly acid; gradual wavy boundary. (0 to 13 inches thick)\nB/E--26 to 34 inches; reddish brown (5YR 4/3) sandy loam (Bt); few fine reddish brown (5YR 4/3) clay films on faces of peds; occupies about 85 percent of the horizon surrounded by reddish brown (5YR 5/3) loamy sand (E), pinkish gray (7.5YR 6/2) dry; moderate medium subangular blocky structure; friable; about 5 percent gravel; neutral; gradual wavy boundary. (0 to 12 inches thick)\nC--34 to 80 inches; brown (7.5YR 5/3) sandy loam; massive; friable; about 10 percent gravel; slightly effervescent; slightly alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Mackinac County, Michigan; about 9 miles east of Ozark; located about 100 feet west and 700 feet north of the southeast corner of section 10, T. 43 N., R. 4 W.; USGS Ozark NE topographic quadrangle; lat. 46 degrees 07 minutes 52 seconds N. and long. 84 degrees 46 minutes 46 seconds W., NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: (Unless otherwise stated the depths in the following paragraph are measured from the mineral soil surface.) The thickness of the solum is dominantly 30 to 40 inches, but ranges from 24 to 50 inches and is the same depth to carbonates. Gravel content ranges from 2 to 10 percent in the solum and 5 to 15 percent in the substratum. Cobble content ranges from 0 to 10 throughout. The argillic horizon ranges from 8 to 15 percent clay and between 50 and 70 percent fine sand or coarser, and the series control section averages about 8 percent clay and between 50 and 70 percent fine sand or coarser.\nThe A horizon has hue of 10YR, 7.5YR or is neutral, value of 2 or 3, chroma of 0 to 2. Where present, the Ap horizon has hue of 10YR, 7.5YR or is neutral, value of 3 or 4, and chroma of 0 to 2. The A or Ap horizons are fine sandy loam or sandy loam. It is strongly acid or moderately acid.\nThe E horizon has hue of 5YR to 10YR, value of 5 or 6, and chroma of 1 to 3. It is sandy loam, fine sandy loam, or loamy sand. It is strongly acid or moderately acid. In some cultivated pedons, part of or the entire E horizon has been mixed with the Ap horizon.\nThe Bhs horizon has hue of 5YR or 7.5YR, value of 2 or 3, and chroma of 2 or 3. It is fine sandy loam or sandy loam. Reaction of the Bhs horizon is strongly acid or moderately acid.\nWhere there is no Bhs horizon the Bs or Bs1 horizon has hue of 5YR or 7.5YR, value of 3 or 4 and chroma of 4. It is moderately acid. Where there is a Bhs horizon the Bs horizon has hue of 5YR to 7.5YR, value of 3 to 5, and chroma of 4 to 6. In this case reaction of the Bs horizon ranges is moderately acid or slightly acid. The Bs horizons are fine sandy loam or sandy loam.\nSome pedons have a separate E' horizon below the Bs horizons with colors and textures similar to those of the E part of the E/B and B/E horizons. Reaction is slightly acid or neutral.\nThe E part of the E/B and B/E horizons has hue of 5YR to 10YR, value of 5 or 6, and chroma of 2 to 3. It is loamy sand or sandy loam. The B part of the E/B and B/E horizons has hue of 5YR or 7.5YR, value of 4 or 5, and chroma of 3 or 4. It is sandy loam or fine sandy loam. The E/B can have some characteristics of a fragipan. It can be hard and brittle when dry. The E/B or B/E are slightly acid or neutral.\nSome pedons have separate Bt horizons which have similar colors and textures to the B part of the E/B and B/E horizons. Reaction is slightly acid or neutral.\nThe C horizon has hue of 5YR to 7.5YR, value of 5 or 6, and chroma of 3 or 4. It is sandy loam, fine sandy loam, gravelly sandy loam, or gravelly fine sandy loam. Lenses of loamy sand or sand occur in some pedons below 45 inches. It is slightly alkaline to moderately alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Abbaye, Alcona, Cheboygan, Goodman, Mequithy, Montcalm, Newot, Padus, Padwet, Sagola, Sarona, Trenary and Ubly Series in the same family and the similar Emmet Series. Abbaye and Mequithy soils are underlain by a lithic contact within 20 to 40 inches. Alcona soils are underlain by stratified silt to loamy sand from 20 to 40 inches. Cheboygan soils have loamy sand or sand textures in the upper 20 to 40 inches of the series control section. Goodman and Sarona soils do not have carbonates within depths of 60 inches. Newot soils are underlain by dense till (Cd horizon or paralithic contact) at depths from 40 to 80 inches. Montcalm soils have E and Bt horizons within depths of 60 inches. Padus and Padwet soils have stratified sand and gravel within depths of 40 inches. Trenary and Ubly soils contain from 18 to 30 percent clay in the argillic horizon. Sagola soils have carbonates at depths from 50 to 60 inches. Emmet soils do not have spodic horizons."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: The Greylock soils are on nearly level to very steep slopes on end moraines, drumlins, and ground moraines. Slope gradients range from 1 to 60 percent. Mean annual precipitation ranges from about 28 to 32 inches. Mean annual temperature ranges from 41 to 43 degrees F."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Guardlake, Longrie, Markey, Solona, and Wallace soils. Guardlake soils are sandy-skeletal. Longrie soils have limestone bedrock between 20 and 40 inches. Markey soils formed in organic deposits. Solona soils are somewhat poorly drained. Wallace soils are sandy deposits."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained. Permeability is moderately slow. Runoff is slow to very rapid."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most areas of this soil are forested with small areas cleared for farming. Common trees are sugar maple, American beech, American basswood, white ash, yellow birch, ironwood, paper birch, and quaking aspen. Agricultural crops are hay and small grains."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Upper Peninsula of Michigan. This series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: St. Paul, Minnesota"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Mackinac County, Michigan, 1994."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon include: ochric epipedon - the zone from 1 to 7 inches (A and E horizons) albic horizon - the zone from 6 to 7 inches and from 19 to 26 inches (E horizon and E part of the E/B horizon); spodic horizon - the zone from 7 to 19 inches (Bhs and Bs horizon); glossic horizon - the zone from 19 to 34 inches (E/B and B/E horizons); argillic horizon - the zone from 26 to 34 inches (B part of the B/E horizon)."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "ADDITIONAL DATA: For more information on this soil see NSSL S82MI-097-005 ,S90MI-097-003, and S90MI-097-004 and Michigan Technological University S79MI-97-2. S90MI-097-004 is type location for the series.\nSoil interpretation Record No.: MI0678."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Oe",
        "top": 0,
        "bottom": 3,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Oe--0 to 1 inch; partially decomposed leaf litter. (0 to 3 inches thick)"
      },
      {
        "name": "A",
        "top": 3,
        "bottom": 15,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 1,
        "texture_class": "fine sandy loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A--1 to 6 inches; black (10YR 2/1) fine sandy loam, dark grayish brown (10YR 4/2) dry; moderate medium granular structure; friable; many fine to coarse roots; about 2 percent gravel and 1 percent cobbles; moderately acid; clear smooth boundary. (2 to 6 inches thick)"
      },
      {
        "name": "E",
        "top": 15,
        "bottom": 18,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 1,
        "moist_hue": "5YR",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "sandy loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately acid",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "E--6 to 7 inches; reddish gray (5YR 5/2) sandy loam, gray (10YR 6/1) dry; moderate medium subangular blocky structure; friable; many fine to coarse roots and 2 percent gravel; about 1 percent cobbles; moderately acid; abrupt wavy boundary. (1 to 6 inches thick)"
      },
      {
        "name": "Bhs",
        "top": 18,
        "bottom": 23,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "5YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "fine sandy loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bhs--7 to 9 inches; dark reddish brown (5YR 3/2) fine sandy loam; moderate medium subangular blocky structure; friable; many fine to coarse roots; about 2 percent gravel and 1 percent cobbles; moderately acid; clear wavy boundary. (0 to 4 inches thick)"
      },
      {
        "name": "Bs",
        "top": 23,
        "bottom": 48,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "sandy loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bs--9 to 19 inches; brown (7.5YR 4/4) sandy loam; moderate medium subangular blocky structure; friable; common fine to coarse roots; about 5 percent gravel and 1 percent cobbles; moderately acid; clear wavy boundary. (6 to 12 inches thick)"
      },
      {
        "name": "E/B",
        "top": 48,
        "bottom": 66,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 2,
        "moist_hue": "7.5YR",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "loamy sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "E/B--19 to 26 inches; brown (7.5YR 5/2) loamy sand (E), light brownish gray (10YR 6/2) dry; occupies about 70 percent of the horizon surrounding reddish brown (5YR 4/3) sandy loam (Bt); moderate medium subangular blocky structure; firm; few medium and coarse roots; about 5 percent gravel; slightly acid; gradual wavy boundary. (0 to 13 inches thick)"
      },
      {
        "name": "B/E",
        "top": 66,
        "bottom": 86,
        "dry_hue": "7.5YR",
        "dry_value": 6,
        "dry_chroma": 2,
        "moist_hue": "5YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "loamy sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "B/E--26 to 34 inches; reddish brown (5YR 4/3) sandy loam (Bt); few fine reddish brown (5YR 4/3) clay films on faces of peds; occupies about 85 percent of the horizon surrounded by reddish brown (5YR 5/3) loamy sand (E), pinkish gray (7.5YR 6/2) dry; moderate medium subangular blocky structure; friable; about 5 percent gravel; neutral; gradual wavy boundary. (0 to 12 inches thick)"
      },
      {
        "name": "C",
        "top": 86,
        "bottom": 203,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "7.5YR",
        "moist_value": 5,
        "moist_chroma": 3,
        "texture_class": "sandy loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly alkaline",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "C--34 to 80 inches; brown (7.5YR 5/3) sandy loam; massive; friable; about 10 percent gravel; slightly effervescent; slightly alkaline."
      }
    ]
  ]
}
