{
  "SERIES": "GRIDGE",
  "STATUS": "Established Series",
  "BYREV": "REV:  ALH/RLT/JMD",
  "REVDATE": "03/2003",
  "STATES": "AZ,UT",
  "OVERVIEW": "The Gridge series consists of shallow, somewhat excessively drained, moderately permeable soils that formed in residuum and colluvium derived\ndominantly from sandstone and conglomerate.  These soils occur on stream\ncut canyon walls and have slopes of 25 to 70 percent.  The mean annual temperature is about 42 degrees F. and the average annual precipitation is about 15 inches.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy, mixed, superactive, calcareous, frigid Lithic Xerorthents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Gridge stony loam, on a 31 percent, slightly convex west facing slope--rangeland.  When described the soil was dry throughout.  (Colors are for moist soil unless otherwise stated.)\nA--0 to 6 inches; red (2.5YR 4/6) gravelly loam, red (2.5YR 5/6) dry; weak medium and coarse subangular blocky structure parting to weak fine granular; soft, friable, slightly sticky and slightly plastic; few very fine, fine, medium and coarse roots; 20 percent gravel, 5 percent cobbles, 5 percent stones; strongly calcareous, carbonate occurs as flakes; strongly alkaline (pH 8.6); clear wavy boundary.  (1 to 7 inches thick)\nBk1--6 to 13 inches; dark red (2.5YR 3/6) silt loam, red (2.5YR 5/6) dry; weak medium platy structure parting to weak, fine and medium subangular blocky; hard, very friable, slightly sticky and plastic; few very fine, fine, medium, and coarse roots; few fine and medium pores; strongly calcareous, carbonate occurs as flakes; strongly alkaline (pH 8.7); gradual wavy boundary.  (4 to 9 inches thick)\nBk2--13 to 17 inches; red (2.5YR 5/8) weathered, fine grain sandstone that breaks down under thumb pressure to silt loam, reddish yellow (5YR 7/6) dry; very hard, friable, slightly sticky and plastic; few fine, medium, and coarse roots; few fine pores; strongly calcareous, carbonate occurs as flakes; strongly alkaline (pH 8.7); abrupt wavy boundary.  (0 to 7 inches thick)\nR--17 inches; sandstone."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Rich County, Utah; about 4 1/2 miles east and 1 1/3 miles south of the south of North Eden Canyon east of Bear Lake; 700 feet west and 1,800 feet north of the southeast corner of sec. 8, T.  14 N., R. 7 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Sandstone occurs at depths of 10 to 20 inches.  The particle size control section ranges from 18 to 27 percent clay and rock fragments range from 0 to 35 percent and commonly are angular gravel and less commonly cobbles and stones.  About 5 to 10 percent angular stones occur on the surface.  The mean annual soil temperature is 39 to 43 degrees F. and the mean summer soil temperature is 60 to 64 degrees F.  These soils are dry in all parts of the moisture\ncontrol section for 50 to 75 consecutive days or more within the 4 months following the summer solstice.\nThe A horizon has hue of 2.5YR or 10YR, value of 5 or 6 dry, 3 or 4 moist and chroma of 6 to 8 dry.  Rock fragment content ranges from 20 to\n35 percent, with 15 to 25 percent as gravel, 0 to 10 percent as cobbles,\nand 5 to 10 percent as stones.  It is moderately alkaline or strongly alkaline.\nThe B horizon has hue of 2.5YR or 5YR, value of 5 to 7 dry, 3 to 5 moist\nand chroma of 6 to 8 dry and moist.  It commonly is silt loam and less commonly gravelly silt loam, loam or gravelly loam."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  Presently there are no other series in the same family.  Emigration and Ranruff soils are in similar families.  Emigration soils have more than 35 percent rock fragments in the particle-size control section.  Ranruff soils have a soil moisture regime that is aridic and borders xeric."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  The Gridge soils are found on stream cut canyon walls and mountainsides.  Slopes range from 25 to 70 percent.  The soils formed in residuum and colluvium derived dominantly from sandstone\nand conglomerate.  Elevations range from 5,500 to 7,400 feet.  The mean annual temperature ranges from 37 to 45 degrees F. and the average annual precipitation is from 13 to 18 inches.  Freeze-free period is 55 to 80 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Bullnel, Dagan, Dennot, Duckree, Richsum, Solak and Vicking soils.  Bullnel, Dagan, Dennot, Duckree, Richsum and Vicking soils are more than 40 inches deep to bedrock.  Solak soils have greater than 40 percent rock fragments in the\nparticle size control section."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Somewhat excessively drained; very rapid runoff; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are used for rangeland.  Principle vegetation is big sagebrush, bluebunch wheatgrass, Indian ricegrass, and\nlanceleaf yellowbrush."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  The soils of this series are of small extent; in northeastern Utah."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Rich County, Utah, 1980."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - the zone from the surface of soil to a depth of 6 inches.  (A horizon)\nLithic contact - the boundary at approximately 17 inches.  (R horizon)\nCalcareous feature -the fine-earth fraction effervesces in all parts with cold dilute HCL.\nThe superactive cation exchange activity class was added in 03/2003 to the taxonomic classification by the National Soil Survey Center on request of the Lakewood MLRA office, without review of the soil series property data. The remainder of this document has not been updated.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "somewhat excessively",
        "drainage_overview": "somewhat excessively"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 15,
        "dry_hue": "2.5YR",
        "dry_value": 5,
        "dry_chroma": 6,
        "moist_hue": "2.5YR",
        "moist_value": 4,
        "moist_chroma": 6,
        "texture_class": "loam",
        "cf_class": "gravelly",
        "pH": 8.6,
        "pH_class": "strongly alkaline",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "A--0 to 6 inches; red (2.5YR 4/6) gravelly loam, red (2.5YR 5/6) dry; weak medium and coarse subangular blocky structure parting to weak fine granular; soft, friable, slightly sticky and slightly plastic; few very fine, fine, medium and coarse roots; 20 percent gravel, 5 percent cobbles, 5 percent stones; strongly calcareous, carbonate occurs as flakes; strongly alkaline (pH 8.6); clear wavy boundary.  (1 to 7 inches thick)"
      },
      {
        "name": "Bk1",
        "top": 15,
        "bottom": 33,
        "dry_hue": "2.5YR",
        "dry_value": 5,
        "dry_chroma": 6,
        "moist_hue": "2.5YR",
        "moist_value": 3,
        "moist_chroma": 6,
        "texture_class": "silt loam",
        "pH": 8.7,
        "pH_class": "strongly alkaline",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bk1--6 to 13 inches; dark red (2.5YR 3/6) silt loam, red (2.5YR 5/6) dry; weak medium platy structure parting to weak, fine and medium subangular blocky; hard, very friable, slightly sticky and plastic; few very fine, fine, medium, and coarse roots; few fine and medium pores; strongly calcareous, carbonate occurs as flakes; strongly alkaline (pH 8.7); gradual wavy boundary.  (4 to 9 inches thick)"
      },
      {
        "name": "Bk2",
        "top": 33,
        "bottom": 43,
        "dry_hue": "5YR",
        "dry_value": 7,
        "dry_chroma": 6,
        "moist_hue": "2.5YR",
        "moist_value": 5,
        "moist_chroma": 8,
        "texture_class": "silt loam",
        "pH": 8.7,
        "pH_class": "strongly alkaline",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "Bk2--13 to 17 inches; red (2.5YR 5/8) weathered, fine grain sandstone that breaks down under thumb pressure to silt loam, reddish yellow (5YR 7/6) dry; very hard, friable, slightly sticky and plastic; few fine, medium, and coarse roots; few fine pores; strongly calcareous, carbonate occurs as flakes; strongly alkaline (pH 8.7); abrupt wavy boundary.  (0 to 7 inches thick)"
      },
      {
        "name": "R",
        "top": 43,
        "texture_class": "sand",
        "narrative": "R--17 inches; sandstone."
      }
    ]
  ]
}
