{
  "SERIES": "GRIER",
  "STATUS": "Established Series",
  "BYREV": "Rev. RAH-LWH-RM",
  "REVDATE": "09/2014",
  "STATES": "NM",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, semiactive, calcareous, thermic Typic Endoaquepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Grier clay--rangeland. (Colors are for dry soil unless otherwise noted.)\nA--0 to 10 cm (0 to 4 in); dark grayish brown (2.5Y 4/2) clay loam; very dark grayish brown (2.5Y 3/2) moist; fine granular structure; slightly hard, friable, slightly sticky, slightly plastic; common very fine and fine roots and common medium roots; common very fine and fine tubular pores; violently effervescent; slightly alkaline (pH 7.6); abrupt smooth boundary (Thickness is 8 to 25 cm [3 to 10 in].)\nBw1--10 to 33 cm (4 to 13 in); light gray (5Y 7/1) and gray (5Y 5/1) clay loam; light gray to gray (5Y 6/1), and dark gray (5Y 4/1) moist; moderate medium subangular blocky structure; slightly hard, firm, very sticky, very plastic; common very fine and fine roots; common very fine and fine tubular pores; violently effervescent ; slightly alkaline (pH 7.8); abrupt smooth boundary.\nBw2--33 to 46 cm (13 to 18 in); light gray to gray (5Y 6/1) clay loam; gray (5Y 5/1) moist; moderate medium prismatic structure parting to moderate fine and medium subangular blocky; hard, firm, very sticky, very plastic; common very fine and fine roots; common fine and medium tubular pores; violently effervescent ; moderately alkaline (pH 8.4); clear smooth boundary. (Combined thickness of the Bw horizons is 30 to 90 cm [12 to 35 in].)\nBgk1--46 to 71 cm (18 to 28 in); gray (5Y 6/1) sandy clay loam; dark gray (5Y 4/1) moist; moderate medium prismatic structure parting to strong medium subangular blocky; hard, firm, very sticky, very plastic; common very fine and fine roots; common fine and medium tubular pores; few fine distinct pale yellow (2.5Y 7/4) iron concentrations; few angular cylindrical masses of calcium carbonate; violently effervescent; strongly alkaline (pH 9.0); clear smooth boundary.\nBgk2--71 to 89 cm (28 to 35 in); light gray (5Y 7/1) sandy clay loam; gray (5Y 6/1) moist; moderate medium prismatic structure parting to strong medium subangular blocky; hard, firm, very sticky, very plastic; few very fine and fine roots; common very fine and fine tubular pores; few fine distinct yellow (2.5Y 7/6) iron concentrations; few angular cylindrical masses of calcium carbonate; violently effervescent; strongly alkaline (pH 8.9); clear smooth boundary.\nBgk3--89 to 165 cm (35 to 65 in); light gray (5Y 7/1) clay loam; light gray (5Y 7/1) moist; moderate coarse prismatic structure parting to strong medium subangular blocky; hard, firm, very sticky, very plastic; few very fine and fine roots; common very fine and fine tubular pores; common fine distinct pale yellow (2.5Y 8/2) iron concentrations; violently effervescent; strongly alkaline (pH 8.7); clear smooth boundary. (Combined thickness of the Bgk horizon is 43 to 94 cm [17 to 37 in].)\nBgk4--165 to 203 cm (65 to 80 in); light gray (5Y 7/1) clay loam; light gray (5Y 7/1) moist; moderate coarse prismatic structure parting to moderate medium subangular blocky; hard, firm, very sticky, slightly plastic; few very fine and fine roots; common very fine and fine tubular pores; very few distinct yellow (2.5Y 7/6) iron concentrations; violently effervescent; strongly alkaline (pH 8.6)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Curry County, New Mexico: From the intersection of U. S. Highways 60 and 84 and New Mexico State Highway 267; south 9.6 km (6 miles) on New Mexico State Highway 267; west 2.4 km (1.5 miles) on Curry County Road 5; northwest 2.4 km (1.5 miles) on ranch road; site is 101 m (330 ft) south of road. 21 m (70 ft) south and 747 m (2450 ft) east of the NW corner of section 2, T. 1N, R. 31E. Latitude: 34 degrees, 20 minutes, 46 seconds N; Longitude: 103 degrees, 39 minutes, 43 seconds W; Tule Lake, New Mexico USGS quad; NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil Moisture: The soil moisture control section is usually moist with a water table at depths of 46 to 91 cm (18 to 36 in)\nSoil Temperature 15 to 17 degrees C (59 to 64 degrees F)\nParticle size control section - 20 to 35 percent non- carbonate clay with 12 to 20 percent clay size carbonate.\nA horizon:\nHue: 10YR or 2.5Y\nValue: 4 to 7, 3 to 7 moist\nChroma: 1 or 2\nTexture: clay loam\nBw horizons:\nHue: 2.5Y or 5Y\nValue: 5 to 7, 4 to 6 moist\nChroma 1 or 2\nTextures: sandy clay loam or clay loam\nBgk horizon:\nHue: 2.5Y or 5Y\nValue: 6 or 7, 5 to 7 moist\nChroma: 1 or 2\nTextures: clay loam or clay\nRedoximorphic features: very few to few 2.5Y 7/4, 7/6, 8/2, 8/4 redox concentrations."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no series in the same family. Similar soils include the Chapel, McLean, and Randall series.\nChapel, McLean, and Randall soils: have more than 35 percent clay in the particle-size control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material: loamy alluvial sediments derived from the Blackwater Draw Formation of Pleistocene age.\nLandform: on low level benches in playas or basins below the surrounding plain.\nSlopes: range from 0 to 2 percent.\nMean annual air temperature: 14 to 17 degrees C (57 to 63 degrees F)\nMean annual precipitation: 381 to 457 mm (15 to 18 in)\nFrost-free period: 180 to 205 days.\nElevation: 1,036 to 1,341 m (3,400 to 4,400 ft)"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Arch, Drake, Randall, and Portales series.\nArch, Drake and Portales soils: are on higher positions and are well drained.\nRandall soils: occupies the lowest portion of the playa, have a clay particle-size control section, and are poorly drained."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Somewhat poorly drained. Runoff is slow. Permeability is very slow."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Used almost entirely for livestock grazing. Native vegetation is western wheatgrass, alkali sacaton, inland saltgrass and alkali muhly. The ecological site is Saline (R077BYO58NM)."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Southern High Plains, Southern Part (MLRA 77C in LRR H) of eastern New Mexico and possibly western Texas. The series is not extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Curry County, New Mexico, 2007"
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: This series was formerly included with the Church series.\nDiagnostic horizons and features recognized in this pedon are:\nOchric epipedon: 0 to 10 cm (0 to 4 in) (A horizon)\nAquic moisture regime: low chroma and high value matrix.\nEndo feature: saturated all layers not perched.\nADDITIONAL DATA: NSSL data from Curry County, NM (S90NM-009-003).\nTaxonomic Version: Keys to Soil Taxonomy, Eleventh Edition, 2010.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
