{
  "SERIES": "GRIEVES",
  "STATUS": "Established Series",
  "BYREV": "Rev. MCS",
  "REVDATE": "12/1999",
  "STATES": "CO,UT,WY",
  "OVERVIEW": "The Grieves series consists of very deep, well drained and somewhat excessively drained soils that formed in locally transported calcareous materials weathered from sandstone.  Grieves soils are on fans, footslopes and toeslopes.  Slopes range from 0 to 40 percent.  The mean annual air temperature is about 42 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, superactive, calcareous, frigid Ustic Torriorthents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:   Grieves fine sandy loam, rangeland (Colors are for dry soil unless otherwise stated.)\nA--0 to 5 inches; grayish brown (10YR 5/2) fine sandy loam, dark grayish brown (10YR 4/2) moist; moderate very fine granular structure; soft, very friable, slightly sticky, slightly plastic; many very fine, fine, and medium roots; strongly effervescent; moderately alkaline (pH 8.2); clear wavy boundary.  (2 to 5 inches thick)\nBw--5 to 12 inches; pale brown (10YR 6/3) fine sandy loam, dark brown (10YR 4/3) moist; weak medium subangular blocky structure; slightly hard, very friable, slightly sticky, slightly plastic; many very fine, fine and medium roots to 12 inches; strongly effervescent; moderately alkaline (pH 8.4); gradual wavy boundary.  (0 to 8 inches thick)\nC--12 to 60 inches; pale brown (10YR 6/3) fine sandy loam, dark brown (10YR 4/3) moist; massive; soft, very friable, slightly sticky, slightly plastic; common very fine, fine, and medium roots to 35 inches; few very fine, fine, and medium roots to 60 inches; strongly effervescent; strongly alkaline (pH 8.5)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Sweetwater County, Wyoming; approximately 650 feet west of the 8th telephone pole north of bridge over Gap Creek; Section 7, T14N, R103W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The mean annual soil temperature is about 43 degrees to 46 degrees F.  The mean summer soil temperature is about 59 degrees to 62 degrees F.  The control section is sandy loam or fine sandy loam averaging between 10 to 18 percent clay.  Gravel ranges from 0 to 15 percent; up to 10 percent cobblestones are found in the very lower part of the control section.\nThe A horizon has hue of 2.5Y or 10YR; value of 5 or 6 dry, 3 through 5 moist; and chroma of 2 through 4.  It is mildly or moderately alkaline.  A Bw horizon is lacking in some pedons.\nThe C horizon has hue of 2.5Y or 10YR, value of 6 through 8, 4 or 5 moist, and chroma of 2 through 4.  It is moderately or strongly alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Carmody, Goslin, Querida, Riedel, Sham, and Tebbs series.  Carmody and Riedel soils have bedrock above 40 inches.  Goslin soils have hue of 7.5YR or 5YR.  Querida soils have 15 to 35 percent coarse fragments in the control section.  Sham soils have a control section that is stratified and have a weighted average texture of loam, silt loam, or very fine sandy loam.  Tebbs soils are formed in mainly basalt sediments and have layers of loamy sand textures in the control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Grieves soils are on nearly level to sloping alluvial fans, footslopes or toeslopes.  Slopes are 0 to 40 percent.  They formed in locally transported calcareous materials weathered from sandstone or sandstone interbedded with shale.  Elevation is 5800 to 7,200 feet.  The mean annual precipitation is 9 to 14 inches, which occurs mainly in the winter and spring.  The mean annual air temperature is 39 degrees to 45 degrees F.  The mean summer temperature is 58 degrees to 65 degrees F.  The frost-free season is 60 to 100 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Blackhall and Carmody soils.  Blackhall soils have bedrock at 6 to 20 inches.  Carmody soils have bedrock at 20 to 40 inches."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained and somewhat excessively drained; slow runoff; moderately rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are used for range.  Native vegetation is big sagebrush, rabbitbrush, threadleaf sedge, western wheatgrass, and Indian ricegrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  In the intermountain basins of the southern part of Wyoming.  This soil is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Henrys Fork Soil Survey Area in Wyoming and Utah, 1990."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - 0 to 5 inches (A horizon)\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 13,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "fine sandy loam",
        "pH": 8.2,
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "A--0 to 5 inches; grayish brown (10YR 5/2) fine sandy loam, dark grayish brown (10YR 4/2) moist; moderate very fine granular structure; soft, very friable, slightly sticky, slightly plastic; many very fine, fine, and medium roots; strongly effervescent; moderately alkaline (pH 8.2); clear wavy boundary.  (2 to 5 inches thick)"
      },
      {
        "name": "Bw",
        "top": 13,
        "bottom": 30,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "fine sandy loam",
        "pH": 8.4,
        "pH_class": "moderately alkaline",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bw--5 to 12 inches; pale brown (10YR 6/3) fine sandy loam, dark brown (10YR 4/3) moist; weak medium subangular blocky structure; slightly hard, very friable, slightly sticky, slightly plastic; many very fine, fine and medium roots to 12 inches; strongly effervescent; moderately alkaline (pH 8.4); gradual wavy boundary.  (0 to 8 inches thick)"
      },
      {
        "name": "C",
        "top": 30,
        "bottom": 152,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "fine sandy loam",
        "pH": 8.5,
        "pH_class": "strongly alkaline",
        "narrative": "C--12 to 60 inches; pale brown (10YR 6/3) fine sandy loam, dark brown (10YR 4/3) moist; massive; soft, very friable, slightly sticky, slightly plastic; common very fine, fine, and medium roots to 35 inches; few very fine, fine, and medium roots to 60 inches; strongly effervescent; strongly alkaline (pH 8.5)."
      }
    ]
  ]
}
