{
  "SERIES": "GRIFFITH",
  "STATUS": "Established Series",
  "BYREV": "Rev. WMK:WIS:RBH",
  "REVDATE": "03/2000",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, smectitic, thermic Aquic Hapluderts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Griffith silty clay--cultivated.\n(Colors are for moist soil unless otherwise stated.)\nAp--0 to 10 inches; dark olive gray (5Y 3/2) silty clay; moderate fine and medium granular and subangular blocky structure; firm, very plastic; common fine roots; common fine calcium carbonate nodules; strongly effervescent; moderately alkaline; clear wavy boundary.\nAl--10 to 22 inches; very dark gray (5Y 3/1) silty clay; moderate medium prismatic structure parting to moderate fine granular and subangular blocky; firm, very plastic; common fine roots; common wormcasts; few fine calcium carbonate concretions; shiny faces on peds; noncalcareous; moderately alkaline; gradual wavy boundary.\nA2--22 to 33 inches; very dark gray (5Y 3/1) silty clay; moderate medium prismatic structure parting to moderate fine granular and fine angular blocky; firm, very plastic; few fine roots; few fine calcium carbonate concretions; shiny faces on peds; noncalcareous; moderately alkaline; gradual wavy boundary. (Combined thickness of the A horizon is 24 to 48 inches.)\nBw1--33 to 48 inches; dark gray (5Y 4/1) exterior of peds, olive gray (5Y 4/2) ped interior; silty clay; intersecting slickensides three to four inches cross-section parting to fine wedge-shaped fragments; very firm, very plastic; few fine roots; few medium calcium carbonate concretions; shiny faces on peds; noncalcareous; moderately alkaline; clear wavy boundary.  (10 to 20 inches thick)\nBw2--48 to 66 inches; olive gray (5Y 4/2) exterior of peds, olive (5Y 4/3) ped interior; silty clay; intersecting slickensides parting to fine wedge-shaped fragments; very firm, very plastic; few fine roots; common coarse calcium carbonate concretions; strongly effervescent; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Clay County, Mississippi; 3.0 miles east of West Point, on State Highway 50 and 0.5 mile south into field.  NE1/4NE1/4 sec. 17, T. 17 S., R. 7 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  This soil ranges from neutral to moderately alkaline.  The Ap horizon is noncalcareous in pedons without a thin overwash from calcareous soils; for example, Sumter.  Intersecting slickensides begin at a depth that ranges from 26 to 38 inches below the surface.\nThe A horizon has hue of 10YR, 2.5Y, or 5Y, value of 2 or 3, and chroma of 1 or 2.  It is silty clay loam or silty clay.  The extremes of amplitude of waviness of the boundary between the A and Bw horizons vary from about 6 to 10 inches.\nThe Bw horizon has hue of 10YR, 2.5Y, or 5Y, value of 4 or 5, and chroma of 1 to 3.  Mottles, if present, are few to many in shades of brown.  Texture is silty clay or clay.  The 10- to 40-inch particle-size control section ranges from 40 to 60 percent clay.  The Bw horizon has few to many calcium carbonate nodules, and it is calcareous in some pedons."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Iberia, Judice, Osage, Roellen, and Roxton series and the closely related Catalpa, Kaman, Kaufman, Terouge, and Trinity series.  Iberia, Judice, Roellen, and Roxton soils have a mollic epipedon less than 24 inches thick.  Osage soils have a cooler and dryer climate.  Catalpa soils have lower shrink-swell characteristics.  Kaman soils are saturated most of the year and have mean annual temperatures of 68 to 70 degrees F.  Kaufman and Trinity soils are very-fine in the control section.  Terouge soils have intersecting slickensides within 24 inches of the surface."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Griffith soils are on better drained areas of flood plains along streams that drain the Blackland Prairie Major Land Resource Area.  Slopes range from 0 to 2 percent.  These nearly level soils formed in neutral to moderately alkaline clayey alluvium.  The climate is warm and humid.  The average annual precipitation is 52 inches and average annual temperature is 64 degrees Fahrenheit near the type location."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the competing Catalpa series and the Brooksville, Houston, Leeper, Okolona, Sumter, and Tuscumbia series.  Catalpa soils are in similar positions on flood plains as the Griffith series.  Brooksville, Houston, and Okolona soils, which are on uplands have amplitude of waviness of the boundary between the A and Bw horizons that varies from about 8 to 38 inches from the center of the micro-highs to the center of the micro-lows.  Also, Houston soils are very-fine in the particle size control section.  Somewhat poorly drained Leeper soils and poorly drained Tuscumbia soils, which do not have a mollic epipedon, are in slightly lower areas on the flood plains.  Sumter soils, which are on uplands in the Blackland Prairie, have carbonatic mineralogy."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Moderately well drained; slow runoff; very slow permeability.  Griffith soils are subject to either occasional or frequent flooding for brief periods, except in areas where the soil is protected.  During wet seasons late in winter and early spring, the seasonal water table is at a depth of 18 to 30 inches."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Griffith soils are used for growing cotton, corn, soybeans, hay, and pasture."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Mississippi.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Auburn, Alabama"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Clay County, Mississippi; 1974."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon - the zone from the surface to a depth of about 33 inches (Ap, A1, A2 horizons).\nCambic horizon - the zone from approximately 33 to 66 inches (Bw1, Bw2 horizons).\nVertic feature - intersecting slickens in the zone from approximately 33 to 66 inches (Bw1, Bw2 horizons).\nADDITIONAL DATA:  Physical and chemical data for one pedon in the Noxubee County Soil Survey manuscript was analyzed by the Soil Genesis and Morphology Laboratory of the Mississippi Agricultural and Forestry Experiment Station, Mississippi State, Mississippi.\nNational Cooperative Soil Survey\nU. S. A."
  }
}
