{
  "SERIES": "GRIFFY",
  "STATUS": "Established Series",
  "BYREV": "Rev. JEI/JAL",
  "REVDATE": "12/2002",
  "STATES": "NV,WY",
  "OVERVIEW": "The Griffy series consists of very deep, well drained soils on relict alluvial fan aprons and terraces.  These soils formed in mixed alluvium weathered from sedimentary beds.  Slopes range from 0 to 15 percent.  The mean annual precipitation is almost 7 inches.  The mean annual temperature is about 45 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, mesic Typic Haplargids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Griffy loam-rangeland.  (Colors are for dry soil unless otherwise stated.)\nA--0 to 4 inches; light brownish gray (10YR 6/2) loam, dark grayish brown (10YR 4/2) moist; moderate fine granular structure; weak thin platy structure in upper half inch; soft, very friable, slightly sticky and slightly plastic; slightly alkaline (pH 7.6); gradual smooth boundary.  (3 to 6 inches thick)\nBt--4 to 15 inches; brown (10YR 5/3) sandy clay loam, brown (10YR 4/3) moist; moderate coarse prismatic structure parting to moderate coarse subangular blocky; hard, very friable; moderately sticky and moderately plastic; continuous faint clay films on both vertical and horizontal faces of peds; 5 percent fine pebbles; slightly alkaline (pH 7.6); clear wavy boundary.  (8 to 18 inches thick)\nBtk--15 to 19 inches; very pale brown (10YR 7/3) fine sandy loam; brown (10YR 5/3) moist; weak coarse subangular blocky structure; slightly hard, friable, nonsticky and nonplastic; few faint clay films on vertical faces of peds; strongly effervescent, lime occurs as common soft masses and in seams and as discontinuous coatings on bottom of some rock fragments; 10 percent fine pebbles; moderately alkaline (pH 8.2); gradual smooth boundary.  (4 to 8 inches thick)\nBk--19 to 60 inches; pale yellow (2.5Y 7/4) gravelly fine sandy loam, light olive brown 2.5Y 5/4) moist; massive; slightly hard, friable, nonsticky and nonplastic; strongly effervescent, lime as common soft masses and few coatings on coarse fragments; 20 percent pebbles; strongly alkaline (pH 8.8)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Fremont County, Wyoming; approximately 0.4 mile northeast of Highway 26 and Paradise Valley Road, near the SE corner of the NE1/4 of sec. 12, T. 1 N., R. 3 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Depth to any bedrock or strongly contrasting textures is greater than 60 inches.  The mean annual soil temperature ranges from 47 to 52 degrees F.  EC ranges from 0 to 2 mmhos through the soil to 60 inches or more.\nThe A horizon has hue of 2.5Y through 7.5YR, value of 5 through 7 dry, 4 through 6 moist, and chroma of 2 through 4.  Reaction is slightly or moderately alkaline.  A thin E horizon less than one inch in thickness, may be present in some pedons.\nThe Bt horizon has hue of 2.5Y through 7.5YR, value of 4 through 6 dry, 3 through 5 moist, and chroma of 2 through 4.  Texture is sandy clay loam, clay loam, gravelly sandy clay loam, or gravelly clay loam with 20 to 35 percent clay and more than 35 percent fine or coarser sand.  Rock fragments range from 5 to 35 percent and are fine or medium pebbles.  Reaction is slightly or moderately alkaline.\nThe Bk horizon has hue of 2.5Y of 10YR, value of 5 through 8 dry, 4 through 6 moist, and chroma of 2 through 4.  Texture is sandy loam, loam, or sandy clay loam with 12 to 23 percent clay and more than 35 percent fine or coarser sand.  The matrix texture is modified with 5 to 35 percent fine and medium pebbles.  Secondary accumulation of calcium carbonate occurs as soft masses, threads, and as crusts or pendants on rock fragments.  The accumulation is erratic in many pedons with depth.  Calcium carbonate equivalent ranges from 4 to 15 percent throughout but, because of erratic occurrence, does not qualify this horizon as a diagnostic calcic horizon.  Reaction is moderately or strongly alkaline.  Some pedons have skeletal or sandy substrata below 40 inches."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Bacobi, Frisite, Fruita, Fruitvale, Grazane, Grieta, Kiki, Neiber, Papoose, Redlands, Saddle, Starmountain and Tijeras  series.  The Frisite and Fruita soils have less than 35 percent fine or coarser sand in the particle size control section.  Fruitvale, Papoose, and Tijeras soils have a lithologic discontinuity. Bacobi, Grazane, Neiber and Saddle soils are moderately deep to a paralithic contact.  Grieta soils have more than 15 percent calcium carbonate equivalent in the Bk horizon. Kiki soils are moderately deep to a lithic contact. Redlands soils have hue of 5YR or 2.5YR in the Bt and substratum. Starmountain soils have SAR of 5 to 13 in the lower Bt and BC horizons."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Griffy soils are on relict alluvial fan aprons and terraces.  These soils formed in mixed alluvium primarily from sedimentary beds dominated by sandstone, interbedded siltstone, and shale.  The slopes are simple and range from 0 to 15 percent.  Dissection of the terraces and aprons is common in some areas.  Elevations range from 4,000 to 6,800 feet.  The mean annual precipitation is about 7 inches but ranges from 4 to 9 inches of which about half falls as snow and rain in April, May, and early June.  The mean annual temperature ranges from 43 to 50 degrees F.  The frost-free season is estimated to range from 110 to 130 days depending upon elevation, aspect, and air drainage."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the competing Frisite and Saddle soils and the Wallson soils.  Wallson soils have less than 18 percent clay in the particle size control section."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained, slow or medium runoff; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are used as rangeland, wildlife habitat, and irrigated cropland.  Native vegetation is shadscale, bud sagebrush, Indian ricegrass, bottlebrush squirreltail, and western wheatgrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Basin areas of central and western Wyoming and central Nevada.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Fremont County (Riverton Irrigated Area), Wyoming; 1969."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "NA"
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "NA"
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 10,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "loam",
        "structure": "weak thin platy",
        "dry_rupture": "soft",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": 7.6,
        "pH_class": "slightly alkaline",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "A--0 to 4 inches; light brownish gray (10YR 6/2) loam, dark grayish brown (10YR 4/2) moist; moderate fine granular structure; weak thin platy structure in upper half inch; soft, very friable, slightly sticky and slightly plastic; slightly alkaline (pH 7.6); gradual smooth boundary.  (3 to 6 inches thick)"
      },
      {
        "name": "Bt",
        "top": 10,
        "bottom": 38,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "sandy clay loam",
        "structure": "moderate coarse prismatic",
        "dry_rupture": "hard",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": 7.6,
        "pH_class": "slightly alkaline",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bt--4 to 15 inches; brown (10YR 5/3) sandy clay loam, brown (10YR 4/3) moist; moderate coarse prismatic structure parting to moderate coarse subangular blocky; hard, very friable; moderately sticky and moderately plastic; continuous faint clay films on both vertical and horizontal faces of peds; 5 percent fine pebbles; slightly alkaline (pH 7.6); clear wavy boundary.  (8 to 18 inches thick)"
      },
      {
        "name": "Btk",
        "top": 38,
        "bottom": 48,
        "dry_hue": "10YR",
        "dry_value": 7,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 3,
        "texture_class": "fine sandy loam",
        "structure": "weak coarse subangular blocky",
        "dry_rupture": "soft",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": 8.2,
        "pH_class": "moderately alkaline",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "Btk--15 to 19 inches; very pale brown (10YR 7/3) fine sandy loam; brown (10YR 5/3) moist; weak coarse subangular blocky structure; slightly hard, friable, nonsticky and nonplastic; few faint clay films on vertical faces of peds; strongly effervescent, lime occurs as common soft masses and in seams and as discontinuous coatings on bottom of some rock fragments; 10 percent fine pebbles; moderately alkaline (pH 8.2); gradual smooth boundary.  (4 to 8 inches thick)"
      },
      {
        "name": "Bk",
        "top": 48,
        "bottom": 152,
        "dry_hue": "2.5Y",
        "dry_value": 7,
        "dry_chroma": 4,
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "fine sandy loam",
        "structure": "massive",
        "dry_rupture": "soft",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "gravelly",
        "pH": 8.8,
        "pH_class": "strongly alkaline",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Bk--19 to 60 inches; pale yellow (2.5Y 7/4) gravelly fine sandy loam, light olive brown 2.5Y 5/4) moist; massive; slightly hard, friable, nonsticky and nonplastic; strongly effervescent, lime as common soft masses and few coatings on coarse fragments; 20 percent pebbles; strongly alkaline (pH 8.8)."
      }
    ]
  ]
}
