{
  "SERIES": "GRIGSBY",
  "STATUS": "Established Series",
  "BYREV": "Rev. RAH:JMR:JDM",
  "REVDATE": "10/2010",
  "STATES": "IN,KY,OH,VA,WV",
  "OVERVIEW": "The Grigsby series consists of very deep, well drained soils formed in mixed alluvium on flood plains. Permeability is moderate or moderately rapid. Slopes range from 0 to 20 percent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, active, mesic Dystric Fluventic Eutrudepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Grigsby loam--on a smooth 3 percent slope under grass and weeds. (Color is for moist soil.)\nAp--0 to 7 inches (0 to 18 centimeters); brown (10YR 4/3) loam; moderate fine and medium granular structure; very friable; common fine roots; common worm and insect holes with cast and larva; moderately acid; abrupt smooth boundary. (5 to 10 inches thick)\nBw1--7 to 37 inches (18 to 94 centimeters); dark yellowish brown (10YR 4/4) loam; weak medium and coarse subangular blocky structure; very friable; few fine and medium roots; common worm holes with casts; few pebbles, coal fragments, and horizontally bedded thin flat sandstone and siltstone fragments; noticeable mica flakes; slightly acid; gradual wavy boundary. (8 to 30 inches thick)\nBw2--37 to 48 inches (94 to 122 centimeters); dark yellowish brown (10YR 4/4) loam, weak medium and coarse subangular blocky structure; very friable; few worm holes; few sandstone fragments; neutral; gradual wavy boundary. (0 to 15 inches thick)\nC--48 to 60 inches (122 to 152 centimeters); dark yellowish brown (10YR 4/4) fine sandy loam; thin light yellowish brown (10YR 6/4) strata of loamy fine sand; massive; very friable; neutral."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Perry County, Kentucky on the flood plain of Lotts Creek; 1.5 miles (airline) west of the community of Grigsby and 1.3 miles east of the junction of Kentucky highways 476 and 1088; 75 steps north of Lotts Creek; 37 degrees, 17 minutes, 23 seconds N. Latitude and 83 degrees, 9 seconds, 57 minutes W. Longitude; USGS Hazard North Quadrangle."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Thickness of the solum ranges from 30 to 65 inches. Coarse fragments, mostly subrounded gravels or channers, range from 0 to 15 percent in the solum and from 0 to 60 percent in the substratum. Reaction ranges from moderately acid to slightly alkaline in the solum and from strongly acid to neutral in the substratum.\nThe A horizon has hue of 10YR, value of 4 or 5, and chroma of 2 through 4. It is loam, silt loam, sandy loam or fine sandy loam.\nThe Bw horizon has hue of 10YR or 7.5YR, value of 3 to 6, and chroma of 3 to 6. It is loam, silt loam, fine sandy loam or sandy loam. Some pedons have redoximorphic features below 40 inches.\nThe C horizon has hue of 10YR to 2.5Y, value of 3 to 8, and chroma of 2 to 8. It is loam, fine sandy loam, sandy loam, loamy fine sand or sand and is commonly stratified."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no competing series. Tioga and Wirt soils are in the same subgroup, but they are in the superactive CEC activity class."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Grigsby soils are on low stream terraces, flood plains, natural levees and the tread and riser landforms adjacent to major streams and rivers. Slope gradients are mostly 0 to 4 percent, but range to 20 percent on tread and riser landforms. These soils formed in mixed alluvium washed from mostly Pennsylvanian aged sandstone, shale, siltstone and limestone. Near the type location the mean annual temperature is about 58 degrees F. and the mean annual precipitation is 48 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Allegheny, Chavies, Cotaco, Elk, Morehead, Nolin, Orrville, Potomac, Pope, Rowdy, Shelocta, Skidmore and Yeager series. Allegheny, Chavies, Cotaco, Elk, Morehead and Shelocta soils are on higher landforms and have argillic horizons. Nolin soils are fine-silty. Orrville soils are fine-loamy and somewhat poorly drained. Rowdy and Pope soils have lower base saturations. Skidmore soils are loamy-skeletal. Potomac soils are sandy-skeletal. Yeager soils are sandy."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained with moderate or moderately rapid permeability. Runoff ranges from negligible to low on slopes of 5 percent or less and from low to medium on slopes of 5 percent."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Largely used for cultivated crops, hay or pasture. The native vegetation was a mixed mesophytic forest interspaced with canebrakes."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Kentucky and possibly Ohio, Tennessee, Virginia and West Virginia. The series is not extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Morgantown, West Virginia"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Perry County, Kentucky; 1979."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons in the pedon are:\nOchric epipedon, 0 to 7 inches, Ap\nCambic horizon, 7 to 48 inches, Bw1, Bw2\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 18,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Ap--0 to 7 inches (0 to 18 centimeters); brown (10YR 4/3) loam; moderate fine and medium granular structure; very friable; common fine roots; common worm and insect holes with cast and larva; moderately acid; abrupt smooth boundary. (5 to 10 inches thick)"
      },
      {
        "name": "Bw1",
        "top": 18,
        "bottom": 94,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bw1--7 to 37 inches (18 to 94 centimeters); dark yellowish brown (10YR 4/4) loam; weak medium and coarse subangular blocky structure; very friable; few fine and medium roots; common worm holes with casts; few pebbles, coal fragments, and horizontally bedded thin flat sandstone and siltstone fragments; noticeable mica flakes; slightly acid; gradual wavy boundary. (8 to 30 inches thick)"
      },
      {
        "name": "Bw2",
        "top": 94,
        "bottom": 122,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bw2--37 to 48 inches (94 to 122 centimeters); dark yellowish brown (10YR 4/4) loam, weak medium and coarse subangular blocky structure; very friable; few worm holes; few sandstone fragments; neutral; gradual wavy boundary. (0 to 15 inches thick)"
      },
      {
        "name": "C",
        "top": 122,
        "bottom": 152,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "loamy fine sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "C--48 to 60 inches (122 to 152 centimeters); dark yellowish brown (10YR 4/4) fine sandy loam; thin light yellowish brown (10YR 6/4) strata of loamy fine sand; massive; very friable; neutral."
      }
    ]
  ]
}
