{
  "SERIES": "GRIMES",
  "STATUS": "Established Series",
  "BYREV": "Rev. JPP/TWH",
  "REVDATE": "07/2002",
  "STATES": "CO",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS:  sandy-skeletal, mixed, frigid Udic Haplustepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Grimes very cobbly sandy loam, on a south facing, simple, 1 percent slope in ponderosa pine woodland at an elevation of 7.850 feet.  (Colors are for dry soil unless otherwise noted.)  Described on September 11, 1989.\nA--0 to 5 inches; grayish brown (10YR 5/2) very cobbly sandy loam, very dark grayish brown (10YR 3/2) moist; weak fine granular structure; soft, very friable, nonsticky and nonplastic, many fine roots, 20 percent gravel, 30 percent cobble, and 3 percent stones; neutral (pH 6.8); clear smooth boundary. (3 to 8 inches thick)\nBw--5 to 22 inches; pale brown (10YR 6/3) extremely cobbly sandy loam, brown (10YR 4/3) moist; weak fine granular structure; soft, very friable, nonsticky and nonplastic; many fine roots; 20 percent gravel, 40 percent cobble, 10 percent stones; neutral (pH 6.8); gradual smooth boundary. (6 to 20 inches thick)\nC--22 to 60 inches; pale brown (10YR 6/3) extremely cobbly sand, brown (10YR 5/3) moist; single grain; loose; few fine roots in upper part; 30 percent gravel, 40 percent cobble, 10 percent stones; neutral (pH 6.6)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  La Plata County, Colorado; about 15 miles north of Bayfield; located about 1000 feet north and 500 feet east of the southwest corner of sec. 21, T. 37 N., R. 6 W.; Vallecito Reservoir USGS quad; lat. 37 degrees 27 minutes 16 seconds N. and long. 107 degrees 32 minutes 51 seconds W., NAD 27"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture:  The soil moisture control section is between about 12 and 35 inches; ustic moisture regime (udic ustic subclass).\nMean annual soil temperature:  44 to 47 degrees F\nMean summer soil temperature:  59 to 63 degrees F\nDepth to cambic horizon:  3 to 8 inches\nParticle-size control section (weighted average):\nClay content:  5 to 12 percent\nSand content:  75 to 90 percent\nRock fragment content:  35 to 80 percent\nA horizon:\nHue:  7.5YR or 10YR\nValue:  5 or 6 dry, 3 to 5 moist\nChroma:  2 to 4, dry and moist\nReaction:  slightly acid or neutral\nBw horizon:\nHue:  7.5YR or 10YR\nValue:  5 to 7 dry, 3 to 5 moist\nChroma:  3 to 5 dry and moist\nTexture, fine earth fraction:  SL or LS\nClay content:  5 to 15 percent\nRock fragments:  35 to 80 percent\nReaction:  slightly acid or neutral\nC horizon:\nHue:  7.5YR or 10YR\nValue:  5 to 7 dry, 3 to 5 moist\nChroma:  3 to 5, dry and moist\nTexture, fine earth fraction:  S or LS\nClay content:  0 to 5 percent\nRock fragments:  35 to 80 percent\nReaction:  slightly acid or neutral"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no competing series at present.  A similar soil is the Clark Fork series in a different subgroup.  Clark Fork soils do not have a cambic horizon."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material:  very gravelly and cobbly alluvium derived from mixed sources\nLandform:  river terraces, alluvial fans, and fan remnants\nSlopes:  0 to 3 percent\nElevation:  7,800 to 8,200 feet\nMean annual temperature:  42 to 45 degrees F\nMean annual precipitation:  24 to 30 inches\nPrecipitation pattern:\nDriest months:  May and June\nWettest months:  July and August\nFrost-free period:  90 to 100 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Pescar and Valto series.  The Pescar soils are somewhat poorly drained and are on floodplains.  The Valto soils are shallow and are on mountain slopes."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  somewhat excessively drained, low runoff, moderately rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are used for woodland, livestock grazing, wildlife habitat, and urban development.  The native vegetation consists of ponderosa pine,Rocky Mountain Douglas fir, blue spruce, Arizona fescue, western wheatgrass, pine dropseed, and mountain brome."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Southwestern Colorado; LRR E, MLRA 48A; the series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  La Plata County, Colorado, Animas-Dolores soil survey area, Colorado, 2002. Series proposed in 2000.  The name is taken from Grimes Creek near the type location."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nDiagnostic horizons and features recognized in this pedon are:\nParticle-size control section:  The zone from 10 to 40 inches.  (part of the Bw and part of the C horizons)\nOchric epipedon:  The zone from 0 to 5 inches.  (A horizon)\nCambic horizon:  The zone from 5 to 22 inches.  (Bw horizon)\nTaxonomic Version:  Second Edition, 1999\nNational Cooperative Soil Survey\nU.S.A."
  }
}
