{
  "SERIES": "GRINA",
  "STATUS": "Established Series",
  "BYREV": "Rev. RBS/CEJ/RLB/JBF",
  "REVDATE": "11/2016",
  "STATES": "NV",
  "OVERVIEW": "The Grina series consists of shallow, well drained soils that formed in residuum and colluvium derived from soft sedimentary bedrock.  Grina soils are on hills, mountain ridges, dissected tertiary terraces, and rock core areas of fan piedmont sideslopes.  Slopes are 4 to 75 percent.  The mean annual precipitation is about 250 mm and the mean annual air temperature is about 9 degrees C.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy, mixed, superactive, calcareous, mesic, shallow Xeric Torriorthents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Grina silt loam--rangeland.  (Colors are for dry soil unless otherwise noted.)\nA1--0 to 5 cm; light brownish gray (2.5Y 6/2) silt loam, very dark grayish brown (10YR 3/2) moist; weak thick and very thick platy structure; soft, very friable, moderately sticky and moderately plastic; few very fine and fine roots; many very fine vesicular pores; strongly effervescent; moderately alkaline (pH 8.4); abrupt smooth boundary.  (2 to 10 cm thick)\nA2--5 to 18 cm; light brownish gray (2.5Y 6/2) silty clay loam, dark grayish brown (10YR 4/2) moist; massive; hard, friable, moderately sticky and very plastic; common very fine and fine roots; common very fine tubular pores; strongly effervescent; moderately alkaline (pH 8.4); clear wavy boundary. (0 to 15 cm thick)\nC1--18 to 30 cm; light gray (2.5Y 7/2) silty clay loam, brown (10YR 4/3) moist; massive; hard, friable, moderately sticky and very plastic; common very fine, and few medium roots; common very fine tubular pores; strongly effervescent; moderately alkaline (pH 8.4); clear wavy boundary. (13 to 30 cm thick)\nC2--30 to 46 cm; pale yellow (2.5Y 8/2) silty clay loam, light brownish gray (2.5Y 6/2) moist; weak very fine and fine angular blocky structure with some weak very thin and thin platelike rock structure; hard, friable, moderately sticky and moderately plastic; few very fine, fine and medium roots; common very fine interstitial pores; violently effervescent; moderately alkaline (pH 8.4); gradual smooth boundary. (0 to 18 cm thick)\nCr--46 to 89 cm; pale yellow (2.5Y 8/2) soft calcareous tuffaceous sandstone and shale, light gray (5Y 7/2) moist; massive parting to strong fine and medium angular blocky rock structure; hard, firm, brittle; few very fine, fine and medium roots along some fracture planes; few fine gypsum threads; violently effervescent; moderately alkaline (pH 8.4)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Elko County, Nevada; about 22 miles south of Elko, approximately 250 feet east and 2,100 feet north of the approximate southwest corner of section 35, T.32 N., R. 55 E., USGS West of Lee 7.5 minute topographic quadrangle; latitude 40 degrees 36 minutes 48 seconds N and longitude 115 degrees 45 minutes 24 seconds W; WGS84 Decimal Degrees 40.6133333 latitude, -115.7566667 longitude."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: Usually dry, moist in winter and spring, dry from mid-June through October; aridic soil moisture regime bordering on xeric.\nMean annual soil temperature: 8 to 11 degrees C.\nDepth to paralithic contact: 36 to 50 cm.\nCalcium carbonate equivalent:  20 to 40 percent by weight of less than 20 mm fraction.\nOther features:  Some pedons have a thin Bk horizon immediately above the paralithic contact.\nParticle-size control section - Clay content:  Averages 20 to 35 percent.\nRock fragments: Averages 0 to 15 percent.\nA horizon\nHue:  10YR or 2.5Y.\nValue:  5 through 7 dry, 3 through 5 moist.\nChroma:  2 or 3.\nC horizon\nHue:  10YR or 2.5Y.\nValue:  6 through 8 dry, 5 through 7 moist.\nChroma:  2 through 4.\nTexture:  Loam, silt loam, or silty clay loam.\nStructure:  Weak or moderate, very fine to medium subangular blocky, very fine or fine angular blocky or very thin to thick platy, or the horizon is massive.\nEffervescence:  Strongly effervescent or violently effervescent.\nCr layer\nHue: 10YR through 5Y.\nValue:  7 or 8 dry, 5 through 7 moist.\nChroma:  2 or 3.\nConsistence:  Soft sedimentary material that is hard to extremely hard dry, and firm to very firm moist.\nOther features:  Precipitated secondary carbonates or gypsum in filaments or threads and iron-manganese stains are common along fracture planes."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Coppereid, Foxcan, Holborn, Hundraw, Jackratz, Puett, Stu, Tert and Whilphang series.\nCoppereid,Foxcan, Hundraw, Puett, Stu and Whilphang soils have less than 18 percent clay in the particle-size control section. Holborn soils are 25 cm or less to a paralithic contact. Jackratz soils are 10 to 25 cm to a paralithic contact, have less than 15 percent calcium carbonate equivalent, and have 15 to 35 percent hard gravel.  Tert soils are 5 to 13 cm to a paralithic contact and have soil temperatures of 12 to 15 degrees C."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Grina soils are on hills, mountain ridges, and dissected tertiary terraces or rolling hills and rock core areas in fan piedmonts.  These soils formed in residuum and colluvium derived from soft sedimentary bedrock such as tuff, siltstone, shale and tuffaceous sandstones.  Slopes are 4 to 75 percent.  Elevations are 1,555 to 2,170 meters.  The climate is cool, semiarid with cold moist winters and warm, dry summers.  The mean annual precipitation is 200 to 300 mm; mean annual temperature is 8 to 10 degrees C, and the frost-free season is 100 to 120 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Alley, Genaw, Kyler, Puett and Tessfive soils.  Alley and Genaw soils have argillic horizons.  Additionally, the Alley soil lacks a paralithic contact within 50 cm.  Kyler and Tessfive soils have lithic contacts within 50 cm."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:  Well drained; rapid or very rapid runoff; moderately high saturated hydraulic conductivity."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Rangeland and wildlife habitat.  The present vegetation is mainly Utah juniper, big sagebrush, rubber rabbitbrush, phlox, lupine, bottlebrush squirreltail, Sandberg bluegrass, basin wildrye, streambank wheatgrass and Indian ricegrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northern and central Nevada.  These soils are inextensive.  MLRA 24, 25 and 28B."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Lander County, Nevada, South Part, 1985."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - The zone from the soil surface to 18 cm (A1 and A2 horizons).\nXeric feature - Aridic soil moisture regime bordering on xeric.\nParalithic contact - The boundary at about 46 cm (Cr layer).\nParticle-size control section - The zone from 25 to 46 cm (part of the C1 horizon and the C2 horizon).\nADDITIONAL DATA:  NSSL Data - S81NV-007-495.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
