{
  "SERIES": "GRINROD",
  "STATUS": "Established Series",
  "BYREV": "Rev. JTK/RJE/KWH",
  "REVDATE": "06/2004",
  "STATES": "WA",
  "OVERVIEW": "The Grinrod series consists of moderately deep, well drained soils formed in colluvium and residuum from basalt and loess. Grinrod soils are on footslopes, hillslopes, ridgetops, and benches. Slopes are 3 to 75 percent. The mean annual precipitation is about 11 inches and the mean annual temperature is about 48 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive, mesic Aridic Argixerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Grinrod very cobbly loam - rangeland, on a 35 percent northwest-facing slope at an elevation of 2,340 feet. (Colors are for dry soil unless otherwise stated. The soil was dry throughout when described.)\nA1--0 to 4 inches; brown (10YR 4/3) very cobbly loam, very dark brown (10YR 2/2) moist; moderate fine granular structure; soft, very friable, nonsticky and nonplastic; many very fine and fine roots; common very fine and fine irregular pores; 20 percent gravel and 35 percent surface cobbles; neutral (pH 7.0); clear wavy boundary.\nA2--4 to 10 inches; brown (10YR 4/3) very gravelly loam, dark brown (10YR 3/3) moist; weak fine granular structure; soft, very friable, nonsticky and nonplastic; common very fine and fine roots; common very fine and fine irregular pores; 30 percent gravel and 10 percent cobbles; neutral (pH 7.0); clear wavy boundary. (Combined thickness of the A horizon is 7 to 16 inches)\nBt1--10 to 19 inches; dark yellowish brown (10YR 4/4) very gravelly loam, dark yellowish brown (10YR 3/4) moist; moderate very fine subangular blocky structure; soft, very friable, nonsticky and slightly plastic; common very fine roots; common very fine and fine tubular pores; common faint clay films lining pores and on faces of peds; 40 percent gravel and 10 percent cobbles; neutral (pH 7.2); clear wavy boundary.\nBt2--19 to 27 inches; dark yellowish brown (10YR 4/4) extremely cobbly loam, dark yellowish brown (10YR 3/4) moist; weak very fine subangular blocky structure; soft, very friable, nonsticky and slightly plastic; common very fine roots; common very fine and fine tubular pores; common faint clay films lining pores and on faces of peds; 30 percent gravel and 40 percent cobbles; neutral (pH 7.2); (Combined thickness of the Bt horizon is 11 to 24 inches).\nR--27 inches; basalt."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Kittitas County, Washington; 4 miles northeast of Roza Dam; about 2,200 feet east and 1,800 feet south of the northwest corner of section 24, T. 15 N., R. 19 E.; USGS Wymer topographic quadrangle; Latidude 46 degrees 46 minutes 33 seconds N. and Longitude 120 degrees 23 minutes 36 seconds W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: The average annual soil temperature ranges from 47 to 52 degrees F. The particle-size control section averages 23 to 35 percent clay and 40 to 85 percent gravel and cobble. Solum thickness and depth to a lithic contact ranges from 20 to 40 inches. The mollic epipedon is typically 10 to 16 inches thick but may range down to 7 inches in some pedons. These soils are dry more than half the time in the moisture control section when the soil temperature is above 40 degrees F. These soils are neutral or slightly alkaline. The surface layer is a thin (1/8 to 1/2 inch thick) layer of 1980 Mount St. Helens volcanic ash in some pedons.\nThe A horizon has value of 4 or 5 dry and chroma of 2 or 3 dry or moist. The lower part is very gravelly loam or very cobbly loam.\nThe Bt horizon has hue of 10YR or 7.5YR, value of 4 through 6 dry and chroma of 3 or 4 dry or moist. The upper part is very cobbly loam or very gravelly loam. The lower part is extremely cobbly loam, very cobbly clay loam, very cobbly silt loam or very gravelly loam."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Ashue, Badena, Badenaugh, Eaglerock, Gitabyte (T), Ister, Lemm, Leviathan, Nosrac, Oest, Searles, Searvar, Shawmount (T), Shree, Shroe, Tollgate, Trid, and Tristan soils. Ashue, Badena, Badenaugh, Lemm, Leviathan, Nosrac, Oest, Shawmount, Shree, Shroe, Tollgate and Tristan soils are more than 40 inches to bedrock. Eaglerock, Searvar, and Trid are 20 to 40 inches to aparalithic contact. Gitabyte soils have subhorizons dominated by gravels of tuff or rhyolite origin and have a mollic epipedon 7 to 10 inches thick.  Ister soils have 35 to 50 percent rock fragments, mainly stones. Searles soils have C horizons above the bedrock and have some lime coatings on the coarse fragments in the C horizon. Searvar soils contain 18 to 25 percent clay in the control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Grinrod soils are on footslopes, sideslopes, ridgetops and benches and have slopes of 3 to 75 percent. They formed in residuum and colluvium from basalt with additions of loess. Elevations are 1,300 to 3,300 feet. These soils are in a semiarid climate with warm, dry summers and cold, moist winters. The average annual precipitation ranges from 9 to 12 inches. The average January temperature is about 25 degrees F, the average July temperature is about 69 degrees F, and the average annual temperature is 46 to 50 degrees F. The frost-free season is 130 to 180 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Argabak, Bakeoven, Cheviot, Clerf, Horseflat, Ralls, Ralock, Vantage and Wipple soils. Argabak soils are on ridges and benches and are 4 to 12 inches deep. Bakeoven soils are on uplands and are 4 to 10 inches to bedrock. Cheviot soils are on side slopes and are very deep. Clerf soils are on hillslopes and ridgetops and Wipple soils are on side slopes and footslopes and both are clayey-skeletal. Lickskillet soils are on uplands and are 10 to 20 inches to bedrock. Vantage soils are on plateaus and ridgetops and are clayey-skeletal. Ralls and Ralock soils are on hillslopes and are fine-loamy and deep to bedrock."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; slow to very rapid runoff; moderately slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Rangeland and wildlife habitat. Native vegetation is bluebunch wheatgrass, Wyoming big sagebrush, and cusick bluegrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Central Washington; MLRA 8. The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Kittitas County, Washington, Yakima Training Center, 1994."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon - from the surface to 10 inches\nArgillic horizon - from 10 to 27 inches\nLithic contact - 27 inches\nParticle-size control section - the zone from 10 to 27 inches (argillic horizon)\nThe Searles soil (OR) is an established series which needs further investigation to clarify its series differentia from the Grinrod soil.  Searles is of large extent and mapped in MLRAs 10, 23, 25, and 26.  It appears that climatic differences may be present in addition to having no loess and volcanic ash (St. Helens) influence in the surface."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "NA"
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A1",
        "top": 0,
        "bottom": 10,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 2,
        "texture_class": "loam",
        "cf_class": "very cobbly",
        "pH": 7,
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "A1--0 to 4 inches; brown (10YR 4/3) very cobbly loam, very dark brown (10YR 2/2) moist; moderate fine granular structure; soft, very friable, nonsticky and nonplastic; many very fine and fine roots; common very fine and fine irregular pores; 20 percent gravel and 35 percent surface cobbles; neutral (pH 7.0); clear wavy boundary."
      },
      {
        "name": "A2",
        "top": 10,
        "bottom": 25,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "loam",
        "cf_class": "very gravelly",
        "pH": 7,
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "A2--4 to 10 inches; brown (10YR 4/3) very gravelly loam, dark brown (10YR 3/3) moist; weak fine granular structure; soft, very friable, nonsticky and nonplastic; common very fine and fine roots; common very fine and fine irregular pores; 30 percent gravel and 10 percent cobbles; neutral (pH 7.0); clear wavy boundary. (Combined thickness of the A horizon is 7 to 16 inches)"
      },
      {
        "name": "Bt1",
        "top": 25,
        "bottom": 48,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 4,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 4,
        "texture_class": "loam",
        "cf_class": "very gravelly",
        "pH": 7.2,
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bt1--10 to 19 inches; dark yellowish brown (10YR 4/4) very gravelly loam, dark yellowish brown (10YR 3/4) moist; moderate very fine subangular blocky structure; soft, very friable, nonsticky and slightly plastic; common very fine roots; common very fine and fine tubular pores; common faint clay films lining pores and on faces of peds; 40 percent gravel and 10 percent cobbles; neutral (pH 7.2); clear wavy boundary."
      },
      {
        "name": "Bt2",
        "top": 48,
        "bottom": 69,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 4,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 4,
        "texture_class": "loam",
        "cf_class": "extremely cobbly",
        "pH": 7.2,
        "pH_class": "neutral",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Bt2--19 to 27 inches; dark yellowish brown (10YR 4/4) extremely cobbly loam, dark yellowish brown (10YR 3/4) moist; weak very fine subangular blocky structure; soft, very friable, nonsticky and slightly plastic; common very fine roots; common very fine and fine tubular pores; common faint clay films lining pores and on faces of peds; 30 percent gravel and 40 percent cobbles; neutral (pH 7.2); (Combined thickness of the Bt horizon is 11 to 24 inches)."
      },
      {
        "name": "R",
        "top": 69,
        "bottom": "NA",
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "R--27 inches; basalt."
      }
    ]
  ]
}
