{
  "SERIES": "GRINK",
  "STATUS": "Established Series",
  "BYREV": "Rev. ARW-PWB-JVC-JBF",
  "REVDATE": "11/2016",
  "STATES": "NV",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS:  Loamy-skeletal, mixed, superactive, frigid Lithic Haploxerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Grink stony loam--rangeland.  (Colors are for dry soil unless otherwise noted.)  The surface is partially covered by approximately 25 percent gravel, 2 percent cobbles and 1 percent stones.  A discontinuous layer of leaves and twigs is present in patches.\nA--0 to 18 cm; very dark grayish brown (10YR 3/2) stony loam, very dark brown (10YR 2/2) moist; moderate fine and medium subangular blocky structure; soft, very friable, slightly sticky and slightly plastic; many very fine, many fine, and common medium roots; common fine interstitial pores; 15 percent gravel, 5 percent cobbles, and 10 percent stones; noneffervescent; slightly alkaline (pH 7.8); clear smooth boundary. (18 to 23 cm thick)\nBk1--18 to 30 cm; very dark grayish brown (10YR 3/2) extremely gravelly loam, very dark brown (10YR 2/2) moist; moderate fine and medium subangular blocky structure; soft, very friable, slightly sticky and slightly plastic; many very fine, many fine, and common medium roots; common fine interstitial and tubular pores; secondary calcium carbonate segregated as common pendants on bottoms of rock fragments; 55 percent gravel and 5 percent cobbles; slightly effervescent; moderately alkaline (pH 8.0); clear wavy boundary. (8 to 13 cm thick)\nBk2--30 to 38 cm; dark grayish brown (10YR 4/2) extremely gravelly fine sandy loam, very dark grayish brown (10YR 3/2) moist; moderate medium subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; many very fine to medium roots; common fine interstitial and tubular pores; secondary calcium carbonate segregated as common pendants on bottoms of rock fragments; 55 percent gravel and 5 percent cobbles; strongly effervescent; moderately alkaline (pH 8.2); clear wavy boundary.  (5 to 10 cm thick)\nBk3--38 to 48 cm; grayish brown (10YR 5/2) very gravelly loam, dark brown (10YR 3/3) moist; moderate medium subangular blocky structure; hard, firm, slightly sticky and slightly plastic; common fine, common medium, and few very fine roots; common fine interstitial pores; secondary calcium carbonate segregated as common pendants on bottoms of rock fragments; 40 percent gravel and 5 percent cobbles; strongly effervescent; moderately alkaline (pH 8.4); abrupt wavy boundary. (0 to 8 cm thick)\nR--48 cm; yellow (2.5Y 7/6) calcareous sandstone."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  White Pine County, Nevada; about 28 miles southeast of Ely in the Schell Creek Range; about 1,000 feet east and 275 feet north of the southwest corner of section 20, T. 12 N., R. 65 E.; USGS Horse Camp Springs 7.5 minute topographic quadrangle; latitude 38 degrees 52 minutes 51 seconds N and longitude 114 degrees 42 minutes 11 seconds W; WGS84 Decimal Degrees 38.8808333 latitude, -114.7030556 longitude."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: Usually moist, moist late fall through spring, dry summer through mid-fall; xeric soil moisture regime that borders on aridic.\nMean annual soil temperature: 6 to 8 degrees C.\nMollic epipedon thickness: 36 to 50 cm, includes all Bk horizons.\nDepth to calcic horizon and carbonates: 18 to 23 cm.\nDepth to bedrock: 36 to 50 cm to a lithic contact.\nReaction: Slightly alkaline or moderately alkaline.\nParticle-size control section - Clay content: 12 to 18 percent.\nRock fragments: 35 to 60 percent, mostly gravel.  Lithology of fragments is sedimentary rocks such as sandstone or limestone.\nA horizon\nValue: 3 through 5 dry, 2 through 4 moist.\nChroma: 2 or 3, dry or moist.\nStructure: Weak or moderate, fine or medium subangular blocky structure.\nOrganic matter content: 2 to 5 percent.\nBk horizons\nValue: 3 through 5 dry, 2 or 3 moist.\nTexture: Very gravelly loam or very gravelly fine sandy loam.\nClay content: 12 to 18 percent.\nRock fragments: 35 to 55 percent gravel and 0 to 10 percent cobbles.\nOrganic matter content: 1 to 3 percent.\nIdentifiable secondary carbonates: Occurs as common (5 to 20 percent) pendants on bottoms of rock fragments or common coats on faces of peds.\nCalcium carbonate equivalent: 5 to 15 percent, including the less than 20mm fraction of rock fragments."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Agassiz, Alomax, Anatone, Bluecanyon, Bocker, Dipcreek, Falula, Foxol, Gando, Gomine, Hogsby, Kenypeak, Little Pole, Nayrib, Onaqui, Rexmont, Starglade, Swanner, and Van Wagoner series.\nAgassiz, Alomax, Anatone, Bluecanyon, Bocker, Dipcreek, Foxol, Gomine, Hogsby, Kenypeak, Little Pole, Nayrib, Onaqui, Rexmont, Starglade and Van Wagoner soils do not have calcic horizons.  Falula soils have mollic epipedons that are 18 to 30 cm thick.  Gando soils have mollic epipedons that are 18 to 36 cm thick and do not have calcic horizons.  Swanner soils are dominated by stones in the particle-size control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Grink soils are on mountains.  They typically occur on shoulder and backslope positions.  These soils formed in residuum and colluvium derived from sandstone, limestone, and dolomite.  Slopes are 15 to 75 percent. Elevations range from 2,200 to 2,720 meters.  The climate is semiarid with cool, moist winters and warm, dry summers.  The mean annual precipitation is 400 to 560 mm, mean annual temperature is 4 to 7 degrees C, and the frost-free period is 70 to 100 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Halacan, Hardol, and Onkeyo soils.  Halacan soils have carbonatic mineralogy, a cryic temperature regime, and do not have calcic horizons.  Hardol soils are very deep, have thick mollic epipedons, and have a cryic temperature regime.  Onkeyo soils are effervescent to the soil surface."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:  Well drained; very high surface runoff; moderately high saturated hydraulic conductivity."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Grink soils are used for livestock grazing and wildlife habitat.  The present vegetation is mainly curlleaf mountainmahogany, snowberry, mountain big sagebrush, and bluebunch wheatgrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Eastern Nevada.  These soils are not extensive.  MLRA 28B."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Davis, California."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  White Pine County (Western Part), Nevada, 1990."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon - The zone from the soil surface to 48 cm (A, Bk1, Bk2, and Bk3 horizons).\nCalcic horizon - The zone from 18 to 48 cm (Bk1, Bk2, and Bk3 horizons).\nLithic contact - The boundary at 48 cm to underlying hard bedrock (R layer).\nParticle size control section - The zone from 25 to 48 cm. (Bk2 and Bk3 horizons and part of the Bk1 horizon).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
