{
  "SERIES": "GRISMAR",
  "STATUS": "Established Series",
  "BYREV": "Rev. RGC/HJP/TDT",
  "REVDATE": "06/2000",
  "STATES": "WA",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Medial-skeletal, ferrihydritic, isomesic Typic Fulvudands"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Grismar very gravelly medial sandy loam - forestland, on a 5 percent slope with a southerly aspect at an elevation of 1,050 feet in a western hemlock/Oregon oxalis plant association.  (When described on August 23, 1991, the soil was moist throughout.  Colors are for moist soil unless otherwise stated.  All textures are apparent field textures.)\nOi--0 to 2 inches; slightly decomposed needles, leaves and twigs; abrupt wavy boundary.  (1 to 3 inches thick)\nA--2 to 12 inches; dark brown (7.5YR 3/2) very gravelly medial sandy loam, brown (7.5YR 5/3) dry; weak very fine subangular blocky and weak very fine and fine granular structure; slightly hard, friable, nonsticky and nonplastic; weakly smeary; common very fine, fine, medium, and coarse roots; common very fine and fine irregular pores; 40 percent gravel, 15 percent cobbles; very strongly acid (pH 4.8); clear wavy boundary.  (7 to 11 inches thick)\nBw1--12 to 22 inches; strong brown (7.5YR 4/6) very gravelly medial sandy loam, reddish yellow (7.5YR 6/6) dry; weak very fine and fine subangular blocky and weak very fine and fine granular structure; slightly hard, friable, nonsticky and nonplastic; weakly smeary; common very fine and fine and few medium and coarse roots; common very fine and fine irregular pores; 35 percent gravel, 15 percent cobbles; moderately acid (pH 5.6); clear wavy boundary.\nBw2--22 to 31 inches; dark yellowish brown (10YR 3/6) extremely gravelly medial sandy loam, brownish yellow (10YR 6/6) dry; weak very fine and fine subangular blocky and weak very fine and fine granular structure; slightly hard, friable, slightly sticky and slightly plastic; weakly smeary; few very fine and fine roots; few very fine and fine irregular pores; 45 percent gravel, 20 percent cobbles; moderately acid (pH 5.6);clear wavy boundary.  (Combined thickness of the Bw horizon is 13 to 25 inches.)\n2BC--31 to 43 inches; olive brown (2.5Y 4/4) extremely gravelly loamy sand, light yellowish brown (2.5Y 6/4) dry; weak very fine and fine subangular blocky structure; slightly hard, friable, nonsticky and nonplastic; few very fine roots; few very fine irregular pores; 50 percent gravel, 20 percent cobbles; moderately acid (pH 5.8); clear wavy boundary.  (7 to 13 inches thick)\n2C--43 to 62 inches; dark olive brown (2.5Y 3/3) extremely gravelly sand, light yellowish brown (2.5Y 6/4) dry; single grain; loose, nonsticky and nonplastic; 55 percent gravel, 20 percent cobbles; moderately acid (pH 6.0)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Grays Harbor County, Washington, about 1 mile north of the Coho Campground, about 1,720 feet east and 1,550 feet north of the southwest corner of Section 8, T. 22 N., R. 7 W.  (Latitude 47 degrees, 24 minutes, 29 seconds N., Longitude 123 degrees, 36 minutes, 13 seconds W.)"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The mean annual soil temperature is 47 to 49 degrees F.  The difference between the mean summer and mean winter soil temperature is 5 to 9 degrees F.  These soils are usually moist but are dry for 30 to 45 consecutive days after the summer solstice; a udic moisture regime.  Depth to the BC horizon and thickness of andic soil properties is 20 to 35 inches.  The upper part of the particle-size control section (A and Bw horizons) has andic soil properties with bulk density of 0.50 to 0.90 g/cc, phosphate retention of 85 to 100 percent, acid oxalate aluminum plus one-half the iron of 2 to 4 percent, acid oxalate iron of 1.5 to 2.5 percent, 15-bar water content of 25 to 35 percent on air-dried samples with 45 to 65 percent rock fragments.   The lower part (BC and C horizon) lacks andic soil properties, has 60 to 85 percent rock fragments, and 75 to 90 percent sand and 3 to 10 percent clay.\nThe A horizon has hue of 10YR or 7.5YR, value of 4 or 5 dry, and chroma of 2 through 4 moist and 3 or 4 dry.  It has 10 to 20 percent organic matter.  It is very strongly or strongly acid.  It has 2 to 4 cmol/kg of aluminum.\nThe Bw horizon has hue of 10YR or 7.5YR, value of 3 or 4 moist and 4 through 7 dry, and chroma of 4 or 6 moist.  It is very gravelly medial sandy loam, extremely gravelly medial sandy loam, or extremely cobbly medial sandy loam.  Reaction is moderately or strongly acid.  It has 2 to 10 percent organic matter with less than 7 percent below a depth of about 15 inches.  It has 2 to 3 cmol/kg of aluminum.\nThe 2BC horizon has hue of 2.5Y or 10YR, value of 3 or 4 moist and 6 or 7 dry, and chroma of 4 or 6 moist or dry.  It is extremely gravelly loamy sand, extremely cobbly loamy sand, or extremely gravelly sandy loam.\nThe 2C horizon has hue of 2.5Y or 10YR, value of 3 or 4 moist and 5 or 6 dry, and chroma of 3, 4, or 6 moist and 4 or 6 dry.  It is extremely gravelly sand, extremely cobbly sand, or extremely cobbly loamy sand."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Ascar, Klone, Mudcreek, Necanicum, Solduc, Southshore and Traham.  Ascar and Traham are 20 to 40 inches deep to bedrock.  Mudcreek soils are moderately deep to dense till.  Southshore soils are deep to cemented till.  Klone soils have sandy-skeletal material at depths of 40 to 60 inches.  Necanicum soils do not have a sandy-skeletal substratum.  Solduc are on glacial outwash terraces."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Grismar soils are on glacial valleys and escarpments.  Slopes are 2 to 90 percent.  The soils formed in residuum and colluvium over glacial outwash deposits.  Elevations are 600 to 1,100 feet.  The mean annual precipitation is 130 to 170 inches.  The mean annual temperature is 47 to 49 degrees F.  The frost-free season is 150 to 170 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Dosewallips, Fricaba, Lenacreek, Murhut, Quinault, and Waketickeh soils.  Dosewallips, soils are mesic and shallow to bedrock.  Fricaba soils are frigid and moderately deep.  Lenacreek soils are mesic and moderately deep.  Murhut soils are frigid and moderately deep.  Quinault and Waketickeh soils are frigid and shallow to bedrock."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; moderately rapid permeability in the surface layer and upper subsoil and very rapid permeability below."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Timber production, wildlife habitat, recreation, and watershed.  Native vegetation is western hemlock, Douglas-fir, Sitka spruce, Oregon oxalis, Alaska huckleberry, western swordfern, red huckleberry, and threeleaf foamflower."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Grays Harbor County, Washington; MLRA 1.  Series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Grays Harbor County, Washington, 2000; Olympic National Forest."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\n- All depths to diagnostic horizons and features are measured from the top of the first mineral horizon.\n- Umbric epipedon - 2 to 12 inches\n- Cambic horizon - 12 to 31 inches\n- Andic soil properties - 2 to 31 inches\n- Particle-size control section - 2 to 42 inches; thickest part is medial-skeletal.  The lower part is sandy-skeletal.\n- Ochric epipedons are part of the series range.\n- Udic moisture regime\nNational Cooperative Soil Survey\nU.S.A."
  }
}
