{
  "SERIES": "GRISWOLD",
  "STATUS": "Established Series",
  "BYREV": "Rev. BWR-JWS-AAC",
  "REVDATE": "01/2011",
  "STATES": "IL,IN,WI",
  "OVERVIEW": "The Griswold series consists of very deep, well drained soils formed in calcareous sandy loam till on till plains and moraines of Wisconsinan Age. Slope ranges from 0 to 20 percent. Mean annual precipitation is about 889 mm (35 inches) and mean annual air temperature is about 8.9 degrees C (48 degrees F).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, mesic Typic Argiudolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Griswold loam - 4 to 6 percent slopes in a cultivated field at an elevation of about 253 meters (830 feet) above mean sea level. (Colors are for moist soil unless otherwise stated.)\nAp--0 to 25 cm (0 to 10 inches); 95 percent very dark grayish brown (10YR 3/2) and 5 percent brown (10YR 4/3) loam, grayish brown (10YR 5/2) dry; weak medium subangular blocky structure parting to moderate fine and medium granular; friable; many very fine roots; 1 percent pebbles; neutral; clear smooth boundary. [20 to 46 cm (8 to 18 inches) thick]\nBt1--25 to 36 cm (10 to 14 inches); 85 percent dark yellowish brown (10YR 4/4) and 15 percent very dark grayish brown (10YR 3/2) clay loam; moderate very fine and fine subangular blocky structure; friable; many very fine roots; few distinct brown (10YR 4/3) clay films on faces of peds; few distinct dark brown (10YR 3/3) organo-clay films on faces of peds; 1 percent gravel; neutral; clear smooth boundary.\nBt2--36 to 51 cm (14 to 20 inches); dark yellowish brown (10YR 4/4) clay loam; moderate fine and medium subangular blocky structure; friable; many very fine roots; common distinct brown (10YR 4/3) clay films on faces of peds; few distinct dark brown (10YR 3/3) organo-clay films on faces of peds; 3 percent gravel; neutral; clear wavy boundary.\nBt3--51 to 61 cm (20 to 24 inches); dark yellowish brown (10YR 4/4) loam; weak medium subangular blocky structure; friable; common very fine roots; very few distinct brown (10YR 4/3) clay films on faces of peds; very few distinct very dark grayish brown (10YR 3/2) organo-clay films in root channels and pores; 5 percent pebbles; neutral; clear smooth boundary. [Combined thickness of the Bt horizon is 20 to 46 cm (8 to 18 inches).]\nBC--61 to 69 cm (24 to 27 inches); yellowish brown (10YR 5/4) sandy loam; weak medium subangular blocky structure; friable; common very fine roots; 10 percent gravel; slightly alkaline; clear wavy boundary. [8 to 25 cm (3 to 10 inches) thick]\nC--69 to 152 cm (27 to 60 inches); yellowish brown (10YR 5/4) sandy loam; massive; friable; few very fine roots; 13 percent gravel; strongly effervescent; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: McHenry County, Illinois; 305 meters (1,000 feet) north and 564 meters (1,850 feet) west of the southeast corner of sec. 33, T. 46 N., R. 8 E., USGS Richmond topographic quadrangle; lat. 42 degrees 25 minutes 03 seconds N., and long. 88 degrees 18 minutes 12 seconds W., NAD 27; UTM Zone 16, 392761 easting and 4696958 northing, NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nDepth to the base of soil development: 61 to 102 cm (24 to 40 inches)\nThickness of the  mollic epipedon: 25 to 46 cm (10 to 18 inches)\nAverage content of clay in the particle-size control section: between 20 and 32 percent\nDepth to carbonates: within a depth of 102 cm (40 inches)\nCntent of rock fragments: less than 15 percent by volume in the upper two parts of the series control section and less than 35 percent by volume in the lower part.\nAp, A, and/or AB horizons:\nHue: 10YR\nValue: 2 or 3\nChroma: 1 to 3\nTexture: sandy loam, loam or silt loam\nReaction: moderately acid to slightly alkaline\nBt and/or BC horizons;\nHue: 10YR or 7.5YR\nValue: 4 to 6\nChroma: 3 to 5\nTexture: sandy loam, loam, sandy clay loam or clay loam\nReaction: moderately acid to slightly alkaline\nC horizon:\nHue: 7.5YR or 10YR\nValue: 4 or 5\nChroma: 3 to 6\nTexture: sandy loam or gravelly sandy loam\nCarbonates: present\nCalcium carbonate equivalent: 10 to 40 percent\nReaction: slightly alkaline or moderately alkaline"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Atkinson, Burchard, Cokato, Cresco, Cresent, Durand, Friesland, Hitt, Jasper, Joslin, Keosauqua, Kishwaukee, Marbletown, Moingona, Morrill, Muxmaruhanixete, Parmod, Penfield, Reedslake, Ringwood, Rockton, Schoolcraft, Shelby, Sibleyville, Velma, and Winnebago series. Atkinson, Hitt, Marbletown, Rockton, and Sibleyville soils have a lithic or paralithic contact within a depth of 152 cm (60 inches). Burchard, Cokato, and Friesland soils average less than 45 percent sand in the lower part of the series control section. Cresco, Durand, Joslin, Velma, and Winnebago soils are more than 102 cm (40 inches) to the base of soil development. Cresent, Keosauqua, Kishwaukee, Muxmaruhanixete, and Schoolcraft soils average more than 80 percent sand in the lower part of the series control section. Jasper and Penfield soils have a poorly graded sand fraction in the lower part of the series control section. Morrill soils do not have carbonates within a depth of 102 cm (40 inches). Moingona, Parmod, Reedslake, and Shelby soils average more than 15 percent clay in the lower part of the series control section. Ringwood soils average less than 20 percent sand in the upper part of the particle-size control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Griswold soils are on glacial till plains of Wisconsinan age. Slope gradients typically are between 2 and 15 percent, but range from 0 to 20 percent. The soils formed in sandy loam till. Some areas have a mantle of loess as much as 15 inches (38 cm) in thickness in the upper part of the solum. The mean annual precipitation ranges from 737 to 1016 mm (29 to 40 inches), mean annual air temperature ranges from 7.2 to 12.2  degrees C (45 to 54 degrees F), frost free days range from 140 to 180 days, and the elevation ranges from 207 to 351 meters (680 to 1150 feet) above mean sea level."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the competing Ringwood soils and the Pella and Elburn soils. The well drained Ringwood soils are on similar landform positions nearby. The poorly drained Pella and somewhat poorly drained Elburn soils are on lower lying landforms."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Well drained. The potential for surface runoff is medium or low. Saturated hydraulic conductivity is moderately high to high (4.23 to 14.11 micrometers per second) in the upper part and moderatley high to high (4.23 to 42.34 micrometer per second)  in the lower part. Permeability is moderate in the upper part and moderate to moderately rapid in the lower part."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most areas of Griswold soils are cropped. Corn, soybeans, small grain, and meadow are the principal crops. Some areas are used for pasture. Native vegetation is prairie grass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Northern Illinois, southern Wisconsin, and northern Indiana. The extent is moderate, with about 83,000 acres (33,590 ha) mapped in MLRAs 95A, 95B, 98, 105, 108A, 108B, 110, 111B, and 111C."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Indianapolis, Indiana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: McHenry County, Illinois, 1960."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are: mollic epipedon - 0 to 25 cm (0 to 10 inches) (Ap horizon); argillic horizon - 25 to 61 cm (10 to 24 inches) (Bt1, Bt2, and Bt3 horizons); udic moisture regime\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 25,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "loam",
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Ap--0 to 25 cm (0 to 10 inches); 95 percent very dark grayish brown (10YR 3/2) and 5 percent brown (10YR 4/3) loam, grayish brown (10YR 5/2) dry; weak medium subangular blocky structure parting to moderate fine and medium granular; friable; many very fine roots; 1 percent pebbles; neutral; clear smooth boundary. [20 to 46 cm (8 to 18 inches) thick]"
      },
      {
        "name": "Bt1",
        "top": 25,
        "bottom": 36,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "clay loam",
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bt1--25 to 36 cm (10 to 14 inches); 85 percent dark yellowish brown (10YR 4/4) and 15 percent very dark grayish brown (10YR 3/2) clay loam; moderate very fine and fine subangular blocky structure; friable; many very fine roots; few distinct brown (10YR 4/3) clay films on faces of peds; few distinct dark brown (10YR 3/3) organo-clay films on faces of peds; 1 percent gravel; neutral; clear smooth boundary."
      },
      {
        "name": "Bt2",
        "top": 36,
        "bottom": 51,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "clay loam",
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bt2--36 to 51 cm (14 to 20 inches); dark yellowish brown (10YR 4/4) clay loam; moderate fine and medium subangular blocky structure; friable; many very fine roots; common distinct brown (10YR 4/3) clay films on faces of peds; few distinct dark brown (10YR 3/3) organo-clay films on faces of peds; 3 percent gravel; neutral; clear wavy boundary."
      },
      {
        "name": "Bt3",
        "top": 51,
        "bottom": 61,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "loam",
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bt3--51 to 61 cm (20 to 24 inches); dark yellowish brown (10YR 4/4) loam; weak medium subangular blocky structure; friable; common very fine roots; very few distinct brown (10YR 4/3) clay films on faces of peds; very few distinct very dark grayish brown (10YR 3/2) organo-clay films in root channels and pores; 5 percent pebbles; neutral; clear smooth boundary. [Combined thickness of the Bt horizon is 20 to 46 cm (8 to 18 inches).]"
      },
      {
        "name": "BC",
        "top": 61,
        "bottom": 69,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "sandy loam",
        "pH_class": "slightly alkaline",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "BC--61 to 69 cm (24 to 27 inches); yellowish brown (10YR 5/4) sandy loam; weak medium subangular blocky structure; friable; common very fine roots; 10 percent gravel; slightly alkaline; clear wavy boundary. [8 to 25 cm (3 to 10 inches) thick]"
      },
      {
        "name": "C",
        "top": 69,
        "bottom": 152,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "sandy loam",
        "pH_class": "moderately alkaline",
        "narrative": "C--69 to 152 cm (27 to 60 inches); yellowish brown (10YR 5/4) sandy loam; massive; friable; few very fine roots; 13 percent gravel; strongly effervescent; moderately alkaline."
      }
    ]
  ]
}
