{
  "SERIES": "GROOM",
  "STATUS": "Established Series",
  "BYREV": "Rev. JDS;JLD:JPE",
  "REVDATE": "04/2000",
  "STATES": "LA",
  "OVERVIEW": "The Groom series consists of very deep, poorly drained, moderately slowly permeable soils that formed in silty and loamy sediments of late Pleistocene age. These soils are on broad, level to nearly level stream terraces. Slopes are dominantly less than 1 percent, but range to 2 percent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty, siliceous, active, thermic Aeric Epiaqualfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Groom silt loam, broad level area with less than 1 percent slope in a cultivated field. (Colors are for moist soil unless otherwise stated.)\nAp--0 to 5 inches; dark grayish brown (10YR 4/2) very fine sandy loam; weak medium subangular blocky structure; friable; few fine and very fine roots; neutral; abrupt smooth boundary. (0 to 8 inches thick)\nBg--5 to 12 inches; gray (10YR 6/1) loam; weak medium subangular blocky structure; friable; few fine roots; many medium distinct dark yellowish brown (10YR 4/4) masses of iron accumulations; extremely acid; gradual wavy boundary. (5 to 12 inches thick)\nBtg--12 to 26 inches; gray (10YR 6/1) silt loam; moderate medium subangular blocky structure; friable; few fine roots in upper part; common faint clay films on faces of peds; many medium distinct yellowish brown (10YR 5/6) and dark yellowish brown (10YR 4/4) masses of iron accumulation; extremely acid; gradual wavy boundary. (8 to 16 inches thick)\nBt--26 to 33 inches; yellowish brown (10YR 5/6) silt loam; weak medium subangular blocky structure; friable; common faint clay films on faces of peds; many coarse distinct gray (10YR 6/1) iron depletions; very strongly acid; gradual wavy boundary. (5 to 20 inches thick)\nB'tg1--33 to 48 inches; gray (10YR 5/1) silty clay loam; weak coarse subangular blocky structure; firm; few cup shaped clay bands 2 to 5 mm thick; few faint clay films; few medium and coarse iron-manganese concretions; few pockets and thin patches of calcium sulfate crystals; common medium distinct dark yellowish brown (10YR 4/4) masses of iron accumulation; extremely acid; gradual wavy boundary. (10 to 24 inches thick)\nB'tg2--48 to 78 inches; gray (10YR 5/1) silty clay loam; weak medium subangular blocky structure; firm; few cup shaped clay bands 2 to 5 mm thick; few faint clay films; few fine brown and black iron-manganese concretions; common black stains and black masses; few pockets of white calcium sulfate crystals; many coarse distinct brown (7.5YR 5/4) masses of iron accumulation; extremely acid; gradual wavy boundary."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Morehouse Parish, Louisiana, about 9 miles northwest of Bastrop, 246 feet east of north-south field road, and 57 feet south of east-west field road, NW1/4NW1/4, sec. 27, T. 22 N., R. 4 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Solum thickness ranges from 60 to more than 100 inches. Reaction ranges from extremely acid to strongly acid throughout, except where the Ap horizon has been limed. The effective CEC is 50 percent or more saturated with exchangeable aluminum in the control section to a depth of 30 inches or more. Exchangeable sodium percentage is 15 percent or more in some horizon at depths greater than 20 inches below the top of the argillic horizon.\nThe A horizon has hue of 10YR, value of 4 to 6, and chroma of 2 or 3. Texture is silty clay loam, silt loam, loam, or very fine sandy loam.\nThe Bg horizon has hue of 10YR, value of 5 or 6, and chroma of 1 or 2. Iron accumulations in shades of brown range from few to many. Texture is silt loam, loam, or very fine sandy loam.\nThe Btg and B'tg horizons have hue of 10YR or 2.5Y, value of 5 or 6, and chroma of 1 or 2. The Bt horizon has hue of 10YR or 2.5Y, value of 5 or 6, and chroma of 3 to 6. Texture is loam, silt loam, or silty clay loam."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no other series in the same family. The Acadia, Acy, Cupco, Dundee, Essen, Galvez, Hebert, Kurk, McGehee, and Patoutville series are in closely related families. Cupco soils have dominant chroma 2 in the matrix and on faces of peds throughout the subsoil to 30 inches deep, and have less than 50 percent aluminum saturation in the upper part of the control section. All of the other closely related soils have less than 50 percent aluminum saturation in the upper part of the control section.  In addition, Acadia soils have more than 35 percent clay in the upper 20 inches of the argillic horizon.  Acy, Dundee, Essen, Galvez, Hebert, Kurk, McGehee, and Patoutville soils all have mixed mineralogy. In addition, Acy, Essen, Galvez, and Patoutville soils  are less acid in the B horizon. Hebert and McGehee soils have hue of 5YR or 7.5YR in the argillic horizon."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Groom soils formed in silty and loamy alluvial sediments of late Pleistocene age. They are on low stream terraces on major streams. The slope gradient commonly is less than 1 percent, but ranges to 2 percent. Climate is warm and humid. Mean annual air temperature ranges from about 64 to 68 degrees F. average annual precipitation ranges from about 48 to 52 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Haggerty, Litro, Mollicy, Perry, Portland, and Wrightsville series. Haggerty soils are coarse-loamy and are on lower lying positions on the same landscapes. Mollicy soils are somewhat poorly drained and are on low ridge positions on the same landscapes. Litro, Perry, and Portland soils are on slightly lower positions and have a clayey control section. Wrightsville soils have a clayey control section and are on similar positions."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Poorly drained. Moderately slow permeability, low rate of runoff. These soils are rarely to frequently flooded by shallow water when streams overflow in winter and spring. An apparent saturated zone is at 0 to 1.5 feet below the surface during December through June in normal years."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: This soil is used mainly for woodland. Native vegetation is willow oak, cherrybark oak, persimmon, sweetgum, and loblolly pine. Protected areas are used for growing rice and soybeans."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Western Coastal Plain (MLRA 133B) in North Central Louisiana. The soils of this series are not extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Morehouse Parish, Louisiana, 1981."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon..........0 to 12 inches (Ap,Bg horizon)\nArgillic horizon........12 to 78 inches (Btg,Bt,B'tg1,B'tg2)\nAquic conditions........12 to 26 inchea (Btg horizon)\nEpisaturation\nADDITIONAL DATA: Laboratory Analyses were run on samples from the type location pedon by Louisiana Agricultural Experiment Station (S80LA-067-003); additional fertility data were run on samples from the survey area typical pedon in Union Parish, Louisiana, and are published in the Soil Survey of Union Parish, Louisiana (S89LA-111-007).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
