{
  "SERIES": "GROSECLOSE",
  "STATUS": "Established Series",
  "BYREV": "Rev. DFW-RRD",
  "REVDATE": "08/2002",
  "STATES": "TN,VA",
  "OVERVIEW": "Soils of the Groseclose series are very deep and well drained with slowly permeable subsoils.  They formed in materials weathered from limestone, shale, siltstone, and sandstone.  Slopes range from 0 to 75 percent.  Mean annual precipitation is about 40 inches, and mean annual temperature is about 54 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, mixed, semiactive, mesic Typic Hapludults"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Groseclose loam, on a 3 percent convex west (284 degrees) facing slope in a hay field at 2,010 feet elevation. (Colors are for moist soil)\nAp--0 to 7 inches; brown (10YR 5/3) loam; moderate fine granular structure; friable, slightly sticky, slightly plastic; common very fine and fine roots; common fine pores; 2 percent chert gravel; moderately acid; abrupt smooth boundary.  (0 to 10 inches thick)\nBt1--7 to 28 inches; yellowish brown (10YR 5/6) clay; moderate very fine and fine subangular blocky structure; friable, sticky, plastic; few very fine and fine roots; common very fine pores; few distinct dark yellowish brown clay films and few black coatings on faces of peds; 2 percent chert gravel; very strongly acid; clear smooth boundary.\nBt2--28 to 40 inches; mottled strong brown (7.5YR 5/8) and yellowish red (5YR 5/8) clay; moderate medium and coarse subangular blocky structure; friable, sticky, plastic; few fine roots; common fine pores; common slickensides; many distinct clay films and few black coatings on faces of peds; 20 percent highly weathered brownish yellow and greenish gray shale and siltstone channers that crush easily to soil material; very strongly acid; clear wavy boundary.  (Combined thickness of the Bt horizon is 25 to 55 inches)\nC1--40 to 51 inches; mottled strong brown (7.5YR 5/8) and yellowish red (5YR 5/8) clay; massive; friable, sticky, slightly plastic; few very fine roots; few very fine and fine vesicular pores; common slickensides; many prominent clay flows mainly in relic rock joints; 60 percent highly weathered brownish yellow and greenish gray shale and sandstone channers that crush easily to soil materials; 1 percent chert gravel; very strongly acid; clear wavy boundary.\nC2--51 to 71 inches; mottled reddish yellow (7.5YR 6/8) and yellowish red (5YR 5/8) clay loam; massive; friable, sticky, slightly plastic; few very fine and fine vesicular pores; common slickensides; many prominent clay flows in relic rock joints; few black coatings on rock fragments; 70 percent highly weathered greenish gray shale and siltstone channers that crush easily to soil materials; very strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Montgomery County, Virginia; about 1000 yards east (93 degrees) of the junction of VA-114 and VA-663 and about 50 yards south of VA-114."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Solum thickness ranges from 30 to 60 inches.  In some pedons, variegated colors in the solum occur at depths from 20 to 40 inches below the soil surface.  Depth to bedrock is more than 60 inches.  Rock fragments of chert, siltstone, shale, and sandstone range from 0 to 75 percent in the A horizon and from 0 to 35 percent in the Bt and C horizon.  Reaction ranges from extremely acid through strongly acid, unless limed.\nThe Ap horizon, where present,  has hue of 7.5YR or 10YR, value of 3 through 5, and chroma of 3 through 8.  It is sandy loam, fine sandy loam, loam, silt loam, clay loam, or silty clay loam in the fine-earth fraction.\nThe A horizon, where present,  has hue of 7.5YR or 10YR, value of 3 or 5, and chroma of 3 through 8.  It is sandy loam, fine sandy loam, loam, silt loam, clay loam, or silty clay loam in the fine-earth fraction.\nThe BA horizon, where present, has hue of 7.5YR or 10YR, value of 4 through 6, and chroma of 4 through 8.  It is silt loam, loam, silty clay loam, or clay loam in the fine earth fraction.\nThe Bt horizon has hue of 2.5YR through 10YR, value of 4 through 6, and chroma of 4 through 8.  It is clay, silty clay, silty clay loam, clay loam, or sandy clay loam in the fine-earth fraction.\nThe C horizon is mottled in shades of red, brown, and yellow.  Texture is silty clay loam, silt loam, clay loam, clay, sandy clay loam, or sandy loam in the fine-earth fraction."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Agnos, Boden, Braddock, Buckhall, Buffstat, Christian, Clifton, Fairfax, Gassville, Goresville, Howell, Littlejoe, Lodi, Monmouth, Muse, Nantahala, Pervina, Quantico, Sequoia, Timberville, Trappist, Unison, Warminster, and Woolwine series in the same family.  Agnos, Gassville, and Muse soils have a moderate shrink-swell potential. Boden soils are shallower to bedrock and contain less than 20 percent silt.  Braddock soils have dominant hue of 2.5YR or 10YR in the Bt horizon and a moderately permeable subsoil.  Buckhall soils have rock fragments of quartz and granite.  Buffstat and Littlejoe soils formed in serecite schist and other fine-grained material.  Christian and Lodi soils do not have variegated colors from weathered shale and siltstone fragments at a depth of 20 to 40 inches, and in addition have moderate permeability and shrink-swell potential. Clifton soils have flakes of mica throughout the solum.   Fairfax, Goresville (T), and Timberville soils have lithological discontinuities in the solum.  Howell and Monmouth soils have hue of 2.5Y or 5Y in the lower part of the Bt horizon and in addition, Monmouth soils contain glauconite.  Nantahala (T) soils are deep to paralithic contact of metasedimentary rock. Pervina soils have more than 60 inches of rainfall annually and have cool moist winters.  Quantico soils have rounded quartz gravel. Sequoia and Trappist soils are less than 40 inches to bedrock.  Unison soils contain rounded or subrounded gravel or cobbles of crystalline rocks. Warminster soils formed in Triassic red shale residuum. Woolwine soils are moderately deep to mafic bedrock."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Groseclose soils are on nearly level to very steep convex ridges and sideslopes in the Appalachian Valley.  Slope gradients range from 0 to 75 percent.  These soils formed in materials weathered from interbedded limestone, shale, siltstone, and sandstone. Mean annual precipitation ranges from 36 to 44 inches and mean annual temperature ranges from 52 to 57 degrees F."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Poplimento, Litz, Frederick, Vertrees, Timberville, and Ernest soils.  Poplimento, Berks Frederick, and Vertrees soils are on landscape positions similar to those of the Groseclose series.  Poplimento soils have a higher base saturation. Litz soils have a cambic horizon that contains more than 35 percent rock fragments. Frederick and Vertrees soils have thicker sola.  Timberville and Ernest soils are along drainageways and in depressions.  Timberville soils have a buried Bt horizon; Ernest soils have a fragipan."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained.  Runoff is very slow to very rapid.  Permeability is slow."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most areas are used for row crops, hay, or pasture.  Corn and small grains are the principal row crops."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Virginia, Tennessee, and Kentucky.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Morgantown, West Virginia"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Smyth County, Virginia, 1938."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  1.  Highly weathered shale, siltstone, and sandstone fragments that crush easily to soil materials are not considered to be rock fragments. 2.  Diagnostic horizons and features recognized in this pedon are:\na.  Ochric epipedon - the zone from 0 to 7 inches (Ap horizon).\nb.  Argillic horizon - the zone from 7 to 40 inches (Bt horizon).\nSIR = VA0084, VA0166 (GRAVELLY)\nMLRA = 125, 128\nREVISED = 4/11/97 RRD\nADDITIONAL DATA:  Particle size, chemical, and mineralogy data for the typical pedon (S79VA121-22-(1-6) are available from VPI&SU Soil Survey Laboratory.  In addition, particle size (hydrometer), base saturation (Hach), and VPI&SU Soil Testing data are available on 32 additional pedons.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 18,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 3,
        "texture_class": "loam",
        "pH_class": "moderately acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Ap--0 to 7 inches; brown (10YR 5/3) loam; moderate fine granular structure; friable, slightly sticky, slightly plastic; common very fine and fine roots; common fine pores; 2 percent chert gravel; moderately acid; abrupt smooth boundary.  (0 to 10 inches thick)"
      },
      {
        "name": "Bt1",
        "top": 18,
        "bottom": 71,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "clay",
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bt1--7 to 28 inches; yellowish brown (10YR 5/6) clay; moderate very fine and fine subangular blocky structure; friable, sticky, plastic; few very fine and fine roots; common very fine pores; few distinct dark yellowish brown clay films and few black coatings on faces of peds; 2 percent chert gravel; very strongly acid; clear smooth boundary."
      },
      {
        "name": "Bt2",
        "top": 71,
        "bottom": 102,
        "moist_hue": "7.5YR",
        "moist_value": 5,
        "moist_chroma": 8,
        "texture_class": "silt",
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bt2--28 to 40 inches; mottled strong brown (7.5YR 5/8) and yellowish red (5YR 5/8) clay; moderate medium and coarse subangular blocky structure; friable, sticky, plastic; few fine roots; common fine pores; common slickensides; many distinct clay films and few black coatings on faces of peds; 20 percent highly weathered brownish yellow and greenish gray shale and siltstone channers that crush easily to soil material; very strongly acid; clear wavy boundary.  (Combined thickness of the Bt horizon is 25 to 55 inches)"
      },
      {
        "name": "C1",
        "top": 102,
        "bottom": 130,
        "moist_hue": "7.5YR",
        "moist_value": 5,
        "moist_chroma": 8,
        "texture_class": "sand",
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "C1--40 to 51 inches; mottled strong brown (7.5YR 5/8) and yellowish red (5YR 5/8) clay; massive; friable, sticky, slightly plastic; few very fine roots; few very fine and fine vesicular pores; common slickensides; many prominent clay flows mainly in relic rock joints; 60 percent highly weathered brownish yellow and greenish gray shale and sandstone channers that crush easily to soil materials; 1 percent chert gravel; very strongly acid; clear wavy boundary."
      },
      {
        "name": "C2",
        "top": 130,
        "bottom": 180,
        "moist_hue": "7.5YR",
        "moist_value": 6,
        "moist_chroma": 8,
        "texture_class": "clay loam",
        "pH_class": "very strongly acid",
        "narrative": "C2--51 to 71 inches; mottled reddish yellow (7.5YR 6/8) and yellowish red (5YR 5/8) clay loam; massive; friable, sticky, slightly plastic; few very fine and fine vesicular pores; common slickensides; many prominent clay flows in relic rock joints; few black coatings on rock fragments; 70 percent highly weathered greenish gray shale and siltstone channers that crush easily to soil materials; very strongly acid."
      }
    ]
  ]
}
