{
  "SERIES": "GROSS",
  "STATUS": "Established Series",
  "BYREV": "Rev.  LMR/CLM",
  "REVDATE": "10/2002",
  "STATES": "ID",
  "OVERVIEW": "The Gross series consists of moderately deep, well drained soils that formed in residuum from basalt or other bedrock.  Gross soils are on north facing slopes of hills or mountains.  Slopes are 25 to 75 percent.  The average annual precipitation is about 14 inches, and the average annual air temperature is about 44 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, frigid Calcic Pachic Argixerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Gross stony loam - rangeland.  (Colors are for dry soil unless otherwise noted.)\nA--0 to 9 inches; very dark grayish brown (10YR 3/2) loam, very dark brown (10YR 2/2) moist; weak thin platy and moderate fine and very fine granular structure; slightly hard, friable, slightly sticky, slightly plastic; many roots; many very fine interstitial pores; few basaltic stones and very fine pebbles; neutral (pH 6.6); clear smooth boundary.\nBAt--9 to 19 inches; very dark grayish brown (10Yr 3/2) heavy loam, very dark brown (10YR 2/2) moist; weak medium subangular blocky structure; hard, firm, sticky, plastic; common fine roots; common very fine tubular pores; few basaltic stones and very fine angular pebbles; patchy thin clay films on peds; neutral (pH 6.6); clear wavy boundary.  (4 to 12 inches thick)\nBt1--19 to 26 inches; dark grayish brown (10YR 4/2) clay loam, dark brown (10YR 3/3) moist; weak medium prismatic structure that parts to moderate medium, subangular blocky structure; hard, firm, very sticky, plastic; common fine roots; common very fine tubular pores; few basaltic stones and pebbles; continuous, thin, slightly darker clay films on peds; slightly acid (pH 6.5); clear wavy boundary.  (5 to 8 inches thick)\nBt2--26 to 33 inches; brown (10YR 4/3) clay loam, dark brown (10YR 3/3) moist; moderate medium and fine subangular blocky structure; hard, firm, sticky, plastic; few fine roots; common very fine tubular pores; 5 percent basaltic stones and 10 percent very fine gravel; continuous thin clay films on peds; neutral (pH 6.8); gradual wavy boundary.  (2 to 9 inches thick)\nBC--33 to 36 inches; brown (7.5YR 4/3) stony loam, dark brown (7.5YR 3/3) moist; moderate fine subangular blocky structure; hard, firm, sticky, slightly plastic; few fine roots; many very fine tubular pores; 5 percent basaltic stones and 10 percent very fine gravel; continuous thin clay films on peds; neutral (pH 6.8); gradual wavy boundary.  (2 to 9 inches thick)\nR--36 inches; basalt bedrock; calcium carbonate veins and spots in cracks."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Gem County, Idaho; about 6 miles north of Emmett; 600 feet east and 900 feet north of the center of sec. 4, T. 7 N., R. 1 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nAverage annual soil temperature - 42 to 47 degrees F\nAverage summer soil temperature - 60 to 66 degrees F\nDepth to bedrock - 20 to 40 inches\nSoil moisture - usually moist but dry for 60 consecutive days or more in the 4 to 12 inch section within 3 months following the summer solstice in 7 out of 10 years.\nMollic epipedon thickness - 20 to 40 inches\nCoarse fragments - 2 to 35 percent\nClay in argillic horizon - 24 to 35 percent\nReaction - neutral to slightly acid\nA horizon\nValue - 2 to 4 dry, 1 or 2 moist\nChroma - 1 or 2 dry and moist\nOrganic carbon - 2.0 to 3.5 percent in upper 6 inches\nStructure - moderate or strong granular; weak platy or subangular blocky\nBt horizon\nHue - 7.5YR or 10YR\nValue - 4 through 6 dry, 3 or 4 moist\nChroma - 2 or 3 dry and moist\nTexture - L, CL, GR-L, GR-CL, GB-CL\nStructure - weak prismatic, moderate subangular blocky\nBase saturation - greater than 75 percent\nLime - below 30 to 36 inches or in cracks of bedrock"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are Clegg, Despain, Jensen (T) and Lize series.   Clegg, Despain, Jensen and Lize soils lack bedrock within 40 inches of the surface.  Clegg and Despain soils have moderate or strong accumulation of carbonates.  Jensen soils also have a calcic horizon."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Gross soils are on steep or very steep northerly slopes in hilly or mountainous uplands at elevations of 1,500 to 4,000 feet.  Slopes range from 25 to 75 percent.  The soils formed in residuum weathered from basalt or other bedrock, but the upper parts may have some loessal material.  The climate has dry summers, a mean annual precipitation of 12 to 17 inches, including 3 to 7 feet of snowfall.  The frost-free season is 105 to 130 days.  Average annual air temperature is 40 to 45 degrees F."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Bakeoven, Gem, and Reywat soils and the competing Gemid and Gemson soils.  Bakeoven soils have bedrock within 10 inches of the surface.  Gem soils have mollic epipedons thinner than 20 inches, fine textures in the B2t horizon, and are mesic.  Reywat soils have bedrock above 20 inches."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well or somewhat excessively drained; medium or rapid runoff; moderately slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used mostly for range.  The natural vegetation is chiefly Idaho fescue, Sandberg bluegrass, bluebunch wheatgrass, bitterbrush, balsamroot, big sagebrush, and cheatgrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Southern Idaho and probably nearby regions.  Moderately extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Gem County, Idaho, 1962."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon - surface to 36 inches\nArgillic horizon - the zone from 19 to 33 inches (the Bt horizons)\nBasalt bedrock - at 36 inches\nCarbonates - in cracks at 36 to 42 inches\nNational Cooperative Soil Survey\nU.S.A."
  }
}
