{
  "SERIES": "GRUBSTAKE",
  "STATUS": "Established Series",
  "BYREV": "Rev: PBF/CAH/ET",
  "REVDATE": "04/2015",
  "STATES": "CA",
  "OVERVIEW": "The Grubstake series consists of shallow, somewhat excessively drained soils that formed mainly in residuum from granitoid and/or gneissic rocks. Grubstake soils are on hills, mountains and pediments. Slopes range from 2 to 75 percent. The mean annual precipitation is 138 millimeters (5.5 inches) and the mean annual air temperature is 18.5 degrees C (65 degrees F).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy, mixed, superactive, thermic, shallow Typic Haplocambids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Grubstake loamy fine sand, on a west-southwest-facing, linear, 3 percent slope under desert shrubs at an elevation of 730 meters (2,394 feet). (Colors are for dry soil unless otherwise noted.) The surface is covered by approximately 50 percent fine gravel, 24 percent medium and coarse gravel and 1 percent cobbles.\nA -- 0 to 3 centimeters (0 to 1 inch); pale brown (10YR 6/3) loamy fine sand, brown (10YR 5/3) moist; weak thin platy structure; slightly hard, very friable, nonsticky and nonplastic; few very fine roots; 9 percent fine gravel and 1 percent medium and coarse gravel; slightly alkaline (pH 7.8); clear wavy boundary. (1 to 10 centimeters thick)\nBw -- 3 to 37 centimeters (1 to 15 inches); light yellowish brown (10YR 6/4) sandy loam, yellowish brown (10YR 5/4) moist; weak fine subangular blocky structure; soft, very friable, nonsticky and nonplastic; few very fine, fine, medium and coarse roots; 8 percent fine gravel and 2 percent medium and coarse gravel; moderately alkaline (pH 8.1); abrupt wavy boundary. (20 to 49 centimeters thick)\nCrk -- 37 to 45 centimeters (15 to 18 inches); fractured, weathered granitoid bedrock; fractures are greater than 10 centimeters apart; few thin calcium carbonate threads in the bedrock; gradual wavy boundary. (8 to 50 centimeters thick)\nR -- 45 centimeters (18 inches); unfractured granitoid bedrock."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Riverside County, California; approximately 0.46 kilometers northeast of Pinto Basin Road within Joshua Tree National Park; 515 meters (1,688 feet) east and 135 meters (443 feet) north of the southwest corner of sec. 6, T. 4 S., R. 12 E., San Bernardino Base and Meridian; 33 degrees, 50 minutes, and 35.9 seconds north latitude and 115 degrees, 46 minutes, 3.3 seconds west longitude,; USGS Porcupine Wash 7.5 minute topographic quadrangle; UTM 11S 0614024e 3745466n (DTM: NAD83)"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture control section: usually dry, moist in some parts for short\nperiods during winter and early spring and for 10 to 20 days cumulative\nbetween July and September following summer convection storms. The soils have a typic-aridic soil moisture regime.\nSoil temperature: 19 to 22 degrees C (66 to 72 degrees F).\nSurface rock fragments: 70 to 100 percent; with 5 to 50 percent fine gravel,\n10 to 80 percent medium and coarse gravel, 1 to 15 percent cobbles, 0 to\n15 percent stones, and 0 to 15 percent boulders.\nControl section\nRock fragments: 10 to 35 percent gravel, cobbles, and stones.\nClay content: 5 to 15 percent.\nOrganic matter: 0 to 0.5 percent.\nDepth to a paralithic contact: 36 to 50 centimeters (14 to 20 inches).\nDepth to a lithic contact: 45 to 100 centimeters (18 to 40 inches).\nA horizon\nHue: 10YR or 2.5Y.\nValue: 4 to 6 dry, and 2 to 5 moist.\nChroma: 3 to 5 dry, and 2 to 4 moist.\nTexture of the fine earth: loamy fine sand or sandy loam.\nClay content: 4 to 10 percent.\nRock fragments: 5 to 30 percent; with 5 to 20 percent gravel and 0 to 10\npercent cobbles.\nEffervescence: noneffervescent to violently effervescent.\nReaction: slightly or moderately alkaline.\nBw or Bk horizon\nValue: 4 to 6 dry, and 3 to 5 moist.\nChroma: 3 to 6, dry or moist.\nTexture of the fine earth: sandy loam or fine sandy loam.\nClay content: 8 to 15 percent.\nRock fragments: 10 to 35 percent; with 5 to 35 percent gravel, 0 to 5\npercent cobbles, and 0 to 10 percent stones.\nEffervescence: noneffervescent to violently effervescent.\nReaction: slightly or moderately alkaline.\nVisible secondary carbonates: 0 to 15 percent calcium carbonate coats on the undersides of rock fragments."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no competing series at this time."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Grubstake soils are on pediments, mountains and hills. Slopes range from 2 to 75 percent. These soils formed from residuum from granitoid sources. Elevations range from 730 to 1,250 meters (2,395 to 4,100 feet). The climate is arid, with hot, dry summers and warm, moist winters. The mean annual precipitation is 100 to 175 millimeters (4 to 7 inches) and the mean annual air temperature is 17 to 20 degrees C (62.5 to 68 degrees F). The frost-free season is 270 to 320 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Cajon, Pinecity, Seanna, and Stranger soils. Cajon soils are on fan aprons amongst pediments, are very deep, are sandy throughout the particle size control section and do not have a diagnostic horizon. Pinecity soils are on north-facing mountain sideslopes, are sandy throughout the particle size control section, and do not have a diagnostic horizon above a shallow paralithic contact. Seanna and Stranger soils are on similar landscape positions, but Seanna soils have a loamy-skeletal particle size control section and no diagnostic horizons. Stranger soils are sandy throughout, also do not have any diagnostic horizons and are very shallow to hard granitoid bedrock."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Somewhat excessively drained; high to very high runoff; moderately high saturated hydraulic conductivity above the bedrock and moderately low to low saturated hydraulic conductivity within the bedrock."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Grubstake soils are used for recreation and wildlife habitat. The present vegetation is mainly creosote bush, white ratany, burrobush, Nevada ephedra and Schott's dalea."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Southern Mojave Desert of southeastern California. MLRA 30. These soils are of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: PHOENIX, ARIZONA"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Riverside County, California; Soil Survey of Joshua Tree National Park Soil Survey, California, 2012. The name is from an historic mine site in the soil survey area."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features in this pedon include:\nOchric epipedon - from a depth of 0 to 3 centimeters (A horizon).\nCambic horizon - from a depth of 3 to 37 centimeters (Bw horizon).\nParalithic contact - from a depth of 37 to 45 centimeters (Crk horizon).\nLithic contact - the zone beginning at 45 centimeters (R horizon).\nParticle-size control section - from a depth of 25 to 37 centimeters (part of\nthe Bw horizon).\nADDITIONAL DATA: NASIS Pedon User ID: POWA42.\nResponsibility for this series was transferred from Davis to Phoenix 4/2015. The last revision to the series was 5/2012. ET\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "somewhat excessively"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 3,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 3,
        "texture_class": "loamy fine sand",
        "pH": 7.8,
        "pH_class": "slightly alkaline",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "A -- 0 to 3 centimeters (0 to 1 inch); pale brown (10YR 6/3) loamy fine sand, brown (10YR 5/3) moist; weak thin platy structure; slightly hard, very friable, nonsticky and nonplastic; few very fine roots; 9 percent fine gravel and 1 percent medium and coarse gravel; slightly alkaline (pH 7.8); clear wavy boundary. (1 to 10 centimeters thick)"
      },
      {
        "name": "Bw",
        "top": 3,
        "bottom": 37,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 4,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "sandy loam",
        "pH": 8.1,
        "pH_class": "moderately alkaline",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "Bw -- 3 to 37 centimeters (1 to 15 inches); light yellowish brown (10YR 6/4) sandy loam, yellowish brown (10YR 5/4) moist; weak fine subangular blocky structure; soft, very friable, nonsticky and nonplastic; few very fine, fine, medium and coarse roots; 8 percent fine gravel and 2 percent medium and coarse gravel; moderately alkaline (pH 8.1); abrupt wavy boundary. (20 to 49 centimeters thick)"
      },
      {
        "name": "Crk",
        "top": 37,
        "bottom": 45,
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Crk -- 37 to 45 centimeters (15 to 18 inches); fractured, weathered granitoid bedrock; fractures are greater than 10 centimeters apart; few thin calcium carbonate threads in the bedrock; gradual wavy boundary. (8 to 50 centimeters thick)"
      },
      {
        "name": "R",
        "top": 45,
        "narrative": "R -- 45 centimeters (18 inches); unfractured granitoid bedrock."
      }
    ]
  ]
}
