{
  "SERIES": "GRUENE",
  "STATUS": "Established Series",
  "BYREV": "CDB:CLG",
  "REVDATE": "04/2003",
  "STATES": "TX",
  "OVERVIEW": "The Gruene series consists of shallow, well drained, moderately slowly permeable soils that formed in clayey sediments over\ngravel.  These soils are on gently sloping uplands.  Slopes range from 1 to 5 percent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Clayey, mixed, active, thermic, shallow Petrocalcic Paleustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Gruene clay--rangeland on low ridge.\n(Colors are for dry soil unless otherwise stated.)\nA1--0 to 13 inches; very dark grayish brown (10YR 3/2) clay, very dark brown (10YR 2/2) moist; strong coarse blocky structure breaking to moderate fine blocky; very hard, very firm; common\nfine roots; few chert pebbles and few limestone and chert cobbles\non the surface and within horizon; very gravelly clay layer about\n2 inches thick in the lower part; noncalcareous; mildly alkaline; clear wavy boundary.  (7 to 16 inches thick)\nCcam--13 to 22 inches; strongly cemented, massive caliche containing embedded rounded siliceous and limestone pebbles;\nabrupt wavy boundary.  (2 to 24 inches thick)\nIIC--22 to 80 inches; stratified very pale brown (10YR 7/4)\nvery gravelly loam, becoming sandier with depth; some strata have rounded rock fragments up to 6 inches across."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Hays County, Texas; 4.9 miles north on Interstate Highway 35 from the intersection of Interstate Highway 35 and\nState Highway 80 in San Marcos; 550 feet east of access road at\nexit No. 210 in pasture."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Solum thickness ranges from 7 to 16\ninches and corresponds to depth of the petrocalcic horizon.  The A horizon is brown, dark brown, very dark gray, or very dark grayish brown in hues of 7.5YR and 10YR with values of 3 and 4 and chromas\nof 1 and 2.  It is clay or clay loam and contains 0 to 15 percent\nby volume of siliceous and limestone pebbles.  Structure is blocky\nor subangular blocky.  Reaction ranges from neutral through mildly alkaline, but is noncalcareous.  The A horizon in some pedons has\na thin strata that is very gravelly and calcareous in the lower\npart.\nThe Ccam horizon is massive strongly cemented or indurated caliche containing about 30 to 70 percent by volume of chert and\nlimestone.  The IIC horizon is stratified very gravelly loams and sands.  In some pedons there are strata of weakly cemented nongravelly caliche."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These include the Slaughter series in the same family and the Kavett, Mereta, Patrick, Queeny, Quihi, and Stephen series.  Slaughter, Mereta, and Kavett soils are drier for longer periods.  In addition, Slaughter soils have a Bt horizon and\nMereta and Kavett soils are calcareous.  Queeny soils are\ncalcareous and contain less than 35 percent in the control\nsection.  Patrick and Stephen soils lack petrocalcic horizons and\nare calcareous.  Quihi soils have more than 35 percent coarse fragments in the control section, have a Bt horizon, and have a\nsolum more than 20 inches thick."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  These soils are on gently sloping ancient\nstream terraces.  Slopes are convex and are mostly 1 to 5 percent\nbut range up to 8 percent.  The soils formed over thick beds of gravel deposited by streams of Pleistocene Age.  The climate is\nwarm and subhumid; mean annual precipitation ranges from about 30\nto 34 inches; mean annual temperature from about 65 degrees to 70 degrees F and the Thornthwaite P-E indices from 42 to 50."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the competing Patrick series and the Branyon, Krum, Lewisville, and Sunev series.  They\nall lack Petrocalcic horizons and occur at slightly lower\nelevations.  In addition, Branyon, Krum, Lewisville and Sunev\nsoils have sola more than 20 inches thick."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained, medium run-off, permeability of the A horizon is moderately slow and of the Petrocalcic horizon very slow."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Mainly used for rangeland and as a source of gravel.  Local areas are cultivated and used for small grains and hay.  Present grasses include Texas wintergrass, buffalograss, Wright's threeawn, pinhole bluestem, fall witchgrass, and silver bluestem.  Woody plants include honey mesquite, hackberry, Texas persimmon, and live oak."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  South Central Texas.  These soils are moderately extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Hays County, Texas; 1981."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  The Gruene series was formerly included in the Queeny series."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "NA"
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A1",
        "top": 0,
        "bottom": 33,
        "dry_hue": "10YR",
        "dry_value": 3,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 2,
        "texture_class": "clay",
        "structure": "strong coarse blocky",
        "dry_rupture": "hard",
        "moist_rupture": "firm",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "eff_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "A1--0 to 13 inches; very dark grayish brown (10YR 3/2) clay, very dark brown (10YR 2/2) moist; strong coarse blocky structure breaking to moderate fine blocky; very hard, very firm; common"
      },
      {
        "name": "Ccam",
        "top": 33,
        "bottom": 56,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "NA",
        "structure": "massive",
        "dry_rupture": "NA",
        "moist_rupture": "NA",
        "coherence": "strongly cemented",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "eff_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Ccam--13 to 22 inches; strongly cemented, massive caliche containing embedded rounded siliceous and limestone pebbles;"
      },
      {
        "name": "IIC",
        "top": 56,
        "bottom": 203,
        "dry_hue": "10YR",
        "dry_value": 7,
        "dry_chroma": 4,
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "NA",
        "structure": "NA",
        "dry_rupture": "NA",
        "moist_rupture": "NA",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "eff_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "IIC--22 to 80 inches; stratified very pale brown (10YR 7/4)"
      }
    ]
  ]
}
