{
  "SERIES": "GRULLA",
  "STATUS": "Established Series",
  "BYREV": "Rev. CLG:JLJ:CMT",
  "REVDATE": "02/2003",
  "STATES": "TX",
  "OVERVIEW": "The Grulla series consists of deep, somewhat poorly drained, very slowly permeable soils that formed in clayey sediments.  These\nsoils are in nearly level depressions of bottomlands.  Slopes\nrange from 0 to 1 percent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, mixed, active, calcareous, hyperthermic Vertic Fluvaquents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Grulla clay--cropland.\n(Colors are for dry soil unless otherwise stated.)\nAp--0 to 7 inches; grayish brown (10YR 5/2) clay, dark\ngrayish brown (10YR 4/2) moist; weak angular blocky structure; the upper 1/2 inch is one unit of value higher and consists of recent waterlain sediments of clay texture; extremely hard, very firm;\nfew earthworm casts; few roots; calcareous; moderately alkaline; clear smooth boundary.  (5 to 8 inches thick)\nC1--7 to 30 inches; light brownish gray (2.5Y 6/2) clay,\ngrayish brown (2.5Y 5/2) moist; many coarse faint mottles of dark grayish brown (10YR 4/2) moist and many coarse distinct mottles of reddish brown (5YR 4/4) moist, on the outside of some of the clay fragments; the reddish mottles which decrease in number and size\nwith depth, do not penetrate the fragments; the fragments are of variable size but are mainly about 2 inches across the axis; the interfaces are dull and not shiny; distinct horizontal cleavage planes; very hard, very firm, sticky and plastic; very few pores\nin the clay fragments; contains few remnants of leaves on the interfaces; calcareous; moderately alkaline; abrupt smooth\nboundary.  (10 to 36 inches thick)\nAb--30 to 36 inches; grayish brown (2.5Y 5/2) clay, dark\ngrayish brown (2.5Y 4/2) moist; few fine yellowish brown mottles; weak angular blocky structure; same consistence as horizon above; calcareous; moderatley alkaline; clear smooth boundary.  (0 to 10 inches thick)\nC2--36 to 62 inches; light brownish gray (10YR 6/2) clay, grayish brown (10YR 5/2) moist; many distinct fine mottles of yellowish brown along interfaces of fragments; massive; fine\nbedding planes are evident; same consistence as horizons above; calcareous; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Cameron County, Texas; 8.0 miles south 10 degrees west of La Feria; in a cultivated field 100 feet west of International Boundary and Water Commission Levee which point is\n0.7 miles south and 0.6 mile east via levee with its junction with county road.  Junction with county road is 1.6 miles south of U.\nS. Highway 281."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  These soils, when dry, have cracks 1 to\n10 cm wide that reach to a depth of at least 50 cm from the\nsurface.  Soil salinity ranges from none to moderately affected.\nThe Ap or surface layer is grayish brown (10YR 5/2; 2.5Y 5/2),\nlight brownish gray (10YR 6/2; 2.5Y 6/2), or pale brown (10YR\n6/3).  In pedons with moist values less than 3.5 the layer is less than 25 cm thick.  Most pedons contain recent sediments, and the surface layer is clay loam, silty clay, or clay.\nThe C horizon is light brownish gray (10YR 6/2; 2.5Y 6/2), or\nlight gray (10YR 7/2) with few to common yellowish and brownish mottles.  The 10 to 40 inch control section is clay or silty clay with clay content ranging from 45 to 60 percent.  Bedding planes\nare few to common.  Loamy strata 1 to 2 inches thick occur at\ndepths below 40 inches in some pedons."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no competing series in the same\nfamily.  Series in similar families include the Aransas, Flamingo, Harlingen, Hialeah, Ijam, and Matamoros series.  Aransas soils\nhave color values of the A horizons less than 3.5 when moist.  Harlingen soils have intersecting slickensides.  Ijam soils have\nmean annual soil temperatures less than 72 degrees F.  Flamingo\nand Hialeah soils have carbonatic mineralogy.  Matamoros soils\nlack mottles or matrix colors that are due to wetness."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Grulla soils occupy slightly depressed to\nnearly level areas in active flood plains that overflow about\ntwice in 5 years and in old partially filled resacas in inactive stream channels along major streams.  These soils formed in clayey alluvial sediments several feet thick.  The climate is\nsubtropical.  Annual precipitation ranges from about 17 to 30\ninches, mean annual air temperature is 71 degrees to 74 degrees\nF., and the Thornthwaite annual P-E index is about 22 to 34."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These include the competing Matamoros series and the Camargo and Rio Grande series which occur\nin the same active flood plains.  Camargo and Rio Grande soils\nhave a 10 to 40 inch control section with less than 35 percent\nclay."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Somewhat poorly drained; very slow\nrunoff or ponded; very slow permeability.  Unless artifically drained, water remains on the surface for several weeks after\nlarge rains.  The soils are usually saturated at some season along during the year, usually during the fall or winter months."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Mostly for irrigated cropland, some\nnonirrigated cropland and range.  Crops are cotton, grain sorghum, and vegetables.  Native vegetation consists of mesquite, huisache, retama, sienna bush, sedges, buffalograss, and trichloris grass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Occurs in the southern part of the Rio Grande Plain of Texas along the Rio Grande and major tributaries.  The series is of moderate extent consisting of an estimated 25,000 acres."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Cameron County, Texas; 1970."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  These soils have been included in the Harlingen series\nand considered in the Alluvial and Grumusol great soil group.\nNational Cooperative Soil Survey\nU. S. A."
  },
  "SITE": [
    [
      {
        "drainage": "somewhat poorly",
        "drainage_overview": "somewhat poorly"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 18,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "clay",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Ap--0 to 7 inches; grayish brown (10YR 5/2) clay, dark"
      },
      {
        "name": "C1",
        "top": 18,
        "bottom": 76,
        "dry_hue": "2.5Y",
        "dry_value": 6,
        "dry_chroma": 2,
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "clay",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "C1--7 to 30 inches; light brownish gray (2.5Y 6/2) clay,"
      },
      {
        "name": "Ab",
        "top": 76,
        "bottom": 91,
        "dry_hue": "2.5Y",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "clay",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Ab--30 to 36 inches; grayish brown (2.5Y 5/2) clay, dark"
      },
      {
        "name": "C2",
        "top": 91,
        "bottom": 157,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "clay",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "C2--36 to 62 inches; light brownish gray (10YR 6/2) clay, grayish brown (10YR 5/2) moist; many distinct fine mottles of yellowish brown along interfaces of fragments; massive; fine"
      }
    ]
  ]
}
