{
  "SERIES": "GRUNNELL",
  "STATUS": "Established Series",
  "BYREV": "Rev. CSW/RJL/JWB",
  "REVDATE": "03/2011",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy, mixed, superactive, mesic Lithic Haplocalcids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Grunnell gravelly fine sandy loam , on a west-northwest facing, convex, 4 percent slope in rangeland at an elevation of 1,697 meters.  (Colors are for dry soil unless otherwise noted.)  When described on April 14, 2000 the soil was slightly moist from 5 to 28 cm.  The surface is covered by 2 percent cobbles, 10 percent channers and 15 percent gravel, and partially covered by cryptogam microbiotic crust.\nA--0 to 7 cm; pale brown (10YR 6/3) gravelly fine sandy loam, brown (10YR 4/3), moist; weak fine granular structure; slightly hard, very friable, slightly sticky, slightly plastic; few coarse and medium, common fine and many very fine roots; many very fine tubular pores; 1 percent cobbles, 8 percent channers, 10 percent gravel; strongly effervescent (14 percent calcium carbonate equivalent), carbonates are finely disseminated; slightly alkaline (pH 7.8); clear wavy boundary.  (3 to 8 cm thick)\nAB--7 to 15 cm; light yellowish brown (10YR 6/4) loam, brown (7.5YR 5/4), moist; weak medium and fine subangular blocky structure; slightly hard, friable, slightly sticky, slightly plastic; few coarse and medium, common fine and many very fine roots; many fine and very fine tubular pores; 1 percent cobbles, 5 percent channers, 5 percent gravel; strongly effervescent (15 percent calcium carbonate equivalent), carbonates are finely disseminated; moderately alkaline (pH 8.0); clear wavy boundary.  (0 to 12 cm thick)\nBk--15 to 25 cm; very pale brown (10YR 7/4) channery loam, yellowish brown (10YR 5/4), moist; weak medium and fine subangular blocky structure; slightly hard, friable, slightly sticky, slightly plastic; few coarse and medium, common fine and many very fine roots; common fine and very fine tubular pores; 3 percent cobbles, 20 percent channers, 8 percent angular gravel; violently effervescent (32 percent calcium carbonate equivalent), common dendritic carbonate masses and weakly cemented carbonate nodules, many moderately thick carbonate coats on bottom of rock fragments; moderately alkaline (pH 8.4); clear smooth boundary.\nBCk--25 to 33 cm; light brownish gray (10YR 6/2) channery loam, brown (10YR 5/3), moist; weak medium and fine subangular blocky structure; slightly hard, friable, slightly sticky, moderately plastic; few fine and common very fine roots; few fine and common very fine tubular pores; 1 percent cobbles, 15 percent channers, 5 percent parachanners, 5 percent angular gravel; violently effervescent (19 percent calcium carbonate equivalent), common dendritic carbonate masses and thin carbonate coats on bottom of rock fragments and on all faces of peds; strongly alkaline (pH 8.5); abrupt smooth boundary. (combined thickness of the Bk and BCk horizons is 15 to 35 cm)\nR--33 to 43 cm; indurated sandstone and shale bedrock; few very fine roots in cracks and top of horizon; common thin carbonate coats in cracks and on bedrock."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Emery County, UT; about 8 kilometers (5 miles) east-northeast of Elmo; located about 2,000 feet north and 1,000 feet west of the southeast corner of sec. 24, T. 16 S., R. 10 E.; Olsen Reservoir USGS quad; lat. 39 degrees 24 minutes 59 seconds N. and long. 110 degrees 44 minutes 35 seconds W., NAD 83"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture:  The soil moisture control section is usually dry, but intermittently moist during late summer and early fall.  Aridic moisture regime.\nMean annual soil temperature:  8 to 11 degrees C.\nDepth to lithic contact:  25 to 51 cm to bedrock, lithic\nDepth to calcic horizon:  13 to 20 cm\nThickness of calcic horizon:  15 to 42 cm\nParticle-size control section (weighted averages):\nTotal clay content:  15 to 30 percent\nRock fragment content:  10 to 35 percent gravel\nCalcium carbonate equivalent:  10 to 40 percent\nA, AB horizons:\nHue:  7.5YR or 10YR\nValue:  5 or 6 dry; 4 or 5 moist\nChroma:  2 t0 4 dry or moist\nTexture:  loam, gravelly fine sandy loam,\nClay content:  10 to 25 percent\nCarbonate clay content:  0 to 5 percent\nRock fragments:  0 to 35 percent total; 0 to 15 percent cobbles, 0 to 35 percent gravel or channers\nCalcium carbonate equivalent:  10 to 25 percent\nEC (mmhos/cm):  0 to 4\nGypsum:  0 to 2 percent\nSAR:  0 to 2\nReaction:  slightly alkaline or moderately alkaline\nBCk, Bk horizons:\nHue:  2.5Y to 7.5YR\nValue:  6 or 7 dry; 4 to 6 moist\nChroma:  2 to 6 dry or moist\nTexture:  channery loam\nClay content:  15 to 27 percent\nCarbonate clay content:  3 to 8 percent\nRock fragments:  0 to 35 percent total; 0 to 15 percent cobbles, 0 to 35 percent gravel or channers, 0 to 15 percent parachanners\nCalcium carbonate equivalent:  15 to 40 percent\nEC (mmhos/cm):  0 to 4\nGypsum:  0 to 2 percent\nSAR:  0 to 2\nReaction:  moderately alkaline or strongly alkaline"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Herlong (CA) and Pennell (UT) series.  Herlong soils have sodium adsorption ratio of more than 13 and mean annual soil temperature higher than 11 degrees C.  Pennell soils have mean annual soil temperature higher than 11 degrees C., and lithology of rock fragments at the type location is of redder members of the Morrison formation."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material:  eolian deposits, colluvium, slope alluvium  derived from interbedded sandstone, limestone, siltstone and shale; bedrock includes the Green River formation and Ferron sandstone member of the Mancos formation\nLandform:  structural benches\nSlopes:  1 to 30 percent\nElevation:  1.463 to 1,859 meters\nMean annual temperature:  7.2 to 10 degrees C.\nMean annual precipitation:  15 to 23 cm\nPrecipitation pattern:  Wettest months are July to October and driest months are December and June.\nFrost-free period:  120 to 150 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Avalon, Pariette and Persayo series.  The Avalon and Pariette soils also have a calcic horizon and are on alluvial and colluvial fan and strath terrace slopes below the Grunnell soils.  Avalon soils are very deep, and Pariette soils are moderately deep to a paralithic contact with shale.  The Persayo soils do not have a calcic horizon, are shallow to a paralithic contact with shale and are on shale hills."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained, moderate permeability, moderately high saturated hydraulic conductivity."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used for rangeland and wildlife habitat.  Existing vegetation includes shadscale, Castle Valley saltbush, bud sagebrush, Indian ricegrass, galleta, sand dropseed and scarlet globemallow.  Utah correlates this soil to R034XY121UT Desert Shallow Laom (Shadscale) ecological site."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Central Utah, Warm Central Desertic Basins and Plateaus; LRR D, MLRA 34B; small extent.  About 1,250 hectares (3,100 acres) mapped in Duchesne and Emery Counties, Utah."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Emery County, Utah, Emery Area, Utah, 2011, Parts of Emery, Carbon, Grand, and Sevier Counties soil survey area.   The name is coined. Prior to 2010 Grunnell soils were included in the Pennell series."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nDiagnostic horizons and features recognized in this pedon are:\nSeries control section:  The zone from 0 to 33 cm.\nParticle-size control section:  The zone from 0 to 33 cm.  (A, Bw, Bk and BCk  horizons)\nOchric epipedon:  The zone from 0 to 15 cm.  (A and AB horizons)\nCalcic horizon:  The zone from 15 to 33 cm (Bk and BCk horizons)\nLithic contact:  The contact with sandstone bedrock at 33 cm.  (R horizon)\nThe assignment of the cation-exchange activity class is inferred from lab data from similar soils in the surrounding area.\nTaxonomic Version:  Classified according to Keys to Soil Taxonomy, Eleventh Edition, 2010.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
