{
  "SERIES": "GUARDLAKE",
  "STATUS": "Established Series",
  "BYREV": "Rev. RLD-WEF-WEF",
  "REVDATE": "11/94",
  "STATES": "MI",
  "OVERVIEW": "The Guardlake series consists of very deep, well drained soils formed in loamy glaciofluvial deposits overlying sand and gravel outwash on outwash plains, kames, and eskers.  Permeability is moderate in the loamy part and very rapid in the substratum.  Slopes range from 0 to 35 percent. Mean annual precipitation is about 29 inches, and mean annual temperature is about 43 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Sandy-skeletal, mixed, frigid Typic Haplorthods"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Guardlake fine sandy loam - on a 4 percent northeastern- facing slope in a forested area.  (Colors are for moist soil Unless otherwise stated.)\nOi--1 to 0 inch;  slightly decomposed mixed hardwood leaf litter.\nA--0 to 1 inches; black (10YR 2/1) fine sandy loam, dark gray (10YR 4/1) dry; moderate medium granular structure; friable; many fine roots; about 2 percent gravel; strongly acid; abrupt wavy boundary.  (1 to 4 inches thick)\nE--1 to 3 inches; brown (7.5YR 5/2) fine sandy loam, pinkish gray (7.5YR 7/2) dry; weak medium and coarse granular structure; friable; many fine and common medium roots; about 5 percent gravel; strongly acid; abrupt wavy boundary.  (1 to 4 inches thick)\nBhs--3 to 12 inches; dark reddish brown (5YR 3/3) fine sandy loam; weak medium granular and weak fine subangular blocky structure; very friable; ortstein occupies about 30 percent of the horizon and occurs as weakly cemented chunks; common medium roots; about 5 percent gravel and 1 percent cobbles; moderately acid; abrupt irregular boundary. (4 to 11 inches thick)\n2C--12 to 60 inches; light yellowish brown (10YR 6/4) and yellow (10YR 7/6) very gravelly sand; single grain; loose;  few fine roots; about 20 percent gravel and 20 percent cobbles; slightly effervescent; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Mackinac County, Michigan; 1,540 feet north and 340 feet west of the southeast corner, sec. 20, T. 43 N., R. 3 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  (Unless otherwise state the depths in this paragraph are measured from the mineral surface.) Thickness of the solum and depth to free carbonates ranges from 10 to 24 inches.    Volume of gravel ranges from 0 to 25 percent in the solum and from 30 to 50 percent in the substratum.  Volume of cobbles ranges from 0 to 7 percent in the solum and from 10 to 30 percent in the substratum.  Total rock fragment in the particle size control section averages from 35 to 60 percent. Rock fragments are dominantly limestone, but some are granitic.\nThe A horizon has hue of 10YR,  7.5YR, or is neutral; value of 2 or 3; and chroma of 0 or 2.  It is sandy loam, fine sandy loam, very fine sandy loam, loam or the gravelly analogs of these textures.  Reaction ranges from strongly acid to neutral.\nThe E horizon has hue of 7.5YR or 10YR, value of 5 or 6, and chroma of 1 or 2.  It is sandy loam, fine sandy loam, loam or the gravelly analogs of these textures. Reaction ranges from strongly acid to neutral.\nThe Bhs horizon has hue of 5YR or 7.5YR and value and chroma of 2 or 3.  It is sandy loam, fine sandy loam, or the gravelly analogues of these textures.  Reaction is strongly acid or moderately acid. Some pedons have Bs horizons.  Where present, they have hue of 5YR or 7.5YR, value of 3 or 4, and chroma of 4.  They are sandy loam, fine sandy loam, coarse sandy loam, or gravelly analogues of these textures.\nThe 2C horizon has hue of 10YR or 7.5YR, value of 5 to 7, and chroma of 3 to 6.  It is very gravelly or very cobbly analogs of sand or coarse sand."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Brownstone (T), Colton, Grotto, Hermon, Marblemount, Masardis, Sheepscot, Stetson, Teneriffe, and Waiska series in the same family.  The Brownstone soils have lithic contact at depths of 20 to 40 inches.  The Colton, Grotto, Hermon, Marblemount, Masardis, Sheepscot, Stetson, Teneriffe and Waiska soils do not contain free carbonates within 60 inches. In addition all of these soils, except Waiska are in areas receiving more than 32 inches of mean annual precipitation."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Guardlake soils are in nearly level to gently rolling slopes of outwash areas, kames, and eskers. Slope gradients range from 0 to 35 percent.  Mean annual temperature ranges from 41 to 43 degrees F.  Mean annual precipitation ranges from 28 to 32 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Emmet, Kalkaska, and Posen soils on similar landscape positions and the Solona soils. Emmet soils are coarse-loamy and have fewer rock fragments. Kalkaska soils are very deep, sandy soils. Posen soils are loamy- skeletal and have more rock fragments.  The somewhat poorly drained Solona soils are in lower landscape positions."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained.  Surface runoff is slow to rapid.  Permeability is moderate in the loamy part and very rapid in the substratum."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most areas of this soil are forested.  Overstory vegetation consists of sugar maple, American basswood, quaking aspen, bigtooth aspen, eastern white pine and balsam fir.  Some of the common forest understory vegetation includes sugar maple, sweet cicely, Canada white violet, smooth yellow violet, ladyfern, rosy twistedstalk, Canada mayflower, American fly honeysuckle, and false Solomons seal."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Eastern Upper Peninsula and northern Lower Peninsula of Michigan.  The Guardlake series is inextensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: St. Paul, Minnesota"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Mackinac County, 1994."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are: ochric epipedon - the zone from 1 to 5 inches (A  and E horizons); albic horizon - the zone from 2 to 5 inches (E horizon); spodic horizon - the zone from 5 to 14 inches (Bhs horizon).\nADDITIONAL DATA: Soil Interpretation Record No.: MI0349.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Oi",
        "top": 3,
        "bottom": 0,
        "narrative": "Oi--1 to 0 inch;  slightly decomposed mixed hardwood leaf litter."
      },
      {
        "name": "A",
        "top": 0,
        "bottom": 3,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 1,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 1,
        "texture_class": "fine sandy loam",
        "pH_class": "strongly acid",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "A--0 to 1 inches; black (10YR 2/1) fine sandy loam, dark gray (10YR 4/1) dry; moderate medium granular structure; friable; many fine roots; about 2 percent gravel; strongly acid; abrupt wavy boundary.  (1 to 4 inches thick)"
      },
      {
        "name": "E",
        "top": 3,
        "bottom": 8,
        "dry_hue": "7.5YR",
        "dry_value": 7,
        "dry_chroma": 2,
        "moist_hue": "7.5YR",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "fine sandy loam",
        "pH_class": "strongly acid",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "E--1 to 3 inches; brown (7.5YR 5/2) fine sandy loam, pinkish gray (7.5YR 7/2) dry; weak medium and coarse granular structure; friable; many fine and common medium roots; about 5 percent gravel; strongly acid; abrupt wavy boundary.  (1 to 4 inches thick)"
      },
      {
        "name": "Bhs",
        "top": 8,
        "bottom": 30,
        "moist_hue": "5YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "fine sandy loam",
        "pH_class": "moderately acid",
        "distinctness": "abrupt",
        "topography": "irregular",
        "narrative": "Bhs--3 to 12 inches; dark reddish brown (5YR 3/3) fine sandy loam; weak medium granular and weak fine subangular blocky structure; very friable; ortstein occupies about 30 percent of the horizon and occurs as weakly cemented chunks; common medium roots; about 5 percent gravel and 1 percent cobbles; moderately acid; abrupt irregular boundary. (4 to 11 inches thick)"
      },
      {
        "name": "2C",
        "top": 30,
        "bottom": 152,
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 4,
        "texture_class": "sand",
        "cf_class": "very gravelly",
        "pH_class": "moderately alkaline",
        "narrative": "2C--12 to 60 inches; light yellowish brown (10YR 6/4) and yellow (10YR 7/6) very gravelly sand; single grain; loose;  few fine roots; about 20 percent gravel and 20 percent cobbles; slightly effervescent; moderately alkaline."
      }
    ]
  ]
}
