{
  "SERIES": "GUARDIAN",
  "STATUS": "Established Series",
  "BYREV": "Rev. DJM-JVC",
  "REVDATE": "04/2015",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy, gypsic, hyperthermic, shallow Leptic Haplogypsids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Guardian gypsiferous fine sandy loam, rangeland and wildlife habitat. (Colors are for dry soil unless otherwise noted.) The soil surface is covered by approximately 5 percent pebbles on pedestals.\nABy--0 to 2 inches; very pale brown (10YR 7/3) gypsiferous fine sandy loam, yellowish brown (10YR 5/4) moist; moderate thin platy structure; soft, very friable, slightly sticky and slightly plastic; few very fine roots; many very fine and fine interstitial pores; 20 percent fine soft masses of gypsum; 5 percent pebbles; violently effervescent; slightly alkaline (pH 7.6); abrupt wavy boundary. (1 to 4 inches thick)\nBy1--2 to 4 inches; light yellowish brown (10YR 6/4) gypsiferous material, yellowish brown (10YR 5/4) moist; weak thin platy structure; soft, very friable, nonsticky and nonplastic; few very fine roots; many very fine and fine interstitial pores; apparent texture of the fine earth material is sandy loam; 40 percent coarse clusters of gypsum crystals; violently effervescent; slightly alkaline (pH 7.6); abrupt wavy boundary.\nBy2--4 to 11 inches; very pale brown (10YR 7/3) gypsiferous material, yellowish brown (10YR 5/4) moist; massive; slightly hard, very friable, nonsticky and nonplastic; few very fine and fine roots; many fine through very coarse interstitial pores; apparent texture of the fine earth material is fine sandy loam; 50 percent very coarse clusters of gypsum crystals; slightly alkaline (pH 7.6); clear wavy boundary.\nBy3--11 to 19 inches; very pale brown (10YR 7/3) gypsiferous material, yellowish brown (10YR 5/4) moist; massive; slightly hard, very friable, nonsticky and nonplastic; few very fine and fine roots; many fine through coarse tubular pores; apparent texture of the fine earth material is fine sandy loam; 40 percent coarse clusters of gypsum crystals; slightly alkaline (pH 7.4); clear wavy boundary. (Combined thickness of the By horizons is 12 to 19 inches.)\nCr--19 to 25 inches; very pale brown (10YR 7/3) weathered, highly gypsiferous siltstone, light gray (10YR 7/2) moist."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Clark County, Nevada; in the Lake Mead National Recreation Area about 1 mile west of Miners Cove along the west side of the Overton Arm of Lake Mead; about 1,410 feet south and 1,270 feet west of the northeast corner of section 14, T. 20 S., R. 67 E.; USGS Middle Point, NV 7.5 minute topographic quadrangle; 36 degrees 11 minutes 50 seconds north latitude and 114 degrees 27 minutes 50 second west longitude; UTM 11s, 728025e, 408805n, NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture - Usually dry, moist in some part during winter and spring and intermittingly moist in the upper part following summer convection storms; typic aridic soil moisture regime.\nMean annual soil temperature - 72 to 78 degrees F.\nDepth to gypsic horizon - 1 to 4 inches.\nDepth to paralithic contact - 14 to 20 inches.\nReaction - Slightly alkaline or moderately alkaline.\nA horizon - Hue: 5YR through 10YR.\nValue: 6 or 7 dry, 4 or 5 moist.\nChroma: 3 or 4, dry or moist.\nGypsum content: 15 to 25 percent.\nBy horizons - Hue: 5YR through 10YR.\nValue: 6 or 7 dry, 4 or 5 moist.\nChroma: 3 or 4, dry or moist.\nApparent texture: Sandy loam, fine sandy loam, or loam.\nStructure: Platy or massive.\nSecondary gypsum: Occurs as 40 to 80 percent by volume very coarse and coarse clusters of crystals segregated throughout the matrix. Some pedons have horizons with clusters of crystals with discontinuous cementation ranging from extremely weakly cemented to weakly cemented.\nGypsum content: 40 to 60 percent."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no competing series."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Guardian soils are on shoulder and backslopes of eroded pediments and hills. These soils formed in residuum derived from gypsiferous sedimentary rocks.  Slope ranges from 2 to 50 percent. Elevations are 1,200 to 3,100 feet. The climate is that of a low-latitude desert, with mild winters and very hot summers. Precipitation is greatest in the winter with lesser secondary peak in the summer, typical of the Mojave Desert transitional to Sonoran Desert. The mean annual precipitation is 3 to 5 inches, mean annual temperature is 70 to 75 degrees F., and the frost-free period is 300 to 360 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: This is the Govwash soil. Govwash soils are coarse-loamy, deep to paralithic contacts, have 15 to 35 percent rock fragments in the particle-size control section, and occur on adjacent summit positions of pediments."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Somewhat excessively drained; medium through very high runoff; moderately rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: These soils are used for rangeland and wildlife habitat. The present vegetation is mainly Fremont dalea, desert fir, sandpaper bush, and desert holly."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Mojave Desert of southeastern Nevada; MLRA 30. These soils are moderately extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: PHOENIX, ARIZONA"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Clark County Area, Nevada, 2006. Proposed in  Clark County, Nevada, 2000. The name is coined from Guardian Peak, a local feature."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - 0 to 2 inches (ABy horizon).\nGypsic horizon - 2 to 19 inches (By1, By2 and By3 horizons).\nParalithic contact - 19 inches (Cr layer).\nParticle-size control section - 10 to 19 inches (By3 and part of the By2 horizons).\nResponsibility for this series was transferred from Davis to Phoenix 4/2015. The last revision to the series was 7/2006. ET\nNational Cooperative Soil Survey\nU.S.A."
  }
}
