{
  "SERIES": "GUAYABOTA",
  "STATUS": "Established Series",
  "BYREV": "Rev. JLL; GRB",
  "REVDATE": "09/2011",
  "STATES": "PR",
  "OVERVIEW": "The Guayabota series consists of very deep, somewhat poorly drained, slowly permeable soils on side slopes of mountains of the Humid Mountains and Valleys MLRA. They formed in residuum material weathered from volcanic bedrock. Near the type location, the mean annual temperature is about 65 degrees F., and the mean annual precipitation is about 169 inches. Slopes range from 20 to 60 percent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, mixed, subactive, acid, isothermic Typic Humaquepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Guayabota gravelly clay loam--Tabonuco forest (Colors are for moist soil).\nA--0 to 11 inches; brown (10YR 4/3) gravelly clay loam; strong medium subangular blocky; firm; nonsticky and slightly plastic; many very fine, fine, medium and coarse roots; many very fine, fine, medium and coarse irregular pores; many faint pressure faces on faces of peds; about 10 percent, by volume, pebbles and 5 percent, by volume, cobbles; very strongly acid; abrupt smooth boundary. (3 to 12 inches thick)\nBw1--11 to 27 inches; grayish brown (2.5Y 5/2) cobbly silty clay; moderate medium and coarse subangular blocky structure; firm; slightly sticky and moderately plastic; common fine and medium roots; many very fine and fine irregular pores; common faint clay films on faces of peds; about 5 percent, by volume, pebbles and 15 percent, by volume, cobbles; very strongly acid; abrupt irregular boundary.\nBw2--27 to 44 inches; 50 percent strong brown (7.5YR 5/6), 25 percent greenish gray (10Y 5/1 and 6/1), 15 percent light red (2.5YR 6/8) and red (2.5YR 4/8) and 10 percent red (2.5YR 5/8) silty clay; weak coarse subangular blocky structure; firm; slightly sticky and moderately plastic; few fine roots; common very fine and fine irregular pores and common fine tubular pores; many distinct clay films on faces of peds; about 5 percent, by volume, pebbles and 2 percent, by volume, cobbles; the areas of strong brown, light red, and red are iron accumulations and the areas of greenish gray are iron depletions; strongly acid; abrupt wavy boundary. (Combined thickness of the Bw horizons ranges from 30 to 48 inches).\nBC--44 to 63 inches; 50 percent yellowish brown (10YR 5/8), 25 percent strong brown (7.5YR 5/6) and 25 percent  red (2.5YR 4/8) stony clay loam; massive; firm; nonsticky and slightly plastic; few fine roots; common very fine and fine irregular pores and few very fine tubular pores; few faint clay films on faces of peds; about 10 percent, by volume, pebbles and cobbles and 20 percent, by volume, stones and boulders; the areas of yellowish brown, strong brown and strong brown, light red, and red are lithochromatic in nature and not associated with wetness; strongly acid; abrupt irregular boundary. (0 to 25 inches thick)\nCr--63 inches; fractured, slightly weathered volcanic bedrock."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  El Yunque National Forest; Rio Grande, Puerto Rico. Approximately 400 feet northwest from the intersection of PR Hwy. 191 and the forest trail No. 18; about 200 feet northwest from the forest trail No. 18. USGS El Yunque topographic quadrangle (1982); lat. 18 degrees 18 minutes 15.4 seconds N. and long. 65 degrees 47 minutes 03.9 seconds W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Solum thickness ranges from 40 to 65 inches. Depth to bedrock ranges from 60 to 68 inches. Reaction ranges from strongly acid to extremely acid throughout.\nThe Oi horizon, where present, has hue of 10YR, value of 3 and chroma of 1 or 2. Content of pebbles, cobbles or stones ranges from 2 to 10 percent, by volume. Texture is mucky peat.\nThe A horizon has hue of 2.5Y to 5B, value of 2 to 4 and chroma of 3 or less; or is neutral with value of 3 to 5. Content of pebbles ranges from 0 to 15 percent, by volume. Texture is silt loam, silty clay loam, clay loam or silty clay.\nThe Bw horizon has hue of 7.5YR to 2.5Y, value of 3 to 5, and chroma of 2 to 4; or there is no dominant color and is multicolored in shades of red, yellow, brown and gray. Redoximorphic features in shades of brown, red, yellow or gray range from few to many throughout. Content of pebbles ranges from 5 to 15 percent, by volume. Texture is silty clay loam, clay loam or silty clay.\nThe BC horizon, where present, has hue of 7.5YR to 2.5Y, value of 4 to 6, and chroma of 6 or 8; or there is no dominant color and is multicolored in shades of yellow, brown and red. Content of pebbles ranges from 5 to 25 percent, by volume. Texture is silty clay loam or clay loam.\nThe Cr horizon is composed of slightly weathered volcanic bedrock. It can be excavated with difficulty with hand tools, and is rippable by mechanized equipment."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  El Duque soils are the only known series in the same family. The poorly drained El Duque soils are moderately deep to volcanic bedrock."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Guayabota soils are on side slopes of mountains of the Humid Mountains and Valleys MLRA of northern Puerto Rico. Slopes range from 20 to 60 percent. They formed in residuum that weathered from volcanic bedrock. The climate is humid tropical. The average annual precipitation ranges from 140 to 215 inches and the average annual temperature ranges from 62 to 66 degrees F."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These include the Ciales, Picacho, Utuado and Yunque series. All of these series which lack hard bedrock within an 80 inch depth.  Ciales and Picacho soils have argillic horizons. Utuado soils have coarser particle-size control section.  Yunque soils have finer particle size control section and have oxic horizons."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Somewhat poorly drained; slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most areas of Guayabota soils are in native forestland that is used for recreation and research.  The native habitat is pluvial Tabonuco forest.  Over 200 native and introduced woody species are present."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Side slopes of mountains of El Yunque National Forest in Puerto Rico. The series is minor extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Raleigh, North Carolina."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Rio Grande Municipality, Puerto Rico; 1968."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon:\nOchric epipedon - the zone from 1 to 11 inches (A horizon).\nCambic horizon - the zone from 11 to 44 inches (Bw horizons).\nAquic conditions - the zone from 0 to 63 inches (A, Bw and BC horizons).\nRedoximorphic features - the zone from 11 to 44 inches (Bw horizons).\nHydric soil indicators - A11, F3.\nParalithic contact - the contact at 63 inches (Cr horizon).\nADDITIONAL DATA:  Characterization pedon - Rio Grande Municipality, Puerto Rico; 85PR-119-002. Sample by NSSL, Lincoln, NE., 07/85.\nGuayabota soils are in MLRA 270A.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "somewhat poorly",
        "drainage_overview": "somewhat poorly"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 28,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "clay loam",
        "cf_class": "gravelly",
        "pH_class": "very strongly acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "A--0 to 11 inches; brown (10YR 4/3) gravelly clay loam; strong medium subangular blocky; firm; nonsticky and slightly plastic; many very fine, fine, medium and coarse roots; many very fine, fine, medium and coarse irregular pores; many faint pressure faces on faces of peds; about 10 percent, by volume, pebbles and 5 percent, by volume, cobbles; very strongly acid; abrupt smooth boundary. (3 to 12 inches thick)"
      },
      {
        "name": "Bw1",
        "top": 28,
        "bottom": 69,
        "moist_hue": "2.5Y",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "silty clay",
        "cf_class": "cobbly",
        "pH_class": "very strongly acid",
        "distinctness": "abrupt",
        "topography": "irregular",
        "narrative": "Bw1--11 to 27 inches; grayish brown (2.5Y 5/2) cobbly silty clay; moderate medium and coarse subangular blocky structure; firm; slightly sticky and moderately plastic; common fine and medium roots; many very fine and fine irregular pores; common faint clay films on faces of peds; about 5 percent, by volume, pebbles and 15 percent, by volume, cobbles; very strongly acid; abrupt irregular boundary."
      },
      {
        "name": "Bw2",
        "top": 69,
        "bottom": 112,
        "moist_hue": "7.5YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "silty clay",
        "pH_class": "strongly acid",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "Bw2--27 to 44 inches; 50 percent strong brown (7.5YR 5/6), 25 percent greenish gray (10Y 5/1 and 6/1), 15 percent light red (2.5YR 6/8) and red (2.5YR 4/8) and 10 percent red (2.5YR 5/8) silty clay; weak coarse subangular blocky structure; firm; slightly sticky and moderately plastic; few fine roots; common very fine and fine irregular pores and common fine tubular pores; many distinct clay films on faces of peds; about 5 percent, by volume, pebbles and 2 percent, by volume, cobbles; the areas of strong brown, light red, and red are iron accumulations and the areas of greenish gray are iron depletions; strongly acid; abrupt wavy boundary. (Combined thickness of the Bw horizons ranges from 30 to 48 inches)."
      },
      {
        "name": "BC",
        "top": 112,
        "bottom": 160,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 8,
        "texture_class": "clay loam",
        "cf_class": "stony",
        "pH_class": "strongly acid",
        "distinctness": "abrupt",
        "topography": "irregular",
        "narrative": "BC--44 to 63 inches; 50 percent yellowish brown (10YR 5/8), 25 percent strong brown (7.5YR 5/6) and 25 percent  red (2.5YR 4/8) stony clay loam; massive; firm; nonsticky and slightly plastic; few fine roots; common very fine and fine irregular pores and few very fine tubular pores; few faint clay films on faces of peds; about 10 percent, by volume, pebbles and cobbles and 20 percent, by volume, stones and boulders; the areas of yellowish brown, strong brown and strong brown, light red, and red are lithochromatic in nature and not associated with wetness; strongly acid; abrupt irregular boundary. (0 to 25 inches thick)"
      },
      {
        "name": "Cr",
        "top": 160,
        "narrative": "Cr--63 inches; fractured, slightly weathered volcanic bedrock."
      }
    ]
  ]
}
