{
  "SERIES": "GUERNSEY",
  "STATUS": "Established Series",
  "BYREV": "Rev. DRM",
  "REVDATE": "08/2003",
  "STATES": "MD,OH,PA,VA,WV",
  "OVERVIEW": "The Guernsey series consists of deep, moderately well drained soils formed in colluvium and residuum from interbedded siltstone, shale, and limestone.  These upland soils have moderately slow or slow permeability.  Slopes range from 2 to 70 percent.  Mean annual precipitation is about 41 inches, and mean annual temperature is about 51 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, mixed, superactive, mesic Aquic Hapludalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Guernsey silt loam-on a 20 percent east facing slope in a pasture.  (Colors are for moist soil unless otherwise stated.)\nAp--0 to 8 inches; brown (10YR 4/3) silt loam, pale brown (10YR 6/3) dry; moderate coarse granular structure; friable; many fine roots; 5 percent small fragments of sandstone; strongly acid; abrupt smooth boundary.\nBE--8 to 15 inches; yellowish brown (10YR 5/4) silt loam; weak medium subangular blocky structure; friable; common fine roots; many fine pores; common faint brown (10YR 4/3) silt coats on vertical faces of peds; 2 percent small fragments of sandstone; strongly acid; gradual smooth boundary.  (0 to 8 inches thick)\nBt1--15 to 22 inches; brown (7.5YR 4/4) silt loam; moderate medium and coarse subangular blocky structure; firm; common fine roots; common fine pores; common faint brown (10YR 4/3) clay films on faces of peds; 5 percent small fragments of sandstone; strongly acid; clear smooth boundary.\nBt2--22 to 37 inches; dark yellowish brown (10YR 4/4) silty clay; common medium prominent yellowish brown (10YR 5/8) masses of iron accumulation and grayish brown (2.5Y 5/2) iron depletions; moderate medium subangular and angular blocky structure; firm; common fine roots; common faint brown (10YR 4/3) clay films on faces of peds; 2 percent small fragments of sandstone; few dark stains (iron and manganese oxides) on faces of peds; strongly acid; gradual smooth boundary.\nBt3--37 to 54 inches; grayish brown (2.5Y 5/2) silty clay loam; many medium prominent brown (7.5YR 4/4) and yellowish brown (10YR 5/6) masses of iron accumulation; weak fine subangular blocky structure; firm; few fine roots; common faint light brownish gray (2.5Y 6/2) clay films on faces of peds; 5 percent flat fragments of sandstone and siltstone in most of horizon, but increasing with depth to 40 percent in a thin subhorizon in the lower part; moderately acid; abrupt smooth boundary.  (Combined thickness of the Bt horizons is 15 to 55 inches.)\n2C--54 to 60 inches; gray (N 5/0) and light olive brown (2.5Y 5/4) shaly silty clay loam; massive, but platy tendency in the lower part inherited from the soft weathered shale; firm; 25 percent flat fragments of shale; slightly acid; abrupt smooth boundary.  (0 to 20 inches thick)\n2Cr--60 inches; gray (N 5/0) and very dark gray (N 3/0) weathered shale bedrock; cuts with difficulty by spade."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Noble County, Ohio; Center Township; 2.75 miles east of Belle Valley; 1090 feet south and 50 feet east of the northwest corner of sec. 23, T. 7 N., R. 9 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Thickness of the solum ranges from 30 to 60 inches.  Depth to bedrock is more than 50 inches.  Some pedons have free carbonates at a depth greater than 30 inches. Rock fragments, small flat fragments of sandstone, siltstone, or limestone range from 2 to 15 percent by volume in the Ap horizon, 2 to 25 percent in the Bt horizon, and 2 to 35 percent in the 2BC and 2C horizons.  A very stony phase is recognized.\nThe Ap horizon has hue of 10YR, value of 3 to 5 (6 or more dry), and chroma of 2 to 4.  Some pedons have an A horizon 1 to 4 inches thick that has value of 3 or 4 (5 or 6 dry), and chroma of 2 or 3.  The Ap and A horizons commonly are silt loam, but the Ap horizon ranges to silty clay loam.  They commonly are moderately acid to very strongly acid, but the Ap horizon ranges to neutral where limed.\nIn cultivated pedons the E horizon is generally mixed in the Ap.  Undisturbed pedons have an E horizon 3 to 10 inches thick. It is silt loam and is strongly acid or very strongly acid.\nThe Bt horizon commonly has hue of 2.5Y, 10YR, or 7.5YR; value of 4 to 6; and chroma of 3 to 8.  Thin subhorizons of 5Y or 5YR and chroma of 1 or 2 in the lower part are permitted.  Iron depletions of low chroma are within the upper 10 inches.  The Bt horizon is silt loam, silty clay loam, silty clay, or clay; or shaly or channery analogues of silty clay loam, silty clay, or clay in the lower part.  Subhorizons of silt loam are confined to the upper part.  The Bt horizon is very strongly acid to moderately acid in the upper part, and reaction generally increases with increasing depth ranging to mildly alkaline in the lower part. Some pedons have a BC, C, or 2Bt horizons.\nThe 2C horizon has hue of 10YR, 7.5YR, 2.5Y, 5Y, or is neutral; value of 4 to 6, and chroma of 0 to 6.  It is clay, silty clay, or silty clay loam; or their channery or shaly analogues.  It is moderately acid to moderately alkaline and less commonly strongly acid in the upper part.\nBedrock is weathered or thinly bedded clay shale, siltstone or limestone that is slightly acid to moderately alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  The Vandergrift series in the same family is the only other competitor.  Vandergrift soils have hue of 5YR or redder throughout the B horizon."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Guernsey soils are dominantly on benches and side slopes on dissected uplands.  Slope gradients commonly are between 8 and 25 percent, but range from 2 to 70 percent, often in complexes with other soils.  In complexes that range to as much as 70 percent slope, Guernsey soils typically occupy benches on the least sloping part of the complex.  Hillside seeps and springs are common in many areas.  The soils formed in colluvium and residuum from interbedded siltstone and shale with occasional layers of limestone.  Slope creep and slippage is common.  Mean annual precipitation ranges from about 37 to 45 inches, and mean annual temperature ranges from about 48 to 54 degrees F."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Brookside and Westmore soils and the Elba, Gilpin, Library, Sees, Upshur, Wellston, Westmoreland, Woodsfield, and Woolper soils.  All of these soils except Library and Sees have browner or redder subsoils.  Brookside soils are on colluvial foot slopes.  Westmore soils are on summits and upper side slopes. Elba soils have free carbonates at less than 30 inches and are on summits and side slopes.  Gilpin, Wellston, and Westmoreland soils are more acid and are less clayey.  They are on nearby side slopes and summits (except Westmoreland is more common on benches).  Library soils have grayer subsoils and are on summits and benches.  Sees and Woolper soils have thicker dark colored A horizons and are on colluvial foot slopes.  Upshur and Woodsfield soils formed all or partly in material weathered from red clay shale and are on summits, upper side slopes, and some benches."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Moderate well drained.  The potential for surface runoff is low to very high.  Permeability is moderately slow or slow."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Much of this soil has been farmed, but is now used for pasture.  Possibly one-third is cultivated, with corn, wheat, oats, and mixed hay the main crops.  Some areas are forested.  The original vegetation was hardwood forest."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Guernsey soils occur in southern and southeast Ohio and in areas of Virginia, West Virginia, and Pennsylvania.  It is extensive, more than 300,000 acres."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Morgantown, West Virginia"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Guernsey County, Ohio, 1937."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this\npedon are as follows:  ochric epipedon--0 to 15 inches (Ap, BE); argillic horizon--15 to 54 inches (Bt1, Bt2, Bt3).\nADDITIONAL DATA:  Refer to pedons NB-S13 (typical pedon), PR-12, and TU-18 for laboratory data on the Guernsey series.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
