{
  "SERIES": "GUIJARRAL",
  "STATUS": "Established Series",
  "BYREV": "Rev. CHP/JJJ/KDA",
  "REVDATE": "10/2002",
  "STATES": "CA",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, superactive, thermic Typic Haplocalcids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Guijarral sandy loam - on an east facing slope of 7 percent in a field of annual grasses and forbs at 622 feet elevation. (Colors are for air-dry soil unless otherwise stated. When described (March 6, 1987) the soil was dry throughout.)\nAp1--0 to 3 inches; light gray (2.5Y 7/2) sandy loam, olive brown (2.5Y 4/4) moist; moderate coarse and fine subangular blocky structure; slightly hard, very friable, nonsticky and slightly plastic; many very fine and few fine roots; few very fine tubular and many very fine interstitial pores; strongly effervescent, carbonates disseminated, calcium carbonate equivalent is 2 percent; 10 percent gravel; moderately alkaline (pH 7.9); abrupt smooth boundary. (3 to 5 inches thick).\nAp2--3 to 6 inches; light brownish gray (2.5Y 6/2) sandy loam, dark yellowish brown (10YR 4/4) moist; moderate medium subangular blocky structure; slightly hard, very friable, nonsticky and slightly plastic; common very fine and few fine roots; many very fine interstitial pores; strongly effervescent, carbonates disseminated, calcium carbonate equivalent is 4 percent; 10 percent gravel; moderately alkaline (pH 8.4); abrupt smooth boundary. (0 to 9 inches thick).\nBw--6 to 12 inches; light brownish gray (2.5Y 6/2) sandy loam, olive brown (2.5Y 4/4) moist; moderate medium subangular blocky structure; slightly hard, very friable, nonsticky and slightly plastic; common very fine and few fine roots; many very fine interstitial pores; violently effervescent, carbonates disseminated and segregated as few fine soft  masses, calcium carbonate equivalent is 4 percent; 10 percent gravel; moderately alkaline (pH 8.1); abrupt wavy boundary. (6 to 17 inches thick).\nBk1--12 to 24 inches; light brownish gray (2.5Y 6/2) gravelly sandy loam, light olive brown (2.5Y 5/4) moist; moderate medium prismatic structure parting to moderate medium subangular blocky; hard, firm, slightly sticky and slightly plastic; common very fine roots oriented between peds; common very fine tubular and interstitial pores; very few thin clay bridges between mineral grains; violently effervescent,carbonates disseminated and segregated as many fine irregular threads and as many thin or moderately thick coatings on faces of peds  and as common thin coatings on coarse fragments, calcium carbonate equivalent is 6 percent; 15 percent gravel; strongly alkaline (pH 8.5); abrupt wavy boundary. (12 to 30 inches thick).\nBk2--24 to 36 inches; light gray (2.5Y 7/2) gravelly sandy loam, light yellowish brown (2.5Y 6/4) moist; massive; hard, firm, nonsticky and slightly plastic; few very fine roots; few very fine tubular and many very fine interstitial pores; violently effervescent, carbonates disseminated and segregated as common fine irregular soft masses and as common thin coatings on coarse fragments, calcium carbonate equivalent is 9 percent; 17 percent gravel; strongly alkaline (pH 8.9); clear smooth boundary. (14 to 18 inches thick).\nBk3--36 to 60 inches; light gray (2.5Y 7/2) gravelly loamy sand, light olive brown (2.5Y 5/4) moist; massive; soft, very friable, nonsticky and nonplastic; few very fine roots; many very fine interstitial pores; violently  effervescent, carbonates disseminated and segregated as few fine irregular soft masses, calcium carbonate equivalent is 3 percent; 17 percent gravel; strongly alkaline (pH 9.0)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Fresno County, California; approximately 6.8 miles northeast of the community of Coalinga, 2,100 feet south of Palmer Avenue and 2.3 miles west of Interstate 5; 2,430 feet west and 2,100 feet south of the northeast corner of section 8, T. 20 S., R. 16 E., MDB&M; Latitude 36 degrees, 12 minutes, 15 seconds north and Longitude 120 degrees, 15 minutes, 16 seconds west; USGS Coalinga Quadrangle, NAD 27."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Unless irrigated, the soil between the depths of 8 and 24 inches is dry in all parts from April 1 to January 1 and is moist in some or all parts for 60 to less than 90 days from January through March. The soil temperature is always above 47 degrees F. The mean annual soil temperature is 64 to 70 degrees F. Organic matter content is less than 1 percent. Clay content is 3 to 15 percent. Electrical conductivity is 0 to 2 decisiemens per meter.\nThe A horizon has color of 2.5Y 6/2, 7/2, 8/2 or 10YR 6/3. Moist color is 2.5Y 4/2, 4/4, 5/4; 10YR 4/2, 4/3, 4/4 or 5/3. Texture is sandy loamor  fine sandy loam. It is very slightly effervescent to strongly effervescent with 1 to 4 percent calcium carbonate equivalent as disseminated carbonates. Sodium adsorption ratio is 0 to 5. Gravel content is 0 to 15 percent. Reaction is neutral to moderately alkaline.\nThe Bw horizon has color of 2.5Y 6/2, 8/2 or 10YR 6/3. Moist color is 2.5Y 4/4, 5/4 or 10YR 4/3. Texture is sandy loam or fine sandy loam. It is slightly effervescent to violently effervescent with 1 to 4 percent calcium carbonate equivalent. Sodium adsorption ratio is 0 to 5. Gravel content is 0 to 15 percent. Reaction is slightly alkaline or moderately alkaline.\nThe Bk horizon has color of 2.5Y 6/2, 6/3, 6/4, 7/2 or 8/2. Moist color is 2.5Y 4/4, 5/4 or 6/4. Texture is gravelly loamy sand, gravelly sandy loam, sandy loam or fine sandy loam. It is strongly effervescent or violently effervescent with 5 to 10 percent calcium carbonate equivalent in the upper part and 1 to 5 percent in the lower part. Sodium adsorption ratio is 1 to 10. Gravel content is 10 to 30 percent. Reaction is moderately alkaline or strongly alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Agust, Algerita, Cronese, Grapevine, Nikey, Rillino, Whitlock and Yippin series. Agust soils (MLRA 42), on piedmont slopes, alluvial fans and high terraces, have color hue of 7.5YR, no cambic horizon and receive most precipitation during August and September. Algerita soils (MLRA 42), on basin floors and alluvial fan-piedmonts at elevations of 4,200 to 5,000 feet, have color hue of 7.5YR and receive intermittent precipitation from July through September. Cronese soils (MLRA 30), on alluvial fans at elevations of 1,800 to 3,600 feet, with mean annual precipitation of 3 to 7 inches, do not have a cambic horizon. Grapevine soils (MLRA 30), on basin floor remnants and relict alluvial flats at elevations of 1,500 to 4,500 feet, have periodic precipitation from July through September and do not have a cambic horizon. Nikey soils (MLRA 30), on alluvial fans and desert foothill slopes at elevations of 2,650 to 3,500 feet, have frost-free season of 180 to 200 days and have color hue of 5YR or 7.5YR. Rillino soils (MLRA 40, 41) and Whitlock soils (MLRA 40,41, 42) are on fan terraces at elevations of 2,000 to 4,500 feet, with mean annual precipitation of 8 to 12 inches, are intermittently moist in some part of the soil moisture control section during July to September and have color hue of 7.5YR. Yippin soils (MLRA 42), on erosional remnants on fan piedmonts at elevations of 3,900 to 4,200 feet, have precipitation of 8 to 10 inches that falls mostly during the months of July through September and have color hue of d5YR to 10YR."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Guijarral soils are on fan remnants.  Slope is 2 to 15 percent. Elevation is 480 to 1,450 feet. The soils formed in alluvium derived dominantly from calcareous sedimentary rock. The climate is arid with hot, dry summers and cool, somewhat moist winters. Mean annual precipitation is 6 to 8 inches. Mean January temperature is 45 degrees F; mean July temperature is 84 degrees F; mean annual temperature is 63 to 65 degrees F.  Frost-free season is 250 to 300 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Cerini, Kettleman, Kimberlina, Panoche, and Polvadero series. Cerini and Panoche soils are on alluvial fans and have a fine-loamy particle-size control section.  Kettleman soils are on hills and have a paralithic contact at a depth of 20 to 40 inches. Kimberlina soils are on alluvial fans and have a coarse-loamy particle-size control section. Polvadero soils are on fan terraces and have a natric horizon."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; very low or low runoff; moderately rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: These soils are used for livestock grazing, wildlife habitat, oil fields, and as irrigated cropland. The vegetation in nonirrigated areas is mainly red brome, rattail fescue, filaree and saltbush (atriplex). The main irrigated crops are cotton, pistachios, and wheat."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Western edge of the San Joaquin Valley.  These soils are not extensive. MLRA 17."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Fresno County, California. Named after Guijarral Hills in Fresno County."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\n1.  OCHRIC EPIPEDON-0 to 6 inches (Ap1, Ap2).\n1.1  Moist colors have values greater than 3.5 and organic matter is less than 1 percent.\n2.  CAMBIC HORIZON - 6 to 12 inches (Bw), ranges from 6 to 17 inches thick.\n1.1  Texture is finer than very fine sand or loamy fine sand.\n1.2  Soil structure present without rock structure.\n1.3  Evidence of carbonate removal to deeper horizons (Bk) as determined by Holmgren calcium carbonate test.\n1.4  Depth to base of cambic is greater than 10 inches.\n3.  THERMIC TEMPERATURE REGIME\n3.1  Based on soil temperature sites in the area with 3 years of quarterly data soil temperature ranges from 64 to 70 degrees F.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
