{
  "SERIES": "GULLIVER",
  "STATUS": "Established Series",
  "BYREV": "JKC-GDW-JFH",
  "REVDATE": "06/2007",
  "STATES": "MI",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, superactive, frigid Alfic Oxyaquic Haplorthods"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Gulliver silt loam in an area of Graveraet-Gulliver complex, 1 to 6 percent slopes in a forested area at an elevation of 210 meters.  (Colors are for moist soil unless otherwise stated.)\nA--0 to 10 centimeters; black (10YR 2/1) silt loam; gray (10YR 5/1) dry; moderate medium granular structure; friable; many fine, common medium and coarse roots; strongly acid; abrupt wavy boundary. (8 to 15 centimeters thick)\nE--10 to 23 centimeters; brown (7.5YR 5/2) silt loam; light gray (7.5YR 7/1) dry; weak medium subangular blocky parting to weak coarse granular structure; friable; common fine and few medium and coarse roots; very strongly acid; clear wavy boundary.  (5 to 13 centimeters thick)\nBhs--23 to 30 centimeters; dark brown (7.5YR 3/2) silt; weak medium subangular blocky structure; friable; many fine, few medium and coarse roots; very strongly acid; clear wavy boundary.  (0 to 10 centimeters thick)\n2Bs--30 to 48 centimeters; dark brown (7.5YR 3/4) sandy loam; weak medium subangular blocky structure; friable; few fine and medium roots; strongly acid; abrupt wavy boundary.  (10 to 25 centimeters thick)\n2E/Bt--48 to 61 centimeters; brown (7.5YR 5/3) loamy sand, light gray (7.5YR 7/1) dry (E); occupies about 80 percent of the horizon surrounding reddish brown (5YR 4/3) sandy loam (Bt); moderate medium subangular blocky structure; firm; few fine roots; common fine vesicular pores; about 3 percent fine and medium gravel; slightly acid; clear irregular boundary.  (8 to 20 centimeters thick)\n2Bt--61 to 76 centimeters; reddish brown (5YR 4/3) sandy loam; moderate medium subangular blocky structure; firm; few fine roots; common fine prominent strong brown (7.5YR 5/6) masses of iron accumulations on faces of peds; many fine vesicular pores; few faint dark reddish brown (5YR 3/3) clay films on faces of peds; about 3 percent fine and medium gravel; neutral; clear wavy boundary.  (8 to 20 centimeters thick)\n2C1--76 to 102 centimeters; brown (7.5YR 5/3) sandy loam; weak medium platy structure inherent from deposition; firm; few medium prominent yellowish red (5YR 5/8) masses of iron accumulations throughout; about 3 percent cobbles; about 5 percent medium and fine gravel; moderately alkaline; violent effervescence; clear wavy boundary.\n2C2--102 to 147 centimeters; brown (7.5YR 5/3) gravelly fine sandy loam; moderate medium platy structure inherent from deposition; firm; common medium distinct strong brown (7.5YR 4/6) masses of iron accumulations and common coarse faint light brown (7.5YR 6/3) masses of iron depletions throughout; about 3 percent cobbles; about 5 percent coarse gravel, 8 percent medium and fine gravel; moderately alkaline; violent effervescence; abrupt wavy boundary. (combined thickness of the C horizons is 51 to 102 centimeters)\n3R--147 centimeters; hard, fractured limestone"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Major Land Resource Area 94B  Michigan Eastern Upper Peninsula Sandy Drift, Schoolcraft County Michigan Subset; about 4 miles northeast of Gulliver; 1720 feet south and 2640 feet east of the northwest corner of sec. 9, T.42N., R.13W.; USGS Blaney Park topographic quadrangle; Mueller Township; lat. 46 degrees 3 minutes 05 seconds N. and long. 85 degrees 56 minutes 14 seconds W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nDepth to limestone bedrock - 102 to 152 centimeters\nGravel content (A, E, Bhs, and 2Bs horizons) - 0 to 3 percent\nGravel content (2E/Bt, 2Bt, and 2C horizons) - 3 to 20 percent\nCobble content (2C horizons) - 0 to 5 percent\nClay content (argillic horizon) - 7 to 22 percent\nDepth to redoximorphic features - 51 to 102 centimeters\nA horizon:\nHue - 7.5YR or 10YR\nValue - 2 to 4\nChroma - 1 or 2\nTexture - silt loam or very fine sandy loam\nReaction - very strongly acid to moderately acid.  Cultivated areas may have a high pH due to liming practices.\nE horizon:\nHue - 5YR to 7.5YR\nValue - 5 or 6\nChroma - 2 or 3\nTexture - silt loam or very fine sandy loam\nReaction - very strongly acid to moderately acid\nBhs horizon:\nHue - 5YR or 7.5YR\nChroma - 2 or 3\nTexture - silt, silt loam, or very fine sandy loam\nReaction - very strongly acid or strongly acid\nBs horizon (when present):\nHue - 5YR or 7.5YR\nValue - 3 or 4\nChroma - 3 or 4\nTexture - silt, silt loam, or very fine sandy loam\n2Bs horizon:\nHue - 5YR or 7.5YR\nValue - 3 or 4\nChroma - 3 or 4\nTexture - sandy loam or fine sandy loam\nReaction - very strongly acid to moderately acid.\nE part of the 2E/Bt horizon:\nValue - 5 or 6\nChroma - 2 or 3\nTexture - loamy sand or sandy loam\nBt part of the 2E/Bt horizon;\nHue - 5YR or 7.5YR\nValue - 3 or 4\nChroma - 3 or 4\nTexture - fine sandy loam, sandy loam or loam\nReaction - slightly acid to slightly alkaline\n2Bt horizon:\nHue - 5YR or 7.5YR\nValue - 3 or 4\nChroma - 3 or 4\nTexture - fine sandy loam, sandy loam, sandy clay loam, or loam\n2C horizon:\nHue - 5YR or 7.5YR\nValue - 4 or 5\nChroma - 3 or 4\nTexture - sandy loam, loam, fine sandy loam or gravelly analogues of these textures\nReaction - neutral to moderately alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are Annalake, Beaverbay, Chequamegon, Goodwit, Loggerhead, Padwood, Sarwet, Shoepac, Spiderlake, Stanberry, and Tipler soils. None of these soils has bedrock between 102 and 152 centimeters."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent materials - loamy eolian deposits over loamy glacial till\nLandform - ground moraines and fluted ground moraines underlain by limestone bedrock.\nSlope - 1 to 6 percent\nElevations - 195 to 229 meters\nMean annual precipitation - 710 to 810 millimeters\nMean annual air temperature - 3 to 5 degrees C."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: Gulliver soils are associated with Charlevoix, Ensley, Graveraet, and Longrie soils.\nCharlevoix - are on slightly lower landscape positions and 152 centimeters or deeper to bedrock.\nEnsley - are in depressions and 152 centimeters or deeper to bedrock.\nGraveraet - occur in complexes with Gulliver and are 152 centimeters or deeper to bedrock.\nLongrie  are on slightly higher landscape positions and 51 to 102 centimeters deep to bedrock."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:\nDrainage  water saturation ranges from 64 to 102 centimeters below the surface in October, November, March, April, May, and June (moderately well drained).\nRunoff - low.\nSaturated hydraulic conductivity - moderately high or high"
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most of this soil is in woodland.  Major tree species include sugar maple, yellow birch, white ash, American beech, aspen, and ironwood.  Common ground plants include sweet cicely, downy violet, sedges, twisted stalk, wild leek, and Canadian violet."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:\nPhysiographic Division\n--Interior Plains\nPhysiographic Province\n--Central Lowland\nPhysiographic Section\n--Eastern Lake\nLand Resource Region\n--Northern Lake States Forest and Forage region (LRR K)\nMajor Land Resource Area\n--Michigan Eastern Upper Peninsula Sandy Drift (MLRA 94B)\nThe series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: St. Paul, Minnesota"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Major Land Resource Area 94B  Michigan Eastern Upper Peninsula Sandy Drift; Schoolcraft County Michigan Subset, December 2006. Proposed: Schoolcraft County, Michigan, 1999.  Source of name is a named lake in southern Schoolcraft County."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in the typical pedon are: Ochric epipedon - 0 to 10 centimeters (A horizon)\nAlbic horizon - 10 to 23 centimeters (E horizon)\nSpodic horizon - 23 to 48 centimeters (Bhs, 2Bs horizons)\nArgillic horizon - 61 to 76 centimeters (2Bt horizon)\nParticle size control section - 25 to 102 centimeters\nADDITIONAL DATA: Refer to S00MI-153-006 for NSSL data on typical pedon. The pedon descriptions supporting this series concept are stored in NASIS.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
