{
  "SERIES": "GUNCLUB",
  "STATUS": "Established Series",
  "BYREV": "BWH-CTS-CJH",
  "REVDATE": "04/1999",
  "STATES": "MN",
  "OVERVIEW": "The Gunclub series consists of very deep, somewhat poorly drained soils on glacial lake plains.  They formed in calcareous silty lacustrine sediments over clayey glacial till.  Permeability is moderately slow in the surface and subsoil and very slow in the underlying material. Slopes range from 0 to 2 percent.  Mean annual air temperature is 41 degrees F.  Mean annual precipitation is 22 inches.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty, mixed, superactive, frigid Aeric Calciaquolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Gunclub silty clay loam, on a plane 2 percent slope in a cultivated field. (Colors are for moist soil unless otherwise noted)\nAp--0 to 9 inches; black (10YR 2/1) silty clay loam; very dark gray (10YR 3/1) dry; weak fine and medium subangular blocky structure; friable; few fine roots; strongly effervescent; moderately alkaline; abrupt smooth boundary. (7 to 16 inches thick)\nBk1--9 to 20 inches; 60 percent gray (10YR 5/1) and 40 percent grayish brown (2.5Y 5/2) silty clay loam; moderate fine and medium subangular blocky structure; friable; common fine roots; common medium irregularly shaped masses of carbonate; violently effervescent; moderately alkaline; abrupt smooth boundary.\nBk2--20 to 34 inches; light yellowish brown (2.5Y 6/4) silty clay loam; common fine prominent yellowish brown (10YR 5/6) redoximorphic concentrations; moderate medium subangular blocky structure; friable; few fine roots; few fine irregularly shaped masses of carbonate; violently effervescent; moderately alkaline; clear smooth boundary. (Combined Bk horizons 10 to 30 inches thick)\nCg1--34 to 54 inches; 60 percent light olive brown (2.5Y 5/4) and 40 percent olive gray (5Y 5/2) silty clay loam; common medium prominent brownish yellow (10YR 6/6) redoximorphic concentrations; moderate medium subangular blocky soil fragments; firm; few very fine roots; few fine irregularly shaped masses of carbonate; strongly effervescent; moderately alkaline; abrupt smooth boundary. (10 to 20 inches thick)\n2Cg2--54 to 68 inches; light olive gray (5Y 6/2) clay; common medium prominent brownish yellow (10YR 6/8) and few fine prominent yellowish red (5YR 5/8) redoximorphic concentrations; massive with moderate fine and medium platy soil fragments; very firm; few fine irregular shaped masses of carbonate; 5 percent gravel; strongly effervescent; slightly alkaline; clear smooth boundary.\n2Cg3--68 to 80 inches; 60 percent light gray (5Y 7/2), and 40 percent pale olive (5Y 6/3) clay; common medium prominent brownish yellow (10YR 6/8) and common fine prominent yellowish red (5YR 5/8) redoximorphic concentrations; massive with moderate medium platy soil fragments; very firm; common fine irregularly shaped masses of carbonate; 4 percent gravel; strongly effervescent; slightly alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Polk County, Minnesota, about 1.5 miles northeast of Crookston; 1250' W. and 1350' N. of the southeast corner of sec. 20, T. 150 N., R. 46 W..  This is latitude 47 degrees, 47 minutes and 34 seconds N.; longitude 96 degrees, 34 minutes and 21 seconds W.."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The thickness of the silty mantle ranges from 40 to 60 inches.  The mollic epipedon ranges from 7 to 24 inches thick. The upper sediment does not have rock fragments.  The clayey lower part of the control section contains from 0 to 9 percent gravel and cobbles of mixed lithology.  The soil is slightly alkaline or moderately alkaline.  The salinity ranges from 0 to 4 mmhos/cm/cm throughout the series control section.\nThe A horizon has a hue of 10YR, 2.5Y, 5Y or is neutral, value of 2 or 3 moist and 3 to 5 dry, and chroma of 0 or 1.  It typically is silty clay loam but some are silt loam or silty clay.  It averages 1 to 10 percent very fine sand or coarser.  The A horizon contains 1 to 10 percent calcium carbonate.  Some pedons have tongues of A horizon extending into the Bk horizon.\nAn Ak horizon is present in some pedons.\nThe Bk horizon has a hue of 10YR, 2.5Y or 5Y, value of 3 to 7, and a chroma of 1 to 4.  It is a silty clay loam or silt loam, averaging 18 to 34 percent clay and 1 to 10 percent very fine sand or coarser.  It contains 15 to more than 30 percent calcium carbonate.  Most of this is disseminated or occurs as masses or threads.  Some pedons contain few or common, faint to prominent redoximorphic concentrations in this horizon.\nA Bky or BC horizon is present in some pedons.\nThe Cg horizon has a hue of 2.5Y or 5Y, value of 4 to 7, and chroma of 2 to 4.  In some pedons below 30 inches the hue is neutral and the chroma is 1 or less.  The texture of the C horizon is typically silty clay loam or silt loam.  In some pedons there are thin strata of very fine sandy loam, silt loam and silty clay loam, averaging 18 to 34 percent clay and 1 to 10 percent very fine sand or coarser.\nIn some pedons a thin layer of sands and gravel occurs between the Cg horizon and the 2Cg horizon\nThe 2Cg horizon has a hue of 2.5Y or 5Y, value of 4 to 7, and chroma of 2 to 4.  The texture of the 2Cg horizon is typically clay or silty clay, averaging 40 to 70 percent clay, 5 to 20 percent fine sand or coarser, 0 to 5 percent gravels and 0 to 1 percent cobbles."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Bearden, Cubden, McIntosh and Saunders series.  The Bearden, Cubden, and McIntosh soils average less than 40 percent clay in the lower part of the series control section.  The Saunders soils have electrical conductivity of more than 4 mmhos/cm throughout the series control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Gunclub soils are on level and nearly level lake plains.  Slopes are 0 to 2 percent.  These soils are formed in calcareous silty lacustrine sediments over clayey till.  The climate is cool and subhumid.  The mean annual air temperature ranges from 38 to 44 degrees F.  Mean annual precipitation ranges from 20 to 24 inches.  Frost free days range from 90 to 145.  Elevation above sea level ranges from 800 to 1050 feet."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Bearden, Colvin, Nielsville, Perella and Wheatville soils.  Bearden soils do not have a clayey 2C horizon below 40 inches.  Colvin and Perella soils are in a drainage sequence with Bearden soils.  Colvin and Perella soils are in swales and lower lying flats and basins.  Colvin soils are poorly drained.  Perella soils do not have calcic horizons within 16 inches of the surface.  Nielsville soils are poorly drained.  Wheatville soils are coarse-silty"
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Somewhat poorly drained.  Runoff is negligible or low.  Permeability is moderately slow in the surface and subsoil and very slow in the underlying material.  Depth to an apparent seasonal high water table is as high as 1.5 to 2.5 feet at some time from April to June in most years"
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Nearly all of these soils are used to grow small grain and row crops such as sugar beets.  Native vegetation was big bluestem, switchgrass and a variety of forbs."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  The Red River Valley in northwestern Minnesota."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  St. Paul, Minnesota"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Polk County, Minnesota, 1996."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic features recognized in this pedon are: mollic epipedon - the zone from the surface to a depth of 9 inches (Ap horizon); calcic horizon  - the zone from 9 to 34 inches (Bk1 and Bk2 horizons); aquic conditions (redoximorphic concentrations) associated with wetness (Bk1 and Bk2 horizons).\nThis soil was previously mapped as a clayey substratum phase of the Bearden series.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "somewhat poorly"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 23,
        "dry_hue": "10YR",
        "dry_value": 3,
        "dry_chroma": 1,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 1,
        "texture_class": "silty clay loam",
        "pH_class": "moderately alkaline",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Ap--0 to 9 inches; black (10YR 2/1) silty clay loam; very dark gray (10YR 3/1) dry; weak fine and medium subangular blocky structure; friable; few fine roots; strongly effervescent; moderately alkaline; abrupt smooth boundary. (7 to 16 inches thick)"
      },
      {
        "name": "Bk1",
        "top": 23,
        "bottom": 51,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 1,
        "texture_class": "silty clay loam",
        "pH_class": "moderately alkaline",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Bk1--9 to 20 inches; 60 percent gray (10YR 5/1) and 40 percent grayish brown (2.5Y 5/2) silty clay loam; moderate fine and medium subangular blocky structure; friable; common fine roots; common medium irregularly shaped masses of carbonate; violently effervescent; moderately alkaline; abrupt smooth boundary."
      },
      {
        "name": "Bk2",
        "top": 51,
        "bottom": 86,
        "moist_hue": "2.5Y",
        "moist_value": 6,
        "moist_chroma": 4,
        "texture_class": "silty clay loam",
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bk2--20 to 34 inches; light yellowish brown (2.5Y 6/4) silty clay loam; common fine prominent yellowish brown (10YR 5/6) redoximorphic concentrations; moderate medium subangular blocky structure; friable; few fine roots; few fine irregularly shaped masses of carbonate; violently effervescent; moderately alkaline; clear smooth boundary. (Combined Bk horizons 10 to 30 inches thick)"
      },
      {
        "name": "Cg1",
        "top": 86,
        "bottom": 137,
        "moist_hue": "2.5Y",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "silty clay loam",
        "pH_class": "moderately alkaline",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Cg1--34 to 54 inches; 60 percent light olive brown (2.5Y 5/4) and 40 percent olive gray (5Y 5/2) silty clay loam; common medium prominent brownish yellow (10YR 6/6) redoximorphic concentrations; moderate medium subangular blocky soil fragments; firm; few very fine roots; few fine irregularly shaped masses of carbonate; strongly effervescent; moderately alkaline; abrupt smooth boundary. (10 to 20 inches thick)"
      },
      {
        "name": "2Cg2",
        "top": 137,
        "bottom": 173,
        "moist_hue": "5Y",
        "moist_value": 6,
        "moist_chroma": 2,
        "texture_class": "clay",
        "pH_class": "slightly alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "2Cg2--54 to 68 inches; light olive gray (5Y 6/2) clay; common medium prominent brownish yellow (10YR 6/8) and few fine prominent yellowish red (5YR 5/8) redoximorphic concentrations; massive with moderate fine and medium platy soil fragments; very firm; few fine irregular shaped masses of carbonate; 5 percent gravel; strongly effervescent; slightly alkaline; clear smooth boundary."
      },
      {
        "name": "2Cg3",
        "top": 173,
        "bottom": 203,
        "moist_hue": "5Y",
        "moist_value": 7,
        "moist_chroma": 2,
        "texture_class": "clay",
        "pH_class": "slightly alkaline",
        "narrative": "2Cg3--68 to 80 inches; 60 percent light gray (5Y 7/2), and 40 percent pale olive (5Y 6/3) clay; common medium prominent brownish yellow (10YR 6/8) and common fine prominent yellowish red (5YR 5/8) redoximorphic concentrations; massive with moderate medium platy soil fragments; very firm; common fine irregularly shaped masses of carbonate; 4 percent gravel; strongly effervescent; slightly alkaline."
      }
    ]
  ]
}
