{
  "SERIES": "GUNDY",
  "STATUS": "Established Series",
  "BYREV": "Rev. ECH:JCM:RLV",
  "REVDATE": "06/2000",
  "STATES": "SC,VA",
  "OVERVIEW": "The Gundy series consists of deep or very deep, well drained, moderately permeable soils that formed in material mostly weathered from Carolina slate of the Piedmont uplands.  Slopes commonly are 10 to 25 percent but range from 6 to 40 percent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, mixed, semiactive, thermic Ultic Hapludalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Gundy silt loam on a 14 percent slope of mixed hardwood and pine.  (Colors are for moist soil.)\nA--0 to 4 inches; brown (10YR 5/3) silt loam; weak fine granular structure; very friable, nonsticky, nonplastic; many fine roots and few medium roots; about 5 percent quartz gravel and slate channers, 1 to 4 inches in length; moderately acid; abrupt smooth boundary.  (2 to 8 inches thick)\nBt1--4 to 20 inches; red (2.5YR 4/8) clay; moderate medium subangular blocky structure; firm, slightly sticky, slightly plastic, common fine roots, few medium roots; many prominent clay films on faces of peds; about 2 percent quartz gravel and slate channers, 1 to 4 inches in length; moderately acid; gradual wavy boundary.\nBt2--20 to 27 inches; red (2.5YR 4/8) clay loam; few medium distinct reddish yellow (5YR 6/8) mottles; moderate medium subangular blocky structure; firm, slightly sticky, slightly plastic, few fine roots; thick continuous prominent clay films on faces of peds; about 3 percent slate channers, 1 to 4 inches in length; moderately acid; gradual wavy boundary.  (Combined thickness of the Bt horizons is 10 to 35 inches)\nBC--27 to 32 inches; red (2.5YR 5/8) channery clay loam; common medium distinct reddish yellow (5YR 6/8) mottles; weak medium subangular blocky structure; firm, slightly sticky, slightly plastic; few fine roots; about 15 percent channers of slate, 1 to 4 inches in length; moderately acid; gradual wavy boundary.  (0 to 16 inches thick)\nC--32 to 52 inches; yellowish red (5YR 5/8) very channery clay loam; few medium distinct brownish yellow (10YR 6/6) mottles; massive; friable; few fine roots in pockets of material from B horizon; 50 percent fragments of slate 1 to more than 4 inches; few pockets of red clay loam B material; moderately acid; gradual wavy boundary. (10 to 40 inches thick)\nCr--52 to 60 inches; pale olive (5Y 6/4) weathered slate bedrock; few medium faint light olive gray (5Y 6/2) mottles."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Edgefield County, South Carolina; about 13 miles west of Edgefield and about 2.7 miles west of Red Hill Church; about 0.6 mile east of Stevens Creek and about 150 feet north of Buzzard Branch."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Solum thickness ranges from 20 to 40 inches.  Depth to a paralithic contact ranges from 40 to more than 60 inches.  The soil is slightly acid to strongly acid throughout, except for the surface layer in limed areas.  Content of rock fragments, commonly of slate, 1 to 4 inches or more in length, range from about 2 to 30 percent in the A horizon, 2 to 15 percent in the Bt horizon, and 20 to 55 percent in the C horizon.\nThe A horizon has hue of 5YR to 10YR, value of 4 to 6, and chroma of 2 to 4.  It is silt loam, loam or fine sandy loam in the fine earth fraction.\nThe E horizon, where present, has hue of 5YR to 10YR, value of 4 to 6, and chroma of 4 to 8.  It is silt loam, loam or fine sandy loam in the fine earth fraction.\nThe Bt horizon commonly has hue of 2.5YR or 5YR but ranges to 10YR, value of 4 to 6, and chroma of 3 to 8.  Some pedons have mottles in shades of yellow and brown.  The Bt horizon is clay loam, silty clay, or clay.\nThe BC horizon, where present, has hue of 2.5YR to 10YR, value of 4 to 6, and chroma of 3 to 8.  It is loam, silt loam, silty clay loam, or clay loam in the fine-earth fraction.\nThe C horizon has hue of 2.5YR to 5Y, value of 4 to 6, and chroma of 2 to 8, with mottles in shades of red, yellow, gray, and brown.  Pedons with chroma of 2 have hue of 2.5YR.  The C horizon is silt loam, silty clay loam, or clay loam in the fine-earth fraction.\nThe Cr horizon is Carolina slate or fine-grained schist."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Brantley, Canton Bend, Capshaw, Cowton, Enon, Hampshire, Maben, Magnet, Mecklenburg, Meth, Spray, Zion, and Zuber series in the same family.  Brantley, Canton Bend, and Capshaw soils have a solum thickness of 40 to 60 inches.  Cowton soils are underlain by sandstone or shale of Pennsylvanian age and have a lithologic discontinuity in the Bt horizon.  Enon, Maben, Magnet, and Mecklenburg soils have slower permeability.  In addition, Enon and Mecklenburg soils are underlain by dark colored basic crystalline rock; Maben soils are underlain by stratified loamy and shaly clays; and Magnet soils have a Cr horizon in multicolored saprolite from syenite and other intrusive igneous rocks.  Hampshire soils are underlain by hard phosphatic limestone bedrock at depths of 40 to 65 inches.  Meth and Zuber soils have a solum thickness of more than 60 inches; and in addition are underlain by loamy and clayey marine sediments.  Spray soils have a solum thickness of 10 to 20 inches.  Zion soils are underlain by hard bedrock at depths of 20 to 40 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Gundy soils are on sloping to steep side slopes of the Piedmont.  The soil formed in material mostly weathered from Carolina slate and fine-grained metavolcanic bedrock.  The average annual precipitation ranges from 42 to 52 inches, the mean annual temperature ranges from 59 to 63 degrees F., and the frost-free season ranges from 200 to 230 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  In addition to the competing Enon and Mecklenburg series, these are the Alamance, Georgeville, Goldston, Herndon, Kirksey, Nanford, Orange, and Tarrus series.  Alamance, Georgeville, Goldston, Herndon, Kirksey, Nanford, and Tarrus soils have base saturation of less than 35 percent.  In addition, Goldston soils are loamy-skeletal; and Kirksey soils are fine-loamy and have mottles of chroma 2 or less within the top 24 inches of the argillic horizon.  Orange soils have smectitic mineralogy and have mottles of chroma 2 or less in some part of the upper 10 inches of the argillic horizon."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained.  Runoff is medium and permeability is moderate."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most of the areas are in forests of pine and mixed hardwoods.  Cleared areas are primarily used for pasture."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  The Piedmont of South Carolina and Virginia, and possibly Georgia and North Carolina.  The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Raleigh, North Carolina"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Edgefield County, South Carolina; 1978."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Gundy soils were formerly included with the Nason and Tatum series.  These series have been limited to schist parent material aand the Nanford and Tarrus series were established for Carolina slate and metavolcanic rock."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "ADDITIONAL DATA:\nREMARKS:  Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - the zone from the surface of the soil to 4 inches (A horizon)\nArgillic horizon - the zone from 4 to 27 inches (Bt1 and Bt2 horizons)\nMLRA = 136  SIR = SC0094\nTABULAR SERIES DATA:\nSOI-5  Soil Name   Slope  Airtemp FrFr/Seas Precip  Elevation\nSC0094 GUNDY       6- 40   59- 63  200-230  42- 52   350-1000\nSOI-5  FloodL FloodH Watertable Kind   Months  Bedrock Hardness\nSC0094 NONE          6.0-6.0              -     40-72   SOFT\nSOI-5  Depth  Texture                3-Inch  No-10  Clay%   -CEC-\nSC0094  0- 4  SIL L FSL               0-  5  75-100  5-27  10- 15\nSC0094  0- 4  CN-SIL CN-L             0- 10  55- 75  5-27  10- 15\nSC0094  0- 4  SICL                    0-  5  70-100 27-35  10- 20\nSC0094  4-32  C CL SIC                0-  5  70-100 35-60  15- 30\nSC0094 32-52  CNV-CL CN-SICL CN-SIL   0- 10  55- 90 15-40  10- 21\nSC0094 52-60  WB                       -       -      -      -\nSOI-5  Depth    -pH-     O.M.  Salin  Permeab   Shnk-Swll\nSC0094  0- 4  5.1- 6.5  .5-2.  0- 0   0.6- 2.0  LOW\nSC0094  0- 4  5.1- 6.5  .5-2.  0- 0   0.6- 2.0  LOW\nSC0094  0- 4  5.1- 6.5  .5-1.  0- 0   0.6- 2.0  LOW\nSC0094  4-32  5.1- 6.5  0.-.5  0- 0   0.6- 2.0  MODERATE\nSC0094 32-52  5.1- 6.5  0.-.5  0- 0   0.6- 2.0  LOW\nSC0094 52-60     -        -     -        -"
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 10,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 3,
        "texture_class": "silt loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "A--0 to 4 inches; brown (10YR 5/3) silt loam; weak fine granular structure; very friable, nonsticky, nonplastic; many fine roots and few medium roots; about 5 percent quartz gravel and slate channers, 1 to 4 inches in length; moderately acid; abrupt smooth boundary.  (2 to 8 inches thick)"
      },
      {
        "name": "Bt1",
        "top": 10,
        "bottom": 51,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "2.5YR",
        "moist_value": 4,
        "moist_chroma": 8,
        "texture_class": "clay",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bt1--4 to 20 inches; red (2.5YR 4/8) clay; moderate medium subangular blocky structure; firm, slightly sticky, slightly plastic, common fine roots, few medium roots; many prominent clay films on faces of peds; about 2 percent quartz gravel and slate channers, 1 to 4 inches in length; moderately acid; gradual wavy boundary."
      },
      {
        "name": "Bt2",
        "top": 51,
        "bottom": 69,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "2.5YR",
        "moist_value": 4,
        "moist_chroma": 8,
        "texture_class": "clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bt2--20 to 27 inches; red (2.5YR 4/8) clay loam; few medium distinct reddish yellow (5YR 6/8) mottles; moderate medium subangular blocky structure; firm, slightly sticky, slightly plastic, few fine roots; thick continuous prominent clay films on faces of peds; about 3 percent slate channers, 1 to 4 inches in length; moderately acid; gradual wavy boundary.  (Combined thickness of the Bt horizons is 10 to 35 inches)"
      },
      {
        "name": "BC",
        "top": 69,
        "bottom": 81,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "2.5YR",
        "moist_value": 5,
        "moist_chroma": 8,
        "texture_class": "clay loam",
        "cf_class": "channery",
        "pH": "NA",
        "pH_class": "moderately acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "BC--27 to 32 inches; red (2.5YR 5/8) channery clay loam; common medium distinct reddish yellow (5YR 6/8) mottles; weak medium subangular blocky structure; firm, slightly sticky, slightly plastic; few fine roots; about 15 percent channers of slate, 1 to 4 inches in length; moderately acid; gradual wavy boundary.  (0 to 16 inches thick)"
      },
      {
        "name": "C",
        "top": 81,
        "bottom": 132,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "5YR",
        "moist_value": 5,
        "moist_chroma": 8,
        "texture_class": "clay loam",
        "cf_class": "very channery",
        "pH": "NA",
        "pH_class": "moderately acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "C--32 to 52 inches; yellowish red (5YR 5/8) very channery clay loam; few medium distinct brownish yellow (10YR 6/6) mottles; massive; friable; few fine roots in pockets of material from B horizon; 50 percent fragments of slate 1 to more than 4 inches; few pockets of red clay loam B material; moderately acid; gradual wavy boundary. (10 to 40 inches thick)"
      },
      {
        "name": "Cr",
        "top": 132,
        "bottom": 152,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "5Y",
        "moist_value": 6,
        "moist_chroma": 4,
        "texture_class": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Cr--52 to 60 inches; pale olive (5Y 6/4) weathered slate bedrock; few medium faint light olive gray (5Y 6/2) mottles."
      }
    ]
  ]
}
