{
  "SERIES": "GUND",
  "STATUS": "Established Series",
  "BYREV": "Rev. JVC-JBF",
  "REVDATE": "11/2016",
  "STATES": "NV",
  "OVERVIEW": "The Gund series consists of very deep, somewhat poorly drained soils that formed in alluvium derived from loess, volcanic ash, and mixed rocks over lacustrine deposits.  Gund soils are on lake plains, lake plain terraces, and alluvial flat remnants.  Slopes are 0 to 4 percent.  The mean annual precipitation is about 200 mm and the mean annual temperature about 8 degrees C.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS:  Fine-silty over clayey, mixed over smectitic, superactive, nonacid, mesic Xerertic Torriorthents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Gund silt loam--rangeland.  (Colors are for dry soil unless otherwise noted.)\nA--0 to 10 cm; pale brown (10YR 6/3) silt loam, dark brown (10YR 3/3) moist; moderate thin and medium platy structure; soft, very friable, moderately sticky and slightly plastic; common very fine and fine roots; many very fine interstitial and vesicular pores; strongly alkaline (pH 8.7); gradual smooth boundary.  (8 to 15 cm thick)\nBq1--10 to 36 cm; pale brown (10YR 6/3) silt loam, brown (10YR 4/3) moist; moderate thin and medium platy structure; hard, friable, moderately sticky and moderately plastic; common very fine and fine roots; common very fine tubular pores; 40 percent of matrix is brittle; strongly alkaline (pH 9.0); gradual smooth boundary.  (10 to 30 cm thick)\nBq2--36 to 58 cm; very pale brown (10YR 7/3) silt loam, pale brown (10YR 6/3) moist; moderate thin and medium platy structure; hard, firm, slightly sticky and nonplastic; few very fine to coarse roots; common very fine tubular pores; matrix is brittle; strongly effervescent; moderately alkaline (pH 8.0) clear wavy boundary. (15 to 30 cm)\n2Bn--58 to 97 cm; light gray (2.5Y 7/2) clay, light brownish gray (2.5Y 6/2) moist; strong medium prismatic structure; hard, friable, moderately sticky and very plastic; few very fine, fine, and medium roots; many very fine and fine interstitial and tubular pores; common distinct pressure cutans on faces of peds; common medium distinct olive yellow (2.5Y 6/6) moist masses of iron accumulation; 60 percent of the tubular pores, root channels, and faces of peds are coated with prominent reddish brown (5YR 4/4) iron and manganese accumulations; strongly effervescent; strongly alkaline (pH 8.9); clear wavy boundary.  (25 to 50 cm thick)\n2Cy--97 to 152 cm; pale yellow (5Y 7/3) silty clay, light olive gray (5Y 6/2) moist; massive; hard, friable, very sticky and moderately plastic; few very fine roots; many very fine tubular pores; many medium distinct olive yellow (2.5Y 6/6) moist masses of iron accumulation; common fine white (10YR 8/1) gypsum crystals; strongly effervescent; strongly alkaline (pH 9.0)"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Lander County, Nevada; about 55 miles southeast of Battle Mountain; approximately 1,600 feet north and 1,260 feet west of the southeast corner of section 19, T. 23 N., R. 48 E.; USGS Fagin Mountain 7.5 minute topographic quadrangle; latitude 39 degrees 50 minutes 36 seconds N and longitude 116 degrees 36 minutes 51 seconds W; WGS84 Decimal Degrees 39.8433333 latitude, -116.6138889 longitude."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: Usually moist in some part of the moisture control section from October to July, usually dry August and September; aridic (torric) moisture regime that borders on xeric.\nMean annual soil temperature: 8 to 11 degrees C.\nDepth to horizons with firm, brittle matrix: 8 to 18 cm.\nDepth to clayey lacustrine deposits: 38 to 76 cm.\nReaction: Moderately alkaline or strongly alkaline.\nLinear extensibility (LE): 6 to 9 cm.\nParticle-size control section - Clay content:  Averages 18 to 25 percent in the upper part and 45 to 60 percent in the strongly contrasting lower part.\nA horizon\nValue:  6 or 7 dry, 3 through 5 moist.\nChroma:  2 or 3, dry or moist.\nConsistence:  Soft or slightly hard, dry; slightly sticky or moderately sticky and slightly plastic or moderately plastic, wet.\nEffervescence:  Commonly noneffervescent, but is slightly effervescent in some pedons.\nSalt and sodium:  These soils are strongly salt and sodium affected, with concentrations decreasing with increasing depth.\nOther features:  Some pedons have a thin A2 horizon and/or a 2Cg horizon.\nBq horizons\nValue:  5 through 7 dry, 4 through 6 moist.\nChroma:  2 through 4, dry or moist.\nConsistence:  Slightly hard or hard, dry; very friable to firm, moist.\nSecondary silica:  30 to 60 percent of matrix is brittle in the upper horizon and more than 60 percent of the matrix is brittle in the lower horizon.\nEffervescence:  Commonly noneffervescent, but ranges to strongly effervescent in the upper subhorizons and strongly effervescent in the lower subhorizons.\n2Bn and 2Cy horizons\nHue: 5Y through 10YR in the upper part and 2.5Y or 5Y in the lower part.\nValue:  7 or 8 dry in the upper part, 6 or 7 dry in the lower part; 4 through 6 moist.\nChroma:  2 or 3, dry or moist.\nTexture: Clay or silty clay.\nStructure:  Prismatic, angular blocky, or is massive.\nConsistence:  Hard to very hard, dry; friable to firm, moist.\nRedoximorphic features:  Common or many, distinct or prominent, iron and manganese coating 50 to 70 percent of the peds, pores and root channels.\nSegregated gypsum or sodium sulfate salts:  It has few to many crystals in the lower subhorizons; more study is needed to determine gypsum content."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are currently no other series in this family."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Gund soils are on lake plains, lake plain terraces, and alluvial flat remnants.  These soils formed in alluvium derived from loess, volcanic ash, and mixed rocks over lacustrine deposits.  Slopes are 0 to 4 percent.  Elevations range from 1,220 to 1,830 meters.  The climate is semiarid with cool, moist winters and warm, dry summers.  The mean annual precipitation is 200 to 250 mm, the mean annual temperature is 7 to 10 degrees C, and the frost-free period is 100 to 120 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the McConnel, Ocala, Sonoma, Umberland, and Wendane soils.  McConnel soils are sandy-skeletal.  Ocala and Wendane soils are fine-silty.  Sonoma soils are poorly drained and do not have horizons of silica accumulation.  Umberland soils are fine textured and do not have horizons of silica accumulation."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:  Somewhat poorly drained; low surface runoff;  moderately high saturated hydraulic conductivity in the upper part and moderately low saturated hydraulic conductivity in the strongly contrasting lower part.  Endosaturation is present with an apparent seasonal high water table between 90 and 100 cm (moderately deep and deep free water occurrence classes) from February through June.  Cumulative annual duration class is Common.  Drained phases have the water table at depths between 150 and 180 cm.  Ponding from run-on water is common in some areas.  These soils are susceptible to rare flooding for very brief periods year-round."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Gund soils are used for rangeland and wildlife habitat.  The present vegetation is mainly black greasewood, rubber rabbitbrush, Wyoming big sagebrush, basin big sagebrush, and inland saltgrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  North-central Nevada.  These soils are moderately extensive.  MLRA 28B."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Davis, California."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Lander County, Nevada, South Part, 1985."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - The zone from the soil surface to 18 cm (A and part of the Bq1 horizons).\nDuric feature - The zone from 10 to 58 cm (Bq1 and Bq2 horizons).\nEndosaturation feature - The condition of ground water with an upper boundary between 90 and 107 cm at certain times during normal years (parts of the 2Bw and 2Cy horizons).\nVertic subgroup feature - The zone from the soil surface to 100 cm with total linear extensibility of 6.0 cm or more (A, Bq1, Bq2, and 2Bn horizons and part of the 2Cy horizon).\nParticle-size control section - The zone from 25 to 100 cm (Bq2 and 2Bn horizons and part of the 2Cy horizon).\nThe revision of August 2007 updated the taxonomic class from Fine-silty over clayey, mixed over smectitic, superactive, nonacid, mesic Oxyaquic Torriorthents based on linear extensibility data in the NASIS database.\nFurther study of the gypsum and soluble salts in the lower horizons are needed to clarify gypsum content and data on volcanic glass content in the A, Bq1, and Bq2 horizons is needed.\nADDITIONAL DATA: Previous authors and editors include: EWB-CEJ-TM.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "somewhat poorly"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 10,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "silt loam",
        "pH": 8.7,
        "pH_class": "strongly alkaline",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "A--0 to 10 cm; pale brown (10YR 6/3) silt loam, dark brown (10YR 3/3) moist; moderate thin and medium platy structure; soft, very friable, moderately sticky and slightly plastic; common very fine and fine roots; many very fine interstitial and vesicular pores; strongly alkaline (pH 8.7); gradual smooth boundary.  (8 to 15 cm thick)"
      },
      {
        "name": "Bq1",
        "top": 10,
        "bottom": 36,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "silt loam",
        "pH": 9,
        "pH_class": "strongly alkaline",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "Bq1--10 to 36 cm; pale brown (10YR 6/3) silt loam, brown (10YR 4/3) moist; moderate thin and medium platy structure; hard, friable, moderately sticky and moderately plastic; common very fine and fine roots; common very fine tubular pores; 40 percent of matrix is brittle; strongly alkaline (pH 9.0); gradual smooth boundary.  (10 to 30 cm thick)"
      },
      {
        "name": "Bq2",
        "top": 36,
        "bottom": 58,
        "dry_hue": "10YR",
        "dry_value": 7,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 3,
        "texture_class": "silt loam",
        "pH": 8,
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bq2--36 to 58 cm; very pale brown (10YR 7/3) silt loam, pale brown (10YR 6/3) moist; moderate thin and medium platy structure; hard, firm, slightly sticky and nonplastic; few very fine to coarse roots; common very fine tubular pores; matrix is brittle; strongly effervescent; moderately alkaline (pH 8.0) clear wavy boundary. (15 to 30 cm)"
      },
      {
        "name": "2Bn",
        "top": 58,
        "bottom": 97,
        "dry_hue": "2.5Y",
        "dry_value": 7,
        "dry_chroma": 2,
        "moist_hue": "2.5Y",
        "moist_value": 6,
        "moist_chroma": 2,
        "texture_class": "clay",
        "pH": 8.9,
        "pH_class": "strongly alkaline",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "2Bn--58 to 97 cm; light gray (2.5Y 7/2) clay, light brownish gray (2.5Y 6/2) moist; strong medium prismatic structure; hard, friable, moderately sticky and very plastic; few very fine, fine, and medium roots; many very fine and fine interstitial and tubular pores; common distinct pressure cutans on faces of peds; common medium distinct olive yellow (2.5Y 6/6) moist masses of iron accumulation; 60 percent of the tubular pores, root channels, and faces of peds are coated with prominent reddish brown (5YR 4/4) iron and manganese accumulations; strongly effervescent; strongly alkaline (pH 8.9); clear wavy boundary.  (25 to 50 cm thick)"
      },
      {
        "name": "2Cy",
        "top": 97,
        "bottom": 152,
        "dry_hue": "5Y",
        "dry_value": 7,
        "dry_chroma": 3,
        "moist_hue": "5Y",
        "moist_value": 6,
        "moist_chroma": 2,
        "texture_class": "silty clay",
        "pH": 9,
        "pH_class": "strongly alkaline",
        "narrative": "2Cy--97 to 152 cm; pale yellow (5Y 7/3) silty clay, light olive gray (5Y 6/2) moist; massive; hard, friable, very sticky and moderately plastic; few very fine roots; many very fine tubular pores; many medium distinct olive yellow (2.5Y 6/6) moist masses of iron accumulation; common fine white (10YR 8/1) gypsum crystals; strongly effervescent; strongly alkaline (pH 9.0)"
      }
    ]
  ]
}
