{
  "SERIES": "GUNSTOCK",
  "STATUS": "Established Series",
  "BYREV": "Rev. CB-DDR",
  "REVDATE": "01/2006",
  "STATES": "VA",
  "OVERVIEW": "Soils of the Gunstock series are moderately deep, well drained, and moderately permeable.  They are on uplands and formed in residuum weathered from multicolored meta-siltstone and phyllite.  Slopes range from 2 to 60 percent.  Mean annual precipitation is about 40 inches and mean annual temperature is about 53 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, siliceous, semiactive, mesic Typic Hapludults"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Gunstock channery loam - on an 8 percent convex southeast - facing slope in forest.\nOi--3 to 1 inches; loose leaves, twigs, and pine needles.\nOe--1 to 0 inch; partially decomposed organic matter.\nA--O to 8 inches; yellowish brown (10YR 5/4) channery loam; weak fine granular structure; soft, very friable, slightly sticky and slightly plastic; common very fine, fine, medium, and coarse roots; 25 percent hard phyllite and quartzite channers up to 4 inches in length; very strongly acid; clear wavy boundary (2 to 10 inches thick).\nBt1--8 to 11 inches; brown (7.5YR 5/4) channery clay loam; weak medium subangular blocky structure; soft, friable, slightly sticky and slightly plastic; common very fine and fine roots; 10 percent hard phyllite and 10 percent soft phyllite channers up to 3 inches in length; few faint clay films; very strongly acid; clear wavy boundary.\nBt2--11 to 23 inches; strong brown (7.5YR 5/6) channery clay loam; moderate medium subangular blocky structure; slightly hard, friable, sticky and slightly plastic; few very fine and fine roots; 15 percent soft crushable light brownish gray phyllite channers; few distinct clay films; very strongly acid; clear wavy boundary.\nBt3--23 to 34 inches; yellowish red (5YR 5/6) very channery clay loam; moderate medium subangular blocky structure; slightly hard, friable, sticky and slightly plastic; few very fine roots; 50 percent soft weathered multicolored strong brown, light yellowish brown, yellowish brown, and light brownish gray phyllite fragments; many distinct clay films; very strongly acid; clear wavy boundary (combined thickness of the Bt horizon ranges from 15 to 38 inches).\nCr--34 to 47 inches; multicolored yellowish brown (10YR 5/8), light yellowish brown (10YR 6/4) and light gray (2.5YR 7/2) soft weathered phyllite that crushes to loam; massive; hard, firm, slightly sticky and slightly plastic; clay flows and clay lenses coat rock faces; very strongly acid; abrupt wavy boundary.\nR--47 inches; hard multicolored fractured phyllite."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Northern Bedford County, Virginia; 5000 feet west and 4750 feet north of the intersection of roads VA-600 and US-501 and about 750 feet west of US-501."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Solum thickness ranges from 20 to 40 inches.  Depth to hard bedrock ranges from 40 to 60 inches.  Soft bedrock ranges from 20 to 40 inches.  Hard and partially weathered pieces of quartzite siltstone and flat phyllite range from 5 to 55 percent in the solum and up to 80 percent in the C horizon.  Most fragments are less than 6 inches in length. Reaction is strongly acid or very strongly acid unless limed.\nThe A horizon has hue of 10YR, value and chroma of 4 through 6.  It is silt loam, loam, fine sandy loam, or sandy loam in the fine earth fraction.\nThe E horizon, where present, has hue of 10YR and value and chroma of 4 through 8.  It is silt loam, fine sandy loam, loam or sandy loam in the fine earth fraction.\nThe Bt horizon has hue of 5YR through 10YR, value of 5 through 6 and chroma of 4 through 8.  It is clay loam, silt loam, loam, or silty clay loam in the fine earth fraction.\nThe C or Cr horizon is multicolored yellowish, whitish, reddish, and brownish colored soft phyllite that crushes to silt loam or loam."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  Bailegap, Jefferson, Lily, Lonewood, Marr, Riney, Sassafras, and Sunnyside are members of the same family.  The Bailegap, Jefferson, Lonewood, and Riney soils have a solum ranging from 40 to 60 inches and do not have soft bedrock from 20 to 40 inches.  These soils also have sandstone rock fragments.  Lily soils have rock fragments of sandstone and hard sandstone bedrock between 20 and 40 inches.  Marr, Sassafras, and Sunnyside soils are more than 60 inches to bedrock and are formed in coastal plain segments.  They also have sandy textures and rounded quartzite gravel in the particle size or series control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Gunstock soils formed in materials weathered from multicolored meta-siltstone and phyllites.  They are gently sloping to very steep soils on ridgetops and side slopes in the Blue Ridge Mountains.  Slopes range from 2 to 60 percent.  The climate is temperate and humid.  The mean annual temperature ranges from 49 to 57 degrees F and mean annual precipitation ranges from 38 to 44 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Dekalb, Edneytown, Edneyville, Ashe, and Hayesville soils.  Dekalb, Edneyville, and Ashe soils do not have the argillic horizon and formed from quartzite and granites.  The Edneyville and Hayesville soils formed from granites and do not have rock fragments in the solum.  The Hayesville soil also has a clayey red argillic horizon."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained.  Permeability is moderate and runoff is rapid to very rapid."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Mostly in woodland; native vegetation is mixed hardwoods, pines, and mountain laurel."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Virginia, possible North Carolina, Tennessee, and Georgia."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Morgantown, West Virginia"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Bedford County, Virginia 1985."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\na.  Argillic horizon 8 to 34 inches.\nb.  Cr horizon at 34 inches.\nADDITIONAL DATA:\na.  Sand fraction count - 95 percent quartz, 2 percent opaques and traces of Feldspar and Mica.\nb.  Base saturation - 0.83 percent .\nc.  Rock fragments were estimated to be 50 percent in the Bt3. Due to the lab procedure, all rock fragments were soft enough to be ground up in the Bt3 and Cr horizon.\nd.  33 percent clay, 28 percent sand and 39 percent silt in the control section.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
