{
  "SERIES": "GURDANE",
  "STATUS": "Established Series",
  "BYREV": "Rev. DRJ/TDT",
  "REVDATE": "02/97",
  "STATES": "OR",
  "OVERVIEW": "The Gurdane series consists of moderately deep, well drained soils formed in loess over basalt residuum mixed with small amounts of volcanic ash.  Gurdane soils are on uplands and have slopes of 0 to 45 percent.  The mean annual precipitation is about 20 inches and the mean annual temperature is about 47 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Clayey-skeletal, smectitic, mesic Pachic Argixerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Gurdane silt loam, rangeland.  (Colors are for moist soil unless otherwise noted.)\nA1--0 to 3 inches; black (10YR 2/1) silty clay loam, dark gray (10YR 4/1) dry; strong fine and medium granular structure; slightly hard, very friable, slightly sticky and slightly plastic; many fine roots; many fine irregular pores; 5 percent gravel; slightly acid (pH 6.4); clear wavy boundary.  (2 to 6 inches thick)\nA2--3 to 9 inches; black (10YR 2/1) silty clay loam, dark gray (10YR 4/1) dry; strong fine and medium subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; many fine roots; many fine irregular pores; 5 percent gravel; neutral (pH 6.8); clear wavy boundary.  (5 to 12 inches thick)\nBw--9 to 20 inches; very dark brown (10YR 2/2) silty clay loam, dark grayish brown (10YR 4/2) dry; strong medium subangular blocky structure; slightly hard, friable, sticky and plastic; many fine roots; common fine tubular pores; 10 percent gravel; neutral (pH 7.0); abrupt smooth boundary.  (5 to 11 inches thick)\n2Bt--20 to 30 inches; dark brown (10YR 3/3) very cobbly clay, brown (10YR 4/3) dry; moderate fine and medium angular blocky structure; hard, firm, very sticky and very plastic; many fine roots; common fine tubular pores; 20 percent gravel and 30 percent cobbles; many moderately thick clay films in pores and on ped faces; neutral (pH 7.0); abrupt wavy boundary.  (5 to 13 inches thick)\n3R--30 inches; basalt."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Umatilla County, Oregon; 300 feet east of Gurdane District Road in the NW1/4 NW1/4 section 23, T. 3 S., R. 30 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The soils are usually moist, but are dry throughout between depths of 4 and 12 inches for 60 to 75 consecutive days.  The mean annual soil temperature is 47 to 51 degrees F.  Depth to basalt is 20 to 40 inches.  Thickness of the mollic epipedon ranges from 20 to 30 inches.  The control section has 40 to 50 percent clay and 35 to 70 percent coarse fragments.  It is slightly acid to neutral throughout.\nThe A horizon has value of 2 or 3 when moist, 3 to 5 when dry and chroma of 1 or 2 when dry and moist.  It has 0 to 10 percent gravel.  Structure is moderate to strong.\nThe Bw horizon has value of 2 or 3 when moist, 4 or 5 when dry and chroma of 1 or 2 when moist and dry.  It has 0 to 5 percent cobbles and 5 to 10 percent gravel.  Structure is subangular blocky or prismatic and is moderate to strong.\nThe 2Bt horizon has hue of 7.5YR or 10YR, value of 3 or 4 when moist and 4 to 6 when dry and chroma of 2 to 4 when moist and dry.  It is very or extremely cobbly clay.  It has 20 to 50 percent cobbles and 10 to 30 percent gravel.  Clay films are few to many and thin to thick.  Structure is moderate to strong."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are the Mallory and Thiessen series.  Mallory soils contain more than 10 percent coarse fragments throughout and lack a discontinuity at the Bt horizon.  Thiessen soils are dry for 75 to 90 days."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Gurdane soils are on uplands at elevations of 1,600 to 4,500 feet.  Slopes range from 0 to 45 percent.  The soils formed in loess over residuum from basalt mixed with small amounts of volcanic ash.  The mean annual temperature is 45 to 49 degrees F., and the mean annual precipitation is 16 to 24 inches.  The frost-free period is 100 to 130 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Gwin, Gwinly and Rockly soils.  These soils are less than 20 inches deep to bedrock."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; slow to very rapid runoff; very slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Gurdane soils are used for range and dryland small grain.  Native vegetation is Idaho fescue, bluebunch wheatgrass, Sandberg bluegrass and prairie junegrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  The series is moderately extensive along the foothills of the Blue Mountains in northeastern Oregon."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Umatilla County, Oregon, 1985.\nADDITONAL DATA:  Reference sample numbers 82T7684-7685.\nNATIONAL COOPERATIVE SOIL SURVEY\nUSA"
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": null
  }
}
