{
  "SERIES": "GUYANOGA",
  "STATUS": "Tentative Series",
  "BYREV": "MWH-DAS-SEA",
  "REVDATE": "04/2011",
  "STATES": "NY",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, active, mesic Dystric Eutrudepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Guyanoga channery silty clay loam on a 6 percent slope in a cultivated field. (Colors are for moist soils unless otherwise noted.)\nAp -- 0 to 30 centimeters (0 to 12 inches); very dark grayish brown (2.5Y 3/2) channery silty clay loam, light brownish gray (2.5Y 6/2), dry; moderate fine and medium granular structure; friable; many very fine and fine roots and common medium roots; 30 percent channers; strongly acid; abrupt wavy boundary. (15 to 30 cm (6 to 12 inches) thick.)\nBw -- 30 to 48 centimeters (12 to 19 inches); light olive brown (2.5Y 5/3) channery silty clay loam; moderate medium and coarse subangular blocky structure; friable; many very fine and fine roots and few medium roots; 15 percent channers; slightly acid; clear wavy boundary. (13 to 33 centimeters (5 to 13 inches) thick.)\nC -- 48 to 188 centimeters (19 to 74 inches); 70 percent olive brown (2.5Y 4/3) and 30 percent light olive brown (2.5Y 5/3) very channery silt loam; massive; friable; common very fine and fine roots and few medium roots; 5 percent flagstones and 53 percent channers; slightly acid; There is a thin stone line at 48 cm to 70 cm (19 to 24 inches) with 85% channers."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Yates County, New York; 122 meters (400 feet) southeast of the intersection of West Avenue and Caward Cross road; USGS Middlesex, NY topographic quadrangle; Latitude 42 degrees, 41 seconds, 3.8 minutes N. and Longitude 77 degrees, 17 minutes, 36.1 seconds W., NAD 1983."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Solum thickness ranges from 36 through 76 centimeters (14 to 30 inches) and depth to carbonates, where present, ranges from 102 through 191 centimeters (40 to 75 inches). Bedrock is deeper than 152 centimeters (60 inches). Rock fragments, mostly dark shale and siltstone fragments, some may be pararock fragments, range from 5 through 50 percent by volume in the upper part of the solum and from 10 through 85 percent in individual horizons of the of the lower B horizon and C horizons. The weighted average of total rock fragment content in the particle-size control section is greater than 35 percent. The soil ranges from strongly acid through neutral in the A and B horizons, and is more than pH 6.0 at 76.2 centimeters (30 inches) depth. The C horizon ranges from moderately acid through moderately alkaline. The fine-earth portion of the control section has greater than 18 percent clay, weighted average.\nThe Ap horizon has hue of 10YR or 2.5Y, value of 3 or 4, and chroma of 1 or 2. It is silty clay loam, silt loam or loam in the fine-earth fraction. It has weak or moderate, fine or medium granular structure. Consistence is very friable or friable. Some pedons may contain a buried A horizon at various depths.\nThe Bw horizon has hue of 10YR or 2.5Y, value of 3 through 5, and chroma of 2 through 4. It is silt loam, loam or silty clay loam in the fine-earth fraction. It has weak or moderate fine, medium, or coarse subangular blocky structure. Consistence is very friable or friable.\nThe C horizon has hue of 10YR or 2.5Y, value of 3 through 5, and chroma of 3 through 5. It is loam, silt loam, or silty clay loam in the fine-earth fraction. It is massive or may have plate-like divisions. It is loose through firm."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Alton, Cates, and Pennichuck soils. Alton soils have fine and coarser sand that ranges from 50 to 70 percent in the solum. The Cates soils formed in residuum from siltstone, and the Pennichuck soils formed in loamy till underlain by unweathered phyllite.\nHerkimer soils are in a related family to Guyanoga soils and have been mapped in similar landscape positions, but have a coarse-loamy particle size."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Guyanoga soils are on alluvial fans formed below bedrock controlled uplands dominated by shale and thinly bedded siltstone. Slope ranges from 0 through 15 percent. Mean annual temperature of 7.3 through 9.1 degrees C. (45 through 48.4 degrees F.) and mean annual precipitation of 79 through 112 centimeters (31 through 44 inches). The mean growing season is from 107 through 171 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Lordstown, Towerville, Manlius, and Aurora soils on adjacent uplands that are moderately deep to interbedded shale, siltstone and sandstone bedrock. The Howard, Lansing, and Palmyra soils are nearby on the edges of valleys. Hemlock (T), Naples Creek (T), Middlebury, Wayland, and Palms soils are on landscape positions below Guyanoga soils in valley bottom positions."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Well drained. The potential for surface runoff is low to medium. Saturated hydraulic conductivity is moderately high or high in the mineral soil. The alluvial fans may be subject to very rare or rare flooding."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most areas have been cleared and are used for growing corn, oats, hay and pasture. Woodlots contain sugar maple, basswood, oak, and ash."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Mainly in the northern portions of the glaciated Allegheny Plateau and adjacent lake plains of western New York. MLRA 101 and 140. The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Amherst, Massachusetts."
  },
  "ORIGIN": {
    "section": "SERIES PROPOSED",
    "content": "SERIES PROPOSED: Yates County, New York, 2010."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Dark colored shale in the parent material creates a lithochromic situation. Dark colors do not indicate the presence of a Mollic horizon. In addition, the dark colored shale contains inorganic carbon that should not be construed as suggesting Fluventic.\nThis series was proposed during the updates of Ontario and Yates counties in New York State. Most of the areas were originally mapped as Chagrin, fan phase (symbols Cs, and Cr in the original 1958 survey). Some of the areas that were mapped as Chenango, fan phase (symbol Ct in the 1958 survey) were also correlated to Guyanoga. These areas are dominantly loamy-skeletal and have greater than 18 percent clay in the fine-earth fraction. They did not classify the same as Herkimer or Chagrin series. During future MLRA updates, areas previously mapped as Chagrin, fan phase and Herkimer series should be investigated to see if some areas might now fit the Guyanoga series.\nThe series is named after Guyanoga, a hamlet in Yates County, NY. Pronounced (Gu-ya-no-ga) it is the name of a Seneca Indian Chief, who was, according to legend, an extraordinary Indian, a giant of a man, and a Seneca chief who was a friend of General George Washington and the early colonists.\nDiagnostic horizons and other features recognized in the typical pedon are:\n1. Ochric epipedon - the zone from 0 to 30 centimeters (0 to 12 inches).\n2. Cambic horizon - the zone from 30 centimeters to 48 centimeters (12 to 19 inches).\nADDITIONAL DATA: Lab data is available for this pedon: S09NY123-029. Additional data is available from pedons: S08NY069-033; S09NY123-024; S09NY123-026; and S09NY123-027. The data is available from the NSSC Soil Survey Lab characterization database website: http://ssldata.nrcs.usda.gov/default.htm\nNational Cooperative Soil Survey\nU.S.A."
  }
}
