{
  "SERIES": "GUYAN",
  "STATUS": "Established Series",
  "BYREV": "Rev. MDJ",
  "REVDATE": "08/2005",
  "STATES": "VA,WV",
  "OVERVIEW": "The Guyan series consists of very deep, somewhat poorly drained soils formed in alluvium on high flood plains and low stream terraces.  Permeability is moderate.  Slope ranges from 0 to 3 percent.  Mean annual percipitation is about 42 inches, and mean annual temperature is about 56 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, semiactive, mesic Aeric Endoaquults"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Guyan silt loam, on a 2 percent slope in a pasture.  (Colors are for moist soil.)\nAp--0 to 6 inches; grayish brown (10YR 5/2) silt loam; weak fine and medium granular structure; very friable; many fine and medium roots; moderately acid; abrupt smooth boundary (4 to 10 inches thick).\nBA--6 to 9 inches; light yellowish brown (2.5Y 6/4) silt loam; common fine distinct light brownish gray (2.5Y 6/2) and prominent yellowish brown (10YR 5/6) mottles; weak medium subangular blocky structure; very friable; many fine and medium roots; strongly acid; clear smooth boundary (0 to 6 inches thick).\nBt--9 to 14 inches; brownish yellow (10YR 6/6) loam; common fine and medium distinct light gray (2.5Y 7/2) mottles; weak medium subangular blocky structure; friable; common fine and medium roots; few distinct clay films on faces of peds; very strongly acid; clear wavy boundary.\nBtg1--14 to 34 inches; mottled light gray (2.5Y 7/2) and brownish yellow (10YR 6/6) clay loam; moderate medium and coarse subangular blocky structure; friable; common fine and medium roots; common distinct clay films on faces of peds; very strongly acid; clear wavy boundary.  (Combined thickness of the Btl and Bt2 horizons is 15 to 40 inches).\nBtg2--34 to 48 inches; mottled light gray (10YR 7/1) and strong brown (7.5YR 5/6) clay loam; moderate medium prismatic structure parting to weak coarse subangular blocky; firm; few fine roots; few distinct clay films on faces of peds and in pores; common small black concretions; very strongly acid; gradual wavy boundary (6 to 16 inches thick).\nCg--48 to 65 inches; mottled light gray (10YR 7/1) and yellowish brown (10YR 5/6) silty clay loam; massive; firm; many small black concretions; very strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Cabell County, West Virginia; approximately 0.65 mile west of the Juntion of County Route 1 and U.S. Highway 60, and 180 yards north of Mud River."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Solum thickness is dominantly 40 to 60 inches, but ranges from 30 to 60 inches.  Depth to bedrock is greater than 5 feet.  Gravel content ranges from 0 to 10 percent throughout the solum.  Reaction ranges from very strongly acid through neutral in the Ap and BA horizons and is very strongly acid or strongly acid in the Bt, BC, and C horizons.\nThe Ap horizon has hue of 10YR or 2.5Y, value of 3 to 5, and chroma of 2 to 4.  Texture is silt loam or loam.\nThe BA horizon has hue of 10YR or 2.5Y, value of 5 or 6, and chroma of 2 to 4.  Texture is silt loam or loam.\nThe Bt horizon has hue of 7.5YR to 2.5Y, value of 5 to 7, and chroma of 1 to 6.  Texture is silt loam, loam, clay loam, or silty clay loam.  Small iron and manganese concretions are common in the lower part of the Bt horizon.  The Bt horizon has weak to moderate, medium to coarse subangular blocky structure.  Some pedons have medium to coarse prismatic structure that parts to subangular blocky structure.\nThe BC horizon, where present, has hue of 7.5YR to 2.5Y, value of 5 to 7, and chroma of 2 to 6.  Texture is silt loam, loam, clay loam or silty clay loam.  It is 0 to 16 inches thick.\nThe C horizon has hue of 7.5YR to 2.5Y, value of 4 to 7, and chroma of 1 to 8.  Texture is silt loam, loam, clay loam, or silty clay loam.  In some pedons the C horizon is stratified and may contain strata of silty clay."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Prout series. Closely similar are the Cavode, Evendale, Tygart, and Tyler series. Prout soils are moderately deep and have bedrock within 40 inches of the soil surface.  Cavode, Evendale, and Tygart, soils have clayey particle-size control sections.  Tyler soils have a fine-silty particle-size control section and a fragipan."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Guyan soils are on nearly level low stream terraces and high flood plains.  These soils have formed in alluvium derived from interbedded shale, siltstone, and sandstone.  Slope ranges from 0 to 3 percent.  Mean annual precipitation ranges from 35 to 50 inches.  Mean annual temperature ranges from 52 to 59 degrees F."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the similar Tyler soils and the Allegheny, Berks, Chagrin, Cotaco, Dekalb, Ernest, Gilpin, Jefferson, Kanawha, Markland, Monongahela, Pope, Purdy, Upshur, Vandalia and Weiker soils.  Allegheny, Kanawha, Cotaco, Markland, Monagahela, Purdy, and Tyler soils are on landscape positions similar to Guyan soils.  Allegheny and Kanawha soils are well drained.  Cotaco, Markland, and Monongahela soils are moderately well drained.  Purdy soils are poorly to very poorly drained.  Tyler soils are somewhat poorly drained and fine-silty.  Monongahela and Tyler soils have fragipans.  Berks, Dekalb, Gilpin, and Upshur soils formed in residuum on uplands and are well drained.  Ernest, Jefferson, and Vandalia soils are on colluvial fans and footslopes.  Ernest soils are moderately well drained and have a fragipan.  Jefferson and Vandalia soils are well drained.  Chagrin and Pope soils formed in alluvium on flood plains and are well drained."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Somewhat poorly drained.  Runoff is slow to moderate.  Permeability is moderate."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most areas have been cleared and are used for urban development, pasture land, or field crops.  Native vegetation was mainly water tolerant hardwoods."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Mainly in southwestern West Virginia and possibly in Kentucky, Ohio, and Virginia.  The acreage is small."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Morgantown, West Virginia"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Cabell County, West Virginia, 1984."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in the typical pedon are:\na.  Ochric epipedon  -  the zone from the surface of the soil to a depth of about 9 inches (Ap, BA horizons).\nb.  Argillic horizon - The zone from approximately 9 to 48 inches (Bt horizon).\nc.  Ultisol feature - Base saturation in the control section at (59 inches) is 16.3 percent by (sum of cations).\nd.  Aquic conditions.\ne.  Prior revision by CPC-ART-WFH in 10/94\nf.  Update activity class to 9th Edition Keys\nADDITIONAL DATA:  Data for texture, pH, and base saturation have been obtained for one pedon by West Virginia University.\nNOTE: Competing series are expected to change as similar series are evaluated.\nSOIL INTERPRETATION RECORD:  WV0070\nNational Cooperative Soil Survey\nU.S.A."
  }
}
