{
  "SERIES": "GWINLY",
  "STATUS": "Established Series",
  "BYREV": "Rev. JAS/WEL/RWL",
  "REVDATE": "06/2006",
  "STATES": "OR,WA",
  "OVERVIEW": "The Gwinly series consists of shallow, well drained soils that formed in loess and colluvium from basalt and tuff. Gwinly soils are on hills, mountains, and canyons. Slopes are 2 to 120 percent. The mean annual precipitation is about 20 inches and the mean annual temperature is about 48 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Clayey-skeletal, smectitic, mesic Lithic Argixerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Gwinly very cobbly silt loam, rangeland. (Colors are for moist soil unless otherwise noted.)\nA--0 to 4 inches; very dark grayish brown (10YR 3/2) very cobbly silt loam, brown (10YR 5/3) dry; moderate thin platy and moderate fine granular structure; slightly hard, friable, slightly sticky and slightly plastic; common very fine and fine roots; common very fine tubular pores; 5 percent gravel, 30 percent cobbles and 10 percent stones; slightly alkaline (pH 7.4); abrupt wavy boundary. (2 to 7 inches thick)\nBA--4 to 7 inches; very dark grayish brown (10YR 3/2) very cobbly silty clay loam, dark grayish brown (10YR 4/2) dry; moderate medium subangular blocky structure; hard, friable, sticky and plastic; common very fine roots; common very fine tubular pores; 10 percent gravel, 35 percent cobbles and 5 percent stones; neutral (pH 7.2); abrupt wavy boundary. (0 to 6 inches thick)\nBt--7 to 16 inches; dark brown (10YR 3/3) extremely cobbly clay, brown (10YR 4/3) dry; moderate medium and coarse subangular blocky structure; very hard, firm, very sticky and very plastic; few very fine roots; few very fine tubular pores; continuous prominent pressure cutans on faces of peds and in pores; 20 percent gravel and 50 percent cobbles; neutral (pH 7.2); abrupt irregular boundary. (4 to 12 inches thick)\n2R--16 inches; basalt"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Union County, Oregon; 150 north of creek, SW1/4SE1/4SW1/4 sec. 26 T. 5 S., R. 40 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: The mean annual soil temperature is 47 to 51 degrees F. The soils are usually moist but are dry in all parts between depths of 4 and 12 inches for 60 to 80 consecutive days following the summer solstice. The particle-size control section averages 40 to 50 percent clay and 40 to 85 percent rock fragments. Depth to bedrock is 10 to 20 inches. The mollic epipedon is 10 to 20 inches thick and may include all or part of the argillic horizon.\nThe A horizon has hue of 7.5YR or 10YR value of 2 or 3 moist, 4 or 5 dry and chroma of 1 to 3 moist, 2 or 3 dry. It is neutral or slightly alkaline. It is silt loam with 35 to 80 percent rock fragments, of which 5 to 20 percent are gravel, 10 to 45 percent are cobbles, and 2 to 15 percent are stones.\nThe BA horizon has color similar to the A horizon. It is very cobbly silt loam, very cobbly silty clay loam, or very gravelly clay loam with 5 to 40 percent gravel, 2 to 35 percent cobbles, and 0 to 5 percent stones.\nThe Bt horizon has hue of 5YR to 10YR, value of 2 or 3 moist, 3 to 5 dry and chroma of 2 to 4 moist and dry. It is clay and averages 40 to 50 percent clay. It has about 40 to 85 percent rock fragments, of which 10 to 25 percent are gravel, 30 to 60 percent are cobbles, and 0 to 5 percent are stones."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Camaspatch, Flatron, Laufer, Longcreek, Loomer, Lorella, Pioche, Radec, Ruckles, Vantage, and Waterbury series. Laufer soils have 35 to 40 percent clay in the particle-size control section and are dry 80 to 90 consecutive days following the summer solstice. Camaspatch, Longcreek, Loomer, Lorella, Pioche, Ruckles, Vantage, and Waterbury soils are usually dry for more than 80 consecutive days following the summer solstice. Flatron, Ruckles, and Waterbury soils have 50 to 60 percent clay in the argillic horizon. Radec soils have a mollic epipedon 7 to 10 inches thick."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Gwinly soils are on hills, plateaus, structural benches, mountains, and canyons. Slopes are 2 to 120 percent. The soils formed in loess and colluvium weathered from basalt and tuff overlying basalt. Elevations are 1,400 to 4,600 feet. At higher elevations these soils are found only on south slopes. The climate is characterized by cool wet winters and hot dry summers. The mean annual precipitation is 14 to 25 inches. The mean annual temperature is 45 to 50 degrees F. The frost-free period is 100 to 150 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Rockly, Snell and Ukiah soils and the competing Waterbury soils. Rockly soils are less than 10 inches to bedrock, are loamy-skeletal and lack an argillic horizon. Snell soils are frigid and are 20 to 40 inches deep to bedrock. Ukiah soils are 20 to 40 inches deep to bedrock and have less than 35 percent rock fragments."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Used for livestock grazing and wildlife habitat. Potential native vegetation is dominantly bluebunch wheatgrass, Idaho fescue, Sandberg bluegrass and low sagebrush."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Northeastern Oregon and southeastern Washington, MLRA 9. The series is extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Gilliam County, Oregon, 1978."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features in this pedon include:\nMollic epipedon - from the surface to 16 inches (A, BA, and Bt horizons)\nArgillic horizon - from 7 to 16 inches (Bt horizon)\nParticle-size control section - from 7 to 16 inches (Bt horizon)\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 10,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "silt loam",
        "cf_class": "very cobbly",
        "pH": 7.4,
        "pH_class": "slightly alkaline",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "A--0 to 4 inches; very dark grayish brown (10YR 3/2) very cobbly silt loam, brown (10YR 5/3) dry; moderate thin platy and moderate fine granular structure; slightly hard, friable, slightly sticky and slightly plastic; common very fine and fine roots; common very fine tubular pores; 5 percent gravel, 30 percent cobbles and 10 percent stones; slightly alkaline (pH 7.4); abrupt wavy boundary. (2 to 7 inches thick)"
      },
      {
        "name": "BA",
        "top": 10,
        "bottom": 18,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "silty clay loam",
        "cf_class": "very cobbly",
        "pH": 7.2,
        "pH_class": "neutral",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "BA--4 to 7 inches; very dark grayish brown (10YR 3/2) very cobbly silty clay loam, dark grayish brown (10YR 4/2) dry; moderate medium subangular blocky structure; hard, friable, sticky and plastic; common very fine roots; common very fine tubular pores; 10 percent gravel, 35 percent cobbles and 5 percent stones; neutral (pH 7.2); abrupt wavy boundary. (0 to 6 inches thick)"
      },
      {
        "name": "Bt",
        "top": 18,
        "bottom": 41,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "clay",
        "cf_class": "extremely cobbly",
        "pH": 7.2,
        "pH_class": "neutral",
        "distinctness": "abrupt",
        "topography": "irregular",
        "narrative": "Bt--7 to 16 inches; dark brown (10YR 3/3) extremely cobbly clay, brown (10YR 4/3) dry; moderate medium and coarse subangular blocky structure; very hard, firm, very sticky and very plastic; few very fine roots; few very fine tubular pores; continuous prominent pressure cutans on faces of peds and in pores; 20 percent gravel and 50 percent cobbles; neutral (pH 7.2); abrupt irregular boundary. (4 to 12 inches thick)"
      },
      {
        "name": "2R",
        "top": 41,
        "narrative": "2R--16 inches; basalt"
      }
    ]
  ]
}
