{
  "SERIES": "GYPROCKMESA",
  "STATUS": "Established Series",
  "BYREV": "Rev. RLR/CRP/JCK",
  "REVDATE": "04/2019",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, mesic Typic Gypsiargids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Gyprockmesa clay loam, in an alfalfa field at an elevation of 1,457 meters.  (Colors are for dry soil unless otherwise noted.)\nAp--0 to 13 cm; pale brown (10YR 6/3) clay loam, dark grayish brown (10YR 4/2) moist; weak fine subangular blocky parting to weak fine granular structure; hard, friable, slightly sticky and slightly plastic; common fine roots; common very fine and fine tubular pores; 10 percent gravel; strongly effervescent; slightly alkaline (pH 7.6); clear smooth boundary. (10 to 25 cm thick)\nBtk1--13 to 25 cm; light brown (7.5YR 6/4) clay loam, brown (7.5YR 4/4) moist; moderate medium prismatic parting to moderate medium subangular blocky structure; hard, friable, moderately sticky and moderately plastic; common fine roots inside and between peds; common very fine and fine tubular pores; few distinct clay films on faces of peds and few distinct carbonate coats on rock fragments; 10 percent gravel; strongly effervescent; slightly alkaline (pH 7.6); clear wavy boundary.\nBtk2--25 to 38 cm; light brown (7.5YR 6/4) clay loam, brown (7.5YR 4/4) moist; moderate medium prismatic parting to moderate medium subangular blocky structure; hard, friable, moderately sticky and moderately plastic; common fine roots inside and between peds; common very fine and fine tubular pores; few distinct clay films on faces of peds and common distinct carbonate coats on rock fragments; many fine and medium irregular calcium carbonate masses in the matrix; violently effervescent; 10 percent gravel; slightly alkaline (pH 7.6); clear wavy boundary.\nBtk3--38 to 58 cm; brown (7.5YR 5/4) cobbly clay loam, brown (7.5YR 4/4) moist; moderate medium subangular blocky structure; hard, friable, moderately sticky and moderately plastic; common fine roots inside and between peds; common very fine and fine tubular pores; few distinct clay bridges between grains and lining pores, few faint clay films on faces of peds, and common distinct carbonate coats on rock fragments; many fine and medium irregular calcium carbonate masses in the matrix; 15 percent gravel, 10 percent cobbles and 5 percent stones; violently effervescent, slightly alkaline (pH 7.6); clear wavy boundary. (combined thickness of Btk horizons is 42 to 90 cm)\nBCky1--58 to 89 cm; brown (7.5YR 5/4) very cobbly clay loam, brown (7.5YR 5/4) moist; massive; hard, friable, moderately sticky and moderately plastic; common fine roots throughout; common very fine and fine tubular pores; common distinct carbonate coats on rock fragments; many fine and medium irregular carbonate masses and few fine and medium gypsum masses in the matrix; 30 percent gravel, 20 percent cobbles and 5 percent stones; violently effervescent; moderately alkaline (pH 7.9); clear wavy boundary. (0 to 40 cm thick)\nBCky2--89 to 112 cm; pink (7.5YR 7/4) cobbly clay loam, light brown (7.5YR 6/4) moist; massive; hard, friable, moderately sticky and moderately plastic; common fine roots throughout; common very fine and fine tubular pores; common distinct carbonate coats on rock fragments; many fine and medium irregular carbonate masses and few fine and medium gypsum masses in the matrix; 10 percent gravel and 10 percent cobbles; violently effervescent; slightly alkaline (pH 7.8); clear wavy boundary. (0 to 35 cm thick)\nBCky3--112 to 200 cm; pink (7.5YR 7/4) stony loam, light brown (7.5YR 6/4) moist; massive; hard, friable, moderately sticky and moderately plastic; common fine roots throughout; common very fine and fine tubular pores; few fine calcium carbonate masses and many fine and medium gypsum masses in the matrix; 5 percent gravel, 5 percent cobbles and 10 percent stones; violently effervescent; slightly alkaline (pH 7.6)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Mesa County, Colorado; about 366 meters east and 686 meters south of the northwest corner of sec. 24 T. 1 S., R. 1 E. USGS Clifton, Colorado topographic quadrangle, NAD 27; UTM 21950 meters E, 26100 meters N, zone 12"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nMean annual soil temperature - 11 to 14 degrees C\nParticle-size control section (weighted average):\nClay content - 27 to 35 percent\nRock fragments - 0 to 35 percent; 0 to 25 percent gravel, 0 to 15 percent cobbles, 0 to 5 percent stones\nAp horizon\nHue: 7.5YR or 10YR\nValue: 4, 5, or 6 dry; 3, 4 or 5 moist\nChroma: 2, 3 or 4\nTexture: clay loam or loam\nClay content: 20 to 32 percent\nRock fragments: 0 to 35 percent; 0 to 25 percent gravel, 0 to 15 percent cobbles\nElectrical conductivity: 2 to 4 mmhos/cm\nSodium adsorption ratio: 0 to 4\nReaction: pH 7.6 to 8.4\nBtk horizons\nHue: 7.5YR or 10YR\nValue: 5, 6, or 7 dry; 4, 5 or 6 moist\nChroma: 3, 4 or 5\nTexture: clay loam, silty clay loam, or sandy clay loam\nClay content: 27 to 35 percent\nRock fragments: 0 to 35 percent; 0 to 25 percent gravel, 0 to 15 percent cobbles, 0 to 5 percent stones\nCalcium carbonate equivalent: 5 to 40 percent\nElectrical conductivity: 2 to 4 mmhos/cm\nSodium adsorption ratio: 0 to 8\nReaction: pH 7.6 to 8.4\nBCky horizons\nHue: 7.5YR or 10YR\nValue: 5, 6, or 7 dry; 4, 5 or 6 moist\nChroma: 3, 4 or 5\nTexture: clay loam, loam, sandy clay loam or sandy loam\nClay content: 15 to 35 percent\nRock fragments: 15 to 60 percent; 5 to 35 percent gravel, 5 to 25 percent cobbles, 0 to 15 percent stones\nCalcium carbonate equivalent: 5 to 25 percent\nGypsum content: 1 to 40 percent\nElectrical conductivity: 2 to 8 mmhos/cm\nSodium adsorption ratio: 0 to 8\nReaction: pH 7.4 to 8.4"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no competing series."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nLandform - stream terraces and alluvial fans\nElevation - 1,372 to 1,768 meters\nSlopes - 0 to 12 percent\nParent material - alluvium\nMean annual air temperature - 10 to 12.8 degrees C\nMean annual precipitation - 152 to 229 mm\nPrecipitation pattern - significant increases in spring, late summer and early fall\nFrost-free period - 140 to 180 days"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Mack, Gypimack, Fruita, and Fruitvale series. Mack soils do not have a gypsic horizon and Gypimack soils have a gypsic horizon above 100 cm. Fruita soils do not have a calcic horizon and Fruitvale soils have clayey substrata."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; moderately slow and moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Gyprockmesa soils are used for irrigated cropland, fruit orchard production, and urban development. Native vegetation is Indian ricegrass, galleta, shadscale saltbush and fourwing saltbush."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Gyprockmesa soils are of moderate extent in western Colorado. MLRA 34B."
  },
  "REGIONAL OFFICE": {
    "section": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE",
    "content": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Ridgway Area, Colorado, Parts of Delta, Gunnison, Montrose, and Ouray Counties, 2019."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon from - 0 to 13 cm (Ap horizon)\nArgillic horizon from - 13 to 58 cm (Btk1, Btk2, and Btk3 horizons)\nCalcic horizon from - 25 to 112 cm (Btk2, Btk3, BCky1 and BCky2 horizons)\nGypsic horizon from - 112 to 200 cm (BCky3 horizon)\nParticle-size control section from - 13 to 58 cm (Btk1, Btk2, and Btk3 horizons)\nGypimack soils have a mesic temperature regime and an aridic moisture regime.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
