{
  "SERIES": "JACAGUAS",
  "STATUS": "Established Series",
  "BYREV": "Rev. REG",
  "REVDATE": "08/2000",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive, isohyperthermic Fluventic Haplustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Jacaguas clay loam - sugarcane.\n(Colors are for moist soil unless otherwise stated.)\nAp--0 to 8 inches; very dark brown (10YR 2/2) clay loam; moderate medium granular structure; friable, slightly sticky, slightly plastic; many fine roots; mildly alkaline, clear smooth boundary.  (4 to 12 inches thick)\nB2--8 to 16 inches; very dark grayish brown (10YR 3/2) gravelly clay loam, dark yellowish brown (10YR 3/4) crushed; weak medium subangular blocky structure; firm, slightly sticky, slightly plastic; few fine roots; more than 35 percent by volume of gravels and cobbles; mildly alkaline; clear smooth boundary.  (4 to 12 inches thick)\nIIC--16 to 40 inches; dark yellowish brown (10YR 3/4) very cobbly loam with more than 75 percent by volume of rounded and subrounded volcanic rock fragments of various sizes and shapes, but mostly ranging from 3 to 10 inches in diameter."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Caribe SCD, Puerto Rico, 5.0 miles southwest of town of Juana Diaz, at the Fortuna Experiment Substation Farm, 275 meters southwest of the main entrance to the farm."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Thickness of the solum ranges from 8 to 20 inches.  Depth to the IIC horizon does not exceed 20 inches, but the norm for the series ranges from 12 to 20 inches.  Gravels and cobbles may be found anywhere in the profile but exceeds 35 percent by volume in the 10 to 40 inch control section.  These soils have a slightly sticky and slightly plastic sola.  The soil is neutral or mildly alkaline.  Mean annual soil temperature at 20 inches ranges from 72 to 74 degrees F.\nColors of the A horizon have hues of 10YR, values of 2 or 3, and chromas of 2 or 3.  The A horizon is silty clay loam, loam, or clay loam.\nColor of the B horizon is in hues of 10YR, values of 3 or 4, and chromas of 2, 3, or 4.  The B horizon is gravelly loam, gravelly clay loam, or gravelly silty clay loam.  Structure of the B horizon ranges from weak fine to weak medium subangular blocky."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Cortada, Cuyon, and San Anton series.  Cortada and San Anton soils lack the gravelly and cobbly underlying horizons and are thicker soils.  Cuyon soils are thinner, coarser, textured, and lack cambic horizons."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  The Jacaguas soils occur on nearly level to gently sloping flood plains close to the stream channel in the southern coastal plains of Puerto Rico.  Slope gradients range from 0 to 5 percent.  The soil formed in moderately fine textured stratified sediments derived from limestone and volcanic rocks.  The climate is tropical semiarid with mean annual precipitation of 37 inches.  The mean annual temperature is 79 degrees F."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These include the competing Cortada, Cuyon, and San Anton series, and Constancia, Machuelo, and Vayas series.  The Constancia, Machuelo, and Vayas soils are thicker and more poorly drained."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well to excessively well drained; runoff slow.  Permeability is moderate in the solum and very rapid in the underlying gravelly and cobbly layers."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most areas are in sugarcane where irrigation is available.  Areas not irrigated are in native grasses and used for pasture."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Southern coastal plains of Puerto Rico.  The series is of minor extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Raleigh, North Carolina"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Puerto Rico; 1971.\nNational Cooperative Soil Survey\nU. S. A."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": null
  }
}
