{
  "SERIES": "JACANA",
  "STATUS": "Established Series",
  "BYREV": "Rev. GRB",
  "REVDATE": "09/2006",
  "STATES": "PR",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, mixed, superactive, isohyperthermic Vertic Haplustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Jacana clay--cultivated.  (Colors are for moist soil unless otherwise stated.)\nAp--0 to 6 inches; very dark brown (10YR 2/2) clay; moderate fine granular structure; hard, firm, slightly sticky, plastic; common fine roots; moderately acid; clear smooth boundary.\nA--6 to 13 inches; very dark brown (10YR 2/2) clay; weak coarse subangular blocky structure; hard, firm, slightly sticky, plastic; few fine roots; common faint pressure faces on surfaces of peds; moderately acid; clear wavy boundary.  (Combined thickness of the A and Ap horizons range from 8 to 17 inches)\nBw--13 to 21 inches; dark brown (7.5YR 3/2) clay; weak coarse blocky structure; hard, firm, slightly sticky, plastic; few fine roots; streaks of very dark brown (10YR 2/2) from overlying horizon; common distinct pressure faces on faces of peds; common faint nonintersecting slickensides having polished and grooved surfaces; neutral; clear wavy boundary.  (6 to 16 inches thick)\nBC--21 to 28 inches; 80 percent saprolite and 20 percent dark brown (7.5YR 3/2) clay in pockets and seams; clay loam; massive; friable; slightly sticky, slightly plastic; few faint clay films on faces of peds; neutral; gradual wavy boundary.  (6 to 10 inches thick)\nCr--28 to 40+ inches; highly weathered, semi-consolidated bedded, volcanic rock."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Lajas Municipality, Puerto Rico.  Approximately 60 feet east of km. marker 1.7 on P.R. Hwy 177 and 35 feet south of fence.  USGS Sabana Grande Quad4rangle, P.R. (1966). Lat 18 degrees 02 minutes 38 seconds N., long. 67 degrees 03 minutes 02 seconds W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Depth to semi-consolidated rock ranges from 20 to 40 inches.  Reaction ranges from moderately acid to slightly alkaline throughout.\nThe A or Ap horizon has hue of 5YR to 10YR, value of 2 or 3, and chroma of 1 to 3.  Content of pebbles and cobbles range from 0 to 10 percent.  Texture is clay loam or clay.\nThe AB horizon, where present, has the same colors and content of rock fragments as the A horizon.  Texture is clay.\nThe Bw horizon has hue of 7.5YR or 10YR, value of 2 to 4, and chroma of 2 through 4.  Content of pebbles and cobbles range from 0 to 50 percent, by volume.  Texture is clay in the fine earth fraction.\nThe BC horizon, where present, has colors and content of rock fragments as the Bw horizon.  Texture is clay loam or clay in the fine earth fraction.\nThe C horizon, where present, has hue of 10YR, value of 3 to 5, and chroma of 3 or 4.  Content of pebbles and cobbles range from 0 to 50 percent, by volume.  Texture is sandy loam or sandy clay loam.\nThe Cr horizon consists of highly weathered, semi-consolidated bedded volcanic rock.  In places, secondary lime occurs as coatings along cleavage planes."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no other known series in the same family."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Jacana soils are on fans, foot slopes, and lower positions of small hills. They formed in material that weathered from volcanic rock.  The climate is tropical semiarid.  Slopes range from 2 to 25 percent.  The average annual precipitation ranges from 30 to 40 inches and the average annual temperature ranges from 78 to 80 degrees F."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  There include the Annaberg, Callabo, Coamo, Descalabrado, Fraternidad, Juana Diaz, Llanos, Pozo Blanco, and San German soils.  Annaberg, Callabo, and Descalabrado soils are on higher positions, are shallow to volcanic bedrock, and not have vertic properties.  In addition, Annaberg soils are loamy-skeletal.  Coamo soils are on slightly lower positions, are very deep, and have argillic horizon. Fraternidad and Llanos soils are on lower adjacent positions, are very deep, and have smectitic mineralogy.  Juana Diaz soils are on higher positions, have less clay in the subsoils, and are shallow to sandstone. Pozo Blanco soils are on lower adjacent positions, have calcic horizons, have less clay in the subsoil and are Mollisols.  San German soils are on adjacent higher limestone hills, are shallow to limestone, and are clayey-skeletal."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; moderately slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most areas are used for pasture or rangeland.  The dominant pasture species are Guineagrass and buffelgrass.  Some areas are used for crops including tomatoes, peppers, pigeon peas, and mangos."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Semiarid areas of Puerto Rico.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Raleigh, North Carolina."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Puerto Rico; 1936."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon:\nMollic epipedon - the zone from 0 to 13 inches (Ap and A horizons).\nParalithic contact - at 28 inches (Cr horizon).\nVertic properties - pressure faces and nonintersecting slickensides from 6 to 21 inches (A and Bw horizons).\nJacana soils are in MLRA 271.\nADDITIONAL DATA:  NSSL Characterization Sample as S61PR-079-002; NL 40000.  Sample by the NSSL, Lincoln, NE.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
