{
  "SERIES": "JACARANDA",
  "STATUS": "Established Series",
  "BYREV": "Rev. SCH/JBF",
  "REVDATE": "03/2017",
  "STATES": "NV",
  "OVERVIEW": "The Jacaranda series consists of very shallow, well drained soils that formed in lacustrine deposits derived from mixed rocks and tufa deposits.  Jacaranda soils are on lake terraces.  Slopes are 4 to 15 percent.  The mean annual precipitation is about 125 mm and the mean annual temperature is about 12 degrees C.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS:  Sandy-skeletal, mixed, mesic Lithic Torriorthents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Jacaranda extremely cobbly loamy sand--rangeland. (Colors are for dry soil unless otherwise noted.) The surface is covered with 30 percent gravel, 40 percent cobbles, 10 percent stones and 2 percent boulders.\nA--0 to 10 cm; pale brown (10YR 6/3) extremely cobbly loamy sand, brown (10YR 4/3), moist; single grain; loose, nonsticky and nonplastic; few fine and medium roots; many very fine to medium interstitial pores; 30 percent gravel and 35 cobbles; strong effervescence; moderately alkaline, (pH 8.4); abrupt wavy boundary. (8 to 25 cm thick)\nR--10 cm; extremely hard tufa."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Mineral County, Nevada; northwest of Walker Lake on the Walker River Indian Reservation; USGS Reese River Canyon, NV 7.5 minute topographic quadrangle; latitude 38 degrees 50 minutes 29.4 seconds N and longitude 118 degrees 46 minutes 41.1 seconds W; WGS84 Decimal Degrees 38.8415000 latitude, -118.778083 longitude."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: Usually moist for short periods in winter and early spring, dry in late spring through early fall; typic aridic moisture regime.\nMean annual soil temperature: 12 to 14 degrees C.\nDepth to bedrock: 8 to 25 cm to a lithic contact.  The lithic materials are bedded layers of tufa.  Tufa is a chemical sedimentary rock composed of calcium carbonate and silica and deposited from solution in the water of springs adjacent to lakes.\nReaction: Moderately alkaline or strongly alkaline.\nParticle-size control section - Clay content: Averages 4 to 10 percent.\nRock fragments: Averages more than 60 percent gravel and cobbles.  Lithology of fragments is tufa and mixed rocks including volcanic and granitic.\nA horizon\nValue: 6 or 7 dry, 4 or 5 moist.\nChroma: 2 or 3, dry or moist.\nBk or C horizons\nPresent in some pedons.\nR layer\nLithic materials composed of lithoid or dendritic tufa with some fine-earth in cracks and pockets. Thin plates of harder travertine or thinolite tufa may be present in some pedons.\nOther features: Material including lake deposits and bedrock may be present below the lithic contact; other layers of tufa may be present between uncemented lake deposits ranging from silt loam to cobbles."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no other series in this family at this time."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Jacaranda soils are on lake terraces associated with Lake Lahontan and other Pleistocene lakes.  They formed in lacustrine deposits derived from mixed rocks and tufa deposits.  Slopes are 4 to 15 percent.  Elevations range from 1250 to 1335 meters.  The climate is arid with cool, moist winters and hot, dry summers.  The mean annual precipitation is 100 to 150 mm, the mean annual temperature is 11 to 12 degrees C., and the frost-free period is 120 to 140 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Bluewing, Ruhe, Trocken and Tuffman soils. Bluewing soils are very deep. Ruhe soils are sandy.  Trocken soils are very deep and loamy-skeletal. Tuffman soils are loamy-skeletal."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:  Well drained; high surface runoff; high saturated hydraulic conductivity in the upper part of the profile and low saturated hydraulic conductivity in the lower part."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Jacaranda soils are used for rangeland and wildlife habitat. The present vegetation is mainly Nevada ephedra, burrobrush, desert needlegrass, Indian ricegrass, rabbitbrush, Nevada dalea, and spiny hopsage."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Western and central Nevada.  These soils are not extensive.  MLRA 27."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Davis, California."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Mineral County, Nevada, (established during MLRA update of soils on the Walker River Indian Reservation), 1/2009."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - The zone from the soil surface to 10cm. (A horizon).\nLithic contact - The boundary at 10 cm. (R layer).\nParticle-size control section - The zone from the soil surface to 10 cm (A horizon).\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 10,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 3,
        "texture_class": "loamy sand",
        "cf_class": "extremely cobbly",
        "pH": 8.4,
        "pH_class": "moderately alkaline",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "A--0 to 10 cm; pale brown (10YR 6/3) extremely cobbly loamy sand, brown (10YR 4/3), moist; single grain; loose, nonsticky and nonplastic; few fine and medium roots; many very fine to medium interstitial pores; 30 percent gravel and 35 cobbles; strong effervescence; moderately alkaline, (pH 8.4); abrupt wavy boundary. (8 to 25 cm thick)"
      },
      {
        "name": "R",
        "top": 10,
        "narrative": "R--10 cm; extremely hard tufa."
      }
    ]
  ]
}
