{
  "SERIES": "JACKPOT",
  "STATUS": "Established Series",
  "BYREV": "Rev. MDD-TSB-RLB-JBF",
  "REVDATE": "01/2019",
  "STATES": "NV",
  "OVERVIEW": "The Jackpot series consists of shallow, well drained soils that formed in residuum derived from ashy tuff.  Jackpot soils are on rock pediments, side slopes of hills and fan piedmonts with a rock core. Slopes are 4 to 15 percent.  The mean annual precipitation is about 230 mm and the mean annual temperature is about 8 degrees C.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Ashy, glassy, mesic, shallow Vitrixerandic Haplocambids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Jackpot ashy sandy loam--rangeland.  (Colors are for dry soil unless otherwise noted.)\nA--0 to 10 cm; brown (10YR 5/3) ashy sandy loam, brown (10YR 4/3) moist; weak thick platy structure; soft, very friable, nonsticky and nonplastic; few very fine roots; many very fine interstitial pores; 10 percent gravel; slightly alkaline (pH 7.8); clear smooth boundary.  (10 to 15 cm thick)\nBw--10 to 28 cm; pale brown (10YR 6/3) ashy sandy loam, brown (10YR 4/3) moist; weak moderate subangular blocky structure; soft, very friable, nonsticky and nonplastic; common very fine and few fine roots; many very fine interstitial pores; 5 percent gravel; slightly alkaline (pH 7.8); abrupt wavy boundary; (15 to 36 cm thick)\nCr--28 cm; soft tuff."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Elko County, Nevada; approximately 10 miles south of Jackpot, Nevada, about 1,500 feet west and 2,000 feet north of the southeast corner, sec. 28, T. 46 N., R. 64 E.; USGS Middle Stack Mountain 7.5 minute topographic quadrangle; latitude 41 degrees 50 minutes 35.92 seconds N and longitude 114 degrees 43 minutes 16.00 seconds W; WGS84 Decimal Degrees 41.8433333 latitude, -114.7211111 longitude."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: Dry from June through October, but are moist in winter and spring; aridic soil moisture regime bordering on xeric.\nMean annual soil temperature: 8 to 10 degrees C.\nReaction:  Neutral or slightly alkaline.\nPyroclastic material: 75 to 90 percent of the 0.02 to 2 mm fraction and 45 to 70 percent of the fine earth fraction.\nDepth to bedrock: 25 to 50 cm.\nParticle-size control section - Clay content:  5 to 10 percent.\nRock fragments:  Up to 15 percent.\nA horizon\nValue:  5 or 6 dry, 3 or 4 moist.\nChroma:  2 or 3.\nBw horizon\nValue:  6 or 7 dry, 4 or 5 moist.\nChroma:  3 or 4."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are Pegler and Weash series.\nPegler and Weash soils have more than 10 percent clay in the particle-size control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Jackpot soils are on rock pediments, side slopes of hill and fan piedmonts with a rock core.  These soils formed in residuum derived from ashy tuff.  Slopes are 4 to 15 percent. Elevations are 1,590 to 1,955 meters.  The climate is cool semiarid with warm, dry summers and cool moist winters.  Mean annual precipitation is 200 to 250 mm; mean annual temperature is 7 to 9 degrees C; and the frost-free season is 100 to 120 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  This is the Chuska soils. Chuska are less than 50 cm deep to a duripan."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:  Well drained, medium runoff, moderately high saturated hydraulic conductivity."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Livestock grazing and wildlife habitat.  The principal vegetation is mainly Wyoming big sagebrush, Indian ricegrass, rabbitbrush, needleandthread and bottlebrush squirreltail."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northeast Nevada.  These soils are not extensive.  MLRA 25, 28B."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Elko County, Nevada, Northeast Part, 1986."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - The zone from the soil surface to 18 cm (A and part of Bw horizon).\nCambic horizon - The zone from 10 to 28 cm (Bw horizon).\nPyroclastic material - 75 to 90 percent of the 0.02 to 2 mm fraction and from 45 to 70 percent of the fine earth reaction.\nParalithic contact - The contact at 28 cm (Cr layer).\nParticle-size control section - The soil surface to 28 cm (A and C horizons).\nIn 1992, the classification was changed from Ashy, nonacid, mesic, shallow Xeric Torriorthents to Ashy, mesic, shallow Vitrixerandic Camborthids.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 10,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "sandy loam",
        "cf_class": "NA",
        "pH": 7.8,
        "pH_class": "slightly alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A--0 to 10 cm; brown (10YR 5/3) ashy sandy loam, brown (10YR 4/3) moist; weak thick platy structure; soft, very friable, nonsticky and nonplastic; few very fine roots; many very fine interstitial pores; 10 percent gravel; slightly alkaline (pH 7.8); clear smooth boundary.  (10 to 15 cm thick)"
      },
      {
        "name": "Bw",
        "top": 10,
        "bottom": 28,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "sandy loam",
        "cf_class": "NA",
        "pH": 7.8,
        "pH_class": "slightly alkaline",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "Bw--10 to 28 cm; pale brown (10YR 6/3) ashy sandy loam, brown (10YR 4/3) moist; weak moderate subangular blocky structure; soft, very friable, nonsticky and nonplastic; common very fine and few fine roots; many very fine interstitial pores; 5 percent gravel; slightly alkaline (pH 7.8); abrupt wavy boundary; (15 to 36 cm thick)"
      },
      {
        "name": "Cr",
        "top": 28,
        "bottom": "NA",
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Cr--28 cm; soft tuff."
      }
    ]
  ]
}
