{
  "SERIES": "JACKROCK",
  "STATUS": "Established Series",
  "BYREV": "Rev. BKP/JBF",
  "REVDATE": "11/2016",
  "STATES": "NV",
  "OVERVIEW": "Jackrock series consists of shallow, well drained soils that formed in residuum derived from volcanic rocks. Jackrock soils are on mountains. Slopes are 15 to 50 percent.  The mean annual precipitation is about 400 mm and the mean annual temperature is about 7 degrees C.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Clayey-skeletal, smectitic, frigid Lithic Argixerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Jackrock very gravelly sandy clay loam--forestland.  (Colors are for dry soil unless otherwise noted.)  The surface is partly covered by approximately 25 percent gravels and 20 percent cobbles.\nA--0 to 7 cm; brown (10YR 5/3) very gravelly sandy clay loam, dark brown (10YR 3/3) moist; moderate coarse subangular blocky structure; soft, very friable, slightly sticky and slightly plastic; common fine roots; common fine and medium interstitial; few faint clay films faces of peds; 50 percent gravels and 5 percent cobbles; neutral (pH 7.2); abrupt smooth boundary.  (5 to 10 cm thick)\nBt1--7 to 20 cm; brown (7.5YR 4/3) very gravelly clay loam, very dark brown (7.5YR 2.5/3) moist; moderate medium angular blocky structure; moderately hard, friable, moderately sticky and moderately plastic; common fine and medium roots; common fine interstitial pores; few faint clay films on all faces of peds; 30 percent gravels and 5 percent cobbles; neutral (pH 6.9); abrupt irregular boundary. (8 to 15 cm thick)\nBt2--20 to 45 cm; brown (7.5YR 4/3) extremely cobbly clay, very dark brown (7.5YR 2.5/3) moist; moderate medium angular blocky structure; moderately hard, friable, moderately sticky and very plastic; common fine tubular pores; common distinct clay films on faces of peds and lining pores; 10 percent gravels, 45 percent cobbles and 10 percent stones; neutral (pH 7.2); abrupt smooth boundary.  (5 to 25 cm thick)\nR--45 cm; fractured hard rhyolite."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  White Pine County, Nevada; 1000 meters south and 250 meters east of the northwest corner of section 9, T. 11 N., R. 59 E., USGS Currant Summit 7.5 minute topographic quadrangle; latitude 38 degrees 49 minutes 35.71 seconds N and longitude 115 degrees 21 minutes 5.42 seconds W; WGS84 Decimal Degrees 38.9323222 latitude, -115.3717528 longitude."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: Usually dry; moist in winter and spring, dry in summer and fall; xeric soil moisture regime.\nMean annual soil temperature: 5 to 7 degrees C.\nMollic epipedon thickness: 18 to 45 cm.\nDepth to argillic horizon: 5 to 10 cm.\nDepth to bedrock: 25 to 50 cm.\nReaction: Neutral or slightly acid.\nOther features: An abrupt horizon boundary is normally present in most pedons between the A horizon and the Bt horizon accompanied by an abrupt increase in clay content averaging 15 percent.\nParticle-size control section - Clay content: 35 to 50 percent.\nRock fragments: 35 to 65 percent. Lithology of fragments is volcanic rocks such as rhyolite and welded tuff.\nA horizons\nHue: 10YR or 7.5YR.\nValue: 4 or 5 dry, 2.5 or 3 moist.\nMineralogy: 5 to 15 percent volcanic glass in the 0.02 to 2.0 mm fraction and 0.05 to 0.09 percent AL plus 1/2Fe extracted by ammonium oxalate.\nBt1 horizons\nHue: 10YR or 7.5YR.\nValue: 4 or 5 dry, 2.5 or 3 moist.\nChroma: 2 or 3 dry and moist.\nTexture: Loam or clay loam.\nTexture modifiers: Very gravelly or very cobbly.\nBt2 horizons\nHue: 10YR or 7.5YR.\nValue: 4 or 5 dry, 2.5 or 3 moist.\nChroma: 2 or 3 dry and moist.\nTexture: Clay loam or clay; some pedons contain thin sub-horizons that average loam when mixed.\nTexture modifiers: Very gravelly, very cobbly, or extremely cobbly."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Ateron, Camool, Harlow, Itca, Vennob, and Wallsburg series.\nAteron and Itca soils are greater than 10 cm to the argillic horizon. Camool soils have a soil temperature that averages 7 to 8 degrees C and are greater than 10 cm to the argillic horizon. Harlow soils are greater than 10 cm to the argillic horizon and form in basalt and/or argillite parent material. Vennob soils have a soil temperature of 7 to 8 degrees C, form in igneous parent material, and are greater than 10 cm to the argillic horizon. Wallsburg soils regularly contain stone size rock fragments throughout the profile."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Jackrock soils are on mountains. They formed in residuum and colluvium derived from volcanic rocks such as rhyolite and welded tuff. Slopes are 15 to 50 percent. Elevations range from 2,250 to 2,450 meters. The climate is semiarid with cool, moist winters and warm, dry summers. The mean annual precipitation is 400 to 450 mm, the mean annual temperature is 4 to 6 degrees C, and the frost-free period is 40 to 70 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are Segura, Cropper, and Mattier soils. Segura soils average less than 35 percent rock fragments and less than 30 percent clay in the particle-size control section. Cropper soils average less than 35 percent clay and greater than 65 percent rock fragments in the particle-size control section. Mattier soils average less than 27 percent clay in the particle size control section."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:  Well drained, high surface runoff, moderately high saturated hydraulic conductivity."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Jackrock soils are used for livestock grazing, wood products, and wildlife habitat. The present vegetation is a forest canopy of singleleaf pinyon and Utah juniper with an understory of low sagebrush, antelope bitterbrush, bluebunch wheatgrass, and Thurber needlegrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Central/eastern Nevada. This series is not extensive. MLRA 28B and 28A."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Davis, California."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: White Pine County Humboldt National Forest, Nevada, South Part, 2013."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon - The zone from the soil surface to 45 cm (A, Bt1 and Bt2 horizons).\nArgillic horizon - The zone from 7 to 45 cm (Bt1 and Bt2 horizons).\nLithic contact - The boundary at 45 cm (R layer).\nParticle-size control section - The zone from 7 to 45 cm (Bt1 and Bt2 horizons).\nAdditional Data: User Pedon ID: 10NV778099BKP\nLaboratory Pedon ID: 11N0090\nNational Cooperative Soil Survey\nU.S.A."
  }
}
