{
  "SERIES": "JACKNIFE",
  "STATUS": "Established Series",
  "BYREV": "Rev.  LMR/CLM",
  "REVDATE": "02/97",
  "STATES": "ID",
  "OVERVIEW": "The Jacknife series consists of very deep, well drained soils that formed in alluvium from basalt.  Jacknife soils are on alluvial and colluvial fans.  Slopes are l to 45 percent.  The average annual precipitation is about 20 inches, and the average annual air temperature is about 48 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, smectitic, mesic Pachic Argixerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Jacknife loam - cultivated.  (Colors are for dry soil unless otherwise noted.)\nAp--0 to 5 inches; very dark grayish brown (10YR 3/2) loam, very dark brown (10YR 2/2) moist; weak medium platy and moderate fine granular structure; slightly hard, friable, slightly sticky, slightly plastic; many fine roots; many very fine pores; neutral (pH 6.8); abrupt smooth boundary.  (4 to 8 inches thick)\nA--5 to 14 inches; similar to Ap horizon except slightly less dark and more toward 7.5YR hue; slightly finer texture, strong fine granular structure; sticky, plastic; common fine roots, many worm holes and casts; few bleached silt grains; clear wavy boundary.  (5 to l0 inches thick)\nBAt--14 to 19 inches; dark brown (7.5YR 4/3) clay loam containing few basaltic pebbles, very dark brown (7.5YR 2/2) moist; strong very fine subangular blocky and strong fine granular structure; hard friable, sticky, plastic; common fine roots; many very fine and fine pores; common thin clay films on peds and in channels; neutral (pH 6.8); clear wavy boundary.  (5 to 14 inches thick)\nBtl--19 to 34 inches; brown (7.5YR 3/2) cobbly clay, dark brown (7.5YR 3/2) moist; moderate medium prismatic structure that parts to moderate fine and very fine blocky structure; very hard, firm, very sticky, very plastic; few fine roots; common very fine tubular pores; continuous thick dark brown (darker than interior of peds) clay films on peds and in channels; neutral (pH 7.0); clear smooth boundary.  (10 to 12 inches thick)\nBt2--34 to 38 inches; similar to Btl horizon but 3 chroma moist; cobbly heavy clay loam, not prismatic; continuous medium slightly redder clay films; gradual wavy boundary.  (0 to 10 inches thick)\nC--38 to 60 inches; Basaltic subangular cobblestone and gravel and considerable clay loam and loam interstitial material; neutral."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Gem County, Idaho; about 6.5 miles north of Ola; 2,300 feet east and l,300 feet north of the southwest corner of sec. 27, T. 11 N., R. 1 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture - usually moist, but are dry for 60 to 80 consecutive days between depths of 4 and 12 inches during late summer.\nAverage annual soil temperature - 47 to 52 degrees F.\nAverage summer soil temperature - 64 to 69 degrees F.\nMollic epipedon thickness - 20 to 30 inches\nBase saturation - more than 75 percent throughout upper 30 inches Clay in control section - 35 to 50 percent\nRock fragments - 0 to 35 percent\nSolum thickness - 30 to 45 inches\nReaction - neutral to moderately acid\nA horizon\nValue - 3 or 4 dry, 1 or 2 moist\nChroma - 1 or 2 dry or moist\nOrganic matter - 4 to 6 percent\nBt horizon\nHue - 10YR, 7.5YR or 5YR.Value - 3 through 5 dry, 2 through 4 moist Chroma - 2 or 3 dry or moist\nTextures - C, SIC, CL, SICL, some pedons are cobbly or gravelly\nOther features - moderate or strong prismatic or blocky structure; medium or thick clay films on the peds."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Denbar, Deshler, Deter, Deterson (T), Medford, Mindego and Nebeker series.  Denbar soils are dry for 120 days or more during summer and fall and have a duripan at 40 to 60 inches.  Deshler soils are moderately deep.  Deter soils are mildly to moderately alkaline in the lower part of the B horizon and have 6 to 10 inches thick A horizons.  Deterson soils are dry for more than 80 days in summer and fall and have a solum thicker than 45 inches.  Medford soils have average annual temperature of 50 to 55 degrees F. and a frost-free season of l50 to l70 days.  Mindego soils have a C:N ratio of organic matter in the A horizon wider than l3.5, have a small (9 to 11 degrees F.) summer-winter temperature change, frost-free season of about 300 days and bedrock within a depth of 60 inches.  Nebeker soils are slightly or moderately calcareous, have sola more than 50 inches thick, and have chroma of 2 or 3 in the mollic epipedon."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Jacknife soils are in very gently sloping to steep alluvial and colluvial fans at elevations of 1,200 to 4,500 feet.  Slopes range from about 1 to 45 percent.  The soils formed in alluvium and colluvium from basalt and related basic igneous rocks.  The climate is subhumid continental.  The average frost-free period is 110 to 150 days; and the average annual precipitation is 18 to 25 inches, including 4 to 10 feet of snowfall.  Average annual air temperature is 45 to 50 degrees F."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the DeMasters, Gwin, Meland Riggins, and Mehlhorn series, which have Bt horizons of medium or moderately fine texture.  Meland and Riggins soils have base saturation of less than 75 percent."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; medium runoff; slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used mainly for non-irrigated cropland; some irrigated cropland, and some range.  The main crops are small grains, alfalfa, and pasture.  The natural vegetation is chiefly Idaho fescue,bluebunch wheatgrass, Sandberg bluegrass, cheatgrass, big sagebrush, bitterbrush, balsamroot, lupine, and minor amounts of aspen, chokecherry, hawthorn, willow, and (or) ponderosa pine."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Idaho, Oregon and Washington.  The series is of moderate extent, with an area of about 25 to 50 square miles."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Gem County, Idaho, l962."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon (pachic feature) - from surface to 34 inches.  (Ap, A, BAt, Btl horizons).\nArgillic horizon - clay 35 to 50 percent.  (BAt, Btl, Bt2 horizons).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
