{
  "SERIES": "JACKSPLACE",
  "STATUS": "Established Series",
  "BYREV": "Rev. CWL-MPK-JVC-JBF",
  "REVDATE": "03/2011",
  "STATES": "OR",
  "OVERVIEW": "The Jacksplace series consists of moderately deep, well drained soils that formed in volcanic ash and residuum derived from basalt. Jacksplace soils are on lava plateaus and summits of hills. Slopes are 1 to 20 percent. The mean annual precipitation is about 250 mm and the mean annual temperature is about 7 degrees C.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Ashy-skeletal, glassy, frigid Vitritorrandic Argixerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Jacksplace cobbly ashy loamy sand--on a 2 percent slope at an elevation of 1,350 meters--rangeland. (Colors are for dry soil unless otherwise noted)\nA1--0 to 10 cm; brown (10YR 5/3) cobbly ashy loamy sand, very dark grayish brown (10YR 3/2) moist; weak medium platy structure; soft, very friable, nonsticky and nonplastic; many very fine, common fine, and few medium roots; common very fine, common fine, and few medium interstitial and tubular pores; 10 percent gravel, 5 percent cobbles, and 2 percent stones; neutral (pH 7.0); clear smooth boundary. (5 to 10 cm thick)\nA2--10 to 23 cm; brown (10YR 5/3) cobbly ashy sandy loam, very dark grayish brown (10YR 3/2) moist; moderate medium subangular blocky structure parting to strong medium granular; soft, very friable, slightly sticky and nonplastic; common very fine, common fine, and few medium roots; common very fine, common fine, few medium interstitial and tubular pores; 5 percent gravel, 10 percent cobbles, and 2 percent stones; neutral (pH 7.2); clear smooth boundary. (13 to 23 cm thick)\nBt1--23 to 30 cm; brown (10YR 5/3) very stony ashy sandy loam, dark brown (10YR 3/3) moist; moderate medium and fine subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; few very fine, common fine and few medium roots; few very fine, few fine and few medium tubular pores; 10 percent gravel, 15 percent cobbles, and 20 percent stones; very few faint clay films on faces of peds and bridging sand grains; neutral (pH 7.3); clear smooth boundary. (8 to 18 cm thick)\nBt2--30 to 51 cm; yellowish brown (10YR 5/4) extremely stony ashy sandy clay loam, dark yellowish brown (10YR 3/4) moist; moderate medium subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; few very fine, few fine and few medium roots; few very fine and few fine tubular pores; 20 percent gravel, 20 percent cobbles, and 25 percent stones; common faint clay films on faces of peds and bridging sand grains; slightly alkaline (pH 7.4); clear smooth boundary. (15 to 20 cm thick)\nC--51 to 66 cm; yellowish brown (10YR 5/4) extremely stony ashy sandy loam, dark brown (10YR 3/3) moist; weak medium subangular blocky structure; soft, very friable, slightly sticky and slightly plastic; few very fine and few fine roots; few very fine and few fine interstitial and tubular pores; 5 percent gravel, 20 percent cobbles, and 35 percent stones; slightly alkaline (pH 7.5); abrupt wavy boundary. (15 to 33 cm thick)\nR--66 cm; unweathered basalt; thin (2 mm) discontinuous opal coats on surface of bedrock."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Lake County, Oregon; about 1.2 miles north of Jacksplace, 0.7 miles southwest of Coyote Hole Reservoir, and 50 feet west of the Millican Road; approximately 2,560 feet east and 1,520 feet north of the southwest corner of section 15, T. 24 S., R. 17 E.; USGS Jacks Place 7.5 minute topographical quadrangle; latitude 43 degrees 29 minutes 20 seconds north and longitude 120 degrees 39 minutes 56 seconds W; NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: Usually moist in the moisture control section in winter and spring, dry in summer and fall; aridic moisture regime that borders on xeric.\nMean annual soil temperature: 7 to 8 degrees C.\nMollic epipedon thickness; 23 to 30 cm; includes the Bt1 horizon in some pedons.\nDepth to base of argillic horizon; 36 to 70 cm.\nDepth to bedrock: 60 to 80 cm to a lithic contact.\nVolcanic glass content: 30 to 60 percent in coarse silt through fine sand fractions.\nParticle-size control section - Clay content: 18 to 27 percent.\nRock fragments: 35 to 65 percent, mainly stones and cobbles. Lithology of fragments is basalt.\nA1 horizon\nChroma: 2 or 3, dry or moist.\nOrganic matter content: 1 to 2 percent.\nA2 horizon\nChroma: 2 or 3, dry or moist.\nTexture:  Cobbly ashy sandy loam or cobbly ashy loamy sand\nClay content: 8 to 12 percent.\nRock fragment content: 15 to 35 percent total with 5 to 15 percent gravel, 5 to 20 percent cobbles, and 0 to 3 percent stones\nOrganic matter content: 1 to 2 percent.\nBt1 horizon\nValue: 5 or 6 dry, 3 or 4 moist.\nChroma: 3 or 4, dry or moist.\nTexture: Very stony ashy sandy loam, extremely stony ashy sandy loam, or very cobbly ashy sandy loam.\nClay content: 16 to 19 percent.\nRock fragments: 35 to 65 percent total with 10 to 30 percent gravel, 10 to 30 percent cobbles, and 10 to 30 percent stones\nReaction:  Neutral or slightly alkaline\nBt2 horizon\nValue: 5 or 6 dry, 3 or 4 moist.\nChroma: 3 or 4, dry or moist.\nTexture: Very stony ashy sandy loam, very stony ashy sandy clay loam, or extremely stony ashy sandy clay loam.\nClay content: 18 to 28 percent.\nRock fragments: 35 to 65 percent total with 10 to 25 percent gravel, 10 to 20 percent cobbles, and 15 to 35 percent stones\nReaction:  Neutral or slightly alkaline\nC horizon\nValue: 5 or 6 dry, 3 or 4 moist.\nChroma: 3 or 4, dry or moist.\nTexture: Very stony ashy sandy loam or extremely stony ashy sandy loam.\nClay content: 16 to 19 percent.\nRock fragments: 35 to 65 percent total with 5 to 20 percent gravel, 10 to 20 percent cobbles, and 20 to 40 percent stones"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Cabinspring, Cagas, Derallo, Glassbutte, Roughridge, and Slockey series.\nCabinspring soils are dominated by gravel and average 35 to 45 percent clay in the particle-size control section. Cagas soils are moderately deep to paralithic contacts. Derallo soils are deep to paralithic contacts. Glassbutte soils are very deep. Rough ridge soils are 150 to 200 cm to a paralithic contact of andesite.  Slockey soils have 27 to 35 percent clay in the particle-size control section and are intermittently moist for 10 to 20 days cumulative between July and September due to convection storms."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Jacksplace soils are on lava plateaus and summits of hills. These soils formed in volcanic ash and residuum derived from basalt. Slopes are 1 to 20 percent. Elevation ranges from 1,310 to 1,830 meters. The climate is semiarid with cold, moist winters and warm, dry summers. The mean annual precipitation is 200 to 360 mm.  The mean annual temperature is 6 to 7 degrees C  The frost-free period is 50 to 80 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Hayespring, Milcan, Moonbeam, and Senra soils. Hayespring soils are fine-loamy, have isotic mineralogy, and are moderately deep to duripans. Milcan soils are ashy, moderately deep to duripans, and do not have argillic horizons. Moonbeam soil are clayey and are shallow to duripans. Senra soils are ashy and are shallow to duripans."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Well drained; medium surface runoff; moderate permeability; moderately high saturated hydraulic conductivity."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Jacksplace soils are used for livestock grazing and wildlife habitat. The vegetation consists of mountain big sagebrush, western juniper, Idaho fescue, Thurber's needlegrass, and Indian ricegrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: South-central Oregon. These soils are moderately extensive. MLRA 23."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Lake County (Northern Part), Oregon, 2006."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon - The zone from the soil surface to 30 cm (A1, A2, and Bt1 horizons).\nArgillic horizon - The zone from 23 to 50 cm (Bt1 and Bt2 horizons).\nVitrandic intergrade feature - The zone from the soil surface to 66 cm (A1, A2, Bt1, Bt2, and C horizons).\nLithic contact - The boundary at 66 cm to underlying hard, unweathered bedrock (R layer).\nParticle-size control section and ashy-skeletal substitute class with glassy mineralogy - The zone from 23 to 51 cm (Bt1 and Bt2 horizons)."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "NA"
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A1",
        "top": 0,
        "bottom": 10,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "loamy sand",
        "cf_class": "cobbly",
        "pH": 7,
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A1--0 to 10 cm; brown (10YR 5/3) cobbly ashy loamy sand, very dark grayish brown (10YR 3/2) moist; weak medium platy structure; soft, very friable, nonsticky and nonplastic; many very fine, common fine, and few medium roots; common very fine, common fine, and few medium interstitial and tubular pores; 10 percent gravel, 5 percent cobbles, and 2 percent stones; neutral (pH 7.0); clear smooth boundary. (5 to 10 cm thick)"
      },
      {
        "name": "A2",
        "top": 10,
        "bottom": 23,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "sandy loam",
        "cf_class": "cobbly",
        "pH": 7.2,
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A2--10 to 23 cm; brown (10YR 5/3) cobbly ashy sandy loam, very dark grayish brown (10YR 3/2) moist; moderate medium subangular blocky structure parting to strong medium granular; soft, very friable, slightly sticky and nonplastic; common very fine, common fine, and few medium roots; common very fine, common fine, few medium interstitial and tubular pores; 5 percent gravel, 10 percent cobbles, and 2 percent stones; neutral (pH 7.2); clear smooth boundary. (13 to 23 cm thick)"
      },
      {
        "name": "Bt1",
        "top": 23,
        "bottom": 30,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "sandy loam",
        "cf_class": "very stony",
        "pH": 7.3,
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bt1--23 to 30 cm; brown (10YR 5/3) very stony ashy sandy loam, dark brown (10YR 3/3) moist; moderate medium and fine subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; few very fine, common fine and few medium roots; few very fine, few fine and few medium tubular pores; 10 percent gravel, 15 percent cobbles, and 20 percent stones; very few faint clay films on faces of peds and bridging sand grains; neutral (pH 7.3); clear smooth boundary. (8 to 18 cm thick)"
      },
      {
        "name": "Bt2",
        "top": 30,
        "bottom": 51,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 4,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 4,
        "texture_class": "sandy clay loam",
        "cf_class": "extremely stony",
        "pH": 7.4,
        "pH_class": "slightly alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bt2--30 to 51 cm; yellowish brown (10YR 5/4) extremely stony ashy sandy clay loam, dark yellowish brown (10YR 3/4) moist; moderate medium subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; few very fine, few fine and few medium roots; few very fine and few fine tubular pores; 20 percent gravel, 20 percent cobbles, and 25 percent stones; common faint clay films on faces of peds and bridging sand grains; slightly alkaline (pH 7.4); clear smooth boundary. (15 to 20 cm thick)"
      },
      {
        "name": "C",
        "top": 51,
        "bottom": 66,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 4,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "sandy loam",
        "cf_class": "extremely stony",
        "pH": 7.5,
        "pH_class": "slightly alkaline",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "C--51 to 66 cm; yellowish brown (10YR 5/4) extremely stony ashy sandy loam, dark brown (10YR 3/3) moist; weak medium subangular blocky structure; soft, very friable, slightly sticky and slightly plastic; few very fine and few fine roots; few very fine and few fine interstitial and tubular pores; 5 percent gravel, 20 percent cobbles, and 35 percent stones; slightly alkaline (pH 7.5); abrupt wavy boundary. (15 to 33 cm thick)"
      },
      {
        "name": "R",
        "top": 66,
        "bottom": "NA",
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "R--66 cm; unweathered basalt; thin (2 mm) discontinuous opal coats on surface of bedrock."
      }
    ]
  ]
}
