{
  "SERIES": "JACKSBORO",
  "STATUS": "Established Series",
  "BYREV": "Rev. WEC-GLL-CLN-WJG",
  "REVDATE": "10/2013",
  "STATES": "TX",
  "OVERVIEW": "The Jacksboro series consists of shallow, well drained, moderately slowly permeable soils that formed in residuum derived from sandstone conglomerates over indurated bedrock. These very gently sloping soils occur on ridges of hills. Slopes range from 1 to 3 percent. Mean annual precipitation is about 813 mm (32 in) and the mean annual air temperature is about 18.3 degrees C (65 degrees F).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Clayey-skeletal, mixed, active, thermic Lithic Haplustalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Jacksboro fine sandy loam--in rangeland. (Colors are for dry soils unless otherwise stated.)\nA--0 to 10cm (0 to 4 in); brown (10YR 4/3) fine sandy loam, dark brown (10YR 3/3) moist; weak fine granular structure, hard, friable; many fine and medium roots; 5 percent by volume siliceous gravel less than 25mm (1 in) in diameter; slightly acid; clear smooth boundary. Thickness is 8 to 15 cm (3 to 6 in).\nE--10 to 28cm (4 to 11 in); light brown (7.5YR 6/4) very gravelly fine sandy loam, brown (7.5YR 5/4) moist; weak fine granular structure; hard, friable; many fine and medium roots; 35 percent by volume siliceous gravel less than 51mm (2 in) in diameter; slightly acid; clear smooth boundary. Thickness is 0 to 25cm (0 to 10 in).\nBt--28 to 46cm (11 to 18 in); red (10R 4/6) very gravelly clay, red (10R 4/6) moist; moderate medium subangular blocky structure; very hard, very firm; few fine roots; continuous thin clay films on faces of peds; 40 percent by volume siliceous gravel less than 51mm (2 in) in diameter; few siliceous cobbles; slightly acid; abrupt smooth boundary. Thickness is 15 to 38cm (6 to 15in).\nR--46 to 64cm (18 to 25in); indurated conglomerate sandstone bedrock."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Jack County, Texas; from Bryson, 1.2 miles northwest, 1.2 miles north, and 0.2 mile northeast on county road, 100 feet east of fence in rangeland. This site is about 0.15 mile northeast of the Bryson Lake dam. USGS topographic quadrangle: Bryson, TX; Latitude: 33 degrees, 11 minutes, 17.02 seconds N; Longitude: 98 degrees, 24 minutes, 7.19 seconds W. WGS84; UTM Easting 555744.41 m, UTM Northing 3672295.02 m, UTM Zone 14."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil Moisture: Typic-ustic soil moisture regime\nDepth to argillic horizon: 10 to 33 cm (4 to 13 in)\nDepth to lithic contact: 38 to 51 cm (15 to 20 in)\nParticle-size control section (weighted average)\nClay content: 35 to 45 percent\nA Horizon:\nHue: 7.5YR, 10YR\nValue: 4 or 5\nChroma: 2 to 4\nTexture: fine sandy loam\nClay content: 10 to 20 percent\nRock fragments: 2 to 14 percent by volume, siliceous gravel\nReaction: slightly acid or neutral\nE Horizon:\nHue: 7.5YR, 10YR\nValue: 5 to 7\nChroma: 3 or 4\nTexture: gravelly fine sandy loam or very gravelly fine sandy loam\nClay content: 10 to 20 percent\nRock fragments: 15 to 60 percent by volume, siliceous gravel and cobbles,  13 to 152 mm (.5 to 6 in) in diameter\nReaction: moderately acid to neutral\nBt Horizon:\nHue: 10R, 2.5YR, 5YR\nValue: 4 or 5\nChroma: 4 to 8\nTexture: very gravelly clay loam or very gravelly clay\nClay content: 35 to 45 percent\nRock fragments: 35 to 60 percent by volume, siliceous gravel and cobbles, 13 to 152 mm (.5 to 6 in) in diameter\nReaction: strongly acid to slightly acid\nR Horizon:\nBedrock kind: conglomerate sandstone bedrock consisting of siliceous gravel, cobbles, and sand cemented with silica or indurated sandstone. These materials are interbedded with thin layers of shale or clay. The indurated layer is several feet thick and has fractures several feet apart through the layer.\nCementation: strongly cemented or indurated"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no competing series in the same family. Similar soils are the Kopperl, Lometa, Lusk, and Nocken series.\nKopperl soils: have solum thickness of more than 102 cm (40 in)\nLometa, Lusk and Nocken soils: have solum thickness of 51 to 102 cm (20 to 40 in)"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material: Residuum derived from interbedded conglomerate/ sandstone with thin layers of shale/clay\nLandscape: hills\nLandform: ridges\nSlope: 1 to 3 percent\nMean annual precipitation: 762 to 864 mm (30 to 34 in)\nThornthwaite annual P-E index: 40 to 50\nMean annual air temperature: 17.8 to 18.3 degrees C (64 to 65 degrees F)\nFrost-free period: 220 to 240 days\nElevation: 259.1 to 457.2 m (850 to 1,500 ft)"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Bonti, Darnell, Exray, Shatruce and Shavash soils. All of these soils contain less than 35 percent rock fragments in the particle-size control sections.\nBonti soils: these soils are 51 to 102 cm (20 to 40 in) deep over sandstone and occur on similar positions but slightly lower in elevation.\nDarnell soils: these soils have loamy particle-size control sections and occur on lower positions on steeper slopes.\nExray soils: these soils occur on similar positions but slightly lower in elevation.\nShatruce soils: these soils are 51 to 102 cm (20 to 40 in) deep over soft shale bedrock and occur on lower positions on steeper slopes.\nShavash soils: these soils have loamy particle-size control sections and occur on similar positions but slightly lower in elevation."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained. Runoff is medium. Permeability is moderately slow."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Used mainly for rangeland. Some areas are mined for gravel. Present vegetation is mainly little bluestem, sideoats grama, threeawn, ragweed, with scattered blackjack and post oak trees."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: LRR H; MLRA 80B - Texas North Central Prairies. The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Jack County, Texas; 1992. Jacksboro is the name of the county seat."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: This series was previously included in the Bonti, Exray and Shavash series\nChanged to tabular format and included metric values (RFG-10/2013)\nDiagnostic horizons and features recognized in this pedon are:\nOchric epipedon: 0 to 28 cm (0 to 11 in). (A and E horizons)\nArgillic horizon:  28 to 46 cm (11 to 18 in). (Bt horizon)\nLithic contact:  46 cm (18 in). (Top of R layer)\nTaxanomic Version: Keys to Soil Taxonomy, Eleventh Edition, 2010\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    {}
  ]
}
