{
  "SERIES": "JACOB",
  "STATUS": "Established Series",
  "BYREV": "Rev. GOW-DRW-JRJ",
  "REVDATE": "09/2004",
  "STATES": "IL,KY",
  "OVERVIEW": "The Jacob series consists of deep, poorly and very poorly drained soils formed in clayey slack water sediments on flood plains and terraces. These soils have very slow permeability. Slope ranges from 0 to 2 percent. Mean annual precipitation is about 44 inches and mean annual temperature is about 55 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Very-fine, smectitic, acid, mesic Vertic Endoaquepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Jacob silty clay on a nearly level slope in a woodland at an elevation of about 350 feet above mean sea level. (Colors are for moist soil unless otherwise stated.)\nA--0 to 4 inches; dark gray (10YR 4/1) silty clay; moderate medium granular structure; very firm; common fine faint gray (10YR 5/1) iron depletions; slightly acid; clear wavy boundary. (1 to 5 inches thick)\nBg1--4 to 16 inches; gray (10YR 5/1) clay; weak fine angular blocky structure; very firm; very plastic; few fine prominent olive brown (2.5Y 4/4) masses of iron accumulation; very strongly acid; gradual wavy boundary.\nBg2--16 to 34 inches; gray (5Y 5/1) clay; weak fine angular blocky structure; very firm; very plastic; common fine prominent light olive brown (2.5Y 5/4) masses of iron accumulation; very strongly acid; gradual wavy boundary.\nBg3--34 to 50 inches; olive gray (5Y 5/2) clay; weak fine angular blocky structure in upper part and weak coarse prismatic in lower part; very firm: very plastic; very strongly acid; gradual wavy boundary. (Combined thickness of the Bg horizons is 19 to 45 inches thick)\nBssg--50 to 60 inches; grayish brown (2.5Y 5/2) clay; weak coarse prismatic structure; very firm; dark grayish brown (2.5Y 4/2) coatings on pressure faces; many fine distinct light olive brown (2.5Y 5/4) masses of iron accumulation; common very dark brown (10YR 2/2) iron and manganese oxide accumulations and nodules along slickensides; slightly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Jackson County, Illinois; about 4 miles east of Grand Tower; about 1,600 feet east and 50 feet north of southwest corner, sec. 22, T. 10 S., R. 3 W.; USGS Gorham Quadrangle, IL., lat. 37 degrees 37 minutes 47.18 seconds N. and long. 89 degrees 25 minutes 47.33 seconds W. NAD 27. UTM Zone 16, Easting 285579, Northing 4167311, NAD 27."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Depth to the base of soil development is 40 to more than 60 inches. The mean annual soil temperature ranges from about 53 to 59 degrees F. Reaction of the series control section is extremely acid to strongly acid. Redoxomorphic features are present throughout the profile.\nThe A horizon has hue of 10YR, 2.5Y, 5Y or is neutral, value of 3 to 5, and chroma of 0 to 2. In cultivated areas, the Ap horizon has value of 4 to 6 and chroma of 1 or 2. The A or Ap horizon is silty clay or clay.\nThe Bg or Bssg horizon has hue of 10YR, 2.5Y, 5Y or is neutral, value of 5 to 7, and chroma of 0 to 2. Texture is silty clay or clay.\nThe BCg, BCssg or Cg horizon, where present, has colors and textures similar to the Bg or Bssg horizons."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: This is the only series in this family. In related families, are the Alligator, Booker, Cape, Carlow, Karnak, Okaw, Perry, Salzer, Sharkey, and Zipp soils. Alligator, Perry, and Sharkey soils are thermic. In addition, Perry and Sharkey soils are less acid in the series control section. Booker and Carlow soils have mollic epipedons. Cape, Karnak, Okaw, Salzer, and Zipp soils contain less clay in the particle-size control section. In addition, Karnak and Zipp soils are less acid in the series control section, and Zipp soils do not shrink and swell as much as Jacob soils. Also the Okaw soils have an albic horizon and an argillic horizon and Salzer soils are in a different climate."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Jacob soils are on low-lying flood plains and terraces, principally along the Mississippi River and the larger tributaries to it. Slope gradients commonly are less than 1 percent, but range to 2 percent. Jacob soils formed in clayey slack water sediments. Winters are cold and summers are hot. Mean annual air temperature ranges from 53 to 57 degrees F., mean annual precipitation ranges from 40 to 48 inches, frost free period ranges from 180 to 210 days, and elevation ranges from 340 to 450 feet above mean sea level."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Cape, Karnak, Okaw, Booker, and Carlow soils and the Bonnie, Darwin, and Piopolis soils. Bonnie and Piopolis soils contain less clay in the series control section. Darwin soils have a mollic epipedon and contain less clay in the particle-size control section."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Poorly or very poorly drained. The potential for surface runoff is low or very low. Permeability is very slow. Saturated hydraulic conductivity is low or moderately low (0.07 to 0.42 micrometers/sec) in the subsoil."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Mainly in woodland and brush; few areas are used for pasture or cultivated crops. Native vegetation is mixed bottom land hardwoods."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Southern Illinois along the Mississippi River and its major tributaries, and in Kentucky. Extent is moderate. The type location is in MLRA 115B and the series extent includes MLRAs 114 and 131."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Indianapolis, Indiana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Jackson County, Illinois, 1929."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: 1. These soils are in a geographic area that is transitional from mesic to thermic temperature regimes. Air temperature data and soil investigation in the vicinity of the type location suggest that the average annual soil temperature is near 59 degrees F. Its most common associates are also mesic soils.\n2. Jacob soils were previous classified as:\na. Very-fine, smectitic, acid, mesic Vertic Endoaquepts; classification was\nadjusted to agree with ST Issue #17 on 23 Aug 94 by CLG.\nb. Very fine, montmorillonitic, acid, mesic Vertic Haplaquepts \t(Classification as of January 1979).\nc. Alluvial soils intergrading toward Low-Humic Gley soils in the 1938\nclassification by great group system.\n3. Diagnostic horizons and features recognized in this pedon are:\na. Ochric epipedon: the zone from 0 to 4 inches (A horizon).\nb. Cambic horizon - the zone from 4 to 60 inches (Bg1, Bg2, Bg3 and Bssg\nhorizons).\nc. Vertic subgroup feature - clay and silty clay texture with pressure faces\non the faces of peds and slickensides in \tthe series control section.\nd. Aquic moisture regime - aquic conditions and a chroma of 2 or less in the \tzone from 0 to 60 inches.\ne. Redoximorphic features: the zone from 0 to 60 inches\n4. The NASIS Data Mapunit ID is: 133697. This data mapunit represents the OSD\npedon for Jacob.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "poorly"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 10,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 1,
        "texture_class": "silty clay",
        "pH_class": "slightly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "A--0 to 4 inches; dark gray (10YR 4/1) silty clay; moderate medium granular structure; very firm; common fine faint gray (10YR 5/1) iron depletions; slightly acid; clear wavy boundary. (1 to 5 inches thick)"
      },
      {
        "name": "Bg1",
        "top": 10,
        "bottom": 41,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 1,
        "texture_class": "clay",
        "pH_class": "very strongly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bg1--4 to 16 inches; gray (10YR 5/1) clay; weak fine angular blocky structure; very firm; very plastic; few fine prominent olive brown (2.5Y 4/4) masses of iron accumulation; very strongly acid; gradual wavy boundary."
      },
      {
        "name": "Bg2",
        "top": 41,
        "bottom": 86,
        "moist_hue": "5Y",
        "moist_value": 5,
        "moist_chroma": 1,
        "texture_class": "clay",
        "pH_class": "very strongly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bg2--16 to 34 inches; gray (5Y 5/1) clay; weak fine angular blocky structure; very firm; very plastic; common fine prominent light olive brown (2.5Y 5/4) masses of iron accumulation; very strongly acid; gradual wavy boundary."
      },
      {
        "name": "Bg3",
        "top": 86,
        "bottom": 127,
        "moist_hue": "5Y",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "clay",
        "pH_class": "very strongly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bg3--34 to 50 inches; olive gray (5Y 5/2) clay; weak fine angular blocky structure in upper part and weak coarse prismatic in lower part; very firm: very plastic; very strongly acid; gradual wavy boundary. (Combined thickness of the Bg horizons is 19 to 45 inches thick)"
      },
      {
        "name": "Bssg",
        "top": 127,
        "bottom": 152,
        "moist_hue": "2.5Y",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "clay",
        "pH_class": "slightly acid",
        "narrative": "Bssg--50 to 60 inches; grayish brown (2.5Y 5/2) clay; weak coarse prismatic structure; very firm; dark grayish brown (2.5Y 4/2) coatings on pressure faces; many fine distinct light olive brown (2.5Y 5/4) masses of iron accumulation; common very dark brown (10YR 2/2) iron and manganese oxide accumulations and nodules along slickensides; slightly acid."
      }
    ]
  ]
}
