{
  "SERIES": "JACRATZ",
  "STATUS": "Established Series",
  "BYREV": "Rev. JRW/EWB/JVC",
  "REVDATE": "05/2016",
  "STATES": "NV",
  "OVERVIEW": "The Jacratz series consists of very shallow, well drained soils that formed in residuum and colluvium derived from sedimentary rocks. Jacratz soils are on mountains. Slopes are 30 to 70 percent. The mean annual precipitation is about 280 mm and the mean annual temperature is about 9 degrees C.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS:  Loamy, mixed, superactive, calcareous, mesic, shallow Xeric Torriorthents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Jacratz very gravelly clay loam--forestland. (Colors are for dry soil unless otherwise noted.)  The soil surface is covered with 60 percent gravel, 10 percent cobbles, and 2 percent stones.\nA1--0 to 5 cm; light brownish gray (2.5Y 6/2) very gravelly clay loam, dark grayish brown (2.5Y 4/2) moist; moderate thin and medium platy structure; soft, very friable, slightly sticky and moderately plastic; few very fine roots; many very fine and fine vesicular and few very fine and fine tubular pores; 50 percent gravels and 5 percent cobbles; moderately alkaline (pH 8.0); clear smooth boundary. (3 to 8 cm thick)\nA2--5 to 13 cm; light brownish gray (2.5Y 6/2) gravelly clay loam, dark grayish brown (2.5Y 4/2) moist; weak thin platy structure parting to weak fine granular; soft, very friable, moderately sticky and moderately plastic; many very fine and fine roots; many very fine and fine interstitial and few very fine and fine tubular pores; 15 percent gravel and 20 percent platy paragravel; slightly effervescent; moderately alkaline (pH 8.0); clear smooth boundary (3 to 13 cm thick)\nC--13 to 20 cm; light brownish gray (2.5Y 6/2) gravelly clay loam, dark grayish brown (2.5Y 4/2) moist; massive; slightly hard, friable, moderately sticky and moderately plastic; common very fine and fine and few medium roots; common very fine and fine tubular pores; 20 percent gravel and 20 percent platy paragravel; violently effervescent; moderately alkaline (pH 8.2); clear irregular boundary. (5 to 13 cm thick)\nCr--20 cm; highly weathered shale."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Churchill County, Nevada; about 33 miles northeast of Fallon in the Stillwater Range; 800 feet east and 500 feet south of the northwest corner of section 13, T. 21 N., R. 33 E.; USGS I X L Canyon 7.5 minute topographic quadrangle; latitude 39 degrees 41 minutes 34.5 seconds N and longitude 118 degrees 13 minutes 34.9 seconds W; WGS84 Decimal Degrees 39.6929167 latitude, -118.226361 longitude."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: Usually dry in summer and fall and moist in winter and spring; torric moisture regime that borders on xeric.\nSoil temperature: 9 to 12 degrees C.\nDepth to bedrock: 10 to 20 cm to a paralithic contact.\nReaction: Moderately alkaline or strongly alkaline.\nParticle-size control section - Clay content: Averages 27 to 35 percent.\nRock fragments: 15 to 35 percent gravel; Pararock fragments: 20 to 30 percent platy paragravel.\nA horizons\nHue: 10YR or 2.5Y.\nValue: 6 or 7 dry, 4 or 5 moist.\nChroma: 2 or 3.\nEffervescence: Noneffervescent to slightly effervescent.\nC horizon\nHue: 10YR or 2.5Y.\nValue: 5 or 6 dry, 4 or 5 moist.\nChroma: 2 or 3.\nTexture: Loam or clay loam.\nEffervescence: Slightly effervescent to violently effervescent.\nCalcium carbonate equivalent: 1 to 5 percent."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are Coppereid, Foxcan, Grina, Holborn, Hundraw, Puett, Stu, Tert, and Whilphang series.\nCoppereid soils have 10 to 18 percent clay in the particle-size control section. Foxcan soils have mean annual soil temperatures of 12 to 14 degrees C. and have 10 to 18 percent clay in the particle-size control section. Grina soils have paralithic contacts at depths of 36 to 50 cm. Holborn soils have a horizon with identifiable secondary carbonates and do not have pararock fragments in the series control section. Hundraw soils have 8 to 18 percent clay in the soil profile and have a horizon with identifiable secondary carbonates. Puett, Stu, and Whilphang soils have paralithic contacts at depths of 25 to 50 cm. Tert soils average 18 to 27 percent clay and have 0 to 15 percent gravel in the particle-size control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Jacratz soils are on mountains. They typically occur on backslopes with south or west aspects. Jacratz soils formed in residuum and colluvium derived from sedimentary rocks. Slopes are 30 to 75 percent. Elevations range from 1,483 to 2,195 meters. The climate is cool-semiarid with cool, moist winters and hot, dry summers. The mean annual precipitation is 250 to 300 mm, the mean annual temperature is 8 to 10 degrees C., and the frost-free period is 90 to 110 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  This is the Nayfan series. Nayfan soils are fine-loamy, moderately deep to paralithic contacts, and have mollic epipedons."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:  Well drained, very high surface runoff; moderately high saturated hydraulic conductivity."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Jacratz soils are used for livestock grazing, wood products, and wildlife habitat. The present vegetation is a forest canopy of singleleaf pinyon and Utah juniper with an understory of Wyoming big sagebrush, sandberg bluegrass, and bottlebrush squirreltail."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Western Nevada. These soils are not extensive. MLRA 27."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Davis, California."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Churchill County Area, Nevada, 1995."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - The zone from the soil surface to 13 cm (A1 and A2 horizons).\nParalithic contact - The boundary at 20 cm to underlying soft bedrock (Cr layer).\nParticle-size control section - The zone from the soil surface to 18 cm (A1, A2, and C horizons).\nADDITIONAL DATA:\nNASIS pedon and site ID 2007NV001258.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
