{
  "SERIES": "JAGON",
  "STATUS": "Established Series",
  "BYREV": "Rev. RHF/RJL/MJD/SSP",
  "REVDATE": "05/1999",
  "STATES": "UT",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS:  Loamy-skeletal, mixed, superactive, frigid Lithic Haplustalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Jagon very gravelly loam, on a north facing, linear, 3 percent slope in pinyon, Utah juniper, true mountainmahogany and bluebunch wheatgrass at an elevation of 7,520 feet. .  (Colors are for air-dry soil unless otherwise stated.)\nThe surface is covered by 65 percent gravel, channers, and flagstones.\nA--0 to 1 inch; brown (7.5YR 5/4) very gravelly loam, dark brown (7.5YR 3/4) moist; moderate thin platy structure parting to weak fine subangular blocky; slightly hard, very friable, slightly sticky and slightly plastic; few very fine, fine, medium and coarse roots; many very fine, common fine vesicular pores; 35 percent gravel; slightly alkaline (pH 7.8); abrupt smooth boundary. (1 to 4 inches thick)\nBtk1--1 to 7 inches; reddish brown (5YR 4/4) very gravelly clay loam, dark reddish brown (5YR 3/4) moist; weak coarse prismatic structure parting to moderate fine subangular blocky; hard, firm, moderately sticky and moderately plastic; many very fine, common fine, medium, and coarse roots; few fine and very fine tubular pores; few discontinuous distinct clay films on faces of peds; 10 percent channers, 25 percent fine gravel; carbonates are segregated as few 1 mm thick coatings on the underside of rock fragments; moderately alkaline (pH 8.0); clear smooth boundary. (5 to 8 inches thick)\nBtk2--7 to 14 inches; brown (7.5YR 5/4) very channery clay loam, dark brown (7.5YR 3/4) moist; moderate fine subangular blocky structure; hard, friable, moderately sticky and moderately plastic; common very fine, fine and medium roots; many very fine, common fine,  few medium tubular pores; few discontinuous faint clay films on faces of peds; 20 percent fine gravel, 20 percent channers, 5 percent flagstones; carbonates are segregated as 1 to 3 mm thick coatings on underside of rock fragments; moderately alkaline (pH 8.0); clear wavy boundary. (0 to 7 inches thick)\nBk--14 to 18 inches; dark brown (7.5YR 3/4) very channery loam, dark brown (7.5YR 3/4) moist; massive; slightly hard, friable, slightly sticky and slightly plastic; common fine and very fine, few medium roots; 30 percent channers, 10 percent gravel, 5 percent flagstones; very slightly effervescent, (4 percent calcium carbonate equivalent), carbonates are disseminated and segregated as 1 to 3 mm thick coatings on underside of rock fragments; moderately alkaline (pH 8.2); abrupt wavy boundary. (0 to 10 inches thick)\nR--18 inches; unweathered sandstone bedrock."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Uintah County, Utah; about 12 miles east and 29 miles south of Ouray; 1,500 feet east and 200 feet south of the northwest corner of sec. 8, T.15S., R.23E., SLBM; 39 degrees, 41 minutes, 32 seconds north latitude and 109 degrees, 22 minutes, 12 seconds west longitude, NAD 27."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture:  The soil moisture control section is affected by precipitation that falls evenly throughout the year with a slight increase in late summer and fall.  The soil moisture regime is ustic bordering on aridic.\nMean annual soil temperature:  44 to 47 degrees F.\nDepth to secondary carbonates:  1 to 11 inches\nDepth to lithic contact:  10 to 20 inches to sandstone\nParticle size control section:  27 to 35 percent clay and 35 to 80 percent sandstone rock fragments\nA horizon:\nValue:  4 or 5 dry, and 3 or 4 moist\nChroma:  3 or 4 dry or moist\nBtk horizons:\nHue:  5YR or 7.5YR\nValue:  3 to 5 dry, and 3 or 4 moist\nChroma:  4 to 6 dry or moist\nTexture:  very channery clay loam or extremely channery clay loam\nCalcium carbonate equivalent:   1 to 5 percent\nBk horizon:\nHue:  7.5YR or 10YR\nValue:  3 to 5 dry, and 3 or 4 moist\nChroma:  4 to 6 dry or moist\nTexture:  very channery loam or extremely channery loam\nCalcium carbonate equivalent: 1 to 5 percent"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  Current competitors are the Brickner, Sanchez, and Tolex series.  A competitor prior to the Eighth Edition, 1998 Keys to Soil Taxonomy is the Wetmore series.\nBrickner, Sanchez, Tolex and Wetmore series are medium acid to neutral in the argillic horizon.  The Wetmore series formed in noncalcareous materials weathered from granite."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material: eolian deposits and slope alluvium derived from sandstone\nLandform: dissected plateaus\nSlopes:  3 to 8 percent\nElevation:  7,200 to 7,800 feet\nMean annual precipitation:  12 to 16 inches\nMean annual air temperature:  42 to 45 degrees F.\nFreeze-free period:  90 to 110 days"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Gompers, Moonset, Pathead, Towave and Whetrock soils.\nGompers soils are on plateau hillslopes and do not have argillic horizons.\nMoonset soils are on plateau hillslopes and have a mollic epipedon.\nPathead soils are on mountain slopes and are moderately deep.\nTowave soils are on plateau backslopes and are very deep.\nWhetrock soils are on plateau hillslopes and are moderately deep."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; medium runoff; moderately slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are used principally for woodland, rangeland, and wildlife habitat.  Potential vegetation consists of pinyon, Utah juniper, birchleaf mountainmahogany, Indian ricegrass and bluebunch wheatgrass.  These soils have been correlated to Upland Shallow Loam (Pinyon-Utah Juniper) - 034XY322UT range sites at the type location in Utah."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northeast Utah.  The series is of small extent.  LRR D.  MLRA 34."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Uintah County, Uintah Area Soil Survey, Utah, 1998.  The name is coined from a geographic name in the soil survey area."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and feature recognized in this pedon are:\nParticle-size control section:  The zone from 1 to 14 inches.  (Btk1 and Btk2 horizons)\nOchric epipedon:  The zone from the surface of the soil to a depth of 1 inch. (A horizon)\nCarbonates:  The presence of secondary carbonates in the zone from 1 to 18 inches.  (Btk1, Btk2, and Bk horizons)\nArgillic horizon:  The zone from 1 to 14 inches. (Btk1 and Btk2 horizons)\nLithic contact:  The contact with sandstone bedrock at 18 inches (R layer)\nThe texture modifier for the A and Btk1 horizons were determined following the guidelines outlined in the Utah document, \"Procedures for Distributing Rock Fragments on the Surface Layer into the Upper 6 inches of Soil and Subsequent Naming of Map Units, April 1979.\"\nThe cation exchange activity class was inferred from laboratory data from similar soils in the Uintah Area Soil Survey.\nTaxonomic version:  Eighth Edition, 1998.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
