{
  "SERIES": "JAGUEYES",
  "STATUS": "Established Series",
  "BYREV": "Rev. BCD",
  "REVDATE": "07/2001",
  "STATES": "PR",
  "OVERVIEW": "The Jagueyes series consists of very deep, moderately well drained, moderately permeable soils on side slopes and ridge tops of uplands.  They formed in residuum of plutonic igneous rocks.  Slopes range from 20 to 40 percent.  The mean annual precipitation is about 80 inches and the mean annual temperature is about 79 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, kaolinitic, isohyperthermic Typic Kanhapludults"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Jagueyes sandy loam - cultivated.  (Colors are for moist soil unless otherwise stated.)\nAp--0 to 8 inches; dark grayish brown (2.5Y 4/2) sandy loam; weak fine granular structure; soft, very friable, nonsticky, nonplastic; common fine roots; very strongly acid; clear smooth boundary.  (6 to 10 inches thick)\nA--8 to 14 inches; yellowish brown (10YR 5/6) sandy clay loam; weak medium subangular blocky structure; soft, friable, slightly sticky, slightly plastic; common fine roots; few medium black concretions; common fine shiny grains; many fine quartz grains; very strongly acid; clear smooth boundary.  (4 to 8 inches thick)\nBt1--14 to 18 inches; yellowish brown (10YR 5/8) sandy clay loam with strong brown (7.5YR 5/6) and yellowish brown (10YR 5/4) coatings on surfaces of peds; weak medium subangular blocky structure; firm, slightly sticky, slightly plastic; common fine roots; few faint clay films, few medium black concretions; common fine black grains; many fine quartz grains; very strongly acid; clear smooth boundary.  (3 to 6 inches thick)\nBt2--18 to 26 inches; yellow (10YR 7/6) clay loam with many fine distinct dark red (2.5YR 3/6) and many medium distinct red (2.5YR 4/8) mottles; moderate medium subangular blocky structure; firm, slightly sticky, slightly plastic; common fine roots; many prominent clay films; few medium black concretions; few fine black grains; many fine quartz grains; many weathered feldspar grains; very strongly acid; clear smooth boundary.  ( 6 to 10 inches thick)\nBt3--26 to 37 inches; yellow (10YR 7/6) and red (2.5YR 4/8) clay loam with few fine faint brownish yellow (10YR 6/8) mottles; weak coarse subangular blocky structure; firm, nonsticky, slightly plastic; few fine roots; common distinct clay films; many fine quartz grains; few black grains; many weathered feldspar grains; very strongly acid; gradual smooth boundary.  (8 to 14 inches thick)\nBt4--37 to 53 inches; red (2.5YR 4/8) sandy clay loam with brownish yellow (10YR 6/8) coatings; weak medium subangular blocky structure; friable; nonsticky, nonplastic; few fine roots, few faint clay films; many fine quartz grains; few fine black grains; very strongly acid; gradual smooth boundary.  (12 to 18 inches thick)\nC1--52 to 71 inches; red (2.5YR 4/8) loam; massive; friable, nonsticky, slightly plastic; few fine black grains; many fine quartz grains; many fine weathered feldspar grains; very strongly acid; gradual wavy boundary.  Fifty percent of this horizon consists of saprolite.  (16 to 24 inches thick)\nC2--71 to 95 inches; saprolite; red (2.5YR 5/8) loam; massive; friable, nonsticky, slightly plastic; very strongly acid; gradual smooth boundary.  (18 to 28 inches thick)\nC3--95 to 120 inches; saprolite red (2.5YR 5/6) sandy loam; massive; friable, nonsticky, slightly plastic; very strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Este SCD, Puerto Rico, 7.5 kilometers southwest from Humacao; 7/7 kilometers north from Yabucoa; 1480 feet west from road junction at Mr. Ines Santiago's farm, Tejas Ward, Yabucoa.  Seven hundred feet south of house and one hundred fifty feet NE of mango tree.   Photo GS-LR-13-1103."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Thickness of solum ranges from 39 to 60 inches.  The soil ranges from strongly to extremely acid.\nThe A horizons have hues of 2.5Y or 10YR, values of 4 or 5, chromas of 2 through 6.  The Ap horizon is sandy loam or loam.\nThe Bt horizons have dominant hues of 10YR or 7.5YR, values of 4 through 8 and chromas of 4 through 8.  Mottles are common or many are red or dark red in color.  Texture is sandy clay loam or clay loam.  The structure ranges from weak to moderate subangular block.  Clay films range from few faint to many prominent.\nThe C horizons have dominant red colors.  They are sandy loam, loam, or sandy clay loam."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are Aibonito, Alonso, Cialitos, Consumo, Corozal, Daguey, Ingenio, Limones, Lirios, Magens, Maricao, Moca, Rio Piedras, and Sabana Seca series.  The Albonito, Cialitos, Daguey, and Limones soils have a higher content of organic matter in the argillic horizon.  The Alonso and Ingenio soils have finer textured argillic horizons with more than 35 percent clay.  The Consumo, Corozal, Lirios, Maricao, Moca, and Rio Piedras soils have higher cation exchange capacity--more than 24 meq/100 grams of clay - in their argillic horizons.  The Magens soils are dry for more than 60 consecutive days during most years.  The Sabana Seca soils are saturated with water during some part of the year and have dominant low chroma colors."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  The Jagueyes soils occur in sloping to steep sideslopes and narrow ridgetops.  Slope gradients range from 20 to 40 percent.  The soil formed in highly weathered residuum of plutonic igneous rocks, mainly quartz diorite and granodiorite.  The climate is humid tropical.  The average annual rainfall is from 75 to 85 inches and the mean annual temperature is from 77 to 80 degrees F."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the competing Ingenio and Lirios soils in addition to the Limones soils.  The Limones soils occupy similar positions, but have argillic horizons with higher organic matter content."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Moderately well drained; medium runoff; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Native pasture and shrubs.  Used as pasture or planted to subsistence crops."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Humid plutonic uplands.  The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Raleigh, North Carolina"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Humacao, Puerto Rico; l972"
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  The classification was updated with the 4/91 draft from Fine-loamy, mixed, isohyperthermic Orthoxic Tropudults to Fine-loamy, mixed, isohyperthermic Typic Hapludults.  The previous OSED date was 7/73.  The Jagueyes soils were included in the Jayuya series in the Soil Survey of Puerto Rico, l942.\nDiagnostic horizons and features recognized in this pedon:\nOchric epipedon - zone from 0 to 14 inches (Ap and A horizons)\nArgillic horizon - zone from 14 to 53 inches (Bt horizons)\nADDITIONAL DATA:  S63PR-12-10 Lincoln Laboratory data 19020-19028.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
