{
  "SERIES": "JAL",
  "STATUS": "Established Series",
  "BYREV": "Rev. MTT/LWH/WWJ",
  "REVDATE": "09/2006",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, carbonatic, thermic Typic Haplocalcids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Jal sandy loam, rangeland. (Colors are for dry soil unless otherwise noted.)\nA1--0 to 3 inches; pale brown (10YR 6/3) sandy loam, brown (10YR 5/3) moist; weak medium granular structure with the upper 1/2 to 1 inch being weak medium platy; slightly hard, friable, slightly sticky; few fine roots; common very fine and fine pores; strongly calcareous, lime is disseminated and segregated into common medium soft masses and hard nodules; moderately alkaline; abrupt boundary. (2 to 5 inches thick)\nA2--3 to 12 inches; pale brown (10YR 6/3) sandy loam, brown (10YR 5/3) moist; weak fine and medium subangular blocky structure; soft, very friable, slightly sticky; common very fine and fine roots; common medium soft masses and few small hard nodules; many small worm or insect casts; moderately alkaline; abrupt boundary. (8 to 15 inches thick)\nBk1--12 to 30 inches; white (10YR 8/1) loam, very pale brown (10YR 8/2) moist; moderate medium platy structure; slightly hard, firm, slightly sticky; few fine to medium roots; few pores; strongly calcareous; many fine hard nodules; strongly alkaline; gradual boundary. (14 to 20 inches thick)\nBk2--30 to 48 inches; very pale brown (10YR 8/2) loam; light gray (10YR 7/2) moist; moderate thin platy structure; slightly hard, friable, slightly sticky; few fine pores; strongly calcareous; many large very hard calcium carbonate nodules; strongly alkaline; clear boundary. (12 to 24 inches thick)\nBk3--48 to 63 inches; very pale brown (10YR 8/2) loam; light gray (10YR 7/2) moist; massive; soft, friable, slightly sticky; few fine pores; strongly calcareous, some segregated calcium carbonate but less than the horizon above; strongly alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Lea County, New Mexico; north of ranch road in SW corner of NW1/4 of section 28, T.26S., R.36E.; photo DHO-5P-147."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: intermittently moist in some part of the moisture control section July through September with a slight bulge in December, January and February.  The soil is driest during March, April and May.  Typic aridic moisture regime.\nSoil temperature: 59 degrees to 65 degrees F.\nDepth to calcic horizon: 20 inches or less. These soils are calcareous throughout.\nCarbonate content of the upper 40 inches: averages more than 40 percent.\nCarbonate segregation: soft masses to extremely hard nodules.\nA horizon\nHue: 7.5YR or 10YR.\nValue of 6 or 7 dry, 4 through 6 moist.\nChroma of 2 through 4.\nOther features: Organic matter content of the upper 7 inches is less than 1.0 percent and averages less than 0.7 percent for the upper 15 inches. The A horizon ranges from weak medium granular and weak fine to medium subangular blocky structure to nearly structureless.\nC horizon\nHue: 7.5YR or 10YR.\nValue of 6 through 8 dry, 5 through 7 moist.\nChroma: 1 through 3.\nTexture: loam, silt loam, or clay loam and has 18 to 35 percent total clay.\nOther features: This horizon has variable structure depending on amount, shape, and consistence of the segregated calcium carbonate. It contains an estimated 25 to 70 percent segregated calcium carbonate and is soft to hard."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Nowoy (NV) and Sunrise (CA) series. The Nowoy soils are very gravelly in the upper part of the B horizon. The Nowoy and Sunrise soils are in the Mohave Desert (MLRA 30) receive mostly winter precipitation and are usually dry from April through November. Consideration should be given to reclassifying the Sunrise series in a Petronodic subgroup."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: The Jal soils are on nearly level and slightly concave slopes, often in association with playa lakes and lake benches.  Slopes are typically 1 percent or less. The soils formed in medium and moderately fine textured material high in carbonates that is mostly of alluvial or lacustrine origin with small amounts of eolian material. The climate is semiarid to arid continental. The average annual temperature ranges from 58 degrees to 64 degrees F. and the average annual precipitation ranges from about 7 to 15 inches with a summer maximum.  The Thornthwaite P-E Index ranges from 12 to 24. Frost-free period is 200 to 220 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Banbar, Headquarters and Pyote soils and the competing Drake, Midessa, and Wink soils. Banbar, Headquarters and Pyote soils have argillic horizons."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; moderately permeable."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Used mostly as rangeland but few small areas are irrigated and cropped to sudangrass and grain sorghums. Native vegetation is short grasses, annual weeds and forbs."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: The series is of moderate extent in south central and southeastern New Mexico.  MLRA 42."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Phoenix, Arizona"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Lea County, New Mexico, 1973."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - the zone from 0 to 12 inches.  (A1 and A2 horizons.)\nCarbonatic mineralogy - more than 40 percent calcium carbonate in the upper 40 inches.\nClassified according to Soil Taxonomy Second Edition, 1999\nADDITIONAL DATA: S65NM 013 006 NSSL Lincoln NE\nNational Cooperative Soil Survey\nU.S.A."
  }
}
