{
  "SERIES": "JAMESCANNY",
  "STATUS": "Established Series",
  "BYREV": "Rev. EWB-AMB-JBF-TM",
  "REVDATE": "03/2017",
  "STATES": "CA,NV",
  "OVERVIEW": "The Jamescanny series consists of very deep, moderately well drained soils that formed in alluvium derived from mixed rocks. Jamescanny soils are on alluvial fans.  Slopes are 2 to 15 percent. The mean annual precipitation is about 280 mm and the mean annual temperature is about 9 degrees C.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, mesic Pachic Haploxerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Jamescanny loam--pastureland. (Colors are for dry soil unless otherwise noted.)\nA1--0 to 20 cm; grayish brown (10YR 5/2) loam, black (10YR 2/1) moist; moderate fine subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; many very fine and fine roots; few fine tubular and many very fine and fine interstitial pores; 10 percent gravel; slightly acid (pH 6.1); abrupt smooth boundary. (10 to 25 cm thick)\nA2--20 to 79 cm; grayish brown (10YR 5/2) loam, black (10YR 2/1) moist; massive; slightly hard, friable, slightly sticky and slightly plastic; many very fine and fine roots; many very fine and fine tubular pores; 10 percent gravel; slightly acid (pH 6.3); gradual smooth boundary. (25 to 60 cm thick)\nC1--79 to 104 cm; grayish brown (2.5Y 5/2) gravelly loam, dark grayish brown (2.5Y 4/2) moist; massive; hard, friable, slightly sticky and slightly plastic; common very fine roots; few fine tubular and many very fine tubular pores; 5 percent medium and coarse distinct strong brown (7.5YR 5/6), moist, masses of oxidized iron; 30 percent gravel; neutral (pH 7.0); gradual smooth boundary. (20 to 60 cm thick)\nC2--104 to 152 cm; light brownish gray (2.5Y 6/2) gravelly loam, dark grayish brown (2.5Y 4/2) moist; massive; hard, friable, slightly sticky and slightly plastic; few very fine roots; many very fine tubular pores; 50 percent medium and coarse prominent strong brown (7.5YR 5/6), moist, masses of oxidized iron; 25 percent gravel and 5 percent cobbles; neutral (pH 7.0)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Douglas County, Nevada; about 1.6 kilometers northeast of the town of Genoa; about 1,520 feet north and 2,070 feet east of the southwest corner of section 3, T. 13 N., R. 19 E; USGS Genoa 7.5 minute topographic quadrangle; latitude 39 degrees 0 minutes 57.58 seconds N and longitude 119 degrees 50 minutes 12.46 seconds W; WGS84 Decimal Degrees 39.0159944 latitude, -119.8367944 longitude."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: Usually moist during winter and spring; dry in summer and fall; aridic moisture regime that borders on xeric.  Saturated within 122 to 150 cm during the late winter and early spring in most years.\nMean annual soil temperature: 9 to 12 degrees C.\nMollic epipedon thickness: 60 to 90 cm.\nParticle size control section - Clay content: averages 18 to 27 percent.\nRock fragments: averages 15 to 35 percent, mainly gravel ; Sand content: averages 20 to 40 percent.\nA horizons\nHue: 10YR or 2.5Y.\nValue: 4 or 5 dry, 2 or 3 moist.\nChroma: 1 or 2, dry or moist.\nOrganic matter content: 1 to 4 percent.\nReaction - Slightly acid or neutral.\nC horizons\nHue: 10YR through 5Y.\nValue: 5 or 6 dry, 3 or 4 moist.\nChroma: 1 or 2, dry or moist.\nTexture: Stratified gravelly clay loam to fine sandy loam; some pedons have strata of sandy loam, gravelly sandy loam, or very gravelly sandy loam below 33 inches.\nClay content: Averages 18 to 27 percent.\nRock fragments: averages 15 to 35 percent.\nRedoximorphic features: Redox concentrations occur as masses of iron or manganese accumulation in the matrix.\nOrganic matter content: 0.5 to 1 percent.\nReaction - Slightly acid or neutral."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Alicel, Calimus, Chalkford, Linville, Sinamox, Sweeney and Watama series.\nAlicel, Chalkford, Linville and Sweeney soils have Bw horizons and a xeric moisture regime.  In addition, Chalkford soils have more than 27 percent clay in their particle-size control section, Linville soils have basalt bedrock within 100 to greater than 150 cm and Sweeney soils have a lithic contact within 91 to 150 cm.  Calimus soils have Bw horizons and have less than 15 percent rock fragments in their particle-size control section.  Sinamox soils have paralithic material within 100 to more than 150 cm and have a Bw horizon.  Watama soils have a lithic contact within 50 to 100 cm, have Bw horizons and have a Xeric moisture regime."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Jamescanny soils are on alluvial fans. They formed in alluvium derived from mixed rocks.  Slopes are 2 to 15 percent.  Elevations range from 1,400 to 1,555 meters. The climate is semi-arid with cool, moist winters and warm, dry summers. The mean annual precipitation is 200 to 350 mm, mean annual temperature is 8 to 11 degrees C., and the frost-free period is 90 to 110 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Dresslewet, Kimmerling and Kimvar series.  Dresslewet soils have less than 18 percent clay in their particle-size control section and have a mollic epipedon less than 50 cm thick.  Kimmerling and Kimvar soils have an aquic moisture regime.  In addition, Kimmerling soils have 25 to 35 percent clay and less than 15 percent rock fragments in their particle-size control section, and Kimvar soils have a histic epipedon."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Moderately well drained; medium surface runoff; moderate permeability; moderately high saturated hydraulic conductivity.  A seasonal high water table is present between 122 and 152 cm (Deep free water occurrence class).  Cumulative annual duration class common or persistent (December through June)."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Jamescanny soils are used for pasture land, watershed and wildlife habitat. The present vegetation is mainly legume-grass pasture."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Western Nevada and Eastern California, east of the Sierra Nevada Range. These soils are not extensive.  MLRA 26."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Douglas County, Area. Nevada, 2010."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon - The zone from the soil surface to 79 cm (A1 and A2 horizons).\nEndosaturation feature - The condition of ground water with an upper boundary between 122 and 152 cm at certain times during normal years (parts of the C1 and C2 horizons).\nParticle-size control section - The zone from 25 to 100 cm (lower A2 and upper C1 horizons).\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "moderately well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A1",
        "top": 0,
        "bottom": 20,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 1,
        "texture_class": "loam",
        "pH": 6.1,
        "pH_class": "slightly acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "A1--0 to 20 cm; grayish brown (10YR 5/2) loam, black (10YR 2/1) moist; moderate fine subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; many very fine and fine roots; few fine tubular and many very fine and fine interstitial pores; 10 percent gravel; slightly acid (pH 6.1); abrupt smooth boundary. (10 to 25 cm thick)"
      },
      {
        "name": "A2",
        "top": 20,
        "bottom": 79,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 1,
        "texture_class": "loam",
        "pH": 6.3,
        "pH_class": "slightly acid",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "A2--20 to 79 cm; grayish brown (10YR 5/2) loam, black (10YR 2/1) moist; massive; slightly hard, friable, slightly sticky and slightly plastic; many very fine and fine roots; many very fine and fine tubular pores; 10 percent gravel; slightly acid (pH 6.3); gradual smooth boundary. (25 to 60 cm thick)"
      },
      {
        "name": "C1",
        "top": 79,
        "bottom": 104,
        "dry_hue": "2.5Y",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "2.5Y",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "loam",
        "cf_class": "gravelly",
        "pH": 7,
        "pH_class": "neutral",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "C1--79 to 104 cm; grayish brown (2.5Y 5/2) gravelly loam, dark grayish brown (2.5Y 4/2) moist; massive; hard, friable, slightly sticky and slightly plastic; common very fine roots; few fine tubular and many very fine tubular pores; 5 percent medium and coarse distinct strong brown (7.5YR 5/6), moist, masses of oxidized iron; 30 percent gravel; neutral (pH 7.0); gradual smooth boundary. (20 to 60 cm thick)"
      },
      {
        "name": "C2",
        "top": 104,
        "bottom": 152,
        "dry_hue": "2.5Y",
        "dry_value": 6,
        "dry_chroma": 2,
        "moist_hue": "2.5Y",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "loam",
        "cf_class": "gravelly",
        "pH": 7,
        "pH_class": "neutral",
        "narrative": "C2--104 to 152 cm; light brownish gray (2.5Y 6/2) gravelly loam, dark grayish brown (2.5Y 4/2) moist; massive; hard, friable, slightly sticky and slightly plastic; few very fine roots; many very fine tubular pores; 50 percent medium and coarse prominent strong brown (7.5YR 5/6), moist, masses of oxidized iron; 25 percent gravel and 5 percent cobbles; neutral (pH 7.0)."
      }
    ]
  ]
}
