{
  "SERIES": "JAMESTON",
  "STATUS": "Established Series",
  "BYREV": "Rev. RJK-RJB",
  "REVDATE": "06/2015",
  "STATES": "IA",
  "OVERVIEW": "The Jameston series consists of deep, poorly drained soils formed in loamy sediments and the underlying loamy glacial till on uplands.  Permeability is moderate in the upper sediments and moderately slow in the till.  Slopes range from 0 to 2 percent.  Mean annual temperature is about 45 degrees F, and mean annual precipitation is about 33 inches.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, mesic Typic Argiaquolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Jameston silty clay loam on a concave slope of about 1 percent - pasture.  (Colors are for moist soil unless otherwise stated.)\nA1--0 to 14 inches; black (N 2/0) silty clay loam, very dark gray (10YR 3/1) dry; moderate fine granular structure; friable; slightly acid; clear smooth boundary.\nAB--14 to 22 inches; dark olive gray (5Y 3/2) silty clay loam, olive gray (5Y 5/2) dry; few fine distinct olive brown (2.5Y 4/4) mottles; weak fine subangular blocky structure; friable; 15 to 20 percent sand; few dark concretions (iron and managanese oxides); neutral; clear smooth boundary.  (0 to 6 inches thick)\n2Bg--22 to 25 inches; mottled dark grayish brown (2.5Y 4/2) and olive brown (2.5Y 4/4) loam; dark gray (5Y 4/1) coatings on faces of peds; weak fine subangular blocky structure; firm; few dark concretions (iron and manganese oxides); pebble band at top of horizon; neutral; clear smooth boundary.  (0 to 6 inches thick)\n2Btg1--25 to 34 inches; mottled yellowish brown (10YR 5/6) and gray (5Y 5/1) clay loam; dark gray (5Y 4/1) and gray (5Y 5/1) coating on faces of prisms; weak medium prismatic structure parting to weak medium subangular blocky; very firm; few root channels filled with dark gray (5Y 4/1) clay films; few small pebbles; neutral; gradual smooth boundary.\n2Btg2--34 to 42 inches; mottled gray (5Y 5/1) and yellowish brown (10YR 5/6) clay loam; gray (5Y 5/1) coatings on faces of prisms; moderate medium prismatic structure parting to weak medium subangular blocky; very firm; few distinct dark gray (5Y 4/1) clay films on faces of prisms and peds; few small pebbles; slightly alkaline; clear wavy boundary.\n2Btg3--42 to 53 inches; mottled gray (5Y 5/1) and yellowish brown (10YR 5/6) clay loam; weak coarse prismatic structure parting to weak coarse subangular blocky; very firm; few distinct very dark gray (10YR 3/1) clay films in pores and root channels; few small prebbles; strong effervescence; slightly alkaline; gradual smooth boundary.  (Combined thickness of the 2Btg horizons is 16 to 36 inches.)\n2Cg--53 to 60 inches; mottled dark yellowish brown (10YR 4/4) and gray (5Y 6/1) clay loam; massive; very firm; few dark concretions (iron and manganese oxides); few soft accumulations (calcium carbonates); common small pebbles; sand lense between 53 and 55 inches; strong effervescence; slightly alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Howard County, Iowa; about 3 miles west and 2.5 miles south of Lime Springs; 1800 feet south and 73 feet east of the northwest corner of sec. 11, T. 99 N., R. 13 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Solum thickness ranges from 40 to 60 inches.  Depth to carbonates ranges from 30 to 50 inches.  The solum typically is neutral or slightly acid in the upper part and neutral or mildly alkaline in the lower part.\nThe A horizon has hue of 10YR or neutral, value of 2 or 3, and chroma of 0 or 1.  It typically is silty clay loam but ranges to silt loam or loam.  Sand content ranges from about 15 to 25 percent, and clay content ranges from 26 to 35 percent.\nThe AB horizon has hue of 10YR, 2.5Y, or 5Y; value of 3; and chroma of 1 or 2.  Mottles typically are few or common.\nThe 2Bg horizon has hue of 10YR, 2.5Y, or 5Y; value of 4 or 5; and chroma of 1 through 4.  A thin pebble band is at the top of the 2Bg horizon in most pedons. Tongues of sandy loam or loamy sand extend downward from the pebble band to depths of 3 to 5 feet in some pedons.\nThe 2Btg horizon typically is mottled and has hue of 7.5YR to 5Y, value of 5 or 6, and chroma of 1 to 8.  It averages between 30 and 35 percent clay and 30 to 45 percent sand.  The part of the 2Bt horizon with distinct grayish coatings of 1 chroma on the faces of prisms ranges from 10 to 30 inches in thickness.\nA BCg horizon is in some pedons.\nThe 2Cg horizon typically is mottled and has hue of 7.5YR to 5Y, value of 4 to 6, and chroma of 1 to 8.  It is clay loam with 28 to 35 percent clay."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Barry, Berville, Brookston, Buntingville, Clackamas, Cordova, Hamel, Marengo, Millgrove, Navan, Rensselaer, and Westland series in the same family and Clyde and Tripoli series.  All these soils except Navan lack the very firm consistence and distinct grayish coating on the faces of prisms in the 2Btg horizon.  Navan soils have a thinner solum and contain less sand and coarse fragments in the 2Btg and 2Cg horizons."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Jameston soils are on slight concave areas at the upper end of upland drainageways onthe Iowan Erosion Surface.  Slopes range from 0 to 2 percent.  Jameston soils formed in about 18 to 30 inches of loamy sediments containing 15 to 25 percent fine to coarse sand and the underlying very firm glacial till.  In most pedons, a thin pebble band is at the boundary between the two materials.  Mean annual temperature ranges from about 45 to 49 degrees F, and mean annual precipitation ranges from about 30 to 34 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the competing Clyde soils and the Cresco, Kenyon, Protivin, and Riceville soils.  Clyde soils formed in stratified materials overlying glacial till and are in drainageways below Jameston soils.  Cresco, Kenyon, Protivin, and Riceville soils have browner B horizons and are on ridges and side slopes above Jameston soils.  Jameston soils form a drainage sequence with moderately well drained Cresco (Typic Argiudolls) and somewhat poorly drained Protivin sils (Aquic Argiudolls)."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Poorly drained.  Permeability is moderate in the loamy sediments and moderately slow in the glacial till.  Runoff is slow."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Commonly cropped to corn, soybeans, and small grain where drained.  Undrainged areas are in pasture.  The native vegetative cover is a herbaceous wetland community commonly inhabited with Bluejoint Grasses, Fowl Bluegrasses, Green Muhlies, Fox Sedges, Field Sedges, Dudleys Rushes, Torreys Rushes, Swamp Milkweeds, False Sneezeweeds, False Asters, New England Asters, White Panicled Asters, and Wild Mints."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northeastern Iowa in the Iowan Erosion Surface area and possibly in southern Minnesota.  The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Indianapolis, Indiana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Howard County, Iowa, 1969."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:  mollic epipedon - the zone from the surface to a depth of approximately 22 inches (A1, A2, and AB horizons); argillic horizon - the zone from approximately 25 to 53 inches (2Btg1, 2Btg2, 2Btg3 horizons); aquoll feature - distinct mottles in the lower part of the mollic epipedon.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
