{
  "SERIES": "JARRON",
  "STATUS": "Established Series",
  "BYREV": "Rev. CLG:AJT:JLJ",
  "REVDATE": "02/2003",
  "STATES": "TX",
  "OVERVIEW": "The Jarron series consists of deep, poorly drained, slowly\npermeable soils that formed in alkaline sediments.  These soils\noccur in nearly level slight depressions of the coastal prairies.  Slopes are less than 1 percent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, mixed, active, hyperthermic Typic Natraqualfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Jarron sandy clay loam--range.\n(Colors are for dry soil unless otherwise\nstated.)\nA--0 to 7 inches; dark gray (10YR 4/1) sandy clay loam, very\ndark gray (10YR 3/1) moist; weak medium subangular blocky\nstructure; very hard, friable; many fine roots; neutral; abrupt\nwavy boundary.  (4 to 9 inches thick)\nE--7 to 8 inches; gray (10YR 6/1) fine sandy loam, gray (10YR\n5/1) moist; few fine distinct yellowish brown mottles; massive;\nhard, friable; common fine roots; neutral; abrupt wavy boundary.\n(1 to 3 inches thick)\nBtnzg--8 to 18 inches; gray (10YR 5/1) sandy clay, dark gray\n(10YR 4/1) moist; moderate coarse prismatic structure parting to\nweak coarse blocky; very hard, firm; few fine roots; clay films\non faces of peds; saline; neutral; gradual smooth boundary.  (8\nto 14 inches thick)\nBtknzg--18 to 26 inches; gray (10YR 5/1) sandy clay, dark\ngray (10YR 4/1) moist; weak medium prismatic structure parting to weak medium blocky; very hard, firm; few fine calcium carbonate concretions; mildly alkaline; gradual smooth boundary.  (7 to 15 inches thick)\nBknz--26 to 36 inches; grayish brown (10YR 5/2) clay loam,\ndark grayish brown (10YR 4/2) moist; weak medium subangular\nblocky structure; hard, firm; few fine Fe-Mn bodies; many fine\nand medium soft bodies and concretions of calcium carbonate;\nsaline; calcareous; moderately alkaline; gradual smooth boundary.\n(8 to 14 inches thick)\nCknz--36 to 65 inches; very pale brown (10YR 7/3) clay loam,\npale brown (10YR 6/3) moist; massive; hard, firm; many fine and medium soft bodies and concretions of calcium carbonate; saline; calcareous; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Willacy County, Texas; approximately 2 1/2 miles south of Willamar on Farm Market Road 1420 to the La Jarita\nranch; one mile east on county road; then 0.2 mile north and 0.3\nmile west on oil field road and 100 feet south of road."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Solum thickness ranges from 30 to 44 inches.  Sodium saturation is more than 15 percent in the Bt\nhorizon and increases with depth.  Depth to secondary\naccumulations of calcium carbonate is 12 to 24 inches.\nThe A horizon is gray (10YR 5/1), dark gray (10YR 4/1), grayish\nbrown (10YR 5/2), or dark grayish brown (10YR 4/2) sandy clay\nloam or fine sandy loam.  The E horizon is light gray (10YR 7/1, 7/2), gray (10YR 5/1, 6/1), or light brownish gray (10YR 6/2)\nsandy clay loam or fine sandy loam.  The A and E horizons are slightly acid or neutral.  Salinity ranges from 2 to 8 mmhos/cm.\nThe Bt horizon is gray (10YR 5/1) or dark gray (10YR 4/1) sandy\nclay, clay, or clay loam.  Clay content ranges from 35 to 50\npercent.  It is slightly acid through moderately alkaline.\nSalinity ranges from 4 to 12 mmhos/cm.  The Bk horizon is grayish brown (10YR 5/2; 2.5Y 5/2), olive gray (5Y 5/2), or brown (10YR\n5/3) clay loam, sandy clay, or clay.  It is moderately alkaline\nor strongly alkaline.  Salinity ranges from 8 to 16 mmhos/cm.\nThe C horizon is very pale brown (10YR 7/3), pale brown (10YR\n6/3), or light gray (5Y 6/1; 2.5Y 7/1, 7/2) sandy clay loam, clay loam, or clay.  Salinity ranges from 10 to 30 mmhos/cm."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  Matagorda series is the only competing series.  Similar soils are Aransas, Edroy, Incell, Rio, and Tiocano\nseries.  Matagorda soils are less saline, lack pending and have a different and more productive native plant community.  Aransas, Edroy, Incell, and Tiocano soils lack an argillic horizon.  In addition, Incell is in a fine-loamy family and Tiocano soils have vertic properties.  Rio soils have less than 15 percent\nexchangeable sodium in the argillic horizon."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Jarron soils occur in slight depressions of\nthe lower deltaic coastal prairies.  Soil surfaces are plane or concave and have less than 1 percent gradients.  The soil formed\nin clayey and loamy material.  Mean annual rainfall ranges from\n20 to 36 inches and the mean annual temperature is 71 to 72\ndegrees F.  Thronthwaite annual P-E indices range from 31 to 44."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are Lozano, Lyford,\nPorfirio, Racombes, Raymondville, and Willamar series.  All these soils occur at slightly higher elevations.  Lozano, Lyford, and Racombes soils are in a fine-loamy family and lack 15 percent exchangeable sodium in the Bt horizon.  Raymondville and Porfirio soils are calcareous and lack Bt horizons.  Willamar soils are in\na fine-loamy family."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Poorly drained; ponded; slow permeability.  These soils are saturated in the upper part or\ncovered with water a few days or weeks during the spring and fall seasons of the year."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most areas are used for improved pasture or rangeland.  A few areas are cultivated to cotton and grain\nsorghums.  Common vegetation consists of huisache, common\nbermuda, gulf cordgrass, marshhay cordgrass, hartweg paspalum,\nand spike dropseed."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Mainly, the coastal areas of South\nTexas.  Series is of minor extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Willacy County, Texas; 1980."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  The epipedon is massive and hard or very hard when it\nis dry.  If a subgroup was available, this series would have a taxonomic class of fine, mixed, hyperthermic Mollic Natraqualfs.\nNational Cooperative Soil Survey\nU. S. A."
  },
  "SITE": [
    [
      {
        "drainage": "poorly",
        "drainage_overview": "poorly"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 18,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 1,
        "texture_class": "sandy clay loam",
        "narrative": "A--0 to 7 inches; dark gray (10YR 4/1) sandy clay loam, very"
      },
      {
        "name": "E",
        "top": 18,
        "bottom": 20,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 1,
        "texture_class": "fine sandy loam",
        "narrative": "E--7 to 8 inches; gray (10YR 6/1) fine sandy loam, gray (10YR"
      },
      {
        "name": "Btnzg",
        "top": 20,
        "bottom": 46,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 1,
        "texture_class": "sandy clay",
        "narrative": "Btnzg--8 to 18 inches; gray (10YR 5/1) sandy clay, dark gray"
      },
      {
        "name": "Btknzg",
        "top": 46,
        "bottom": 66,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 1,
        "texture_class": "sandy clay",
        "narrative": "Btknzg--18 to 26 inches; gray (10YR 5/1) sandy clay, dark"
      },
      {
        "name": "Bknz",
        "top": 66,
        "bottom": 91,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "texture_class": "clay loam",
        "narrative": "Bknz--26 to 36 inches; grayish brown (10YR 5/2) clay loam,"
      },
      {
        "name": "Cknz",
        "top": 91,
        "bottom": 165,
        "dry_hue": "10YR",
        "dry_value": 7,
        "dry_chroma": 3,
        "texture_class": "clay loam",
        "narrative": "Cknz--36 to 65 inches; very pale brown (10YR 7/3) clay loam,"
      }
    ]
  ]
}
