{
  "SERIES": "JASCO",
  "STATUS": "Established Series",
  "BYREV": "NLM-CLN-JKW",
  "REVDATE": "07/2014",
  "STATES": "TX",
  "OVERVIEW": "The Jasco series consists of very deep, poorly drained soils.  These nearly level to slightly depressional soils formed in loamy fluviomarine dpoesits of the Lissie Formation of early to mid Pleistocene age.  Slope ranges from 0 to 1 percent. Mean annual temperature is about 19.5 degrees C (67 degrees F), and mean annual precipitation is about 1473 mm (58 in",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-silty, siliceous, semiactive, thermic Vermic Fragiaqualfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Jasco silt loam--forest.(Colors are for moist soil unless otherwise stated.)\nA--0 to 10 cm, (0 to 4 in); brown (10YR 5/3) silt loam; weak fine subangular blocky structure; slightly hard, very friable; common fine roots; many fine and medium vesicular pores; 30 percent crayfish krotovinas; 4 percent fine distinct strong brown (7.5YR 5/6) iron concentrations with diffuse boundaries along roots and in pores; very strongly acid; clear smooth boundary.  (5 to 25 cm [2 to 10 in] thick)\nEg--10 to 58 cm, (4 to 23 in); light brownish gray (10YR 6/2) silt loam, weak coarse prismatic structure parting to weak medium subangular blocky; slightly hard, friable; few medium and fine roots; common fine pores; 35 percent crayfish krotovinas; 8 percent medium prominent strong brown (7.5YR 5/6) and 5 percent medium faint brown (10YR 5/3) iron concentrations with diffuse boundaries; very strongly acid; clear irregular boundary.  (20 to 61 cm [8 to 24 in] thick)\nBtxg/Exg--58 to 112 cm, (23 to 44 in); grayish brown (10YR 5/2) loam (Btxg); 35 percent grayish brown (10YR 5/2)(Exg); moderate coarse prismatic structure parting to weak coarse platy; very hard, firm; few fine roots in nonbrittle material; common fine vesicular pores; 35 percent crayfish krotovinas filled with indistinct polygonal veins of friable grayish silt and silt loam; few thin coatings of clean sand grains on vertical surfaces of peds; 25 perent coarse prominent strong brown (7.5YR 5/6) and 4 percent fine distinct yellowish brown (10YR 5/6) iron concentrations with diffuse boundary; 80 percent is brittle; very strongly acid; abrupt irregular boundary.  (25 to 51 cm [10 to 20 in] thick)\nBt/Eg--112 to 203 cm, (44 to 80 in); 80 percent brownish yellow (10YR 6/6) silty clay loam (Bt); 20 percent light brownish gray (10YR 6/2)(Eg); moderate medium subangular blocky structure; very hard, very firm; 20 percent crayfish krotovinas filled with very fine sandy loam; few thin coatings of clean sand grains on some vertical surfaces of peds; 10 percent masses of brittle material in Eg; very strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Jasper County, Texas; from the intersection of Texas Highway 82 and U. S. Highway 96; 3.6 miles south on U.S. Highway 96 to the intersection of Texas Highway 1004, 2.3 miles west on Farm Road 1004 to forest road, 0.3 mile north on forest road, 180 feet west in open forest. Call Junction topographic quad; Longitude: 30 degrees 35 minutes 40.9 seconds N; Longitude: 93 degrees 57 minutes 23.7 seconds W. WGS84."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil Moisture: An aquic soil moisture regime.\nMean annual soil temperature: 20.6 to 21.7 degrees C (69 to 71 degrees F)\nThickness of the A and Eg horizons: 38 to 76 cm (15 to 30 in)\nCrayfish krotovinas: 25 to 40 percent in the upper 100 cm.\nDepth to the fragipan: 38 to 76 cm (15 to 30 in)\nReaction throughout: extremely acid to strongly acid\nParticle-size control section (weighted average)\nClay content: 8 to 15 percent\nCEC/clay ratio: 0.20 to 0.40\nA  Horizon\nHue: 10YR\nValue: 3 to 5\nChroma: 1 to 3\nTexture: silt loam, loam, or very fine sandy loam\nRedox accumulations: amount- 2 to 10 percent, color-shades of brown or yellow\nRedox depletions: amount- 0 to 2 percent, color-shades of gray\nEg Horizon\nHue: 7.5YR or 10YR\nValue: 5 to 7\nChroma: 1 or 2\nTexture: silt loam, loam, or very fine sandy loam\nRedox accumulations: amount- 5 to 20 percent, color-shades of brown or yellow\nRedox depletions: amount- 0 to 5 percent, color-shades of gray\nBtxg/Exg Horizon\n(Btxg part)\nHue: 7.5YR or 10YR\nValue: 5 to 7\nChroma: 1 or 2\nTexture: silt loam or loam\n(Exg part-ranges from 15 to 35 percent of the horizon.)\nHue: 10YR\nValue: 6 or 7\nChroma: 1 or 2\nTexture: silt loam or very fine sandy loam\nRedox accumulations: amount- 5 to 25 percent, color-shades of brown or yellow\nRedox depletions: amount- 0 to 10 percent, color-shades of gray\nBrittleness: amount-60 to 95 percent of the cross section; very firm and brittle\nBt/Eg Horizon\n(Bt part)\nHue: 7.5YR or 10YR\nValue: 5 to 7\nChroma: 2 to 8\nTexture: silt loam, clay loam, or silty clay loam\n(Eg part- ranges from 10 to 40 percent of the horizon.)\nHue: 10YR\nValue: 5 to 7\nChroma: 2 to 4\nTexture: silt loam or very fine sandy loam\nRedox accumulations: amount- 5 to 25 percent, color-shades of brown, yellow, or red\nRedox depletions: amount- 0 to 5 percent, color-shades of gray\nBrittleness: amount-15 to 30 percent of the cross section; very firm and brittle"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no competing series in the same family.  Similar soils are the Henry (TN), Olive (TX), Olivier (LA), and Thage (TX) series.\nHenry soils: mixed mineralogy; formed in loess; contain more silt and less very-fine and fine sand; less acid in the lower solum.\nOlive soils: have less than 35 percent base saturation; in a coarse-loamy family.\nOlivier soils: do not have aquic conditions; are somewhat poorly drained; formed in loess.\nThage soils: do not have aquic conditions; in a fine-loamy family."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material: loamy fluviomarine deposits of the Lissie Formation of early to mid-Pleistocene age.\nLandscape: Coastal plain\nLandform: open ended depressions\nSlope: 0 to 1 percent\nMean annual air temperature range: 19.5 to 20.6 degrees C (67 to 69 degrees F).\nMean annual precipitation range: 1219 to 1524 mm (48 to 60 in)\nPrecipitation Pattern: Rainfall is generally uniform throughout the year with slight peaks in the spring and fall.\nFrost-free period: 240 to 300 days\nElevation: 22.9 to 46 m (75 to 150 ft)\nThornthwaite annual P-E indices: 68 to 80"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Dallardsville (TX), Kirbyville (TX), Kountze (TX), Niwana (TX), Otanya (TX), Plank (TX), and Waller (TX) series.\nDallardsville soils: moderately well drained; on mounds.\nKirbyville and Kountze soils: are moderately well drained; are on relict meander belt levees and bars.\nNiwana and Otanya soils: well drained; are on relict meander belt levees and bars\nPlank soils: have more crawfish activity in the upper 100 cm (40 cm); do not have a fragipan; on a similar landform.\nWaller soils; do not have a fragipan; have more clay in the particle size control section; are on a similar landform."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: poorly drained.  Permeability is very slow.  Runoff is negligible.  A water table is at or near the surface 6 to 9 months out of the year in normal years.  Ponding for long periods is common in normal years during the winter and spring months."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used mainly for forest and wildlife.  Native vegetation is sedges and rushes, with a few scattered shortleaf and loblolly pine.  A few areas are used for loblolly and slash pine plantation, however, growth rates are so slow that the soil is unsuited for commercial production of wood."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Southeastern Texas and southwestern Louisiana; LRR T; The Western Gulf Coast Flatwoods (MLRA 152B). The series is of minor extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Jasper County, Texas; 1980."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features found in this pedon:\nOchric epipedon--0 to 58 cm (0 to 23 in) (A and Eg horizons)\nFragipan--58 to 112 cm (23 to 44 in) (Btxg/Exg horizon)\nGlossic horizon--58 to 203 cm (23 to 80 in) (Btxg/Exg and Bt/Eg horizons.  The glossic horizon is series criteria but not diagnostic for classification.)\nArgillic horizon--58 to 203 cm (23 to 80 in) (Btxg/Exg and Bt/Eg horizon)\nTaxonomic Version: Keys to Soil Taxonomy, Eleventh Edition, 2010"
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "ADDITIONAL DATA:  Batte, C.D., Rooting Characteristics of Slash Pine in Relation to Soil Fragipans in the Flatwoods Section of Southeast Texas. M.S. Thesis, 1975, Texas A&M University, College Station, Texas."
  },
  "SITE": [
    [
      {
        "drainage": "poorly",
        "drainage_overview": "poorly"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 10,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 3,
        "texture_class": "silt loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A--0 to 10 cm, (0 to 4 in); brown (10YR 5/3) silt loam; weak fine subangular blocky structure; slightly hard, very friable; common fine roots; many fine and medium vesicular pores; 30 percent crayfish krotovinas; 4 percent fine distinct strong brown (7.5YR 5/6) iron concentrations with diffuse boundaries along roots and in pores; very strongly acid; clear smooth boundary.  (5 to 25 cm [2 to 10 in] thick)"
      },
      {
        "name": "Eg",
        "top": 10,
        "bottom": 58,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 2,
        "texture_class": "silt loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "irregular",
        "narrative": "Eg--10 to 58 cm, (4 to 23 in); light brownish gray (10YR 6/2) silt loam, weak coarse prismatic structure parting to weak medium subangular blocky; slightly hard, friable; few medium and fine roots; common fine pores; 35 percent crayfish krotovinas; 8 percent medium prominent strong brown (7.5YR 5/6) and 5 percent medium faint brown (10YR 5/3) iron concentrations with diffuse boundaries; very strongly acid; clear irregular boundary.  (20 to 61 cm [8 to 24 in] thick)"
      },
      {
        "name": "Btxg/Exg",
        "top": 58,
        "bottom": 112,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "silt loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "abrupt",
        "topography": "irregular",
        "narrative": "Btxg/Exg--58 to 112 cm, (23 to 44 in); grayish brown (10YR 5/2) loam (Btxg); 35 percent grayish brown (10YR 5/2)(Exg); moderate coarse prismatic structure parting to weak coarse platy; very hard, firm; few fine roots in nonbrittle material; common fine vesicular pores; 35 percent crayfish krotovinas filled with indistinct polygonal veins of friable grayish silt and silt loam; few thin coatings of clean sand grains on vertical surfaces of peds; 25 perent coarse prominent strong brown (7.5YR 5/6) and 4 percent fine distinct yellowish brown (10YR 5/6) iron concentrations with diffuse boundary; 80 percent is brittle; very strongly acid; abrupt irregular boundary.  (25 to 51 cm [10 to 20 in] thick)"
      },
      {
        "name": "Bt/Eg",
        "top": 112,
        "bottom": 203,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 6,
        "texture_class": "very fine sandy loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Bt/Eg--112 to 203 cm, (44 to 80 in); 80 percent brownish yellow (10YR 6/6) silty clay loam (Bt); 20 percent light brownish gray (10YR 6/2)(Eg); moderate medium subangular blocky structure; very hard, very firm; 20 percent crayfish krotovinas filled with very fine sandy loam; few thin coatings of clean sand grains on some vertical surfaces of peds; 10 percent masses of brittle material in Eg; very strongly acid."
      }
    ]
  ]
}
