{
  "SERIES": "JAYWI",
  "STATUS": "Established Series",
  "BYREV": "DDR:CLN:CRC",
  "REVDATE": "07/1999",
  "STATES": "TX",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS:  Fine-silty, mixed, active, thermic Typic Haplustepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Jaywi silty clay loam--rangeland. (Colors are for dry soil unless otherwise stated.)\nA--0 to 5 inches; dark brown (7.5YR 4/3) silty clay loam, dark brown (7.5YR 3/3) moist; moderate fine and medium subangular blocky and granular structure; hard, firm; many fine and medium roots; few very fine pores; common worm casts and channels; few rounded fragments of dolomitic limestone as much as 1 cm across long axis; strongly effervescent; moderately alkaline; clear smooth boundary.   (3 to 15 inches thick).\nBw--5 to 21 inches; brown (7.5YR 5/4) silty clay loam, dark brown (7.5YR 4/4) moist; moderate fine and medium subangular blocky structure; hard, friable; few fine roots; few very fine pores; few worm casts and channels; few fragments of rounded dolomitic limestone as much as 1 cm across long axis; strongly effervescent; moderately alkaline; gradual smooth boundary.  (9 to 22 inches thick).\nBk1--21 to 56 inches; reddish brown (5YR 5/4) silty clay loam, reddish brown (5YR 4/4) moist; moderate medium and coarse subangular blocky structure; hard, friable; few fine roots; few very fine pores; few fine iron-manganese concretions; few concretions and masses of calcium carbonate as much as 4 mm in diameter; few fragments of rounded dolomitic limestone as much as 1 cm across long axis; strongly effervescent; moderately alkaline; diffuse smooth boundary.  (18 to 38 inches thick).\nBk2--56 to 80 inches; reddish brown (5YR 5/4) silty clay loam, reddish brown (5YR 4/4) moist; weak fine and medium subangular blocky structure; hard, friable; few fine roots; few very fine and fine pores; few concretions of calcium carbonate as much as 3 mm in diameter; old worm channels filled with hardened calcium carbonate; few fine iron-manganese concretions; few fragments of rounded dolomitic limestone as much as 1 cm across long axis; strongly effervescent; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: King County, Texas; from the courthouse in Guthrie; 13.5 miles north on U. S. Highway 83; 3.2 miles east on Farm Road 3416; 3.0 miles east on Farm Road 1168; 2.75 miles southeast on county road; 1.65 miles south on county road; 0.6 mile southwest on oil field road; 0.45 mile south; 0.5 mile west; 1.1 miles south to road culvert in the channel of the Middle Fork Wichita River and 160 yards west of culvert in rangeland.  (J Y Ranch Quadrangle; Latitude 33N, 44, 08; Longitude 100W, 13, 51)"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Solum thickness ranges from 60 to more than 80 inches.  Weighted average clay content of the particle size control section ranges from 18 to 30 percent. The soil is effervescent and moderately alkaline throughout.  The calcium carbonate equivalent of the control section ranges from 8 to 20 percent.  Fragments of mainly dolomitic limestone less than 3 cm across long axis range from 0 to 10 percent throughout the soil.\nThe A horizon has hue of 5YR to 10YR, value of 4 or 6, and chroma of 3 or 4.  Mollic layers are less than 9 inches thick.  Nonmollic A2 horizons are present in some pedons.  Texture is silty clay loam.\nThe Bw horizon has hue of 5YR to 10YR, value of 4 to 6 and chroma of 4.  Texture is loam, clay loam or silty clay loam.\nThe Bk1 and Bk2 horizons have hue of 5YR or 7.5YR, value of 5 to 7, and chroma of 4 to 6.  Texture is loam, clay loam, silty clay loam or silt loam.  Volume of carbonates range from 10 to 25 percent.  Crystals of gypsum range from 0 to 5 percent by volume."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Aspermont, Burford, and Obaro soils in the same family.  Soils in similar families include the Enterprise, Gotebo, Shep, Weymouth, Wise and Woodward soils.  Aspermont and Burford soils have sola less than 60 inches thick.  Obaro soils are underlain by soft sandstone.  Enterprise, Gotebo and Woodward soils have coarse-silty particle-size control sections and Gotebo and Woodward soils have soft parent material at 20 to 40 inch depths.  Shep and Weymouth soils have fine-loamy particle-size control sections and sola less than 60 inches.  Wise soils have siliceous mineralogy and soft parent material at 20 to 40 inch depths."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Jaywi soils are on gently sloping uplands.  Slopes are convex and range from 1 to 5 percent.  The soils formed in calcareous stream terrace and colluvial deposits from receding chalky limestones and shales of the Blaine Formation (Permian age).  Most areas are dissected by streams or border flood plains.  Mean annual precipitation ranges from 21 to 25 inches.  Mean annual temperature ranges from 62 to 64 degrees F.  Elevation ranges from 1200 to 1850 feet.  Frost free days range from 210 to 220.  Thornthwaite P-E indices range is 32 to 37."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These include the competing Aspermont and the  Cottonwood, Knoco, Quanah, Talpa, Tilvern, Vernon, Westill and Wheatwood soils. Aspermont soils are on elevations higher than the Jaywi soils.  Cottonwood, Knoco and Talpa soils are on higher elevations and have bedrock or weathered shale at very shallow or shallow depths.  Tilvern and Vernon soils are on higher elevations, have sola less than 60 inches and have fine particle-size control sections.  Quanah soils are on less sloping areas and have a mollic epipedon.  Westill soils are on stream divides, have a mollic surface and fine particle-size control sections.  Wheatwood soils are on floodplains and have stratified layers."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Jaywi soils are well drained.  Permeability is moderate.  Runoff is very low on 1 to 3 percent slopes and low on 3 to 5 percent slopes."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used mainly for rangeland and wildlife habitat.  Native vegetation consists of blue grama, sideoats grama, silver bluestem, tobosa grass, buffalograss, vine mesquite, Texas wintergrass, threeawns, pricklypear cactus, mesquite, lote bush, and redberry juniper."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  North Central Texas in the western part of the Rolling Plains (MLRA 78B).  The series is of minor extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  King County, Texas; 1999."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  This soil was formerly included with the Aspermont and Quanah series. Jaywi is pronounced J-Y.  It is the name of a ranch in King County.\nThis soil is in the (active) cation exchange activity class based on Amendment 18 to SOIL TAXONOMY.\nDiagnostic horizons and features recognized with this pedon are:\nOchric epipedon - 0 to 5 inches  (A horizon).\nCambic horizon - 5 to 80 inches  (Bw and Bk horizons).\nADDITIONAL DATA:\nSoil Interpretation Record:  TX1367\nNational Cooperative Soil Survey\nU.S.A."
  }
}
