{
  "SERIES": "JEDDITO",
  "STATUS": "Established Series",
  "BYREV": "Rev. DJP/RJA/PDC",
  "REVDATE": "12/2014",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, superactive, calcareous, mesic Typic Torriorthents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Jeddito loamy sand - rangeland. (Colors are for dry soil unless otherwise noted.)\nA--0 to 2 inches (0 to 5 cm); light yellowish brown (10YR 6/4) loamy sand, yellowish brown (10YR 5/4) moist; weak medium platy structure parting to weak fine subangular blocky; soft, very friable, nonsticky and nonplastic; many very fine roots; many very fine vesicular pores; slightly effervescent; slightly alkaline; abrupt smooth boundary. (1 to 5 inches or 2 to 13 cm thick)\nC1--2 to 9 inches (0 to 23 cm); light yellowish brown (10YR 6/4) fine sandy loam, yellowish brown (10YR 5/4) moist; weak thick platy structure parting to weak fine subangular blocky; soft, very friable, nonsticky and nonplastic; common very fine roots; few very fine tubular pores; slightly effervescent; moderately alkaline; abrupt smooth boundary.\nC2--9 to 13 inches (23 to 33 cm); light yellowish brown (10YR 6/4) loamy sand, yellowish brown (10YR 5/4) moist; massive soft, very friable, nonsticky and nonplastic; many very fine tubular pores; slightly effervescent; moderately alkaline; clear wavy boundary.\nC3--13 to 27 inches (33 to 69 cm); light yellowish brown (10YR 6/4) stratified sand and coarse sand, yellowish brown (10YR 5/4) moist; massive; loose, nonsticky and nonplastic; common very fine roots; few very fine tubular and interstitial pores; .5 inch thick discontinuous clay stratum; very slightly effervescent; moderately alkaline; clear wavy boundary.\nC4--27 to 40 inches (69 to 102 cm); light yellowish brown (10YR 6/4) fine sandy loam with sand and very fine sandy loam strata, yellowish brown (10YR 5/4) moist; massive; hard, friable, slightly sticky and slightly plastic; common very fine roots; few very fine and fine tubular pores; slightly effervescent; moderately alkaline; clear wavy boundary.\nC5--40 to 60 inches (102 to 152 cm); light yellowish brown (10YR 6/4) stratified fine sandy loam with few thin clay strata less than 1 cm thick, yellowish brown (10YR 5/4) moist; massive; slightly hard, friable, slightly sticky and slightly plastic; common very fine roots; few fine tubular pores; few fine gypsum crystals and coal fragments; very slightly effervescent; moderately alkaline. (Combined thickness of the C horizons is greater than 60 inches or 152 cm)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Navajo County, Arizona; about 2 miles northwest of Egloffstein Butte, on the Hopi Indian Reservation; 2200 feet south and 350 feet east of the northwest corner of section 8, T. 25 N., R. 18 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture - Intermittently moist in some part of the soil moisture control section during December-March and July-September. Driest during May and June. Typic aridic soil moisture regime.\nSoil temperature - 47 to 59 degrees F (8.3 to 15.0 degrees C).\nRock fragments - 0 to 10 percent fine gravel in thin discontinuous strata\nReaction - slightly alkaline to very strongly alkaline\nElectrical conductivity - ranges from 0 to 8 dS/m\nA horizon\nHue: 10YR, 7.5YR\nValue: 5 or 6 dry, 3 to 5 moist\nChroma: 3 or 4, dry or moist\nC horizon\nHue: 10YR, 7.5YR\nValue: 4 to 7 dry, 3 to 6 moist\nChroma: 2 to 6, dry or moist\nTexture: Stratified sand, loamy sand, loamy fine sand, fine sandy loam with lenses of loamy fine sand, sandy loam, very fine sandy loam, silty clay loam; spacing and thickness of the finer lenses vary, but range from less than 1 cm. to 10 inches thick; clay content averages 10 to 15 percent in the particle-size control section\nReaction: slightly alkaline or moderately alkaline\nSodium adsorption ratio: 0 to 13"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Apron (WY), Fang (NV), Fruitland (NM), Ganaflan (NV), Geer (NV), Jenrid (UT), Kumiva (NV), Marcou (AZ), Mazuma (NV), Moepitz (UT), Piltdown (NV), Shotnick (UT), Sodaspring (NV), Tooele (UT), Trachute (UT), Vanderhoff (ID), Wentridge (UT), and Worland (WY). Apron soils have hue of 2.5Y and 5Y. Fang, Geer, and Kumiva soils have volcanic ash, glass and other pyroclastic materials in the particle-size control section. Fruitland and Piltdown soils do not have contrasting stratification with materials finer than very fine sandy loam. Ganaflan, Mazuma, Piltdown and Tooele soils are dry in the soil moisture control section from May through November. Jenrid soils are affected by precipitation that falls evenly throughout the year with a slight increase in late summer and early fall. Marcou soils have hue redder than 7.5YR and occur on stabilized dunes and do not have contrasting stratification in the control section. Mazuma soils have SAR's of 13 or more. Moepitz, Vanderhoff and Worland soils have bedrock within 40 inches. Shotnick soils do not have textures finer than very fine sandy loam. Sodaspring soils have more than 15 percent gravel. Trachute soils do not have contrasting stratification, are higher in gypsum and have visible calcium carbonate. Wentridge soils are moderately deep to sandstone."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Jeddito soils are on nearly level to gently sloping stream terraces at elevations of 4,700 to 6,370 feet (1,464 to 1,942 meters). Slopes range from 0 to 5 percent. They formed in stream alluvium from sandstone and shale. The mean annual precipitation is 5 to 10 inches (127 to 254 mm) which occurs as summer thunderstorms and gentle winter rain and snow. Stream incision is geologically recent, and pedons retain the high stratification and lateral variability of alluvial deposits. The mean annual air temperature is 44 to 57 degrees F (6.7 to 13.9 degrees C). The frost-free period is 110 to 160 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Jocity, Monue, and Polacca soils. Jocity soils are fine-loamy. Monue soils have a cambic horizon. Polacca soils have contrasting particle-size."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Somewhat excessively drained; slow runoff; slow permeability in thin lenses of fine material."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Used for livestock grazing and for limited dryland farming. Vegetation is Indian ricegrass, galleta, blue grama, fourwing saltbush and winterfat in Arizona and greasewood, saltgrass and shadscale in Utah."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Northern Arizona, northwest New Mexico, and southwest Colorado; MLRA 35, LRR-D. The soils are moderately extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Phoenix, Arizona"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Navajo County, Arizona; Hopi Indian Reservation Soil Survey Area; 1985."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - the zone from 0 to 2 inches (A horizon)\nEntisol feature - the absence of diagnostic subsurface horizons\nClassified according to Soil Taxonomy, Second Edition, 1999; Keys to Soil Taxonomy, 12h Edition, 2014.\nUpdated and revised for the correlation of Ft. Defiance Area AZ715 2/08 DWD\nRevised for the correlation the SDJR - MLRA 35 - Jeddito loamy fine sand, 0 to 2 percent slopes, December 2014, LJG2\nNational Cooperative Soil Survey\nU.S.A."
  }
}
