{
  "SERIES": "JEDD",
  "STATUS": "Established Series",
  "BYREV": "Rev. CLN-GLL-ELG-ACT",
  "REVDATE": "10/97",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, mixed, semiactive, thermic Ultic Paleustalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Jedd very gravelly sandy loam - rangeland. (Colors are for dry soil unless otherwise stated.)\nA--0 to 12 inches, brown (7.5YR 5/4) very gravelly sandy loam, dark brown (7.5YR 4/4) moist; weak fine granular structure; slightly hard, very friable; common fine roots; about 40 percent by volume of angular ironstone and sandstone pebbles and 25 percent coverage of surface with stone size fragments of sandstone; slightly acid; abrupt smooth boundary.  (3 to 15 inches thick)\nE--12 to 17 inches, light brown (7.5YR 6/4) very gravelly sandy loam, light brown (7.5YR 6/4) moist; weak granular structure; slightly hard, very friable; common fine roots; about 60 percent by volume of angular ironstone and sandstone pebbles; slightly acid; abrupt wavy boundary.  (3 to 12 inches thick)\nBt--17 to 28 inches, red (2.5YR 5/8) clay, red (2.5YR 4/8) moist; few fine distinct yellowish brown (10YR 5/8), and few fine faint yellowish red (5YR 5/8) redox concentrations; moderate medium subangular blocky structure; very hard, firm; common fine roots; clay films on surface of peds; few sandstone fragments; strongly acid; abrupt wavy boundary.  (6 to 26 inches thick)\nCr--28 to 60 inches, reddish yellow (5YR 6/8) weakly cemented sandstone that contains about 40 percent thin brownish yellow (10YR 6/8) strata; very strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Caldwell County, Texas; from the intersection of Farm Road 1322 and State Highway 80 in Luling; 3.2 miles east and northeast on Farm Road 1322; 2.8 miles southeast on county road; 0.2 mile south across railroad on another county road; 2,000 feet east in woods."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Depth to stratified sandstone is 20 to 40 inches.  The average clay content of the control section ranges from 35 to 50 percent. The base saturation of argillic horizon ranges from 35 to 75 percent.  Fragments of sandstone and ironstone from 4 inches to about 48 inches across cover less than 1 percent up to about 40 percent of the surface.  Typically, the fragments cover 5 to 25 percent, but range up to 40 percent near the apex of some ridges.\nThe A horizon has colors in shades of brown with hue of 7.5YR or 10YR, value of 4 to 6, and chroma of 2 to 4.  The E horizon has value 1 to 2 units greater than the A horizon, with hue of 7.5YR or 10YR, value of 5 or 6, and chroma of 2 to 4.  Some pedons have a BE horizon with chroma of 6.  The texture of the A, E, or BE horizon is sandy loam or fine sandy loam.  Sandstone and ironstone fragments make up 0 to 70 percent by volume.  The fragments are pebbles or cobbles.  The reaction of these horizons ranges from moderately acid to neutral.\nThe Bt horizon has colors in shades of red and brown in hue of 2.5YR or 5YR, value of 4 to 6, and chroma of 4 to 8.  Redox concentrations in shades of red, yellow, or brown range from few to many in most pedons.  Texture is clay, sandy clay, or their gravelly or cobbly counterparts.  Sandstone and ironstone fragments or discontinuous layers range from 0 to 14 percent by volume.  Reaction ranges from very strongly acid to moderately acid.\nThe Cr horizon is sandstone or sandstone stratified with shale, ironstone, and/or loamy soils materials.  It is weakly or moderately cemented.  Colors are in shades of red, yellow, brown, or gray.  Roots and clay films are along some fractures."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Birome (TX), Bonti (TX), Darst (TX), Gause (TX), Rosanky (TX), Spiller (TX) and Travis (TX) series.  Similar Burlewash, Gasil, Lexton, Margie, and Nocken series.  Birome soils have argillic horizons greater than 16 inches thick.  Bonti soils have a lithic contact.  Darst soils formed from siltstone and mudstone.  Gause soils do not have paralithic contacts within 60 inches.  Rosanky, Spiller and Travis soils have sola greater than 40 inches thick.  Burlewash soils have smectitic mineralogy and have developed from tuffaceous siltstone.  Gasil soils have a fine-loamy control section.  Lexton and Margie soils have sola thicker than 40 inches and base saturation greater than 75 percent.  Nocken soils have a clayey-skeletal control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  The Jedd soils are on uplands.  They are on convex low hills and ridges and along sideslopes of drainageways.  Slopes range from 3 to 25 percent.  These soils formed in the Reklaw, Weches, and a sandstone member of the Cook Mountain Formation.  Mean annual precipitation ranges from 32 to 40 inches and mean annual temperature ranges from 66 to 69 degrees F.  The frost free days range from 240 to 260 and elevation ranges from 300 to 500 feet above sea level.  The P-E indices range from 44 to 64."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These include the Gasil, Lexton, Margie, and Rosanky soils of the competing series.  These soils are on slightly lower, smoother positions, typically with slopes less than 5 percent."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained.  Permeability is moderately slow.  Runoff is low on 3 to 5 percent slopes, moderate on 5 to 20 percent slopes, and high on slopes more than 20 percent."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Mainly used for rangeland.  Vegetation consists of post oak and blackjack oak trees with an understory of yaupon, Spanish mulberry, little bluestem, purpletop, annual forbs and grasses."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Mainly in east central Texas.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Caldwell County, Texas, 1972."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - 0 to 17 inches.  (A and E horizons).\nArgillic horizon - 17 to 28 inches.  (Bt horizon).\nUltic feature - base saturation of 45 to 75 percent throughout the argillic horizon.\nPale feature - abrupt textural change at a depth of 17 inches.\nParalithic Contact - at a depth of 28 inches.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
