{
  "SERIES": "JEDDO",
  "STATUS": "Established Series",
  "BYREV": "Rev. GRL-WEF",
  "REVDATE": "08/2012",
  "STATES": "MI",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, mixed, semiactive, mesic Aeric Epiaqualfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Jeddo silt loam, in a cultivated field. (Colors are for moist soil unless otherwise stated.)\nAp--0 to 20 cm (8 inches); dark gray (10YR 4/1) silt loam, gray (10YR 6/1) dry; weak medium subangular blocky structure; friable; very strongly acid; abrupt smooth boundary. [15 to 23 cm (6 to 9 inches) thick]\nBtg1--20 to 43 cm (8 to 17 inches); gray (5Y 5/1) silty clay loam; weak medium prismatic structure parting to weak medium angular blocky; firm; thin clay films on faces of peds; few fine prominent dark yellowish brown (10YR 4/4) and light olive brown (2.5Y 5/4) masses of oxidized iron; very strongly acid; clear wavy boundary.\nBtg2--43 to 69 cm (17 to 27 inches); gray (5Y 5/1) silty clay; weak medium prismatic structure parting to weak medium angular blocky; very firm; thin clay films on faces of most peds and thick clay fillings and flows along root channels and cracks; many fine prominent brown (7.5YR 4/4), strong brown (7.5YR 5/6), and yellowish red (5YR 4/6) masses of oxidized iron; very strongly acid; clear wavy boundary. [Combined thickness of the Btg horizon is 30 to 84 cm (12 to 33 inches).]\nBt1--69 to 89 cm (27 to 35 inches); strong brown (7.5YR 5/6) silty clay; weak medium prismatic structure parting to weak coarse angular blocky; very firm; thick clay films on all vertical and horizontal faces of prisms and clay fillings in cracks and along old root channels; thin clay films on faces of blocky peds; many fine and medium prominent gray (N 5/) and brown (10YR 4/3) iron depletions; strongly acid; abrupt wavy boundary.\nBt2--89 to 117 cm (35 to 46 inches); olive brown (2.5Y 4/4) silty clay; weak medium prismatic structure parting to weak coarse angular blocky; firm; thick clay films on most vertical and horizontal faces of prisms; fillings in cracks and root channels; many fine and medium prominent gray (N 5/) and dark gray (10YR 4/1) iron depletions: many fine and medium distinct yellowish brown (10YR 5/6) masses of oxidized iron; neutral; abrupt wavy boundary. [Combined thickness of the Bt horizon is 33 to 102 cm (13 to 40 inches).]\nC--117 to 158 cm (46 to 62 inches); olive brown (2.5Y 4/4) silty clay loam; massive; firm; many thick clay flows in vertical cracks and root channels; many fine and medium prominent dark gray (N 4/) iron depletions; slightly effervescent; slightly alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: St. Clair County, Michigan; about 1 1/2 miles southwest of the village of Fargo; 150 feet east and 2250 feet north of the southwest corner, sec. 35, T. 8 N., R. 15 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nThickness of the solum: commonly 102 to 124 cm (40 to 49 inches) but ranges to 140 cm (55 inches)\nAp horizon:\nHue: 10YR\nValue: 2 to 4\nChroma: 1 or 2\nTexture: loam or silt loam\nReaction: very strongly acid to neutral\nBtg horizon:\nHue: 10YR or 5Y\nValue: 4 to 6\nChroma: 1\nTexture: clay loam, silty clay loam, clay, or silty clay\nClay content: 35 to 45 percent (weighted average)\nReaction: very strongly acid to neutral\nBt horizon:\nHue: 7.5YR to 5Y\nValue: 4 to 6\nChroma: 3 to 6\nTexture: clay loam, silty clay loam, clay, or silty clay\nClay content: 35 to 45 percent (weighted average)\nReaction: very strongly acid to neutral\nC horizon:\nHue: 10YR or 2.5Y\nValue: 4 or 5\nChroma: 3 or 4\nTexture: clay loam or silty clay loam\nSpecial features: many thick clay flows continue down along the vertical cracks to a depth below 158 cm (62 inches)"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: This is the Aden series. Aden soils are in wetter and warmer climates with a mean annual precipitation of more than 813 mm (32 inches) and mean annual temperature of more than 11.7 degrees C (53 degrees F)."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Jeddo soils are on ground moraines of Wisconsin age. Slope ranges from 0 to 2 percent. The Jeddo soils formed in moderately fine textured drift. Mean annual precipitation ranges from 711 to 813 mm (28 to 32 inches). Mean annual temperature ranges from 7.2 to 11.7 degrees C (45 to 53 degrees F)."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Blount, Boyer, Lamson, Lenawee, Metamora, Nappanee, Parkhill, Spinks, Toledo, and Wasepi soils. The somewhat poorly drained Blount and Nappanee soils and the poorly drained Parkhill soils are found on similar landscape positions. Parkhill soils do not have argillic horizons. The very poorly drained, finer textured Toledo soils and the Lenawee and coarser textured Lamson soils occupy small lake bed areas within the boundaries of the till plain or occur adjacent to Jeddo soils where the till plains border lake plains. The well drained Boyer and Spinks soils and the somewhat poorly drained Metamora and Wasepi soils have less clay and more sand and commonly occur in the surrounding uplands."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Poorly drained or very poorly drained. Potential for surface runoff is negligible to medium depending on slope gradient and shape. Saturated hydraulic conductivity is moderately low. Permeability is slow."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most areas have been cleared and either cultivated or pastured. Many areas are now idle. Cropped areas are planted mainly to corn, wheat, and mixed hay. Woodlots and the remaining forested areas consist of second growth red maple, white ash, and swamp white oak."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: MLRA 99 in central-eastern Michigan. This series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: AMHERST, MASSACHUSETTS"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: St. Clair County, Michigan, 1929."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon: from the surface to a depth of 20 cm (8 inches) (Ap horizon).\nArgillic horizon: from the surface to a depth of 20 to 117 cm (8 to 46 inches) (Btg1, Btg2, Bt1 and Bt2 horizons).\nAquic conditions: redoximorphic features present in all horizons below the ochric epipedon.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
