{
  "SERIES": "JEFFCITY",
  "STATUS": "Established Series",
  "BYREV": "Rev. PEM-DES-EMM",
  "REVDATE": "01/2013",
  "STATES": "MT",
  "OVERVIEW": "The Jeffcity series consists of moderately deep, well drained soils that formed in slope alluvium, colluvium or residuum derived from granite bedrock.  These soils are on bedrock-floored plains, hills, structural benches, and mountains.  Slopes are 2 to 45 percent.  Mean annual precipitation is about 17 inches, and mean annual air temperature is about 40 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, frigid Typic Argiustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Jeffcity loam, in rangeland (colors are for dry soil unless otherwise noted).\nA--0 to 7 inches; brown (10YR 5/3) loam, very dark grayish brown (10YR 3/2) moist; weak medium and fine subangular blocky structure; soft, very friable, slightly sticky and slightly plastic; many very fine and few fine roots; many very fine and fine and few medium pores; 5 percent gravel; neutral (pH 7.2); clear smooth boundary. (4 to 8 inches thick)\nBt--7 to 14 inches; yellowish brown (10YR 5/4) gravelly sandy clay loam, dark yellowish brown (10YR 4/4) moist; weak medium prismatic structure parting to moderate medium and fine subangular blocky; slightly hard, friable, moderately sticky and slightly plastic; many very fine and few fine roots; many very fine and few fine interstitial and tubular pores; many faint clay films bridging sand grains and common faint clay films on faces of peds; 30 percent gravel; neutral (pH 7.3); gradual wavy boundary. (6 to 13 inches)\nBk--14 to 33 inches; light olive brown (2.5Y 5/4) gravelly coarse sandy loam, olive brown (2.5Y 4/4) moist; weak medium and fine subangular blocky structure; soft, very friable, slightly sticky and nonplastic; few very fine roots; common very fine tubular and interstitial pores; 30 percent gravel; disseminated lime, many medium and large seams and masses of very pale brown (10YR 8/2) lime; strongly effervescent; moderately alkaline (pH 8.0); gradual irregular boundary. (10 to 19 inches thick)\nCr--33 to 38 inches; light olive brown (2.5Y 5/4) decomposed granite bedrock (grus) that crushes to very gravelly loamy coarse sand or loamy coarse sand; slightly alkaline (pH 7.8). (4 to 11 inches thick)\nR--38 inches; hard granite bedrock."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Jefferson County, Montana; 950 feet south and 200 feet east of the NW corner of sec. 11, T. 5 N., R. 5 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil temperature - 38 to 44 degrees F.\nMoisture control section - between 4 and 12 inches.\nMollic epipedon thickness - 7 to 15 inches.\nDepth to argillic horizon - 4 to 8 inches.\nDepth to Cr horizon - 20 to 38 inches.\nDepth to bedrock - 23 to 40 inches.\nSurface stones or boulders - 0 to 0.1 percent.\nA horizon\nHue:  10YR or 2.5Y\nValue:  4 or 5 dry; 2 or 3 moist\nChroma:  2 or 3, dry or moist\nTexture:  coarse sandy loam or loam\nClay content:  10 to 25 percent\nRock fragments:  0 to 20 percent total -- 0 to 15 percent gravel, 0 to 5 percent cobbles\nReaction:  pH 6.1 to 7.3\nBt horizon\nHue:  10YR or 2.5Y\nValue:  4, 5, or 6 dry; 3, 4, or 5 moist\nChroma:  3 or 4, dry or moist\nTexture:  sandy clay loam or clay loam\nClay content:  20 to 30 percent\nRock fragments:  5 to 35 percent gravel\nReaction:  pH 6.6 to 7.8\nBk horizon\nHue:  10YR or 2.5Y\nValue:  5, 6, or 7 dry; 4, 5, or 6 moist\nChroma:  2, 3, or 4, dry or moist\nTexture:  coarse sandy loam or sandy loam\nClay content:  10 to 18 percent\nRock fragments:  15 to 45 percent gravel\nCalcium carbonate equivalent:  5 to 15 percent\nReaction:  pH 7.9 to 8.4"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:\nAbsarook (MT) - does not have a paralithic contact above the lithic contact.\nArchmesa (CO) - does not have a paralithic contact above the lithic contact.\nBeartooth (MT) - does not have a lithic contact above a depth of 60 inches.\nBeeno (WY) - does not have a lithic contact above a depth of 60 inches.\nBielenberg (MT) - does not have a lithic contact above a depth of 60 inches; does not have secondary carbonates above a depth of 40 inches.\nBitterrot () - does not have a lithic contact.\nBookcliff (MT) - does not have a lithic contact above a depth of 60 inches.\nBullflat (MT) - does not have a lithic contact above a depth of 60 inches.\nBurtoner (MT) - does not have horizon of secondary carbonate accumulation.\nClancy (MT) - does not have a horizon of secondary carbonate accumulation above the paralithic contact.\nClasoil (MT) - does not have a lithic contact above 60 inches.\nDooley (MT) - does not have a lithic contact above a depth of 60 inches; formed in till.\nDoughty () - Does not have a lithic or paralithic contact above 60 inches.\nEmpedrado (CO) - does not have a lithic contact above a depth of 60 inches.\nFairfield (MT) - does not have a lithic contact above a depth of 60 inches.\nFarnuf (MT) - does not have a lithic contact above a depth of 60 inches.\nFarside () - Does not have a lithic or paralithic contact above 60 inches.\nFelor (SD) - does not have a lithic contact above a depth of 60 inches.\nGreenway (SD) - does not have a lithic contact above a depth of 60 inches.\nGurney (SD) - does not have a paralithic contact above the lithic contact; has 7.5YR and redder hues in the argillic horizon; formed in red sandstone.\nHangdo (UT) - does not have lime above a depth of 40 inches; does not have a lithic contact above a depth of 60 inches.\nHoppers (MT) - does not have horizon of secondary carbonate accumulation.\nHyalite (MT) - Does not have a lithic or paralithic contact above 60 inches.\nHyalite (MT) - has a discontinuity of sandy-skeletal material below the argillic horizon; does not have a lithic contact above a depth of 60 inches.\nKokoruda (MT) - Does not have a lithic or paralithic contact above 60 inches.\nLivona (ND) - does not have a lithic contact above a depth of 60 inches.\nMartinsdale (MT) - does not have a lithic contact above a depth of 60 inches.\nMaudlin (CO) - does not have a horizon of secondary carbonate accumulation; does not have a paralithic contact over the lithic contact.\nMeagher (MT) - does not have a lithic contact above a depth of 60 inches.\nMoen (CO) - does not have a paralithic contact above the lithic contact; does not have a horizon of secondary carbonate accumulations.\nMoento (CO) - Does not have a paralithic contact above the lithic contact.\nPerrypark (CO) - Does not have a lithic or paralithic contact above 60 inches.\nPianohill (MT) - does not have horizon of secondary carbonate accumulation.\nPlacerton (MT) - is 40 to 60 inches deep to the lithic contact.\nReeder (ND) - does not have a lithic contact above a depth of 60 inches.\nReedwest (MT) - does not have a lithic contact above 60 inches.\nSipple () - Does not have a lithic or paralithic contact above 60 inches.\nSnakejohn (UT) - has a lithic contact at 40 to 60 inches.\nSponseller (AZ) - does not have a lithic contact above a depth of 60 inches.\nTrag (CO) - does not have a lithic contact above a depth of 60 inches.\nTragmon (CO) - Does not have a lithic or paralithic contact above 60 inches.\nTrazuni (NM) - does not have a lithic contact above 60 inches.\nTrujillo (CO) - Does not have a lithic or paralithic contact above 60 inches.\nUlrant (WY) - does not have a paralithic contact at 20 to 40 inches or a lithic contact above a depth of 60 inches; has a BA horizon.\nVida (MT) - does not have a lithic contact above a depth of 60 inches.\nWatne (MT) - Does not have a lithic or paralithic contact above 60 inches.\nWatrus (ND) - does not have a paralithic contact above the lithic contact; formed in sandstone or limestone.\nWemple (MT) - does not have a lithic contact above a depth of 60 inches.\nWilliams (ND) - does not have a lithic contact above a depth of 60 inches.\nYegen (MT) - does not have a lithic contact above a depth of 60 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nLandform - bedrock-floored plains, hills, structural benches, and mountains.\nElevation - 5,000 to 6,000 feet.\nSlope - 2 to 45 percent.\nParent material - slope alluvium, colluvium and residuum derived from granite bedrock.\nClimate - long, cold winter; moist springs; warm summers.\nMean annual precipitation - 15 to 19 inches.\nMean annual air temperature - 36 to 42 degrees F.\nFrost-free period - 70 to 105 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  None listed."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained, moderate permeability in the argillic horizon and moderately rapid in the Bk horizon."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Jeffcity soils are primarily used for rangeland and wildlife habitat.  The potential native vegetation is mainly rough fescue, Idaho fescue, bluebunch wheatgrass, prairie junegrass, fringed sagewort, vetch, big sagebrush, rubber rabbitbrush, and broom snakeweed."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Jeffcity soils are of small extent in southwestern Montana. MLRA 43B."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Jefferson County, Montana, 1998."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Soil interpretation record:  MT1567, MT3051.\nDiagnostic horizons and features recognized in this pedon are:\nMollic epipedon - from the soil surface to 7 inches (A horizon)\nArgillic horizon - from 7 to 14 inches (Bt horizon)\nParticle-size control section - from 7 to 14 inches (Bt horizon)\nHorizon of secondary calcium carbonate - from 14 to 33 inches (Bk horizon)\nParalithic contact - decomposed granite bedrock (grus) from 33 to 38 inches (Cr horizon)\nLithic contact - hard granite bedrock at 38 inches (R horizon)\nJeffcity soils have a frigid temperature regime and an ustic moisture regime."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "NA"
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 18,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "loam",
        "cf_class": "NA",
        "pH": 7.2,
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A--0 to 7 inches; brown (10YR 5/3) loam, very dark grayish brown (10YR 3/2) moist; weak medium and fine subangular blocky structure; soft, very friable, slightly sticky and slightly plastic; many very fine and few fine roots; many very fine and fine and few medium pores; 5 percent gravel; neutral (pH 7.2); clear smooth boundary. (4 to 8 inches thick)"
      },
      {
        "name": "Bt",
        "top": 18,
        "bottom": 36,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 4,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "sandy clay loam",
        "cf_class": "gravelly",
        "pH": 7.3,
        "pH_class": "neutral",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bt--7 to 14 inches; yellowish brown (10YR 5/4) gravelly sandy clay loam, dark yellowish brown (10YR 4/4) moist; weak medium prismatic structure parting to moderate medium and fine subangular blocky; slightly hard, friable, moderately sticky and slightly plastic; many very fine and few fine roots; many very fine and few fine interstitial and tubular pores; many faint clay films bridging sand grains and common faint clay films on faces of peds; 30 percent gravel; neutral (pH 7.3); gradual wavy boundary. (6 to 13 inches)"
      },
      {
        "name": "Bk",
        "top": 36,
        "bottom": 84,
        "dry_hue": "2.5Y",
        "dry_value": 5,
        "dry_chroma": 4,
        "moist_hue": "2.5Y",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "coarse sandy loam",
        "cf_class": "gravelly",
        "pH": 8,
        "pH_class": "moderately alkaline",
        "distinctness": "gradual",
        "topography": "irregular",
        "narrative": "Bk--14 to 33 inches; light olive brown (2.5Y 5/4) gravelly coarse sandy loam, olive brown (2.5Y 4/4) moist; weak medium and fine subangular blocky structure; soft, very friable, slightly sticky and nonplastic; few very fine roots; common very fine tubular and interstitial pores; 30 percent gravel; disseminated lime, many medium and large seams and masses of very pale brown (10YR 8/2) lime; strongly effervescent; moderately alkaline (pH 8.0); gradual irregular boundary. (10 to 19 inches thick)"
      },
      {
        "name": "Cr",
        "top": 84,
        "bottom": 97,
        "dry_hue": "2.5Y",
        "dry_value": 5,
        "dry_chroma": 4,
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "loamy coarse sand",
        "cf_class": "very gravelly",
        "pH": 7.8,
        "pH_class": "slightly alkaline",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Cr--33 to 38 inches; light olive brown (2.5Y 5/4) decomposed granite bedrock (grus) that crushes to very gravelly loamy coarse sand or loamy coarse sand; slightly alkaline (pH 7.8). (4 to 11 inches thick)"
      },
      {
        "name": "R",
        "top": 97,
        "bottom": "NA",
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "R--38 inches; hard granite bedrock."
      }
    ]
  ]
}
