{
  "SERIES": "JEFFREY",
  "STATUS": "Established Series",
  "BYREV": "DLN-RLL; Rev. BPS",
  "REVDATE": "02/2011",
  "STATES": "NC,TN",
  "OVERVIEW": "The Jeffrey series consists of moderately deep, well drained soils on cool, north- to east-facing or shaded ridges and side slopes in the Southern Blue Ridge mountains, MLRA 130B.  They formed in residuum that is affected in the upper part by soil creep, and weathered from low-grade metasedimentary rocks. Slopes range from 10 to 95 percent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, isotic, mesic Humic Dystrudepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Jeffrey cobbly loam--in a forested area of 25 percent side slope. (Colors are for moist soil unless otherwise stated.)\nA1--0 to 3 inches; very dark grayish brown (10YR 3/2) cobbly loam; weak fine and medium granular structure; very friable; many fine and medium roots; about 20 percent phyllite or slate and metasandstone fragments up to 6 inches across; few fine flakes of mica; strongly acid; clear wavy boundary. (2 to 5 inches thick)\nA2--3 to 8 inches; dark brown (10YR 3/3) cobbly loam; weak medium granular structure; friable; many fine and medium roots; about 20 percent phyllite or slate and metasandstone fragments up to 6 inches across; few fine flakes of mica; strongly acid; clear wavy boundary. (3 to 5 inches thick)\nBw1--8 to 13 inches; brown (10YR 4/3) cobbly loam; weak medium subangular blocky and medium granular structure; friable; common fine and medium roots; about 25 percent phyllite or slate and metasandstone fragments up to 6 inches across; few fine flakes of mica; strongly acid; clear wavy boundary.\nBw2--13 to 27 inches; dark yellowish brown (10YR 4/4) cobbly loam; weak medium subangular blocky structure; friable; common fine and medium roots; about 30 percent slate or phyllite and metasandstone fragments up to 6 inches across; few fine flakes of mica; strongly acid; clear smooth boundary. (combined thickness of the Bw horizon is 15 to 30 inches)\nC--27 to 34 inches; brown (10YR 5/3) cobbly sandy loam; massive; friable; about 30 percent metasandstone and slate fragments up to 5 inches across; few fine flakes of mica; strongly acid; clear wavy boundary. (2 to l2 inches thick)\nR--34 inches; hard arkosic metasandstone rock."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Monroe County, Tennessee; Cherokee National Forest; 1.5 miles northeast of Beech Gap; USGS Big Junction topographic quadrangle; (Coordinates could not be determined from the description for this revision)."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Solum thickness ranges from 18 to 35 inches. Depth to hard bedrock ranges from 20 to 40 inches. Content of mica flakes is few or common throughout. Content of rock fragments is less than 35 percent by volume.  The amount in the C horizon ranges from about 15 to 50 percent. The soil is extremely acid to strongly acid throughout.\nThe A horizon has hue of 7.5YR or10YR, value of 2 or 3 and chroma of 2 or 3. Texture is loam, fine sandy loam, sandy loam, or sandy clay loam. An 0e horizon, where present, is a 1 to 3 inch thick black organic mat.\nAn AB horizon, where present, has hue of 7.5YR or 10YR, value of3  and chroma of 4. Texture is loam, fine sandy loam, sandy loam, or sandy clay loam.\nThe Bw horizon has hue of 10YR, value of 4 or 5 and chroma of 3 to 6. Texture is loam, sandy loam, fine sandy loam, or sandy clay loam.\nA BC horizon, where present, has color and texture similar to the BW horizon.\nThe C horizon has hue of 10YR, value or 4 or 5 and chroma of 4 to 6. Texture is loam, sandy loam, fine sandy loam, loamy sand.\nCr horizons are present in some pedons."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Crossnore, Tusquitee, Porters, Unaka, and Whiteoak series.   Crossnore soils formed in residuum and Whiteoak soils in colluvium derived from low-grade metamorphic rock such as metasandstone and contain fragments of those rocks.  In addition, Crossnore soils have soft bedrock at depths of 20 to 40 inches.  Unaka soils have hard at depths of 20 to 40 inches.  Whiteoak soils have Bw horizons with clay content ranging from 18 to 29 percent bedrock.   Porters soils have bedrock at depths of 40 to 60 inches.  Tusquitee soils formed in colluvium and are greater than 72 inches to bedrock."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Jeffrey soils are on cool, north- to east-facing or shaded ridges and side slopes in intermediate mountains of the Southern Blue Ridge mountains, MLRA 130B. Elevation ranges from about 3,000 to 5,000 feet above sea level. Slopes range from about 8 to 95 percent but are mostly between 40 and 70 percent. The soil formed in residuum from slate, phyllite, graywacke, arkose, arkosic sandstone, and metasandstone. Predominantly, these rocks are interbedded in relatively thin layers. These soils are in areas that have about 54 inches average annual rainfall and average annual temperature of 50 degrees to 55 degrees F."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: In addition to the competing Cheoah and Santeetlah series, these are the Brookshire, Ditney, Spivey, and Unicoi series. Brookshire soils formed in colluvium and lack an umbric epipedon. Spivey soils formed in colluvium and are in a loamy-skeletal particle-size class. Ditney and Unicoi soils are on lower ridges and side slopes and lack an umbric epipedon."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained. Runoff class is medium on strongly sloping to moderately steep slopes, and high on steeper slopes. Runoff is much lower where forest litter has little or no disturbance. Permeability is moderate."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Nearly all is in forests consisting of yellow-poplar, northern red oak, black cherry, hemlock, buckeye, yellow birch, black birch, beech, and white pine. The few cleared areas are used mostly for wildlife and pasture."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: The Southern Blue Ridge mountains, MLRA 130B of Tennessee and North Carolina, and possibly in Georgia and Virginia. The series is of large extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Morgantown, West Virginia"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Monroe County, Tennessee; 1974."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: The 1/97 revision placed Jeffrey soils in a fine-loamy family. This series was previously placed in a coarse-loamy family. Laboratory PSA (pipette method) and corresponding field texture estimates (feel method) indicate control section clay contents of generally 12 to 24 percent, with most pedons marginally coarse-loamy. Fine-loamy particle-size class placement is based on the presence of amorphous (non-crystalline) clay-size material associated with the relatively high organic matter content found in these soils. Although field estimates, laboratory measurements, and calculated values may vary, clay content in the particle-size control section is generally less than 25 percent. Although Jeffrey soils may exhibit some of the characteristics of andic soil properties, they lack the volcanic glass found in soils of similar taxa in the Western United States.\nDiagnostic horizons and features recognized in this pedon are:\nUmbric epipedon - The zone from the mineral soil surface to a depth of 8 inches having value of 3 or less, moist, and 5 or less, dry (A1 and A2 horizons).\nCambic horizon - The zone from 8 to 27 inches below the surface (Bw1 and Bw2 horizons).\nLithic contact - 34 inches\nIsotic mineralogy class - In more than one-half of the control section, a 1500 kPa water to clay ratio of 0.6 or more and a pH in NaF solution of more than 8.4.\nADDITIONAL DATA:\nThe main weatherable minerals in the sand and silt fractions are hydrobiotite, chlorite, muscovite, and feldspars; the amount ranges from about 30 to 70 percent.\nMLRA: 130B SIR(s): TN0093, TN0223 (stony)\nRevised: 9/95-DLN,RLL; 1/97-DHK, 12/97-DHK, 2/99, 12/03-MKC\n02/11-BPS: Taxonomic Classification -- 11th Keys, update competing and associated series, MLRA clarification\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A1",
        "top": 0,
        "bottom": 8,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "sand",
        "cf_class": "cobbly",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "A1--0 to 3 inches; very dark grayish brown (10YR 3/2) cobbly loam; weak fine and medium granular structure; very friable; many fine and medium roots; about 20 percent phyllite or slate and metasandstone fragments up to 6 inches across; few fine flakes of mica; strongly acid; clear wavy boundary. (2 to 5 inches thick)"
      },
      {
        "name": "A2",
        "top": 8,
        "bottom": 20,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "sand",
        "cf_class": "cobbly",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "A2--3 to 8 inches; dark brown (10YR 3/3) cobbly loam; weak medium granular structure; friable; many fine and medium roots; about 20 percent phyllite or slate and metasandstone fragments up to 6 inches across; few fine flakes of mica; strongly acid; clear wavy boundary. (3 to 5 inches thick)"
      },
      {
        "name": "Bw1",
        "top": 20,
        "bottom": 33,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "sand",
        "cf_class": "cobbly",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bw1--8 to 13 inches; brown (10YR 4/3) cobbly loam; weak medium subangular blocky and medium granular structure; friable; common fine and medium roots; about 25 percent phyllite or slate and metasandstone fragments up to 6 inches across; few fine flakes of mica; strongly acid; clear wavy boundary."
      },
      {
        "name": "Bw2",
        "top": 33,
        "bottom": 69,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "sand",
        "cf_class": "cobbly",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bw2--13 to 27 inches; dark yellowish brown (10YR 4/4) cobbly loam; weak medium subangular blocky structure; friable; common fine and medium roots; about 30 percent slate or phyllite and metasandstone fragments up to 6 inches across; few fine flakes of mica; strongly acid; clear smooth boundary. (combined thickness of the Bw horizon is 15 to 30 inches)"
      },
      {
        "name": "C",
        "top": 69,
        "bottom": 86,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 3,
        "texture_class": "sandy loam",
        "cf_class": "cobbly",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "C--27 to 34 inches; brown (10YR 5/3) cobbly sandy loam; massive; friable; about 30 percent metasandstone and slate fragments up to 5 inches across; few fine flakes of mica; strongly acid; clear wavy boundary. (2 to l2 inches thick)"
      },
      {
        "name": "R",
        "top": 86,
        "texture_class": "sand",
        "narrative": "R--34 inches; hard arkosic metasandstone rock."
      }
    ]
  ]
}
