{
  "SERIES": "JEMERSON",
  "STATUS": "Established Series",
  "BYREV": "Rev. FJY-RLT",
  "REVDATE": "10/2006",
  "STATES": "MO",
  "OVERVIEW": "The Jemerson series consists of very deep, well drained soils formed in alluvium or loess and alluvium on high floodplains or low terraces. Slopes range from 0 to 5 percent. The mean annual temperature is about 56 degrees F., and the mean annual precipitation is about 36 inches.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty, mixed, superactive, mesic Typic Hapludalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Jemerson silt loam - on a slope of about 2 percent in red clover at an elevation of 585 feet.  (Colors are for moist soil unless otherwise stated.)\nAp1--0 to 5 inches; brown (10YR 4/3) silt loam, pale brown (10YR 6/3) dry; weak fine subangular blocky structure; very friable; common very fine roots; slightly acid; clear smooth boundary.\nAp2--5 to 11 inches; brown (10YR 4/3) silt loam, pale brown (10YR 6/3) dry; weak fine subangular blocky structure; very friable; common very fine roots; some mixing of dark yellowish brown (10YR 4/4); slightly acid; clear smooth boundary.  (Combined thickness of the A horizon is 6 to 12 inches.)\nBt1--11 to 25 inches; dark yellowish brown (10YR 4/4) silt loam, with yellowish brown (10YR 5/4) ped interiors; moderate fine prismatic structure parting to moderate fine subangular blocky; firm; common very fine roots; many faint clay films on faces of peds; moderately acid; gradual smooth boundary.\nBt2--25 to 41 inches; dark yellowish brown (10YR 4/4) silt loam; moderate fine prismatic structure parting to weak medium subangular blocky; firm; common very fine roots; common faint clay films on faces of peds; few faint brown (10YR 5/3) clay depletions on vertical faces of peds; strongly acid; clear smooth boundary.\nBt3--41 to 56 inches; dark yellowish brown (10YR 4/4) silt loam; weak medium subangular blocky structure; friable; few very fine roots; few faint clay films on vertical faces of peds; common medium faint brown (10YR 5/3) and few fine grayish brown (10YR 5/2) iron depletions; many very dark grayish brown iron and manganese stains; moderately acid; clear smooth boundary.\nBt4--56 to 60 inches; pale brown (10YR 6/3), yellowish brown (10YR 5/6) and light brownish gray (10YR 6/2) silt loam; weak medium subangular blocky structure; friable; few very fine roots; very few faint clay films on vertical faces of peds; many fine dark grayish brown iron and manganese stains; areas of yellowish brown are iron accumulations and areas of light brownish gray are iron depletions; moderately acid.  (Combined thickness of the Bt horizon is 40 to 60 inches.)"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Boone County, Missouri; about 1 mile north of Hartsburg on a high floodplain step of Hart Creek, 300 feet southeast from the edge of the Hart Creek road embankment, from a point 150 feet southwest of a telephone pole by the field entrance; 1,480 feet east and 1,400 feet south of the northwest corner of sec. 5, T. 45 N., R. 12 W; USGS Hartsburg quadrangle, latitude 38 degrees 42 minutes 47.4 seconds N. and longitude 92 degrees 18 minutes 20.2 seconds W.; UTM zone 15, NAD 83, UTM easting 560,370 and northing 4,285,175."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  These soils average 5 to 15 percent sand and 22 to 27 percent clay in the particle size control section. The mean annual soil temperature at 20 inches is 55 to 59 degrees F..\nThe Ap horizon has value of 3 or 4, 6 dry and chroma of 2 or 3. An E horizon, if present, has value of 4 or 5 and chroma of 3. Reaction is strongly acid to neutral. Sand content is less than 10 percent.\nThe Bt and BC horizons have hue of 7.5YR or 10YR, value of 4 to 6 and chroma of 3 to 6 in, but can be 2 chroma below depths of 40 inches. Texture commonly is silt loam or silty clay loam, but can be loam in the lower part. Reaction is strongly acid to neutral in the upper part and very strongly acid to slightly alkaline in the lower part.\nThe 2Bt, where present, has hue of 7.5YR or 10YR, value of 3 to 5, and chroma of 3 to 6. It is very gravelly silt loam.\nThe 2C horizon, where present, has colors similar to the Bt horizon, with texture of gravelly to extremely gravelly loam."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Bertrand, Blackhammer, Camden, Dodge, Dubuque, Fayette, Flagg, Greenridge, Knowles, LaFarge, Lambeau, Lomira, Martinsburg, Menfro, Middletown, Navlys, Palermo, Palsgrove, Pepin, Piscasaw, Ridgway, Rozetta, Ruma, Rush, Russell, Seaton, St. Charles, Stookey, Sylvan, Thebes, and Yellowriver series. Dubuque, Knowles, LaFarge, and Palsgrive soils have a lithic or paralithic contact at 20 to 40 inches. Blackhammer, Dodge, Greenridge, Lambeau, Lomira, Martinsburg, and Yellowriver soils have a mean annual soil temperature of less than 52 degrees F..  Bertrand, Fayette, Flagg, Menfro, Palermo, Rozetta, Rush, Seaton, and Stookey soils average less than 5 percent sand and more than 27 percent clay in the particle size control section. Navlys, Piscasaw, Russell, St. Charles, and Sylvan soils have carbonates in the lower part of the series control section. Pepin soils have a lithic contact at 45 to 80 inches. Middletown, Ridgway, and Thebes soils average 27 to 35 percent clay in the particle size control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Jemerson soils are on nearly level to gently sloping high floodplains or low terraces. They formed in alluvium or loess and alluvium. Slopes range from 0 to 5 percent and most areas are weakly dissected, resulting in broad, gentle undulations. Mean annual temperature ranges from 53 to 57 degrees F, and mean annual precipitation ranges from 34 to 37 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These include the Haymond, Wilbur, Belknap, Dameron and Cedargap soils on lower flood plains, Twomile soils on similar positions and the Freeburg and Okaw soils on terraces. The flood plain soils do not have argillic horizons. Freeburg, Twomile and Okaw soils are somewhat poorly or poorly drained."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained. Permeability is moderate. The saturated hydraulic conductivity is moderately high.  The surface runoff index is negligible to low. In undisturbed areas the upper depth of an apparent water table is at 3.5 to 5 feet during November to April in most years. Flooding is none, rare, or occasional."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most areas are used for growing row crops, hayland or pasture. Native vegetation is hardwood forest."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Central Missouri (MLRA 115 and 116B) along major streams and their tributaries. The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Morgantown, West Virginia"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Audrain County, Missouri, 1991."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this series are:  ochric epipedon - the zone from the surface of the soil to a depth of 11 inches (Ap1 and Ap2 horizons);\nargillic horizon - the zone from approximately 11 to 56 inches (Bt1, Bt2 and Bt3 horizons)."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "NA"
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap1",
        "top": 0,
        "bottom": 13,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "silt loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Ap1--0 to 5 inches; brown (10YR 4/3) silt loam, pale brown (10YR 6/3) dry; weak fine subangular blocky structure; very friable; common very fine roots; slightly acid; clear smooth boundary."
      },
      {
        "name": "Ap2",
        "top": 13,
        "bottom": 28,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "silt loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Ap2--5 to 11 inches; brown (10YR 4/3) silt loam, pale brown (10YR 6/3) dry; weak fine subangular blocky structure; very friable; common very fine roots; some mixing of dark yellowish brown (10YR 4/4); slightly acid; clear smooth boundary.  (Combined thickness of the A horizon is 6 to 12 inches.)"
      },
      {
        "name": "Bt1",
        "top": 28,
        "bottom": 64,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "silt loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately acid",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "Bt1--11 to 25 inches; dark yellowish brown (10YR 4/4) silt loam, with yellowish brown (10YR 5/4) ped interiors; moderate fine prismatic structure parting to moderate fine subangular blocky; firm; common very fine roots; many faint clay films on faces of peds; moderately acid; gradual smooth boundary."
      },
      {
        "name": "Bt2",
        "top": 64,
        "bottom": 104,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "silt loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bt2--25 to 41 inches; dark yellowish brown (10YR 4/4) silt loam; moderate fine prismatic structure parting to weak medium subangular blocky; firm; common very fine roots; common faint clay films on faces of peds; few faint brown (10YR 5/3) clay depletions on vertical faces of peds; strongly acid; clear smooth boundary."
      },
      {
        "name": "Bt3",
        "top": 104,
        "bottom": 142,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "silt loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bt3--41 to 56 inches; dark yellowish brown (10YR 4/4) silt loam; weak medium subangular blocky structure; friable; few very fine roots; few faint clay films on vertical faces of peds; common medium faint brown (10YR 5/3) and few fine grayish brown (10YR 5/2) iron depletions; many very dark grayish brown iron and manganese stains; moderately acid; clear smooth boundary."
      },
      {
        "name": "Bt4",
        "top": 142,
        "bottom": 152,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 3,
        "texture_class": "silt loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately acid",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Bt4--56 to 60 inches; pale brown (10YR 6/3), yellowish brown (10YR 5/6) and light brownish gray (10YR 6/2) silt loam; weak medium subangular blocky structure; friable; few very fine roots; very few faint clay films on vertical faces of peds; many fine dark grayish brown iron and manganese stains; areas of yellowish brown are iron accumulations and areas of light brownish gray are iron depletions; moderately acid.  (Combined thickness of the Bt horizon is 40 to 60 inches.)"
      }
    ]
  ]
}
