{
  "SERIES": "JENA",
  "STATUS": "Established Series",
  "BYREV": "Rev.JDS; WLC",
  "REVDATE": "02/2000",
  "STATES": "LA,MS",
  "OVERVIEW": "The Jena series consists of deep, well drained, moderately permeable soils that formed in thick loamy sediments on recent alluvial plains. These soils are on slightly convex natural levees of streams in the Coastal Plains. Water runs off the surface at a negligible to low rate. Slope is dominantly less than 1 percent, but ranges up to 3 percent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, siliceous, active, thermic Fluventic Dystrudepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Jena silt loam--on the crest of a slightly convex natural levee of an abandoned stream channel in a mixed hardwood forest.\n(Colors are for moist soil unless otherwise stated.)\nA--0 to 5 inches; dark grayish brown (10YR 4/2) very fine loam; few fine faint dark yellowish brown mottles; weak medium subangular blocky structure; very friable; many fine, medium, and coarse roots; ; few fine faint dark yellowish brown masses of iron accumulation; very strongly acid; clear smooth boundary. (2 to 8 inches thick)\nBw1--5 to 20 inches; brown (10YR 4/3) very fine sandy loam; common fine faint brown spots; weak medium subangular blocky structure; very friable; many fine, medium and coarse roots; very strongly acid; clear smooth boundary.\nBw2--20 to 36 inches; brown (10YR 5/3) very fine sandy loam; weak medium subangular blocky structure; very friable; common fine and medium roots; common fine pores; very strongly acid; clear smooth boundary.\nBw3--36 to 47 inches; brown (10YR 5/3) very fine sandy loamweak medium subangular blocky structure; very friable; common fine and medium roots; common fine pores; few small pockets of clean sand grains; ; common fine faint light yellowish brown masses of iron accumulation; very strongly acid; abrupt smooth boundary. (Combined thickness of the Bw horizon is 18 to 48 inches.)\nC1--47 to 60 inches; brown (10YR 5/3) loamy fine sand with streaks of brown (10YR 5/3) in root channels; few fine faint yellowish brown mottles; massive; very friable; few fine and medium roots; common pores; pockets of clean sand grains; very strongly acid; clear smooth boundary. (10 to 30 inches thick)\nC2--60 to 80 inches; light yellowish brown (10YR 6/4) loamy fine sand; few fine faint brown masses of iron accumulation; massive; loose; few fine roots very strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: LaSalle Parish, Louisiana; 1.25 miles west of Searcy, 130 feet west of center of pipeline right-of-way; NE 1/4, sec. 10, T. 8 N., R. 2 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Solum thickness ranges from 30 to 65 inches. Reaction ranges from very strongly acid to moderately acid in the A horizon and from very strongly acid to strongly acid in the Bw and C horizons.\nThe A horizon has hue of 10YR or 7.5YR, value of 4 or 5, and chroma of 2 to 4. Texture is silt loam, loam, very fine sandy loam, fine sandy loam, or sandy loam.\nThe Bw horizon has hue of 10YR or 7.5YR, value of 4 to 7, and chroma of 3 to 6. Texture is silt loam, loam, very fine sandy loam, fine sandy loam or sandy loam. Loamy fine sand occurs in some subhorizons in some pedons.\nThe C horizon has hue of 10YR or 7.5YR, value of 4 to 6, and chroma of 3 to 6 throughout, or it is variegated with shades of gray and brown in the lower part. It is fine sandy loam, sandy loam, or loamy fine sand. Sand strata range from none to common below a depth of 40 inches."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: This is the Owentown series in the same family. Soils in similar families are Beulah, Cascilla, Ennis, Iuka, Kirkville, Lobelville, Mantachie, Ochlockonee, and Riverview series. Owentown soils are moderately well drained with a seasonally saturated zone at 2.5 to 4 feet.  Beulah soils have mixed mineralogy. Cascilla, Ennis, Lobelville, Mantachie, and Riverview soils have more than 18 percent clay in the 10- to 40- inch control section. Also, Mantachie soils have grayish colors and aquic conditions within 20 inches of the surface. Iuka and Ochlockonee soils have bedding planes in the upper 20 inches of the solum. Kirkville soils have grayish iron depletions in the B horizon."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Jena soils are on slightly convex natural levees of streams in the Southern Coastal Plains. Slopes range from 0 to 3 percent. The soil developed in acid, loamy coastal plain alluvium. The climate is humid subtropical. Near the type location, the average annual temperature is 65 degrees F., and the average annual precipitation is 56 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the competing Cascilla, Iuka, Kirkville, Mantachie, and Ochlockonee series and the Arkabutla, Cahaba, Guyton, Kalmia, Myatt, and Stough series. Arkabutla soils have fine silty control sections. Cahaba, Guyton, Kalmia, Myatt, and Stough soils have argillic horizons. Also, Guyton and Myatt soils have lower chroma colors below the A horizon and Stough soils have 1 or 2 chroma mottles below the A horizon."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Jena soils are well drained. Runoff is negligible to low. Permeability is moderate. Jena soils typically are subject to frequent flooding."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most of the Jena soils are in mixed hardwood and pine woodland. A few areas are in pasture."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Alabama, Arkansas, Louisiana, Mississippi, Oklahoma, and Texas. The series is extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Harrison County, Mississippi; 1971."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Soils in the Jena series formerly were included in the Ochlockonee series.\nDiagnostic horizons and features recognized in this pedon include:\nOchric epipedon -------0 to 5 inches, (A horizon.)\nCambic horizon --------5 to 47 inches, (The Bw1, the Bw2, and Bw3 horizons)\nNational Cooperative Soil Survey\nU.S.A."
  }
}
