{
  "SERIES": "JENNINGS",
  "STATUS": "Established Series",
  "BYREV": "Rev. GRS-BGN",
  "REVDATE": "02/2011",
  "STATES": "IN",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty, mixed, active, mesic Typic Fragiudults"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Jennings silt loam, on a convex, 5 percent slope in a cultivated field at an elevation of about 177 meters (580 feet) above MSL. (Colors are for moist soil unless otherwise stated.)\nAp--0 to 23 cm (9 inches); 75 percent brown (10YR 4/3) and 25 percent yellowish brown (10YR 5/6) silt loam, light yellowish brown (10YR 6/4) and yellowish brown (10YR 5/6) dry; weak medium subangular blocky structure parting to moderate medium granular; friable; common fine and very fine roots; common fine iron-manganese concretions; neutral; abrupt smooth boundary. [13 to 25 cm (5 to 10 inches) thick]\nBt1--23 to 53 cm (9 to 21 inches); yellowish brown (10YR 5/6) silty clay loam; moderate medium subangular blocky structure; friable; few very fine roots; many distinct strong brown (7.5YR 4/6) clay films on faces of peds; common distinct brownish yellow (10YR 6/6) silt coatings on faces of peds; common distinct dark yellowish brown (10YR 4/4) organic coatings on faces of peds; common fine iron-manganese concretions; slightly acid; clear wavy boundary.\nBt2--53 to 69 cm (21 to 27 inches); yellowish brown (10YR 5/6) silt loam; moderate medium subangular blocky structure; friable; few very fine roots between peds; common distinct strong brown (7.5YR 4/6) and few grayish brown (10YR 5/2) clay films on faces of peds; many distinct light yellowish brown (10YR 6/4) silt coatings on faces of peds; common fine iron-manganese concretions; very strongly acid; gradual wavy boundary. [Combined thickness of the Bt horizon is 25 to 56 cm (10 to 22 inches).]\n2Btx--69 to 99 cm (27 to 38 inches); yellowish brown (10YR 5/6) silt loam; moderate very coarse prismatic structure parting to moderate thick platy; very firm; few very fine roots between peds; common prominent grayish brown (10YR 5/2) clay films on vertical faces of peds; common distinct dark yellowish brown (10YR 4/4) clay films on faces of peds; few fine prominent red (2.5YR 5/6) masses of oxidized iron on faces of peds and in pores; common fine iron-manganese concretions; common distinct light gray (10YR 7/2) clay depletions on faces of peds; 1 percent gravel; 65 percent brittle; very strongly acid; gradual wavy boundary. [20 to 51 cm (8 to 20 inches) thick]\n3Btb1--99 to 124 cm (38 to 49 inches); strong brown (7.5YR 5/6) clay loam; weak very coarse prismatic structure parting to weak medium subangular blocky; firm; common prominent grayish brown (10YR 5/2) clay films on vertical faces of peds; common distinct brown (7.5YR 4/4) clay films on faces of peds; common fine iron-manganese concretions; few prominent light gray (10YR 7/2) clay depletions on vertical faces of peds; few fine prominent light brownish gray (10YR 6/2) iron depletions in the matrix; 1 percent gravel; very strongly acid; gradual wavy boundary.\n3Btb2--124 to 165 cm (49 to 65 inches); strong brown (7.5YR 5/6) clay loam; moderate coarse subangular blocky structure; firm; common prominent gray (10YR 6/1) clay films on faces of peds; common fine faint red (2.5YR 5/6) masses of oxidized iron on faces of peds; few fine prominent light brownish gray (10YR 6/2) iron depletions in the matrix; few prominent light gray (10YR 7/2) clay depletions on faces of peds; 2 percent gravel; extremely acid; gradual wavy boundary.\n3Btb3--165 to 185 cm (65 to 73 inches); strong brown (7.5YR 5/6) clay loam; moderate coarse subangular blocky structure; firm; common prominent gray (10YR 6/1) clay films on faces of peds; common medium faint yellowish brown (10YR 5/6) masses of oxidized iron in the matrix; common medium prominent light brownish gray (10YR 6/2) iron depletions in the matrix; 2 percent gravel; extremely acid; clear wavy boundary. [Combined thickness of the 3Btb horizon is 69 to 91 cm (27 to 36 inches).]\n4BC--185 to 196 cm (73 to 77 inches); 60 percent brown (7.5YR 4/4) and 40 percent strong brown (7.5YR 5/6) very parachannery silty clay; moderate medium platy structure; firm; many medium distinct brown (7.5YR 5/2) iron depletions in the matrix; 50 percent parachanners (shale); extremely acid; abrupt wavy boundary. [8 to 25 cm (3 to 10 inches) thick]\n4Cr--196 to 201 cm (77 to 79 inches); black (10YR 2/1) and dark brown (7.5YR 3/4) weakly cemented shale bedrock; abrupt wavy boundary. [5 to 18 cm (2 to 7 inches) thick]\n4R--201 to 226 cm (79 to 89 inches); black, fissile, very strongly cemented shale bedrock."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Scott County, Indiana; 1,030 feet west and 890 feet south of the northeast corner of sec. 16, T. 3 N., R. 7 E.;USGS Blocher, Indiana topographic quadrangle; lat. 38 degrees 42 minutes 19.946 seconds N. and 85 degrees 44 minutes 30.98 seconds W.; NAD 27; UTM Zone 16, easting 609395.6 and 4284853.9 northing, NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nDepth to the base of the argillic horizon: 127 to 191 cm (50 to 75 inches)\nDepth to the top of the fragipan: 51 to 81 cm (20 to 32 inches), but severely eroded pedons can range from 38 to 51 cm (15 to 20 inches)\nDepth to a lithic contact: 152 to 229 cm (60 to 90 inches)\nAp horizon:\nHue: 10YR\nValue: 4 or 5\nChroma: 3 to 6\nTexture: silt loam\nReaction: very strongly acid to neutral\nA horizon, where present:\nThickness: 5 to 13 cm (2 to 5 inches)\nHue: 10YR\nValue: 3 or 4\nChroma: 2 or 3\nTexture: silt loam\nReaction: very strongly acid or strongly acid\nBt horizon:\nHue: 7.5YR or 10YR\nValue: 5 or 6\nChroma: 4 to 6\nTexture: silt loam or silty clay loam\nClay content: 24 to 32 percent\nSand content: 6 to 15 percent\nReaction: extremely acid or very strongly acid, and the upper part ranges to neutral in limed areas\n2Btx horizon:\nHue: 7.5YR or 10YR\nValue: 5 or 6\nChroma: 4 to 6\nTexture: commonly silt loam, and less commonly loam or silty clay loam\nClay content: 18 to 28 percent\nSand content: 18 to 30 percent\nRock fragment content: 1 or 2 percent fine gravel\nReaction: extremely acid or very strongly acid\n3Btb horizon:\nHue: 7.5YR or 10YR\nValue: 5 or 6\nChroma: 4 to 6\nTexture: commonly clay loam, and less commonly silty clay loam\nClay content: 28 to 39 percent\nSand content: 15 to 35 percent\nRock fragment content: 2 to 10 percent gravel\nReaction: extremely acid or very strongly acid\n4BC, 4CB or 4Btb horizon:\nHue: 7.5YR or 10YR\nValue: 4 or 5\nChroma: 4 to 6\nTexture: silty clay loam or silty clay and their parachannery to extremely parachannery analogues\nClay content: 38 to 48 percent\nSand content: 4 to 8 percent\nPararock fragment content: 5 to 70 percent parachanners\nReaction: extremely acid or very strongly acid\n4Cr horizon, where present:\nHue: 7.5YR or 10YR\nValue: 2 to 4\nChroma: 1 to 4"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Medora and Spickert series. Spickert soils average less than 38 percent clay in the lower part of the series control section. Medora soils average more than 8 percent sand in the lower part of the series control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: These soils are on summits, shoulders and backslopes of dissected till plains considered to be formed during the Illinoian stage. Slope ranges from 2 to 12 percent. They formed in 76 to 127 cm (30 to 50 inches) of loess and in the underlying paleosol in till and residuum from black shale. The lower part of the loess called \"gritty loess\" contains a significantly higher sand content. The shale is from the New Albany formation, Devonian System. Mean annual precipitation ranges from 1016 to 1168 mm (40 to 46 inches). Mean annual air temperature ranges from 52 to 57 degrees F. Frost-free period is 170 to 200 days. Elevation is 152 to 213 meters (500 to 700 feet) above mean sea level."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Avonburg, Cincinnati, Deputy, Nabb, and Trappist soils. The somewhat poorly drained Avonburg soils are on summits of till plains. The moderately well drained Cincinnati and Nabb soils do not have a lithic contact within 203 cm (80 inches), and are on similar landform positions as the Jennings soils. The moderately well drained, deep Deputy soils and the well drained, moderately deep Trappist soils are on hills and on strath terraces."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Moderately well drained. In non-eroded to moderately eroded soils, the depth to the top of a perched seasonal high water table ranges from 61 to 91 cm (2.0 to 3.0 feet) in normal years. In severely eroded soils, the depth to the top of the perched seasonal high water table ranges from 46 to 61 cm (1.5 to 2.0 feet) in normal years. The potential for surface water runoff ranges from medium to very high. Saturated hydraulic conductivity is moderately high or high above the fragipan and low to moderately high within the fragipan. Permeability is moderate above the fragipan and slow or very slow within the fragipan."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most areas are used to grow corn and soybeans. Some areas are used to grow wheat, hay or used for pasture. A few areas are in forest. Native vegetation is mixed deciduous forest."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: MLRA 114A in southeastern Indiana. This series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Indianapolis, Indiana."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Jennings County, Indiana, 1938."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: The type location was changed to Scott County in 1995 to more typically represent the Jennings series. A severely eroded phase is recognized.\nRepresentative component and horizon data is in DMU# 124519, and for the severely eroded phase DMU# 124521.\nDiagnostic horizons and features recognized in this pedon are:\nOchric epipedon: from the surface of the soil to a depth of 23 cm (9 inches) (Ap horizon).\nArgillic horizon: from 23 to 185 cm (9 to 73 inches) (Bt1, Bt2, 2Btx, 3Btb1, 3Btb2, and 3Btb3 horizons).\nFragipan: from 69 to 96 cm (27 to 38 inches) (2Btx horizon).\nRedoximorphic features: from 53 to 196 cm (21 to 77 inches).\nParalithic contact: at 196 cm (77 inches) (4Cr).\nLithic contact: at 201 cm (79 inches) (4R).\nADDITIONAL DATA: Lab data available from Agricultural Experiment Station, Purdue University, File No.'s JF7608 (S76IN077-8) and SC8703 (S87IN143-3, typical pedon).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
