{
  "SERIES": "JERKTAIL",
  "STATUS": "Established Series",
  "BYREV": "Rev. JDP-SVV-RLT",
  "REVDATE": "09/2004",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, mixed, active, mesic Aquic Hapludalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Jerktail silt loam - on a south facing convex ridgetop of 3 percent slope in a fescue and hop clover pasture at an elevation of 1,420 feet. (Colors are for moist soil unless otherwise stated.)\nAp--0 to 5 inches; dark grayish brown (10YR 4/2) silt loam, light brownish gray (10YR 6/2) dry; weak fine subangular blocky structure parting to weak fine granular; friable; many fine and very fine roots; many fine tubular pores; common very fine black (10YR 2/1) iron and manganese concretions; 5 percent chert gravel; slightly acid (pH 6.1); clear smooth boundary. (4 to 7 inches thick)\nBt1--5 to 10 inches; yellowish brown (10YR 5/4) silt loam, moderate fine subangular blocky structure; friable; many fine and very fine roots; many fine tubular pores; few fine faint clay films on faces of peds; common very fine prominent light gray (10YR 7/1) clay depletions on surfaces of peds; common very fine black (10YR 2/1) iron and manganese concretions; 5 percent chert gravel; slightly acid (pH 6.5); clear smooth boundary.\nBt2--10 to 17 inches; yellowish brown (10YR 5/4 and 10YR 5/6) silty clay loam; moderate fine subangular blocky structure; firm; common fine and very fine roots; common very fine and fine tubular pores; few fine faint clay films on faces of peds; few fine distinct grayish brown (10YR 5/2) iron depletions; common very fine black (10YR 2/1) iron and manganese concretions; 5 percent chert gravel; strongly acid (pH 5.1); clear smooth boundary.\n2Bt3--17 to 22 inches; yellowish brown (10YR 5/4) gravelly clay; moderate fine subangular blocky structure; firm; common fine and very fine roots; common fine tubular pores; common fine distinct clay films on faces of peds; common fine distinct grayish brown (10YR 5/2) iron depletions; common fine prominent yellowish brown (10YR 5/8) masses of iron accumulation; common very fine black (10YR 2/1) iron and manganese concretions; 20 percent chert gravel; very strongly acid (pH 5.0); clear smooth boundary.\n2Bt4--22 to 34 inches; yellowish brown (10YR 5/4) clay; moderate fine subangular blocky structure; firm; common fine and very fine roots; common very fine tubular pores; common fine distinct clay films on faces of peds; common fine prominent grayish brown (2.5Y 5/2) iron depletions; many fine prominent strong brown (7.5YR 5/6) masses of iron accumulation; few fine pressure faces; 10 percent chert gravel; very strongly acid (pH 5.0); gradual smooth boundary.\n2Bt5--34 to 52 inches; dark yellowish brown (10YR 4/4) clay; weak very coarse prismatic structure parting to moderate very fine subangular blocky; firm; few fine and very fine roots; common very fine irregular and tubular pores; many prominent clay films on faces of peds; few fine prominent strong brown (7.5YR 5/6) masses of iron accumulation; common fine pressure faces; 5 percent chert gravel; very strongly acid (pH 4.8) clear smooth boundary.\n2Bt6--52 to 62 inches; brownish yellow (10YR 6/6) clay; weak thin platy structure parting to weak fine subangular blocky; firm; few very fine roots; common very fine irregular and tubular pores; many prominent clay films on faces of peds; few fine distinct strong brown (7.5YR 5/6) masses of iron accumulation; common fine black (10YR 2/1) iron and manganese concretions; common prominent black (10YR 2/1) masses of iron and manganese accumulation; 5 percent dolomite gravel; neutral (pH 6.7) clear smooth boundary. (combined thickness of the Bt, 2Bt and 3Bt horizons is 56 or more inches)\n3R--62 inches; unweathered dolostone of the Jefferson City formation."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Texas County, Missouri; about 2 miles south of Success; 25 feet south and 1,250 feet west of the NE corner of section 12, T. 31 N., R. 11 W; USGS Success quadrangle; latitude 37 degrees 24 minutes 51 seconds N. and longitude 92 degrees 05 minutes 29 seconds W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nDepth to bedrock:   60 to 80 inches\nSolum thickness:    60 to 80 inches\nMean annual soil temperature: 55 to 59 degrees F.\nA or Ap horizon\nHue:              10YR\nValue:            3 to 5 moist, 6 or 7 dry\nChroma:           2 or 3\nFine earth:       silt loam\nRock fragments:   0 to 15 percent gravel\nReaction:         neutral to very strongly acid\nE, BE or BA (May be present in some pedons)\nHue:              10YR\nValue:            5 or 6\nChroma:           3 or 4\nRedox colors:     10YR or 7.5YR, value 5 or 6, chroma 2 to 6\nFine earth:       silt loam\nRock fragments:   0 to 15 percent gravel\nReaction:         neutral to strongly acid\nBt horizon\nHue:              10YR or 7.5YR\nValue:            5 or 6\nChroma:           3 to 6\nRedox colors:     5YR to 2.5Y, value 5 or 6, chroma 2 to 6\nRock fragments:   0 to 25 percent gravel\nFine earth:       silt loam, silty clay loam\nReaction:         very strongly acid to slightly acid\n2Bt and 2Btg horizons\nHue:              10YR\nValue:            4 to 6\nChroma:           1 to 6\nRedox colors:     5YR to 2.5Y, value 5 or 6, chroma 2 to 6\nFine earth:       silty clay, clay\nRock fragments:   0 to 25 percent gravel\nReaction:         very strongly acid to slightly alkaline"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Banister, Branchville, Cardinal, Celina, Eudy, Hartville, Lewisburg, Loudon, and Whippany series. Branchville, Cardinal, Celina, Hartville, Lewisburg, and Whippany soils are deeper than 80 inches to a lithic or paralithic contact. In addition, Banister soils formed in clayey alluvium on terraces, Branchville soils have more than 15 percent sandstone fragments in the upper half of the series control section, Cardinal soils have a mean annual soil temperature of less than 53 degrees F., Celina soils have free carbonates from 18 to 40 inches, Lewisburg soils have carbonates from 8 to 18 inches, and Whippany soils have a mean annual soil temperature of less than 55 degrees F..  Eudy soils have a lithic contact from 20 to 40 inches. Loudon soils have a paralithic contact from 60 to 80 inches and have carbonates from 32 to 65 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Jerktail soils are on nearly level and very gently sloping upland divides. Slopes range from 1 to 8 percent. They formed in silty colluvium and the underlying residuum weathered from cherty dolomite. Elevations are 1,100 to 1,500 feet.  Mean annual temperature ranges from 54 to 58 degrees F., and the mean annual precipitation ranges from 38 to 45 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Eudy, Gunlock, Mano, Ocie and Tonti soils. Eudy soils have bedrock at 20 to 40 inches and are on similar positions. Gunlock soils have fragic properties, do not have bedrock at 60 to 80 inches and are on foot slopes. Mano and Ocie soils have contrasting particle size control sections and are on side slopes. In addition, Ocie soils have bedrock at 40 to 60 inches. Tonti soils have a fragipan, do not have bedrock at 60 to 80 inches and are on similar positions."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Somewhat poorly drained. Runoff potential is typically medium to high, but is negligible in concave postions. Permeability is slow, and the saturated hydraulic conductivity is moderately low. A perched water table is at a depth of 1 to 2 feet in most years."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: This soil is used mainly for hay and pasture. Native vegetation is mixed hardwoods."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: The Ozarks Highland region (MLRA 116A) of southern Missouri. The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Morgantown, West Virginia"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Texas County, Missouri soil survey; 2002."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - the zone from the surface to a depth of 5 inches. (Ap horizon)\nArgillic horizon - the zone from 5 to 57 inches.(Bt and 2Bt horizons)\nLithic contact - at 62 inches. (3R horizon)\nZone where aquic conditions occur - 10 to 24 inches.\nADDITIONAL DATA: University of Missouri Soil Characterization Lab Sample Number M9021527\nThis soil is being mapped in the Jefferson City and Cotter formations in Missouri.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
