{
  "SERIES": "JEROME",
  "STATUS": "Established Series",
  "BYREV": "Rev. LFM/AON/RWL",
  "REVDATE": "08/2001",
  "STATES": "OR",
  "OVERVIEW": "The Jerome series consists of deep, poorly drained soils that formed in alluvium weathered from granite and diorite over a paleosol. Jerome soils are on level drainageways and alluvial fans. Slopes are 0 to 3 percent. The mean annual precipitation is about 35 inches and the mean annual temperature is about 53 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy over clayey, mixed over smectitic, superactive, nonacid, mesic Typic Epiaquepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Jerome sandy loam, pasture. (Colors are for moist soil unless otherwise noted.)\nAp--0 to 5 inches; very dark grayish brown (10YR 3/2) sandy loam, light brownish gray (10YR 6/2) dry; moderate fine and very fine subangular blocky structure; slightly hard, very friable, nonsticky and nonplastic; many fine and very fine roots; many irregular pores; 5 percent gravel; slight acid (pH 6.4); abrupt smooth boundary. (4 to 6 inches thick)\nA--5 to 10 inches; brown (10YR 4/3) sandy loam, pale brown (10YR 6/3) dry; few fine distinct strong brown (7.5YR 4/6) mottles; weak medium subangular blocky structure; slightly hard, very friable, nonsticky and nonplastic; common fine and medium roots; common fine and very fine tubular pores; 5 percent gravel; neutral (pH 6.6); abrupt smooth boundary. (4 to 6 inches thick)\nBg--10 to 17 inches; gray (10YR 5/1) sandy loam, gray (10YR 6/1) dry; many fine prominent yellowish red (5YR 3/5) mottles; weak medium subangular blocky structure; slightly hard, friable, nonsticky and nonplastic; common fine and medium roots; common very fine tubular pores; neutral (pH 6.6); clear wavy boundary. (6 to 8 inches thick)\nCg1--17 to 32 inches; light brownish gray (2.5Y 6/2) sandy loam, light gray (10YR 7/1) dry; common medium prominent yellowish red (5Y 4/6) mottles; massive; slightly hard, very friable, slightly sticky and slightly plastic; few fine and medium roots; few fine and very fine tubular pores; neutral (pH 6.6); abrupt wavy boundary. (10 to 20 inches thick)\nCg2--32 to 35 inches; grayish brown (2.5Y 5/2) sandy loam, white (2.5Y 8/2) dry; many fine prominent strong brown (7.5YR 5/6) mottles; massive; soft, very friable, nonsticky and nonplastic; few fine and medium roots; 15 percent small pebbles; slightly acid (pH 6.4); abrupt smooth boundary. (0 to 6 inches thick)\n2Btb1--35 to 48 inches; dark grayish brown (2.5Y 4/2) silty clay, grayish brown (2.5Y 5/2) dry; common large distinct very dark grayish brown (10YR 3/2) mottles; weak coarse prismatic structure parting to weak coarse subangular blocky; very hard, firm, very sticky and very plastic; few very fine tubular pores; few moderately thick weak red (2.5YR 5/1) clay films on vertical faces of peds; neutral (pH 6.6); gradual wavy boundary. (8 to 15 inches thick)\n2Btb2--48 to 64 inches; brown (7.5YR 4/3) clay, brown (10YR 5/3) dry; common medium prominent dark gray (2.5Y 4/1) mottles; massive; very hard, firm, very sticky and very plastic; few very fine tubular pores; few moderately thick weak red (2.5YR 4/1) clay films in fractures and in pores; neutral (pH 6.6)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Josephine County, Oregon; about 1/2 mile south of Grants Pass, 400 feet south of Union Avenue and 100 feet west of the Williams Highway (OR-238); 850 feet north and 1,800 feet west of the SE corner of section 19, T.36S., R.5W., Willamette Meridian."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The soils are usually saturated to the surface for at least one month during most years. The mean annual soil temperature is 54 to 57 degrees F. Depth to the buried 2Btb horizon ranges from 30 to nearly 40 inches. Depth to bedrock is 60 inches or more.\nThe A horizon has value of 3 or 4 moist and chroma of 2 or 3 moist and dry.\nThe Bg horizon has hue of 10YR or 2.5Y, value of 4 or 5 moist, 6 or 7 dry, and chroma of 2 or less moist and dry. It is sandy loam or loam and averages 10 to 18 percent clay and 0 to 15 percent pebbles.\nThe Cg horizon has hue of 2.5Y or 10YR, value of 5 or 6 moist, 6 through 8 dry, and chroma of 2 or less moist and dry. It is sandy loam or loam and averages 10 to 18 percent clay and 0 to 15 percent pebbles.\nThe 2Bt1 horizon has hue of 2.5Y or 10YR, value of 4 or 5 moist, 5 or 6 dry, and chroma of 1 through 3 moist and dry. It is silty clay or clay and averages 40 to 60 percent clay and 0 to 5 percent pebbles."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Clawson and Whately series in other families. Clawson soils lack a clayey buried B horizon in the lower part to the 10 to 40 inch section. Whately soils have an Ap or A1 horizon with value less than 4 moist and 6 dry, have an O2 horizon and are very poorly drained."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Jerome soils are on level drainageways and alluvial fans at elevations of 800 to 1,800 feet. Slopes are 0 to 3 percent. The soils formed in sandy alluvium weathered from granite and diorite over a paleosol. Summers are warm and dry and winters are cool and moist. The mean annual precipitation is 30 to 40 inches. The mean annual temperature is 52 to 55 degrees F.; and the frost free season is 140 to 180 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Barron soils and the competing Clawson soils. Barron soils are somewhat excessively drained and lack a clayey buried B horizon."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Poorly drained; slow runoff; very slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Jerome soils are used for pasture, hay and building sites. Native vegetation is dominantly sedges, grasses and willows."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Southwestern Oregon. The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Josephine County, Oregon, 1919."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features of this pedon include:\nAquic soil moisture regime - saturated to the surface for at least one month during most years.\nChroma of 1 and 2 from 5 to 35 inches(A, Bg, and Cg1 horizons).\nColor value dry of 6 from surface to 5 inches (Ap horizon).\nSoil pH of 6.6 from 10 to 48 inches (Bg, Cg1, Cg2, 2Btb1 horizons).\nSeries Revision Date: 7/89\nNational Cooperative Soil Survey\nU.S.A."
  }
}
