{
  "SERIES": "JERU",
  "STATUS": "Established Series",
  "BYREV": "Rev. PMH-CJW-GHL-JAL",
  "REVDATE": "11/1999",
  "STATES": "ID,MT",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive Typic Dystrocryepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Jeru very stony loam - on a north facing slope of 35 percent, burned over forested area, at 5,490 feet elevation.  (Colors are for dry soil unless otherwise stated.)\n0i--0 to 0.5 inch; needles, leaves, and twigs.\n0e--0.5 to 2 inches; decomposed organic matter with 1/2 inch of discontinous, light gray (10YR 7/1) volcanic ash.\nA--2 to 7 inches, yellowish brown (10YR 5/4) very stony loam, dark yellowish brown (10YR 3/4) moist; weak fine subangular blocky structure; soft, very friable, slightly sticky and slightly plastic; many very fine, fine, and few medium roots; many very fine interstitial and few fine tubular pores; 15 percent pebbles; 4 percent stones on surface; slightly acid (pH 6.2); clear wavy boundary.  (4 to 7 inches thick)\nBw1--7 to 24 inches; light yellowish brown (10YR 6/4) gravelly loam, dark yellowish brown (10YR 4/4) moist; weak fine subangular blocky structure; soft, very friable, slightly sticky and slightly plastic; many very fine, common fine, and few medium roots; many very fine interstitial and few fine tubular pores; common very fine mica flakes; 15 percent pebbles and 5 percent cobbles; slightly acid (pH 6.4); clear wavy boundary.  (15 to 21 inches thick)\nBw2--24 to 33 inches; very pale brown (10YR 7/4) very cobbly sandy loam, yellowish brown (10YR 5/4) moist; weak fine and medium subangular blocky structure; soft, very friable; many very fine and few fine roots; many very fine interstitial and common fine tubular pores; many very fine and common fine mica flakes; 20 percent cobbles and 20 percent pebbles; neutral (pH 6.6); clear wavy boundary.  (8 to 12 inches thick)\nC--33 to 62 inches; very pale brown (10YR 7/3) very stony sandy loam, brown (10YR 5/3) moist; massive; soft, very friable; few very fine and fine roots; common very fine interstitial and few fine tubular pores; many very fine, fine, and few medium mica flakes; 20 percent stones, 20 percent cobbles, and 20 percent pebbles; neutral (pH 6.6)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Bonner County, Idaho; about 4 miles east of Priest Lake near Sundance Mountain; about 300 feet east and 2,560 feet south of the northwest corner, sec. 5, T. 59 N., R. 3 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nVolcanic Ash Mantle - 0 to 1 inch\nSolum thickness - 27 to 40 inches\nRock fragments (solum) - 15 to 55 percent\nRock fragments (substratum) - 40 to 85 percent\nBase saturation - 5 to 35 percent\nSurface stoniness - 3 to 15 percent\nMoisture control section - moist October to July; dry 15 to 30 days in August to September; udic moisture regime\nAverage annual soil temperature - 39 to 43 degrees F. Average summer soil temperature - 44 to 47 degrees F. (with an 0 horizon)\nA horizon\nChroma - 2 to 4, moist or dry\nTexture - very stony loam or very stony sandy loam\nClay content - 5 to 10 percent\nReaction - pH 5.6 to 7.3\nBw horizon\nValue, moist - 3 to 5\nValue, dry - 5 to 7\nChroma - 3 to 6, moist or dry\nTexture - Gravelly loam, very gravelly loam, very gravelly sandy loam, or very cobbly sandy loam\nClay content - 3 to 10 percent\nReaction - pH 5.6 to 7.3\nC Horizon\nHue - 10YR or 2.5Y\nValue, moist - 4 to 6\nValue, dry - 6 to 8\nChroma - 2 to 4, moist or dry\nTexture - Sandy loam or loamy sand below the control section, and very gravelly, very stony, or extremely cobbly\nClay content - 0 to 5 percent\nReaction - pH 5.6 to 7.3"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Afley, Bracos, Klootch, Leighcan, Marsell, and Oatman series.  Afley and Bracos soils have more than 15 percent clay in the particle-size control section. Klootch soils have a lithic contact at 20 to 40 inches.  Leighcan soils have a soil temperature of 32 to 36 degrees F.  Marsell soils have a B2 horizon with hue of 5YR or redder. Oatman soils have rock fragments comprised of andesite, cinders, and basalt."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Jeru soils are on mountains at elevations of 3,600 to 6,000 feet.  They have northerly aspects at lower elevations.  The slope range is 5 to 75 percent.  The soils formed in colluvium and glacial till from granite, gneiss, and schist.  They have a mantle of volcanic ash and loess.  The average annual air temperature is 40 to 43 degrees F; average annual precipitation is 35 to 55 inches; and the frost free season is 30 to 90 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Ardtoo, Brickel, Hun, Klootch, Priestlake, Prouty, Treble, and Vay and the competing Klootch soils.  Ardtoo and Treble soils are frigid.  Brickel, Prouty, and and Klootch soils have weathered bedrock at depths of 20 to 40 inches.  Hun and Vay soils have a high content of volcanic ash in the solum. Priestlake soils are sandy-skeletal."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well-drained.  Runoff is rapid to very rapid.  Permeability is moderate or moderately rapid in the solum and moderately rapid or rapid in the substratum."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are used for timber production, wildlife habitat, grazing, recreation, and watershed.  Natural vegetation typically is subalpine fir, western white pine, and Engelmann spruce with an understory of common beargrass, big blueberry, rusty-leaft menziesia, myrtle pachystima, western thimbleberry, Utah honeysuckle and elk sedge.  At the lower elevations, natural vegetation is mainly western hemlock, western redcedar, western larch, Douglas-fir, grand fir, and western white pine with an understory of big blueberry, American trailplant, honeysuckle, rose, common princes pine, and myrtle pachystima."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northern Idaho and Montana.  The soils of this series are moderately extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Bonner County, Idaho, 1981.\nRemarks:  Diagnostic horizons and features recognized in this pedon are:  an ochric epipedon from the mineral soil surface to 7 inches (A and part of Bw1 horizons); a cambic horizon from 7 to 33 inches (Bw horizons); a particle-size control section from 10 to 40 inches (part of Bw1, Bw2, and part of C horizon).  Jeru soils have a cryic temperature regime and a udic moisture regime.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": null
  }
}
