{
  "SERIES": "JESKE",
  "STATUS": "Established Series",
  "BYREV": "JAD/CFS/LLD",
  "REVDATE": "10/2006",
  "STATES": "MI",
  "OVERVIEW": "The Jeske series consists of shallow, somewhat poorly drained soils that formed in sandy glaciofluvial deposits and in the weathered sandstone residuum. These soils are on kame terraces and on seepy side slopes of sandstone benches. Saturated hydraulic conductivity is high or very high in the upper substratum and moderately high in the lower substratum. Slopes range from 0 to 12 percent. Mean annual precipitation is about 810 millimeters. Mean annual temperature is about 6 degrees C.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Siliceous, acid, frigid, shallow Typic Psammaquents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Jeske sand - on a 1 percent slope in a forested area at an elevation of 1,045 feet. (Colors are for moist soils unless otherwise stated. When described on September 11, 1992, the soil was moist throughout).\nOe--0 to 2 centimeters; very dark gray (5YR 3/1) partially decomposed forest litter; weak thin platy structure; very friable; many very fine to coarse roots; very strongly acid; clear smooth boundary.\nOa--2 to 8 centimeters; black (N 2.5/0) well decomposed forest litter; weak fine granular structure; very friable; many very fine to coarse roots; very strongly acid; abrupt smooth boundary.\nC1--8 to 28 centimeters; light brownish gray (10YR 6/2) sand; single grain; loose; few very fine to medium roots; strongly acid; clear smooth boundary.\nC2--28 to 53 centimeters; very pale brown (10YR 8/2) sand; single grain; loose; moderately acid; abrupt smooth boundary. (Combined thickness of the C horizons is 30 to 46 centimeters)\n2CR--53 to 79 centimeters; dark reddish brown (5YR 3/2) weathered sandstone; massive; very firm; moderately acid; abrupt wavy boundary. (5 to 36 centimeters thick)\n2R--79 centimeters; light gray (10YR 7/2) and strong brown (7.5YR 5/6) sandstone bedrock."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Marquette County, Michigan; about 300 feet north and 200 feet east of the southwest corner of sec. 20, T.46N., R.23W.; USGS Carlshend topographic quadrangle; Lat. 46 degrees 26 minutes 51 seconds, and Long. 87 degrees 12 minutes 27 seconds."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: (Unless otherwise stated, depth ranges in this paragraph are measured from the top of the mineral surface to the designated depth.) Depth to paralithic contact ranges from 25 to 51 centimeters and depth to lithic contact ranges from 51 to 102 centimeters. Cobble and gravel content ranges from 0 to 5 percent.\nSome pedons have a thin A horizon. The A horizon, where present, has hue of 10YR of 7.5YR, value of 3 or 4 and chroma of 1 or 2. It is sandy loam, loamy sand or sand.  Reaction is extremely acid to strongly acid.\nThe C horizons have hue of 7.5YR or 10YR, value of 6 to 8, and chroma of 2 or 3. It is sand or loamy sand. Reaction is strongly acid or very strongly acid.\nThe 2Cr horizon has hue of 5YR to 10YR, values of 3 to 6, and chromas of 2 to 4. Reaction is strongly acid or moderately acid."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: This is the Gogeau(T) series. Gongeau soils have representative wet soil moisture status that ranges from the surface to 30 centimeters below the surface at times during the period from October to May."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Jeske soils are on kame terraces and sandstone benches. Slopes range from 0 to 12 percent. Mean annual precipitation ranges from 760 to 860 millimeters. Mean annual temperature is about 4 to 7 degrees C. Elevation ranges from 198 to 335 meters. There are 100 to 140 frost-free days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Au Train(T), Carlshend, Gongeau(T), Munising, Trout Bay(T), and Zeba soils. The moderately well drained Au Train and Carlsend soils are on slightly higher landscape positions. The poorly drained Burt and Gongeau soils are on lower landscape positions. The somewhat poorly drained Zeba soils are on similar landscape positions. The moderately well drained Munising soils are very deep to bedrock and are on adjacent ground moraines."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Somewhat poorly drained. The depth to representative wet soil moisture status ranges from the surface to 46 centimeters below the surface at times during the period from October to May. Saturated hydraulic conductivity is high or very high in sandy substratum and moderately high in the Cr horizon. Surface runoff is slow."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most areas of this soil are forested. Common trees are eastern hemlock, red maple, yellow birch, and balsam fir. Common ground plants are wild lily-of-the-valley, goldthread, bunchberry, starflower, wood sorrel, and shining clubmoss."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Central Upper Peninsula of Michigan. Major Land Resource Areas 93B and 94B. The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: St. Paul, Minnesota"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Marquette County, Michigan, 1995. Source of name is a flooding (impoundment) in Marquette County."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in the pedon are: Lithic feature - hard sandstone bedrock at 51 to 102 centimeters.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "somewhat poorly"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Oe",
        "top": 0,
        "bottom": 2,
        "moist_hue": "5YR",
        "moist_value": 3,
        "moist_chroma": 1,
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Oe--0 to 2 centimeters; very dark gray (5YR 3/1) partially decomposed forest litter; weak thin platy structure; very friable; many very fine to coarse roots; very strongly acid; clear smooth boundary."
      },
      {
        "name": "Oa",
        "top": 2,
        "bottom": 8,
        "moist_hue": "N",
        "moist_value": 2.5,
        "moist_chroma": 0,
        "pH_class": "very strongly acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Oa--2 to 8 centimeters; black (N 2.5/0) well decomposed forest litter; weak fine granular structure; very friable; many very fine to coarse roots; very strongly acid; abrupt smooth boundary."
      },
      {
        "name": "C1",
        "top": 8,
        "bottom": 28,
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 2,
        "texture_class": "sand",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "C1--8 to 28 centimeters; light brownish gray (10YR 6/2) sand; single grain; loose; few very fine to medium roots; strongly acid; clear smooth boundary."
      },
      {
        "name": "C2",
        "top": 28,
        "bottom": 53,
        "moist_hue": "10YR",
        "moist_value": 8,
        "moist_chroma": 2,
        "texture_class": "sand",
        "pH_class": "moderately acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "C2--28 to 53 centimeters; very pale brown (10YR 8/2) sand; single grain; loose; moderately acid; abrupt smooth boundary. (Combined thickness of the C horizons is 30 to 46 centimeters)"
      },
      {
        "name": "2CR",
        "top": 53,
        "bottom": 79,
        "moist_hue": "5YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "sand",
        "pH_class": "moderately acid",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "2CR--53 to 79 centimeters; dark reddish brown (5YR 3/2) weathered sandstone; massive; very firm; moderately acid; abrupt wavy boundary. (5 to 36 centimeters thick)"
      },
      {
        "name": "2R",
        "top": 79,
        "moist_hue": "10YR",
        "moist_value": 7,
        "moist_chroma": 2,
        "texture_class": "sand",
        "narrative": "2R--79 centimeters; light gray (10YR 7/2) and strong brown (7.5YR 5/6) sandstone bedrock."
      }
    ]
  ]
}
