{
  "SERIES": "JESTER",
  "STATUS": "Established Series",
  "BYREV": "REV. RFG:DDR:TMK",
  "REVDATE": "09/2016",
  "STATES": "OK,TX",
  "OVERVIEW": "The Jester series consist of very deep, excessively drained, rapidly permeable soils that formed in sandy eolian Holocene sediments. These very gently sloping to steep soils are on undulating to steep dunes adjacent to flood plains of major streams and drainageways in the Central Rolling Red Plains (MLRA 78B, 78C) and Southern High Plains Breaks (MLRA 77E). Low areas of this soil are subject to rare flooding. Slope ranges from 1 to 45 percent. Mean annual air temperature is 14 degrees C (57 degrees F), and mean annual precipitation is 660 mm (26 in).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Mixed, thermic Typic Ustipsamments"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Jester fine sand, rangeland, at an elevation of 608 m (1995 ft). (Colors are for dry soil unless otherwise stated.)\nA--0 to 20 cm (0 to 8 in) brown (10YR 5/3) fine sand, brown (10YR 4/3) moist; single grain; soft, very friable; many fine, few medium and coarse roots; slightly effervescent; slightly alkaline; clear wavy boundary. (Thickness of the A horizon is 10 to 30 cm [4 to 12 in])\nC1--20 to 69 cm (8 to 27 in) light brown (7.5YR 6/4) fine sand, brown (7.5YR 5/4) moist; single grain; loose; few fine roots; faint cross bedding is present; strongly effervescent; moderately alkaline; gradual wavy boundary.\nC2--69 to 203 cm (27 to 80 in) pink (7.5YR 7/4) fine sand, light brown (7.5YR 6/4) moist; single grain; loose; few fine roots; faint cross bedding is present; strongly effervescent; moderately alkaline. (Combined thickness of the C horizon is 0 to 71 cm [0 to 28 in])"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Woods County, Oklahoma; about 5 miles south and 1 mile east of Waynoka; 1150 feet south and 1800 feet west of the northeast corner Sec. 31, T. 24 N., R. 15 W.\nUSGS topographic quadrangle: Waynoka East\nLatitude: 36 degrees, 31 minutes, 4.3 seconds N\nLongitude: 98 degrees, 50 minutes, 18.5 seconds W\nDatum:\nDecimal Degrees\nLatitude: 36.517861\nLongitude: 98.838472\nUTM Easting: 514462 m\nUTM Northing: 404140 m\nUTM Zone: 14"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nDepth to bedrock: greater than 203 cm (80 in)\nTextural control section: loamy fine sand or coarser.\nOther features: no gravel or secondary carbonate accumulations are present within the profile.\nDepth to an apparent water table: 1.8 to 6 m (6 to 20 ft)\nA horizon:\nHue: 7.5YR or 10YR\nValue: of 4 to 6, 3 to 5 moist\nChroma: 2 to 4, dry or moist\nTexture: sand, fine sand, loamy sand, or loamy fine sand\nEffervescence: none to slight\nReaction: neutral to moderately alkaline\nAC horizon (where present):\nHue: 5YR to 10YR\nValue: 5 or 6, 4 to 5 moist\nChroma: 4 or 6, dry or moist\nTexture: fine sand, loamy fine sand, or loamy sand\nEffervescence: slight to strong\nReaction: slightly alkaline or moderately alkaline\nC horizon:\nHue: 5YR to 10YR\nValue: 5 to 8, 4 to 7 moist\nChroma: 3 to 6, dry or moist\nTexture: sand, fine sand, loamy sand, or loamy fine sand\nOther features: some pedons contain stratified alluvial sediments below 100 cm (40 in)\nEffervescence: slight to strong\nReaction: slightly alkaline or moderately alkaline"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Goodnight (OK), Southside (OK), and Tivoli (OK) series and the similar Milsand (NM), Likes (TX), and Nutivoli (TX) series.\nGoodnight soils: occur in more moist climates\nLikes, Milsand and Nutivoli soils: occur in drier climates\nSouthside soils: occur on higher positions near rivers and large streams, and have gravelly textures\nTivoli soils: are on uplands, are in a dryer climate, and are noncalcareous in the control section"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material: sandy calcareous eolian sediments of Holocene age\nLandscape: alluvial plains\nLandform: long narrow undulating to hummocky dunes\nSlope: 1 to 45 percent\nMean annual air temperature: 13 to 16 degrees C (55 to 61 degrees F)\nMean annual precipitation: 533 to 710 mm (21 to 28 in)\nFrost-free period:  185 to 230 days\nElevation:  456 to 760 m (1,500 to 2,500 ft)\nThornthwaite Annual P-E indices: 32 to 44"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the competing Tivoli (OK) series of the same family and the Daycreek (OK), Devol (OK), Ezell (OK), Gracemore (OK), Gracemont (OK), Hardeman (TX), Lincoln (OK), and Westola (OK) series. Daycreek soils: are on similar positions and have a water table within 152 cm (60 in) of the surface\nDevol and Hardeman soils: have coarse-loamy particle-size control sections and are on higher positions\nEzell, Gracemore, Gracemont, Lincoln, and Westola soils: are on surrounding or adjacent flood plains; in addition Ezell soils pond water for extended periods of time. Gracemore and Gracemont soils have a water table near the surface most of the year. Gracemore and Lincoln soils are loamy fine sand or coarser in the textural control section; and Gracemont and Westola soils are coarse-loamy in the textural control section.\nTivoli soils: are on higher positions and are not calcareous in the control section"
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:\nDrainage class: excessively drained\nPermeability: rapid\nRunoff: negligible on slopes less than 5 percent, very low on 5 to 20 percent slopes and low on 20 to 45 percent slopes.\nFlooding: low areas of this soil are subject to rare flooding. Most areas of this soil are surrounded by, or are adjacent to occasionally flooded soils.\nDepth to an apparent water table: 1.8 to 6 m (6 to 20 ft), from January through December."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Jester soils are used mainly for grazing. Native vegetation is tall grasses with a small percentage of Cottonwood, Hackberry, and plum trees. Some areas have been planted to improved bermudagrass or Weeping lovegrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: LRR-H Central Great Plains Winter Wheat and Range\nRegion; Central Rolling Red Plains (MLRA 78B, 78C) and Southern High Plains Breaks (MLRA 77E) of Oklahoma, Texas, and Kansas. The soil is of minor extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Woods County, Oklahoma; 1995. Name is from a small community in Greer County."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nThese soils were formerly included with the Tivoli, Likes, and Lincoln series.\nDiagnostic horizons and features recognized in this soil:\nOchric epipedon: 0 to 20 cm (0 to 8 in)(A horizon)\nPsament feature: less than 35 percent by volume rock fragments and a texture of loamy fine sand or coarser in all layers between the Ap horizon or a depth of 25 cm (10 in) from the mineral soil surface, whichever is deeper, and a depth of 100 cm (40 in).\nMoisture regime: Typic-Ustic.\nADDITIONAL DATA: None\nTaxonomic Version: Keys to Soil Taxonomy, Twelfth Edition, 2014\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "excessively"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 20,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "fine sand",
        "pH_class": "slightly alkaline",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "A--0 to 20 cm (0 to 8 in) brown (10YR 5/3) fine sand, brown (10YR 4/3) moist; single grain; soft, very friable; many fine, few medium and coarse roots; slightly effervescent; slightly alkaline; clear wavy boundary. (Thickness of the A horizon is 10 to 30 cm [4 to 12 in])"
      },
      {
        "name": "C1",
        "top": 20,
        "bottom": 69,
        "dry_hue": "7.5YR",
        "dry_value": 6,
        "dry_chroma": 4,
        "moist_hue": "7.5YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "fine sand",
        "pH_class": "moderately alkaline",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "C1--20 to 69 cm (8 to 27 in) light brown (7.5YR 6/4) fine sand, brown (7.5YR 5/4) moist; single grain; loose; few fine roots; faint cross bedding is present; strongly effervescent; moderately alkaline; gradual wavy boundary."
      },
      {
        "name": "C2",
        "top": 69,
        "bottom": 203,
        "dry_hue": "7.5YR",
        "dry_value": 7,
        "dry_chroma": 4,
        "moist_hue": "7.5YR",
        "moist_value": 6,
        "moist_chroma": 4,
        "texture_class": "fine sand",
        "pH_class": "moderately alkaline",
        "narrative": "C2--69 to 203 cm (27 to 80 in) pink (7.5YR 7/4) fine sand, light brown (7.5YR 6/4) moist; single grain; loose; few fine roots; faint cross bedding is present; strongly effervescent; moderately alkaline. (Combined thickness of the C horizon is 0 to 71 cm [0 to 28 in])"
      }
    ]
  ]
}
