{
  "SERIES": "JEWETT",
  "STATUS": "Established Series",
  "BYREV": "Rev. HFG-TAM-JJJ",
  "REVDATE": "10/2005",
  "STATES": "MN,WI",
  "OVERVIEW": "The Jewett series consists of well drained soils that are moderately deep to a densic contact with till. These soils formed in a mantle of wind or water laid loamy deposits and in the underlying reddish dense loamy glacial till on ground moraines.  Permeability is moderate in the silty and loamy mantle, slow or moderately slow in the till subsoil,  and slow in the substratum.  Slopes range from 0 to 20 percent.  Mean annual precipitation is about 30 inches. Mean annual air temperature is about 43 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, frigid Typic Hapludalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Jewett silt loam - on a 4 percent slope in a cultivated field at an elevation of about 1,050 feet.  (Colors are for moist soil unless otherwise stated.)\nAp--0 to 9 inches; very dark grayish brown (10YR 3/2) silt loam, light brownish gray (10YR 6/2) dry; moderate medium subangular blocky structure; friable; many fine roots; slightly acid ; abrupt smooth boundary.  (6 to 10 inches thick)\nE--9 to 11 inches; dark grayish brown (10YR 4/2) silt loam; weak thick platy structure parting to weak medium subangular blocky; friable; common fine roots; some very dark grayish brown (10YR 3/2) earthworm casts and coatings in root channels; slightly acid; abrupt smooth boundary.  (0 to 5 inches thick)\nBt1--11 to 19 inches; brown (7.5YR 4/4) loam; moderate fine and medium subangular blocky structure; friable; common fine roots; few faint clay films on faces of peds; strongly acid; clear smooth boundary.  (3 to 15 inches thick)\n2Bt2--19 to 26 inches; brown (7.5YR 4/4) sandy loam; moderate medium and coarse subangular blocky structure; friable; common fine roots; faint clay films on faces of peds; about 5 percent gravel and 1 percent cobbles in a band in upper part; strongly acid; gradual wavy boundary.\n2Bt3--26 to 37 inches, yellowish red (5YR 5/6) sandy loam; weak coarse subangular blocky structure; friable; common fine roots; few faint clay films on faces of peds; about 3 percent gravel and 1 percent cobbles; strongly acid; gradual wavy boundary.  (Combined thickness of the 2Bt horizon ranges from 11 to 20 inches )\n2Cd--37 to 60 inches; yellowish red (5YR 5/6) sandy loam; massive; firm; few roots; bands of loamy sand and loam; about 5 percent gravel and 1 percent cobbles; strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  St. Croix County, Wisconsin; about 3 miles south and 2.5 miles east of Richmond; 720 feet north and 1360 feet east of the southwest corner of sec. 19, T. 30 N., R. 17 W. USGS Jewett Wis. Quad. Latitude 45 degrees 04 minutes 00 seconds N., Longitude 92 degrees 29 minutes 28 seconds W. NAD 27."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Depth to the base of the argillic horizon and to a densic contact with till ranges from 20 to 40 inches.  Thickness of the  loamy mantle typically ranges from 15 to 22 inches but in some pedons it is as thick as 30 inches.  Clay content averages 18 to 25 percent in the particle-size control section.  Reaction naturally ranges from strongly aid to slightly acid in the loamy mantle but ranges to neutral in the upper part, where the soil is limed. Reaction is stromgly acid or moderately acid in the till. The silty and loamy mantle generally has few (<2 percent) to no coarse fragments.  Volume of gravel ranges from 2 to 10 percent in the till.  Volume of cobbles ranges from 0 to 5 percent in the till subsoil and from 0 to 10 percent in the substratum.\nThe Ap or A horizon has hue of 10YR  and value and chroma of 2 or 3. Texture is silt loam or loam.\nThe E horizon has hue of 10YR, value of 4 to 6, and chroma of 2 or 3. Texture is silt loam or loam.\nThe Bt horizon has hue of 7.5YR or 10YR, and value and chroma of 3 or 4.  Texture is silt loam, loam, or silty clay loam.\nThe 2Bt horizon has hue of 2.5YR, 5YR, or 7.5YR; and value and chroma of 3 to 6.  Value and chroma of 3 do not occur together. Texture is loam or sandy loam.\nThe 2Cd horizon has hue of 2.5YR or 5YR, value of 4 or 5, and chroma of 4 to 6.  Texture is typically sandy loam, but in some pedons it is loam."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Keliher, Lakoa, Nebish, Regnaps, and Snellman series. None of these soils have a densic contact within the series control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Jewett soils are on undulating and gently rolling ground morines.  Slopes range from 0 to 20 percent.  These soils formed in a mantle of wind or water laid loamy deposits and in the underlying reddish dense loamy till.  Mean annual precipitation ranges from 28 to 32 inches. Mean annual air temperature ranges from 41 to 45 degrees F."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Amery, Freeon, Freer, and Santiago soils.  In nearby areas, where the loess or loamy deposit is less than 15 inches thick, are the well drained Amery soils.  The well drained Santiago and the moderately well drained Freeon soils are in similar landscape positions.  The Freer soils contain grayer colors in the matrix."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained.  The potential for surface runoff is low or medium.  Permeability is moderate in the  loamy mantle, moderately slow or slow in the till subsoil,  and slow in the substratum."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Much of this soil has been cleared and is used for cropland. Common crops are corn, alfalfa, and small grain.  Native vegetation  is deciduous forest."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northwestern Wisconsin and Minnesota.  This soil is moderately extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: St. Paul, Minnesota"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  St. Croix County, Wisconsin, 1975."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  About 12,200 acres of Jewett, sandy substratum phase are correlated in St. Croix County. A new series is needed for these acres when the soil survey is updated.\nDiagnostic horizons and features recognized in this pedon are:  ochric epipedon - 9 inches (Ap); albic horizon - 9 to 11 inches (E); argillic horizon - 11 to 37 inches (Bt1, 2Bt2, 2Bt3)\nADDITIONAL DATA: Refer to soil survey sample number 72WI109001 for NSSL data on the typical pedon.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 23,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "silt loam",
        "pH_class": "slightly acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Ap--0 to 9 inches; very dark grayish brown (10YR 3/2) silt loam, light brownish gray (10YR 6/2) dry; moderate medium subangular blocky structure; friable; many fine roots; slightly acid ; abrupt smooth boundary.  (6 to 10 inches thick)"
      },
      {
        "name": "E",
        "top": 23,
        "bottom": 28,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "silt loam",
        "pH_class": "slightly acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "E--9 to 11 inches; dark grayish brown (10YR 4/2) silt loam; weak thick platy structure parting to weak medium subangular blocky; friable; common fine roots; some very dark grayish brown (10YR 3/2) earthworm casts and coatings in root channels; slightly acid; abrupt smooth boundary.  (0 to 5 inches thick)"
      },
      {
        "name": "Bt1",
        "top": 28,
        "bottom": 48,
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "loam",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bt1--11 to 19 inches; brown (7.5YR 4/4) loam; moderate fine and medium subangular blocky structure; friable; common fine roots; few faint clay films on faces of peds; strongly acid; clear smooth boundary.  (3 to 15 inches thick)"
      },
      {
        "name": "2Bt2",
        "top": 48,
        "bottom": 66,
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "sandy loam",
        "pH_class": "strongly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "2Bt2--19 to 26 inches; brown (7.5YR 4/4) sandy loam; moderate medium and coarse subangular blocky structure; friable; common fine roots; faint clay films on faces of peds; about 5 percent gravel and 1 percent cobbles in a band in upper part; strongly acid; gradual wavy boundary."
      },
      {
        "name": "2Bt3",
        "top": 66,
        "bottom": 94,
        "moist_hue": "5YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "sandy loam",
        "pH_class": "strongly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "2Bt3--26 to 37 inches, yellowish red (5YR 5/6) sandy loam; weak coarse subangular blocky structure; friable; common fine roots; few faint clay films on faces of peds; about 3 percent gravel and 1 percent cobbles; strongly acid; gradual wavy boundary.  (Combined thickness of the 2Bt horizon ranges from 11 to 20 inches )"
      },
      {
        "name": "2Cd",
        "top": 94,
        "bottom": 152,
        "moist_hue": "5YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "loamy sand",
        "pH_class": "strongly acid",
        "narrative": "2Cd--37 to 60 inches; yellowish red (5YR 5/6) sandy loam; massive; firm; few roots; bands of loamy sand and loam; about 5 percent gravel and 1 percent cobbles; strongly acid."
      }
    ]
  ]
}
