{
  "SERIES": "JIBLETTE",
  "STATUS": "Tentative Series",
  "BYREV": "JIB/GWS/CAH/JTW",
  "REVDATE": "04/2015",
  "STATES": "CA",
  "OVERVIEW": "The Jiblette series consists of shallow, well drained soils that formed in colluvium and residuum derived from granitoid rocks. The soils are on hills and pediments. Slopes range from 8 to 30 percent. The mean annual precipitation is about 138 millimeters and the mean annual air temperature is about 18.5 degrees C.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy, mixed, superactive, thermic Lithic Haplargids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Jiblette gravelly sandy loam, on a convex, 14 percent slope at an elevation of 976 meters.  (Colors are for dry soils unless otherwise noted.) The surface is covered by approximately 30 percent fine gravel, 44 percent medium and coarse gravel, 5 percent cobbles, and 1 percent stones.\nA -- 0 to 3 centimeters (0 to 1 inches); yellowish brown (10YR 5/4), gravelly sandy loam, dark yellowish brown (10YR 3/4) moist; weak fine subangular blocky structure; soft, very friable, slightly sticky and slightly plastic; common very fine roots throughout; common very fine and fine irregular pores; 10 percent fine gravel, 5 percent medium and coarse gravel and 2 percent cobbles; slightly effervescent; slightly alkaline (pH 7.6); clear smooth boundary.\nABt -- 3 to 10 centimeters (1 to 4 inches); dark yellowish brown (10YR 4/4), gravelly sandy loam, dark yellowish brown (10YR 3/4)  moist; moderate medium subangular blocky structure; slightly hard, very friable, slightly sticky and slightly plastic; common very fine and  fine and moderately few medium roots throughout; common very fine and fine irregular pores; 10 percent, faint, strong brown (7.5YR 4/6), clay films on all faces of peds; 10 percent fine gravel, 5 percent medium and coarse gravel and 5 percent cobbles; slightly alkaline (pH 7.6); clear smooth boundary. (Combined thickness of the A and ABt horizons is 2 to 12 centimeters thick)\nBtk1 -- 10 to 19 centimeters (4 to 8 inches); dark yellowish brown (10YR 4/6), gravelly loam, dark yellowish brown (10YR 4/4) moist; moderate medium subangular blocky structure; slightly hard, very friable, moderately sticky and moderately plastic; common very fine and moderately few fine and medium roots throughout; common very fine and fine irregular pores; 45 percent faint bridging between sand grains and 70 percent distinct, strong brown (7.5YR 4/6), clay films on rock fragments; 1 percent faint, very pale brown (10YR 8/2), dry, calcium carbonate films on the bottom of rock fragments; 10 percent fine gravel and 15 percent medium and coarse gravel; very slightly effervescent; moderately alkaline (pH 8.0); clear smooth boundary.\nBtk2 -- 19 to 35 centimeters; (8 to 14 inches) strong brown (7.5YR 5/6), clay loam, strong brown (7.5YR 4/6) moist; moderate coarse subangular blocky structure; very hard, firm, moderately sticky and moderately plastic; common very fine and moderately few fine and medium roots throughout; common very fine and fine irregular pores; 35 percent faint, yellowish red (5YR 4/6), clay films on all faces of peds and 80 percent distinct, strong brown (7.5YR 4/6), clay films on rock fragments; 1 percent fine, prominent, white (10YR 8/1), dry, thread-like calcium carbonate masses in the matrix, extremely weakly cemented with clear boundaries and 2 percent distinct, white (10YR 8/1), calcium carbonate films on all sides of rock fragments; 9 percent fine gravel and 3 medium and coarse gravel; very slightly effervescent; moderately alkaline (pH 8.2); abrupt wavy boundary. (Combined thickness of the Btk horizons is 23 to 33 centimeters)\nRt--35 to 60 centimeters (14 to 24 inches); weathered, strongly cemented granitoid bedrock with high excavation difficulty; fractures between 15 and 20 centimeters apart; 50 percent distinct, strong brown (7.5YR 4/6) clay films on rock fragments."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: San Bernardino County, California; approximately 2 miles north of Route 62-Twentynine Palms Highway in the Town of Joshua Tree, CA; approximately 55 meters south and 200 meters east of the northwest corner of sec. 22, T.1 N., R. 6 E., San Bernardino Base and Meridian; 34 degrees north latitude, 9 minutes, 48.7 seconds and 116 degrees, 21 minutes, 00 seconds west longitude; USGS Joshua Tree North 7.5 minute topographic quadrangle; UTM 11S 559912e 3780479n (DTM: NAD83)."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture control section: usually dry, moist in some parts for short periods during winter and early spring and for 10 to 20 days cumulative between July and September following summer convection storms.  The soils have a typic-aridic moisture regime.\nSoil temperature: 19 to 22 degrees C.\nSurface rock fragments: ranges from 65 to 80 percent; with 15 to 30 percent fine gravel, 30 to 50 percent medium and coarse gravel, 5 to 20 percent cobbles, and 0 to 1 percent stones.\nControl section\nRock fragments: Averages 10 to 30 percent, ranges from 10 to 50 percent gravel and 0 to 5 percent cobbles.\nOrganic matter: 0 to 0.5 percent.\nClay content: 18 to 30 percent.\nDepth to argillic horizon: 2 to 12 centimeters (1 to 5 inches).\nDepth to lithic contact: 30 to 36 centimeters (12 to 14 inches).\nA horizon\nValue: 4 or 5, dry; 3 or 4, moist.\nChroma: 4 or 6, dry or moist.\nClay content: 8 to 17 percent.\nRock fragments: 15 to 30 percent, 15 to 28 percent gravel and 0 to 2 percent cobbles.\nEffervescence: noneffervescent to slightly effervescent.\nReaction: neutral to slightly alkaline.\nABt horizon (when present)\nValue: 4 or 5, dry.\nClay content: 12 to 15 percent.\nRock fragments: 15 to 20 percent, with 15 to 17 percent gravel and 0 to 5 percent cobbles.\nBt(k) horizons\nHue: 7.5YR or 10YR.\nValue: 4 or 5, dry or moist.\nChroma: 3 to 6, dry or moist.\nTexture of the fine earth: sandy clay loam, loam and clay loam.\nClay content: 18 to 32 percent.\nRock fragments: 10 to 50 percent gravel\nPararock fragments:  0 to 15 percent fine paragravel.\nEffervescence: noneffervescent to strongly effervescent.\nReaction: slightly or moderately alkaline.\nVisible secondary carbonates: 0 to 1 percent in the matrix as calcium carbonate masses in the form of threads, and 0 to 2 percent on rock fragments."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Aftaden (NM), Copperworld (CA), Darktower (T CA), Grinder (CA), Sparkhule (CA), Stonegold (CA), and Zyplar (NV) series. Aftaden, Copperworld and Grinder soils have less than 18 percent clay in the particle size control section. Darktower soils have a lithic contact between 36 and 50 centimeters (14 and 20 inches). Sparkhule soils have a mean annual soil temperature range of 17 to 19 degrees C (63 to 67 degrees F) and do not receive appreciable summer precipitation. Aftaden, Darktower and Stonegold soils are formed from basalt. Zyplar soils are formed from rhyolitic ash-fall tuff and have a mean annual soil temperature of 15 to 18 degrees C (59 to 65 degrees F)."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: The Jiblette soils are on hills and pediments. Slopes range from 8 to 30 percent. These soils formed in colluvium and residuum derived from granitoid rocks. Elevation is 920 to 1035 meters (3,015 to 3,395 feet). The climate is arid with warm, dry summers and cool, moist winters. The mean annual precipitation is 100 to 175 millimeters and the mean annual air temperature is 17 to 20 degrees C. The frost free season is 270 to 320 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Cajon, Coppermine and Helendale soils. Cajon soils occur on nearby inset fans and interfluves and are very deep, have no diagnostic horizons and are sandy throughout. Coppermine soils are on adjacent steeper hills and are skeletal with greater than 35 percent rock fragments throughout the soil profile. Helendale soils occur on fan remnants, are very deep, and have a coarse-loamy particle size control section."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Well drained; moderately low saturated hydraulic conductivity above and within the bedrock."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: This soil is used for recreation, wildlife habitat, and urban land. Vegetation is burrobush, blackbrush, creosote bush, Mojave yucca, and cholla species."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Mojave Desert of southeastern California; MLRA 30.  The soils are of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: PHOENIX, ARIZONA"
  },
  "ORIGIN": {
    "section": "SERIES PROPOSED",
    "content": "SERIES PROPOSED:  San Bernardino County, California; Mojave Desert Area, West Central Part Soil Survey, California, 2012. The name is coined."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features in this pedon include:\nOchric Epipedon - from a depth of 0 to 10 centimeters (A and ABt horizons)\nArgillic Horizon -from a depth of 10 to 35 centimeters (Btk1 and Btk2 horizons)\nLithic Contact - the zone beginning at 35 centimeters (Rt horizon)\nParticle Size Control Section: from a depth of 0 to 35 centimeters (A, Bt, Btk1, and Btk2 horizons)\nADDITIONAL DATA: NASIS User Pedon ID: 124986530.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 3,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 4,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 4,
        "texture_class": "sandy loam",
        "cf_class": "gravelly",
        "pH": 7.6,
        "pH_class": "slightly alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A -- 0 to 3 centimeters (0 to 1 inches); yellowish brown (10YR 5/4), gravelly sandy loam, dark yellowish brown (10YR 3/4) moist; weak fine subangular blocky structure; soft, very friable, slightly sticky and slightly plastic; common very fine roots throughout; common very fine and fine irregular pores; 10 percent fine gravel, 5 percent medium and coarse gravel and 2 percent cobbles; slightly effervescent; slightly alkaline (pH 7.6); clear smooth boundary."
      },
      {
        "name": "ABt",
        "top": 3,
        "bottom": 10,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 4,
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "sandy loam",
        "cf_class": "gravelly",
        "pH": 7.6,
        "pH_class": "slightly alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "ABt -- 3 to 10 centimeters (1 to 4 inches); dark yellowish brown (10YR 4/4), gravelly sandy loam, dark yellowish brown (10YR 3/4)  moist; moderate medium subangular blocky structure; slightly hard, very friable, slightly sticky and slightly plastic; common very fine and  fine and moderately few medium roots throughout; common very fine and fine irregular pores; 10 percent, faint, strong brown (7.5YR 4/6), clay films on all faces of peds; 10 percent fine gravel, 5 percent medium and coarse gravel and 5 percent cobbles; slightly alkaline (pH 7.6); clear smooth boundary. (Combined thickness of the A and ABt horizons is 2 to 12 centimeters thick)"
      },
      {
        "name": "Btk1",
        "top": 10,
        "bottom": 19,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 6,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "sand",
        "cf_class": "gravelly",
        "pH": 8,
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Btk1 -- 10 to 19 centimeters (4 to 8 inches); dark yellowish brown (10YR 4/6), gravelly loam, dark yellowish brown (10YR 4/4) moist; moderate medium subangular blocky structure; slightly hard, very friable, moderately sticky and moderately plastic; common very fine and moderately few fine and medium roots throughout; common very fine and fine irregular pores; 45 percent faint bridging between sand grains and 70 percent distinct, strong brown (7.5YR 4/6), clay films on rock fragments; 1 percent faint, very pale brown (10YR 8/2), dry, calcium carbonate films on the bottom of rock fragments; 10 percent fine gravel and 15 percent medium and coarse gravel; very slightly effervescent; moderately alkaline (pH 8.0); clear smooth boundary."
      },
      {
        "name": "Btk2",
        "top": 19,
        "bottom": 35,
        "dry_hue": "7.5YR",
        "dry_value": 5,
        "dry_chroma": 6,
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 6,
        "texture_class": "clay loam",
        "cf_class": "NA",
        "pH": 8.2,
        "pH_class": "moderately alkaline",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "Btk2 -- 19 to 35 centimeters; (8 to 14 inches) strong brown (7.5YR 5/6), clay loam, strong brown (7.5YR 4/6) moist; moderate coarse subangular blocky structure; very hard, firm, moderately sticky and moderately plastic; common very fine and moderately few fine and medium roots throughout; common very fine and fine irregular pores; 35 percent faint, yellowish red (5YR 4/6), clay films on all faces of peds and 80 percent distinct, strong brown (7.5YR 4/6), clay films on rock fragments; 1 percent fine, prominent, white (10YR 8/1), dry, thread-like calcium carbonate masses in the matrix, extremely weakly cemented with clear boundaries and 2 percent distinct, white (10YR 8/1), calcium carbonate films on all sides of rock fragments; 9 percent fine gravel and 3 medium and coarse gravel; very slightly effervescent; moderately alkaline (pH 8.2); abrupt wavy boundary. (Combined thickness of the Btk horizons is 23 to 33 centimeters)"
      },
      {
        "name": "Rt",
        "top": 35,
        "bottom": 60,
        "dry_hue": "7.5YR",
        "dry_value": 4,
        "dry_chroma": 6,
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "clay",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Rt--35 to 60 centimeters (14 to 24 inches); weathered, strongly cemented granitoid bedrock with high excavation difficulty; fractures between 15 and 20 centimeters apart; 50 percent distinct, strong brown (7.5YR 4/6) clay films on rock fragments."
      }
    ]
  ]
}
