{
  "SERIES": "JIGSAW",
  "STATUS": "Established Series",
  "BYREV": "Rev. RSJ/MJD",
  "REVDATE": "10/98",
  "STATES": "UT",
  "OVERVIEW": "The Jigsaw series consists of very deep, well drained, slowly permeable soils that formed in alluvium from intermediate igneous and sedimentary rocks.  These soils are on alluvial fans and lake plains. Slopes are 0 to 5 percent.  The mean annual temperature is about 48 degrees F. and the average annual precipitation is about 11 inches.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty, mixed, superactive, calcareous, mesic Xeric Torriorthents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Jigsaw silty clay loam on a 1 percent west facing slope--irrigated cropland.  (Colors are for air-dry soil unless otherwise stated).\nAp--0 to 7 inches; light brown (7.5YR 6/4) silty clay loam, dark brown (7.5YR 4/4) moist; moderate fine and very fine subangular blocky structure; very hard, firm, sticky and plastic; few medium, fine and many very fine roots; few medium and many fine and very fine pores; violently effervescent (35 percent calcium carbonate equivalent), carbonates are disseminated; moderately alkaline (pH 8.0); abrupt smooth boundary.  (7 to 10 inches thick).\nA--7 to 10 inches; light brown (7.5YR 6/4) silty clay loam, dark brown (7.5YR 3/4) moist; weak medium subangular blocky structure parting to weak medium subangular blocky; very hard, firm, sticky and plastic; few medium, fine and common very fine roots; few medium and common fine pores; violently effervescent (34 percent calcium carbonate equivalent), carbonates are disseminated; moderately alkaline (pH 8.0); clear smooth boundary.  (5 to 10 inches thick).\nBw1--10 to 27 inches; light brown (7.5YR 6/4) silty clay loam, dark brown (7.5YR 3/4) moist; weak coarse subangular blocky structure parting to weak medium and fine subangular blocky; very hard, firm, sticky and plastic; few medium, fine and very fine roots; few medium, common fine and many very fine pores; violently effervescent (28 percent calcium carbonate equivalent), carbonates are disseminated and in few fine flecks; moderately alkaline (pH 8.2); clear smooth boundary.  (15 to 20 inches thick).\nBw2--27 to 39 inches; light brown (7.5YR 6/4) silty clay loam, dark brown (7.5YR 4/4) moist; weak fine and very fine subangular blocky structure; very hard, firm, sticky and plastic; few medium, fine and very fine roots; few medium and common fine pores; violently effervescent (29 percent calcium carbonate equivalent), carbonates are disseminated and in common fine flecks; moderately alkaline (pH 8.2); clear smooth boundary. (10 to 15 inches thick).\nBw3--39 to 49 inches; light brown (7.5YR 6/4) silty clay loam, dark brown (7.5YR 4/4) moist; weak fine and very fine subangular blocky structure; very hard, firm, sticky and plastic; few medium, fine and very fine roots; few medium, common fine and very fine pores; violently effervescent (31 percent calcium carbonate equivalent), carbonates are disseminated and in common fine flecks; moderately alkaline (pH 8.2); abrupt smooth boundary.  (8 to 12 inches thick).\nC1--49 to 55 inches; light brown (7.5YR 6/4) loam, brown (7.5YR 4/4) moist; massive; slightly hard, friable, slightly sticky and slightly plastic; few fine and very fine roots; few medium, common fine and very fine roots; few medium, common fine and very fine pores; violently effervescent (28 percent calcium carbonate equivalent), carbonates are disseminated; moderately alkaline (pH 8.4); abrupt wavy boundary.  (5 to 8 inches thick).\nC2--55 to 60 inches; light brown (7.5YR 6/4) silty clay loam, dark brown (7.5YR 4/4) moist; massive; very hard, firm, sticky and plastic; few fine and very fine roots; common fine and very fine random tubular pores; violently effervescent (32 percent calcium carbonate equvalent), carbonates are disseminated and in common fine flecks; moderately alkaline (pH 8.2)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Iron County, Utah; about 3 miles north of Cedar City, 1,100 feet west and 200 feet north of the southeast corner of section 27, T. 35 S. R. 11 W. Cedar City Quadrangle; lat. 37 degrees, 43 minutes, 16 seconds N. and long. 113 degrees, 4 minutes, 25 seconds W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The mean annual soil temperature at a depth of 20 inches ranges from 47 to 52 degrees F., and mean summer soil temperature ranges from 67 to 72 degrees F.  The soil is dry for 50 to 60 percent of the time the soil temperature at a depth of 20 inches is above 41 degrees F.  It is usually dry in some part of the moisture control section for 60 to 75 days out of the 120 days after June 21st.  The soil moisture regime is aridic bordering on xeric.\nThe particle-size control section averages 27 to 35 percent clay and less than 15 percent fine sand or coarser.  It is strongly effervescent to violently effervescent throughout, and is moderately or strongly alkaline.\nThe A horizon has hue of 10YR or 7.5YR, value of 5 or 6 dry and 3 or 4 moist, and chroma of 3 or 4.  Texture is loam, silty clay loam, silt loam or clay loam.\nThe C horizon has hue of 10YR or 7.5YR, value of 6 or 7 dry and 3 to 5 moist, and chroma of 3 to 5.  Texture is commonly silty clay loam but ranges to loam, and has less than 15 percent rock fragments."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Calcross T(UT), Kudlac (ID) and Manassa (UT) series.  Calcross soils have hues of 2.5YR or 5YR in the C horizon.   Kudlac soils formed in lacustrine sediments and have Bk horizons.  Manassa soils have an exchangeable sodium percentage of more than 15 percent above a depth of 20 inches and more than 40 percent below 20 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Jigsaw soils are on alluvial fans, lake plains and fan remnants at elevations of 4,700 to 6,000 feet.  Slopes range from 0 to 5 percent.  These soils formed in alluvium derived dominantly from intermediate igneous and sedimentary rocks.  The mean annual air temperature is 45 to 52 degrees F.  Average annual precipitation is 8 to 12 inches.  The freeze-free period is 120 to 150 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Bandag and Braffits soils.  Bandag and Braffits soils have more than 15 percent fine sand or coarser in the control section.  They are on slightly higher positions on alluvial fans and fan terraces."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; slow runoff; slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used for rangeland and irrigated cropland.  The native vegetation is basin big sagebrush, rubber rabbitbrush, bottlebrush squirreltail and bluebunch wheatgrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Southwestern Utah.  These soils are inextensive. MLRA 28A."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Phoenix, Arizona"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Iron County (Iron-Washington Area), Utah, 1997.  The name is coined."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  The diagnostic feature recognized in this pedon is:\nOchric epipedon - the zone from the soil surface to a depth of about 10 inches.  (Ap and A horizons)\nThe classification is based on the \"Keys to Soil Taxonomy, Eighth Edition, 1998\".  The cation exchange activity class is an estimate based on NASIS data.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
