{
  "SERIES": "JILSON",
  "STATUS": "Established Series",
  "BYREV": "Rev. JJN/TDC",
  "REVDATE": "03/2003",
  "STATES": "CA",
  "OVERVIEW": "The Jilson series consists of shallow, well drained soils that formed in material weathered from mixed metamorphic rocks.  Jilson soils are on mountainous uplands and have slopes of 5 to 75 percent.  The mean annual precipitation is about 22 inches and the mean annual temperature is about 48 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy, mixed, superactive, mesic Lithic Argixerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Jilson gravelly loam - on a south facing convex slope of 35 percent under squirreltail, cheatgrass, filaree, needlegrass, rabbitbrush and juniper at 3,720 feet elevation.  (Colors are for dry soil unless otherwise stated.  When described (9/26/75) the soil was dry throughout).\nA1--0 to 3 inches; brown (10YR 5/3) gravelly loam, dark brown (10YR 3/3) moist; weak fine subangular blocky structure; slightly hard, friable, nonsticky and nonplastic; few fine, and common very fine roots; common very fine tubular pores; 20 percent fine and medium (2 to 10mm) pebbles; neutral (pH 7.2); clear smooth boundary.  (2 to 4 inches thick)\nB21t--3 to 7 inches; brown (10YR 5/3) gravelly loam, dark brown (10YR 3/3) moist; moderate medium subangular blocky structure; hard, firm, slightly sticky and slightly plastic; few very fine and fine roots; common very fine tubular pores; very few thin clay films on peds and in pores; 20 percent fine and medium (2 to 10mm) pebbles; neutral (pH 6.7); clear smooth boundary.  (3 to 6 inches thick)\nB22--7 to 14 inches; yellowish brown (10YR 5/4) gravelly heavy loam, dark yellowish brown (10YR 4/4) moist; moderate medium subangular blocky structure, hard, firm, sticky and plastic; few very fine and fine roots; common very fine tubular pores; few thin clay films on peds and in pores; 25 percent fine and medium (2 to 10mm) pebbles; slightly acid (pH 6.3); abrupt wavy boundary.  (5 to 10 inches thick)\nR--14 to 17 inches; hard fractured metasedimentary rock."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Siskiyou County, California; about 9 miles (airline) WNW of Gazelle off Moffett Creek Road up Portugese Gulch and about 50 yards past gate; approximately 2,400 feet south and 2,960 feet east of the northwest corner sec. 20, T. 43 N., R. 7 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Depth to a lithic contact of hard fractured bedrock is 10 to 20 inches.  The mean annual soil temperature is 50 to 59 degrees F.; mean January soil temperature is 34 to 39 degrees F.; mean July soil temperature is 68 to 83 degrees F.  The soil temperature at the 20 inch depth or the lithic contact exceeds 41 degrees F. from April 15 to November 20.  The soil between the depths of 4 and 12 inches is dry from mid-June until mid-October and is moist in some or all parts the rest of the time.  Rock fragments make up 15 to 35 percent of the soil profile and consist mostly of fine and medium (2 to 15mm) gravel.\nThe A horizon is dark grayish brown, grayish brown, dark brown or brown (10YR 4/2, 4/3, 5/2, 5/3; 7.5YR 4/2, 5/2).  Moist colors are very dark brown, very dark grayish brown or dark brown (10YR 2/2, 3/2, 3/3; 7.5YR 3/2).  It has 12 to 18 clay and is slightly acid to mildly alkaline.\nThe B2t horizon is dark brown. dark yellowish brown, brown, yellowish brown, pale brown, light yellowish brown, strong brown, or light brown (10YR 4/3, 4/4, 5/3, 5/4, 5/6, 6/3, 6/4; 7.5YR 4/4, 5/4, 5/6, 6/4).  Moist colors are dark brown, dark yellowish brown, brown, yellowish brown or strong brown (10YR 3/3, 3/4, 4/3, 4/4, 5/3, 5/4; 7.5YR 4/4, 5/4, 5/6).  The upper part of the B2t horizon has dry value of 4 or 5 and moist value and chroma of 3.  It is gravelly loam or gravelly clay loam with 18 to 35 percent clay and has at least a 4 percent (absolute) clay increase but lacks an abrupt A/B2t horizon boundary.  It is slightly acid to mildly alkaline.\nThe bedrock is slightly to highly fractured and slightly weathered with soil materials filling some of the fractures."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the McQuarrie and Pass Canyon series.  McQuarrie soils have segregated lime accumulations in the lower part of the B2t horizon and lack rock fragments in the B2t horizon.  Pass Canyon soils have MAST of 47 to 50 degrees F. and MSST of 63 to 68 degrees F."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Jilson soils are on ridge tops and adjacent to rock outcrops on mountainous uplands.  Slopes are 5 to 75 percent.  The soils formed in materials weathered from metamorphosed sedimentary and igneous rocks.  Elevations are 2,200 to 5,000 feet.  The climate is continental and subhumid with warm dry summers and cold moist winters.  The mean annual precipitation is 16 to 32 inches.  Seasonal snowfall is 18 to 24 inches.  Mean January temperature is 28 to 37 degrees F.; mean July temperature is 64 to 70 degrees F.; mean annual temperature is 45 to 52 degrees F.  Frost-free season is 90 to 150 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Bonnet, Boomer, Duzel, Facey, Hilt, Ipish, Kinkel, Marpa and Stoner soils.  The soils are all more than 20 inches deep.  Also, Bonnet soils have secondary lime accumulation; Bonnet, Kinkel and Marpa soils have more than 35 percent rock fragments in the particle size control section; Boomer, Hilt, Ipish, Kinkel, Marpa and Stoner soils have an ochric epipedon; and Stoner soils have a cambic horizon."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained, medium to very rapid runoff; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used mainly as rangeland and wildlife habitat.  Native vegetation is bluebunch wheatgrass, Idaho fescue, Sandberg bluegrass, needlegrass, buckbrush, bitterbrush, manzanita, juniper and scattered ponderosa pine."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Hilly and mountainous uplands in the lower rainfall areas of the eastern portion of the Klamath Mountains in north-central California and possibly south central Oregon.  The series is moderately extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Siskiyou County, California, 1978.\nOSED scanned by SSQA.  Last revised by state on 10/78."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nThe superactive cation exchange activity class was added in 03/2003 to the taxonomic classification by the National Soil Survey Center on request of the Reno MLRA office, without review of the soil series property data. The remainder of this document has not been updated.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A1",
        "top": 0,
        "bottom": 8,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "loam",
        "cf_class": "gravelly",
        "pH": 7.2,
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A1--0 to 3 inches; brown (10YR 5/3) gravelly loam, dark brown (10YR 3/3) moist; weak fine subangular blocky structure; slightly hard, friable, nonsticky and nonplastic; few fine, and common very fine roots; common very fine tubular pores; 20 percent fine and medium (2 to 10mm) pebbles; neutral (pH 7.2); clear smooth boundary.  (2 to 4 inches thick)"
      },
      {
        "name": "B21t",
        "top": 8,
        "bottom": 18,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "loam",
        "cf_class": "gravelly",
        "pH": 6.7,
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "B21t--3 to 7 inches; brown (10YR 5/3) gravelly loam, dark brown (10YR 3/3) moist; moderate medium subangular blocky structure; hard, firm, slightly sticky and slightly plastic; few very fine and fine roots; common very fine tubular pores; very few thin clay films on peds and in pores; 20 percent fine and medium (2 to 10mm) pebbles; neutral (pH 6.7); clear smooth boundary.  (3 to 6 inches thick)"
      },
      {
        "name": "B22",
        "top": 18,
        "bottom": 36,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 4,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "loam",
        "cf_class": "gravelly",
        "pH": 6.3,
        "pH_class": "slightly acid",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "B22--7 to 14 inches; yellowish brown (10YR 5/4) gravelly heavy loam, dark yellowish brown (10YR 4/4) moist; moderate medium subangular blocky structure, hard, firm, sticky and plastic; few very fine and fine roots; common very fine tubular pores; few thin clay films on peds and in pores; 25 percent fine and medium (2 to 10mm) pebbles; slightly acid (pH 6.3); abrupt wavy boundary.  (5 to 10 inches thick)"
      },
      {
        "name": "R",
        "top": 36,
        "bottom": 43,
        "narrative": "R--14 to 17 inches; hard fractured metasedimentary rock."
      }
    ]
  ]
}
