{
  "SERIES": "JIMBLUFF",
  "STATUS": "Established Series",
  "BYREV": "Rev.  BJD/TDT",
  "REVDATE": "07/2005",
  "STATES": "WA",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, isotic, frigid Vitrandic Haploxerepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Jimbluff gravelly ashy sandy loam, on a northeast facing 12 percent slope at an elevation of 2,080 feet in a Douglas fir and ponderosa pine forest.  (Colors are for dry soil unless otherwise stated.  All textures are apparent field textures.)\nOe--0 to 2 inches; moderately decomposed needles and twigs; abrupt smooth boundary.  (1 to 3 inches thick)\nA--2 to 6 inches; dark grayish brown (10YR 4/2) gravelly ashy sandy loam, very dark grayish brown (10YR 3/2) moist; weak fine granular structure; soft, very friable, nonsticky and nonplastic; common very fine and fine, and few medium and coarse roots; common very fine and fine irregular pores; 20 percent gravel and 2 percent cobbles; neutral (pH 6.8); clear smooth boundary.  (4 to 6 inches thick)\nBw1--6 to 11 inches; pale brown (10YR 6/3) gravelly ashy sandy loam, brown (10YR 4/3) moist; weak fine and medium subangular blocky structure; soft, very friable, nonsticky and nonplastic; common very fine and fine, and few medium and coarse roots; common very fine and fine irregular pores; 25 percent gravel and 5 percent cobbles; slightly acid (pH 6.4); clear wavy boundary.\nBw2--11 to 19 inches; pale brown (10YR 6/3) very cobbly ashy sandy loam, brown (10YR 4/3) moist; weak fine and medium subangular blocky structure; soft, very friable, nonsticky and nonplastic; common very fine and fine, and few medium roots; common very fine and fine irregular pores; 25 percent gravel and 15 percent cobbles; slightly acid (pH 6.4); clear wavy boundary.  (Combined Bw horizon thickness is 8 to 15 inches thick)\n2C1--19 to 26 inches; light yellowish brown (2.5Y 6/3) very cobbly sandy loam, light olive brown (2.5Y 5/3) moist; massive; soft, very friable, nonsticky and nonplastic; common very fine and fine roots; few very fine and fine irregular pores; 30 percent gravel, 20 percent cobbles and 5 percent stones; slightly acid (pH 6.4); gradual wavy boundary.\n2C2--26 to 37 inches; light yellowish brown (2.5Y 6/3) extremely cobbly coarse sandy loam, light olive brown (2.5Y 5/3) moist; massive; soft, very friable, nonsticky and nonplastic; few very fine and fine roots; few very fine irregular pores; 40 percent gravel, 20 percent cobbles and 5 percent stones; slightly acid (pH 6.4); gradual wavy boundary.  (Combined 2C horizon thickness is 13 to 40 inches thick)\n3C3--37 to 62 inches; light brownish gray (2.5Y 6/2) extremely gravelly loamy sand, grayish brown (2.5Y 5/2) moist; single grain; loose; nonsticky and nonplastic; 50 percent gravel, 20 percent cobbles and 5 percent stones; slightly acid (pH 6.5)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Okanogan County, Washington; about 6 miles southeast of Mazama, Wa., about 2,300 feet west and 800 feet south of the northeast corner of section 22, T. 35 N., R. 20 E.  (Latitude 48 degrees, 31 minutes, 32 seconds N., Longitude 120 degrees, 19 minutes, 31 seconds W.)"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The mean annual soil temperature is 42 to 45 degrees F.  These soils are usually moist but are dry in all parts of the moisture control section for 60 to 75 days following the summer solstice.  Thickness of the volcanic ash influence is 10 to 20 inches, and has an estimated moist bulk density of 1.10 to 1.40 g/cc, volcanic glass content of 5 to 20 percent, acid-oxalate extractable aluminum plus one-half of the acid-oxalate extractable iron of 0.4 to 1.0 percent, and 15-bar water retention of 5 to 10 percent for air dried samples.  The particle-size control section averages 35 to 80 percent rock fragments and 2 to 6 percent clay.  Reaction is slightly acid to neutral throughout.\nThe A horizon has values of 4 or 5 dry, 2 to 4 moist, and chromas of 2 or 3 dry or moist.\nThe Bw horizon has chromas of 3 or 4 dry or moist.  It is ashy sandy loam, gravelly ashy sandy loam, very gravelly ashy sandy loam, or very cobbly ashy sandy loam.  It has 10 to 30 percent gravel and 0 to 15 percent cobbles.\nThe 2C horizons has hues of 10YR or 2.5Y, values of 4 or 5 moist, 5 or 6 dry and chromas of 2 or 3 dry or moist.  It is very gravelly sandy loam, very cobbly sandy loam, or extremely cobbly coarse sandy loam.  It has 30 to 50 percent gravel, 0 to 30 percent cobbles and 0 to 10 percent stones.\nThe 3C horizon has hues of 10YR or 2.5Y, values of 5 or 6 dry, 4 or 5 moist, and chromas of 2 or 3 dry or moist.  It is extremely gravelly loamy sand or extremely cobbly loamy sand.  It has 45 to 55 percent gravel, 20 to 30 percent cobbles, and 0 to 5 percent stones."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Blinn, Brevco, Coxit,  Huntrock, Jumpe, Lekrem, Longort, Noil, Ontrail, Radarcreek, Redpeak, Santop, Seeburg and Thout series.  Blinn, Brevco, Huntrock, Redpeak, Santop and Thout soils are moderately deep to a lithic contact.  Coxit soils have 8 to 18 percent clay. Longort soils have Cd horizons with 8 to 15 percent clay.  Ontrail soils hue of 5YR or 7.5YR and have 5 to 12 percent clay.  Jumpe soils have an ash influcence mantle 25 to 45 inches thick with 13 to 27 percent clay.  Lekrem soils are similar and need further review.  Radarcreek soils are deep to a lithic contact.  Seeburg soils have an ash mantle 7 to 14 inches thick that is ashy loamy sand.  Noil soils are 40 to 60 inches to a paralithic contact."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Jimbluff soils are on alluvial fans and footslopes of mountains.  Elevations range from 2,200 to 4,100 feet.  Slopes are 5 to 35 percent.  These soils formed in alluvium and till from sedimentary and volcanic rock sources with a component of volcanic ash in the upper part.  The climate is characterized by warm, dry summers and cool, moist winters.  The average annual precipitation ranges from 20 to 24 inches.  The average January temperature ranges from 22 to 26 degrees F.; the average July temperature ranges from 62 to 67 degrees F.; and the average annual air temperature ranges from 40 to 44 degrees F.  The frost-free season is 90 to 120 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Buckrock, Farway, Veridge soils.  Buckrock soils are on open shoulders and ridges and are mesic.  Farway soils are on backslopes and have a volcanic ash mantle greater than 14 inches thick that has andic soil properties.  Veridge soils are on backslopes and shoulders and are 20 to 40 inches to bedrock."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:   Well drained, medium runoff; moderately rapid to rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used for timber production, wildlife habitat, watershed, recreation and livestock grazing.  Native vegetation is Douglas fir and ponderosa pine with an understory of pinegrass, shinyleaf spirea, mountainlover, common snowberry and tall Oregon grape."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northcentral Washington.  This series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Okanogan National Forest, Okanogan County, Washington, 2005."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features in this pedon include:\nOchric epipedon\nCambic horizon - Bw1 and Bw2 horizon (6 to 19 inches)\nPSCS - zone from 12 to 42 inches (part of the Bw2 horizon, 2C1, 2C2 and part of 3C horizon)\nVitrandic properties from 2 to 19 inches.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
