{
  "SERIES": "JIMGREEN",
  "STATUS": "Established Series",
  "BYREV": "Rev. MPK/TDT",
  "REVDATE": "04/2001",
  "STATES": "OR",
  "OVERVIEW": "The Jimgreen series consists of very deep, very poorly drained soils that formed in organic materials.  Jimgreen\nsoils are in lake basins.  Slopes are 0 to 1 percent.  The\nmean annual precipitation is about 9 inches and mean annual temperature is 44 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Euic, frigid Hemic Haplosaprists"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Jimgreen muck - marshland, on a 1 percent\nslope at 4132 feet.  (Colors are for moist soil unless\notherwise stated.   When described on September 22, 1994,\nthe soil was moist to very moist from 0 to 42 inches and an\napparent water table was at 42 inches.)\nOa--0 to 10 inches; black (10YR 2/1) muck, dark gray\n(10YR 4/1) dry; massive; friable, nonsticky and nonplastic; many very fine, fine, and medium roots; few fine tubular pores; few fine distinct yellowish brown (10YR 5/4) iron concentrations; about 43 percent organic matter; slightly acid (pH 6.1 in water); clear irregular boundary. (7 to 10 inches thick)\n2Bw--10 to 12 inches; gray (2.5Y 4/0) and dark gray (2.5Y\n5/0) mucky silt loam, gray (10YR 6/1) crushed and rubbed\ndry; massive; friable, slightly sticky and nonplastic; common very fine and fine roots; few fine tubular pores; few glass shards; neutal (pH 6.7 in water); clear wavy boundary. (1 to 2 inches thick)\n3Oa--12 to 32 inches; black (10YR 2/1) muck, dark gray\n(10YR 4/1) dry; massive; friable, nonsticky and nonplastic; common very fine and fine roots; few fine tubular pores; few faint coatings lining pores; slightly acid (pH 6.2 in water); clear smooth boundary.  (15 to 25 inches thick)\n3Oe1--32 to 44 inches; dark grayish brown (2.5Y 4/2) mucky peat, light gray (10YR 7/1) dry; about 30 percent fibers after rubbing; massive; friable, nonsticky and nonplastic; few very fine roots; few fine tubular pores; slightly acid (pH 6.5 in water).\n3Oe2--44 to 60 inches; very dark grayish brown (10YR 3/2)\nand very dark gray (10YR 3/1) mucky peat, light gray (10YR 7/1) dry; about 30 percent fibers after rubbing; nonsticky and nonplastic; neutral (pH 6.7 in water)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Harney County, Oregon about 6 miles west of Diamond, about 1000 feet south and 300 feet east of the northwest corner section 21 T. 29 S., R. 32 E. (Latitude 43 degrees, 2 minutes, 33 seconds N, Longitude 118 degrees, 46 minutes, 41 seconds W.)"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Depth to bedrock is greater than 60 inches.  Depth to mucky peat (hemic material) is 25 to 35 inches.  Some pedons are underlain by mineral soil at a depth greater than 46 inches.  All organic material is from herbaceous plants.  The mean annual soil temperature is 45 to 47 degrees F. Soils are frozen from the 0 to 8 inch depth in winter.  A perennial water table is at a depth of 1.5 to 2.5 feet. The soils are frequently ponded with up to 3 feet of water on the surface from March to September.\nThe surface tier (0 to 12 inches, Oa and 2Bw horizon) is muck with thin strata mineral soil.  Buried or overwash phases are recognized; where present texture is silt loam and is 6 to 12 inches thick.  It is slightly acid to slightly alkaline.\nThe subsurface tier (12 to 36 inches, 3Oa and 3Oe1) is muck or mucky peat; mucky peat textures occur below a depth of 30 inches.  It is slightly acid or neutral.\nThe bottom tier (36 to 51 inches, 3Oe1 and 3Oe2) is mucky peat and mineral soil material; may occur below a depth of 46 inches.  It is neutral."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: This is the Carbondale series.  Carbondale soils can contain woody organic material, occur on glacial landscapes and have 27 to 44 inches of precipitation."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Jimgreen soils are in lake basins and have slopes of 0 to 1 percent. The soils formed in organic materials and some mineral alluvium. Elevations are 4130 to 4140 feet. The climate is characterized by cool, moist winters and hot dry summers. The mean annual air temperature is 43 to 44 degrees F, and the mean annual precipitation is 8 to 10 inches. The frost free period is 50 to 80 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Housefield, Skidoosprings, Doubleo, Mcbain and Fury soils. All these soils are mineral soils. Skidoosprings and Mcbain soils are on higher terraces. Doubleo soils are on slightly higher terraces. Fury soils are poorly drained. Housefield soils are on the same terrace as Jimgreen soils, but have mucky silt loam textures throughout."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Very poorly drained, ponded; moderate permeability. Permanent water table at 2.5 feet from January to December, and a fluctuating water table at 0 to 2.5 feet from January to December.   Ponding is frequent.  Flooding is rare."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: The soils are used for wildlife habitat, livestock grazing and grass hay production. Potential native vegetation is hardstem bulrush  and broadfruit burreed."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Donner und Blitzen River Valley. Harney County, Oregon; MLRA 23 and 24.  Series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Harney County, Oregon 1997."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nOrganic materials - 0 to 10 inches and 12 to 60 inches; sapric material from 0 to 10 inches and12 to 32 inches and hemic material from 32 to 60 inches.\nControl section - 0 to 51 inches.\nSoil temperature regime - frigid\nReaction is greater than 6.1 throughout profile - euic\nADDITIONAL DATA: Partial data is available for this soil. Reference sample S93OR-025-004 and S95OR-025-003 from Harney County, Oregon, NSSL Lincoln NE.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "very poorly"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Oa",
        "top": 0,
        "bottom": 25,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 1,
        "narrative": "Oa--0 to 10 inches; black (10YR 2/1) muck, dark gray"
      },
      {
        "name": "2Bw",
        "top": 25,
        "bottom": 30,
        "moist_hue": "2.5Y",
        "moist_value": 4,
        "moist_chroma": 0,
        "narrative": "2Bw--10 to 12 inches; gray (2.5Y 4/0) and dark gray (2.5Y"
      },
      {
        "name": "3Oa",
        "top": 30,
        "bottom": 81,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 1,
        "narrative": "3Oa--12 to 32 inches; black (10YR 2/1) muck, dark gray"
      },
      {
        "name": "3Oe1",
        "top": 81,
        "bottom": 112,
        "dry_hue": "10YR",
        "dry_value": 7,
        "dry_chroma": 1,
        "moist_hue": "2.5Y",
        "moist_value": 4,
        "moist_chroma": 2,
        "pH_class": "slightly acid",
        "narrative": "3Oe1--32 to 44 inches; dark grayish brown (2.5Y 4/2) mucky peat, light gray (10YR 7/1) dry; about 30 percent fibers after rubbing; massive; friable, nonsticky and nonplastic; few very fine roots; few fine tubular pores; slightly acid (pH 6.5 in water)."
      },
      {
        "name": "3Oe2",
        "top": 112,
        "bottom": 152,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "narrative": "3Oe2--44 to 60 inches; very dark grayish brown (10YR 3/2)"
      }
    ]
  ]
}
