{
  "SERIES": "JIMMERFIELD",
  "STATUS": "Tentative Series",
  "BYREV": "IRD. DEW/JCK",
  "REVDATE": "02/2017",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, mesic Aquic Haplargids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Jimmerfield sandy clay loam, 2 percent slope in cropland at an elevation of 1,501 meters (colors are for dry soil unless otherwise noted).\nAp1--0 to 5 cm; light brown (7.5YR 6/3) sandy clay loam, brown (7.5YR 4/3) moist; weak medium granular structure; soft, very friable, slightly sticky and slightly plastic; common very fine and fine roots throughout; slightly effervescent; slightly alkaline (pH 7.8); gradual smooth boundary.\nAp2--5 to 30 cm; light brown (7.5YR 6/3) sandy clay loam, brown (7.5YR 4/3) moist; weak medium subangular blocky structure; slightly hard, friable, moderately sticky and moderately plastic; common very fine and few fine roots throughout; slightly effervescent; slightly alkaline (pH 7.8); clear smooth boundary. (combined thickness of the A horizons is 18 to 35 cm)\nBtk1--30 to 43 cm; light reddish brown (5YR 6/4) sandy clay loam; reddish brown (5YR 5/4) moist; moderate medium subangular blocky structure; slightly hard, friable, moderately sticky and moderately plastic; few very fine roots throughout, few very fine dendritic tubular pores; 10 percent prominent clay films on all faces of peds; finely disseminated carbonates and 3 percent fine moist threadlike calcium carbonate masses in the matrix; 10 percent fine 10YR 3/1 manganese masses, 10 percent fine 7.5YR 5/6 oxidized iron masses, 15 percent fine 10YR 7/2 iron depletions; slightly effervescent; moderately alkaline (pH 8.1); gradual wavy boundary.\nBtk2--43 to 62 cm; light reddish brown (5YR 6/4) sandy clay loam; reddish brown (5YR 5/4) moist; moderate medium subangular blocky structure; slightly hard, friable, moderately sticky and moderately plastic; few very fine roots throughout, few very fine dendritic tubular pores; 2 percent distinct clay films on all faces of peds; finely disseminated carbonates and 5 percent fine moist threadlike calcium carbonate masses in the matrix; 10 percent fine 10YR 3/1manganese masses, 10 percent fine 7.5YR 5/6 oxidized iron masses, 20 percent fine 10YR 7/2 iron depletions; slightly effervescent; moderately alkaline (pH 8.1); gradual wavy boundary.\nBtk3--62 to 110 cm; light brown (7.5YR 6/4) sandy clay loam; brown (7.5YR 5/4) moist; moderate medium subangular blocky structure; slightly hard, friable, moderately sticky and moderately plastic; few very fine dendritic tubular pores; 5 percent distinct clay films on all faces of peds; finely disseminated carbonates and 2 percent fine moist threadlike calcium carbonate masses in the matrix; 10 percent fine 10YR 3/1 manganese masses, 5 percent fine 7.5YR 5/6 oxidized iron masses, 30 percent fine 10YR 7/1 iron depletions; slightly effervescent; moderately alkaline (pH 8.0); gradual wavy boundary. (combined thickness of the Btk horizons is 40 to 147 cm)\nBCk1--110 to 158 cm; light yellowish brown (10YR 6/4) fine sandy loam; yellowish brown (10YR 5/4) moist; massive; soft, very friable, slightly sticky and slightly plastic; 2 percent fine moist irregular calcium carbonate masses in the matrix; 10 percent fine 10YR 3/1 manganese masses, 5 percent fine 7.5YR 5/6 oxidized iron masses, 30 percent fine 10YR 7/1 iron depletions; slightly effervescent; moderately alkaline (pH 8.0); gradual wavy boundary. (0 to 50 cm thick)\nBCk2--158 to 200 cm; light reddish brown (5YR 6/4) sandy loam; reddish brown (5YR 5/4) moist; massive; soft, very friable, slightly sticky and slightly plastic; 2 percent fine moist irregular calcium carbonate masses in the matrix; 5 percent fine 10YR 3/1 manganese masses, 5 percent fine 7.5YR 5/6 oxidized iron masses, 40 percent fine 10YR 7/1 iron depletions; slightly effervescent; moderately alkaline (pH 8.0)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Park County, Wyoming; 661 meters south and 128 meters west of the northeast corner of section 29, T. 51 N., R. 98W.; Sheets Flat USGS quadrangle; latitude 44 degrees 21 minutes 55.62 seconds N. and longitude 108 degrees 39 minutes 21.65 seconds W., NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nMean annual soil temperature - 8 to 10 degrees C\nDepth to seasonal high water table - 90 to 180 cm\nRock fragments - 0 to 15 percent gravel\nNote: where cultivated, saturation is, in part, from intensive flood irrigation.\nA horizons\nHue: 2.5YR to 7.5YR\nValue: 5 or 6 dry; 4 or 5 moist\nChroma: 2, 3 or 4\nTexture: loam, sandy clay loam, or clay loam\nClay content: 18 to 30 percent\nRock fragments: 0 to 15 percent gravel\nElectrical conductivity: 2 to 8 mmhos/cm\nReaction: 7.6 to 8.2\nBtk horizons\nHue: 2.5YR to 7.5YR\nValue: 5 or 6 dry; 4 or 5 moist\nChroma: 3, 4 or 6\nTexture: sandy clay loam, loam or clay loam\nClay content: 20 to 35 percent\nRock fragments: 0 to 15 percent gravel\nCalcium carbonate equivalent: 5 to 15 percent\nElectrical conductivity: 2 to 8 mmhos/cm\nReaction: 7.8 to 8.2\nBCk horizons\nHue: 2.5YR to 10YR\nValue: 5 or 6 dry; 4 or 5 moist\nChroma: 4 or 6\nTexture: sandy loam, fine sandy loam, loam, sandy clay loam or clay loam\nClay content: 18 to 30 percent\nRock fragments: 0 to 15 percent gravel\nCalcium carbonate equivalent: 5 to 10 percent\nElectrical conductivity: 2 to 8 mmhos/cm\nReaction: 7.8 to 8.2\nSome pedons have a Bt horizon above the Btk and some pedons have a Bk horizon in place of the BCk."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:\nManzanar (CA) - have horizons of strong gleying; have a lithologic discontinuity\nRoachgulch (WY) - do not have horizons of secondary calcium carbonate accumulation; do not have hues redder than 7.5YR\nSheetsflat (WY) - do not have horizons of secondary calcium carbonate accumulation in the surface mantle; do not have hues redder than 7.5YR\nSnydersditch (WY) - have less than 18 percent clay in the lower part of the subsoil; do not have hues redder than 7.5YR"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nLandform - stream terraces and alluvial fans\nElevation - 1,085 to 1,500 meters\nSlope - 0 to 8 percent slopes\nParent material - alluvium\nMean annual precipitation - 254 to 356 mm\nMean annual air temperature - 6 to 8 degrees C\nFrost-free period - 110 to 150 days"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: None"
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Moderately well drained; moderate to moderately rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Jimmerfield soils are used mainly for irrigated alfalfa and grass hay."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Jimmerfield soils are of small extent in northwest Wyoming. MLRA 32."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES PROPOSED",
    "content": "SERIES PROPOSED: Park County, Wyoming; 2016. The name is taken from a local irrigation canal."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - from 0 to 30 cm (Ap1 and Ap2 horizons)\nArgillic horizon - from 30 to 110 cm (Btk1, Btk2 and Btk3 horizons)\nSecondary carbonates - from 30 to 200 cm (Btk1, Btk2, Btk3, BCk1 and BCk2 horizons)\nRedoximorphic concentrations - from 30 to 200 cm (Btk1, Btk2, Btk3, BCk1 and BCk2 horizons)\nRedoximorphic depletions - from 30 to 200 cm (Btk1, Btk2, Btk3, BCk1 and BCk2 horizons)\nParticle-size control section - from 30 to 80 cm (Btk1, Btk2 and part of the Btk3 horizon)\nJimmerfield soils have a mesic temperature regime and an aridic moisture regime bordering on ustic.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
