{
  "SERIES": "JIMSAGE",
  "STATUS": "Established Series",
  "BYREV": "FRK/GHL",
  "REVDATE": "01/2019",
  "STATES": "ID",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive, frigid Calcic Pachic Haploxerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Jimsage gravelly loam - rangeland. On a 50 percent smooth slope, north aspect, 1,880 meter elevation. (Colors are for air dry soil unless otherwise stated. When described on September 29, 1980, the soil was moist throughout.)\nA--0 to 13 cm; dark brown (10YR 4/3) gravelly loam, very dark grayish brown (10YR 3/2) moist; weak fine and medium subangular blocky structure parting to weak fine and very fine granular; soft, very friable, slightly sticky and slightly plastic; many very fine roots; many very fine tubular pores; 25 percent gravel; slightly alkaline (pH 7.4); clear smooth boundary. (10 to 43 cm thick)\nBw1--13 to 33 cm; dark brown (10YR 4/3) very gravelly loam, very dark grayish brown (10YR 3/2) moist; weak fine and medium subangular blocky structure; soft, very friable, slightly sticky and slightly plastic; many very fine roots; many very fine tubular pores; 5 percent cobbles, 32 percent gravel; slightly alkaline (pH 7.6); clear wavy boundary. (10 to 25 cm thick)\nBw2--33 to 66 cm; dark brown (10YR 4/3) extremely gravelly loam, very dark grayish brown (10YR 3/2) moist; weak fine and medium subangular blocky structure; soft, very friable, slightly sticky and slightly plastic; common very fine roots; many very fine tubular pores; 15 percent cobbles, 50 percent gravel; slightly alkaline (pH 7.6); clear wavy boundary. (20 to 38 cm thick)\nBk1--66 to 110 cm; pale brown (10YR 6/3) very gravelly sandy loam, dark brown (10YR 4/3) moist; massive; soft, very friable, nonsticky and nonplastic; few very fine roots; common very fine tubular pores; slightly to violently effervescent; carbonates are segregated in common fine and medium irregular masses; 10 percent cobbles, 45 percent gravel; strongly alkaline (pH 8.6); gradual wavy boundary. (30 to 64 cm thick)\nBk2--110 to 152 cm; very pale brown (10YR 7/3) very gravelly sandy loam, brown (10YR 5/3) moist; massive; soft, very friable, nonsticky and nonplastic; few very fine roots in the upper 10 inches; slightly to strongly effervescent; 20 percent cobbles, 25 percent gravel; strongly alkaline (pH 8.5)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Cassia County, Idaho; about 6 miles south and 5 miles east of Albion, Idaho - about 1600 feet east and 700 feet north of the southwest corner of sec. 36, T. 12 S., R. 25 E.; USGS Nibbs Creek 7.5 minute topographic quadrangle; latitude 42 degrees 19 minutes 48 seconds N and longitude 113 degrees 29 minutes 25 seconds W; WGS84 Decimal Degrees 42.3300000 latitude, -113.4902778 longitude."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nAverage Annual soil temperature - 5.6 to 7.8 degrees C.\nSoil Moisture: This soil is usually moist, but is dry for 45 to 70 consecutive days during the late summer and autumn. Typic xeric moisture regime.\nThickness of the mollic epipedon - 50 to 81 cm.\nDepth to secondary carbonates - 25 to 81 cm.\nParticle size control section:\nClay content - 10 to 18 percent\nPebble content - 30 to 65 percent\nCobble content - 5 to 65 percent\nStone content - 0 to 40 percent\nA horizon\nValue - 4 or 5 dry, 2 or 3 moist\nChroma - 2 or 3\nReaction - neutral or mildly alkaline\nBw horizons\nValue - 4 or 5 dry, 2 or 3 moist\nChroma - 2 or 3\nTexture - GRV-L, CBV-L, and CBX-L\nClay content - 12 to 18 percent\nEffervescence - none through strongly\nReaction - mildly or moderately alkaline\nBk horizons\nValue - 6 through 8 dry, 3 through 5 moist\nChroma - 3 or 4\nTexture - GRV-L, GRV-SL, CBX-L, CBV-L, CBV-SL, and CBX-SL\nClay content - 10 to 15 percent\nEffervescence - slightly through strongly\nReaction - moderately or strongly alkaline"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: This is the Calpac series. Calpac soils are 100 to 150 cm to bedrock and have 20 to 27 percent clay in the control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Jimsage soils are on mountainsides, hillsides, and fan terraces. Slopes range from 5 to 70 percent. Elevation ranges from 1,465 to 2,200 meters. The soil formed in alluvium and residuum dominantly from quartz latite with some loess influence. The average annual precipitation is about 300 to 460 mm, the average annual air temperature is about 4.4 to 6.7 degrees C., and the frost- free season is 70 to 95 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Hutchley and Povey series, and the Rexburg, Vitale and Watercanyon series.  Hutchley and Vitale soils have argillic horizons. Hutchley soils have bedrock at 25 to 50 cm. Povey soils have bedrock at 100 to 150 cm and are cryic. Vitale soils have bedrock at 50 to 100 cm. Rexburg and Watercanyon soils have a coarse silty texture control section. Hutchley and Vitale soils are on cuestas and southerly slopes. Hutchley is also on ridge tops. Povey soils are in bowl shaped areas, generally at higher altitudes than Jimsage.  Rexburg and Watercanyon soils are on mountainsides."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Well drained.\nSaturated hydraulic conductivity is moderate in the upper part and moderately rapid to rapid below."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Jimsage soils are used for rangeland. The potential natural vegetation is low sagebrush, mountain big sagebrush, and bluebunch wheatgrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: South central Idaho. This series is moderately extensive. MLRA 11, 13 and 25."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Cassia County, Idaho, 1986."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are: Pachic mollic epipedon - The zone from the surface to 66 cm (A, Bw1 and Bw2 horizons).\nSecondary carbonate accumulation - The zone from 66 to 152 cm (Bk1 and Bk2 horizons).\nControl section - The zone from 25 to 100 cm (Bw1, Bw2 and Bk1 horizons).\nThe superactive cation exchange activity class was added in 03/2003 to the taxonomic classification by the National Soil Survey Center on request of the Reno MLRA office, without review of the soil series property data. The remainder of this document has not been updated.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
