{
  "SERIES": "JOBSIS",
  "STATUS": "Established Series",
  "BYREV": "Rev. EWB-JVC",
  "REVDATE": "12/2006",
  "STATES": "CA,NV",
  "OVERVIEW": "The Jobsis series consists of shallow, somewhat excessively drained soils that formed in colluvium and residuum derived from granitic rock.  Jobsis soils are on mountains.  Slopes are 8 to 75 percent.  The mean annual precipitation is about 45 inches and the mean annual temperature is about 35 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS:  Sandy-skeletal, mixed, shallow Typic Cryorthents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Jobsis very gravelly loamy coarse sand--forest land. (Colors are for dry soil unless otherwise noted.)  The soil surface is covered with 25 percent gravel, 5 percent stones, and 15 percent boulders.\nA1--0 to 1 inch; dark grayish brown (10YR 4/2) very gravelly loamy coarse sand, very dark grayish brown (10YR 3/2) moist; weak fine subangular blocky structure; soft, very friable, nonsticky and nonplastic; few very fine roots; many very fine interstitial pores; 50 percent gravel and 5 percent boulders; strongly acid; clear wavy boundary. (1 to 3 inches thick)\nA2--1 to 5 inches; grayish brown (10YR 5/2) very gravelly loamy coarse sand, very dark grayish brown (10YR 3/2) moist; moderate fine and medium subangular blocky structure; soft, very friable, nonsticky and nonplastic; many very fine, common fine, common medium, and common coarse roots; many very fine interstitial pores; 50 percent gravel and 5 percent boulders; strongly acid; clear wavy boundary. (2 to 6 inches thick)\nBw1--5 to 9 inches; pale brown (10YR 6/3) very gravelly loamy coarse sand, brown (10YR 4/3) moist; weak fine and medium subangular blocky structure; soft, very friable, nonsticky and nonplastic; many very fine, common fine, common medium, and common coarse roots; many very fine interstitial pores; 55 percent gravel; strongly acid; clear wavy boundary. (3 to 10 inches thick)\nBw2--9 to 12 inches; pale brown (10YR 6/3) very gravelly loamy coarse sand, brown (10YR 4/3) moist; weak fine and medium subangular blocky structure; soft, very friable, nonsticky and nonplastic; common very fine, common fine, common medium, common fine, and common coarse roots; many very fine interstitial pores; 50 percent gravel; strongly acid; clear wavy boundary. (3 to 7 inches thick)\nBw3--12 to 17 inches; pale brown (10YR 6/3) very gravelly loamy coarse sand, brown (10YR 4/3) moist; weak fine and medium subangular blocky structure; slightly hard, very friable, nonsticky and nonplastic; common very fine and few fine roots; many very fine interstitial and tubular pores; 45 percent gravel; strongly acid; clear wavy boundary. (0 to 5 inches thick)\n2C--17 to 20 inches; pale brown (10YR 6/3) very gravelly coarse sand, brown (10YR 4/3) moist; massive-rock structure; slightly hard, very friable, nonsticky and nonplastic; few very fine and few fine roots; many very fine interstitial pores; 50 percent gravel; strongly acid; clear wavy boundary. (0 to 5 inches thick)\n2Cr--20 to 30 inches; soft weathered granodiorite."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Alpine County, California; on the Toiyabe National Forest about 1 mile southeast of Hawkins Peak; approximately 2,200 feet north and 1,825 feet east of the southwest corner of section 11, T. 10 N., R. 19 E.; USGS Markleeville 7.5 minute topographic quadrangle; 38 degrees 43 minutes 34.9 seconds north latitude and 119 degrees 51 minutes 42.0 seconds west longitude, NAD27."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture - Usually moist in the moisture control section during late fall, winter, and spring; dry from mid-July to early October for 60 to 80 consecutive days in the four months following the summer solstice; Typic xeric moisture regime.\nMean annual soil temperature - 35 to 40 degrees F.\nMean summer soil temperature - 44 to 47 degrees F.\nOchric epipedon thickness - 3 to 9 inches.\nDepth to bedrock - 10 to 20 inches to a paralithic contact.  The paralithic materials below the contact are weathered granitic rock such as granodiorite.\nParticle-size control section - Clay content: Averages less than 10 percent; Rock fragments: Averages 35 to 60 percent, mainly fine gravel.  Lithology of fragments are granitic rocks such as granodiorite.\nA horizons - Value: 5 or 6 dry, 3 or 4 moist.\nChroma: 2 or 3, dry or moist.\nOrganic matter content: 1 to 3 percent.\nReaction: Very strongly acid or strongly acid.\nBw and 2C horizons - Chroma: 3 or 4, dry or moist.\nTexture: Very gravelly loamy coarse sand or very gravelly coarse sand.\nClay content: 4 to 10 percent.\nRock fragments: 35 to 60 percent, mainly fine (2 to 5 millimeter diameter) gravel.\nReaction: Very strongly acid or strongly acid."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  This is the Windyridge series.  Windyridge soils have paralithic contacts at depths of 4 to 10 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Jobsis soils are on mountains.  They formed in colluvium and residuum derived from granitic rock.  Slopes are 8 to 75 percent.  Elevations range from 9,000 to 12,000 feet.  The climate is subhumid-continental with cold, moist winters and cool, dry summers.  The mean annual precipitation is 35 to 55 inches, mean annual temperature is 34 to 37 degrees F., and the frost-free period is 25 to 45 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Klauspeak, Shalgran, Sofgran, and Temo soils.  Klauspeak soils are very deep and have umbric epipedons.  Shalgran soils have a frigid temperature regime.  Sofgran soils are very deep.  Temo soils are sandy."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Somewhat excessively drained; medium or high surface runoff; rapid permeability (high or very high saturated hydraulic conductivity)."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Jobsis soils are used for forest land, recreation, watershed, and wildlife habitat.  The native vegetation is mainly a forest canopy of whitebark pine and scattered mountain hemlock with an understory of Eriogonum ssp., bluegrass, sedge, and various forbs."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Eastern California and western Nevada, on the east side of the Sierra Nevada Range.  These soils are moderately extensive.  MLRA 22A."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Alpine County (Toiyabe National Forest Area), California, 2006."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - The zone from the soil surface to 5 inches (A1 and A2 horizons).\nParalithic contact - The boundary at 20 inches to underlying soft bedrock (2Cr layer).\nParticle-size control section - The zone from 10 to 20 inches (Bw3 and 2C horizons and part of the Bw2 horizon).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
