{
  "SERIES": "JOCAL",
  "STATUS": "Established Series",
  "BYREV": "REV. CRM/DJE/AJT/ET/AGB/JTW",
  "REVDATE": "12/2018",
  "STATES": "CA",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, active, mesic Typic Haploxerults"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Jocal loam; under cover of Douglas fir, sugar pine, and ponderosa pine, on a north-facing, linear, 32 percent slope at an elevation of 1429 meters.\nOi--0 to 5 cm; decomposing fir litter.\nA--5 to 15 cm; brown (7.5YR 4/4) loam, dark brown (7.5YR 3/4) moist; moderate fine granular structure; slightly hard, firm, slightly sticky and slightly plastic; common fine roots; many very fine interstitial pores; 10 percent gravel; moderately acid (pH 6.0); clear smooth boundary. (8 to 15 cm thick)\nAB--15 to 43 cm; strong brown (7.5YR 5/6) silt loam, yellowish red (5YR 4/6) moist; strong fine granular structure; slightly hard, firm, slightly sticky and slightly plastic; common moderately thick clay films on ped faces and lining pores; common fine and medium roots; many very fine interstitial and common fine tubular pores; 5 percent gravel; moderately acid (pH 5.8); gradual smooth boundary. (0 to 40 cm thick)\nBt1--43 to 61 cm; reddish yellow (7.5YR 6/6) silty clay loam, yellowish red (5YR 5/6) moist; moderate medium subangular blocky structure; hard, firm, moderately sticky and moderately plastic; continuous thick clay films on ped faces and lining pores; few fine, common medium and coarse roots; common fine tubular pores; 5 percent gravel; moderately acid (pH 5.8); clear smooth boundary. (15 to 40 cm thick)\nBt2--61 to 119 cm; reddish yellow (7.5YR 6/6) silty clay loam, yellowish red (5YR 5/6) moist; moderate medium and coarse subangular blocky structure; hard, firm, moderately sticky and moderately plastic; continuous thick clay films in pores and on ped faces; common medium and coarse roots; common very fine interstitial and common fine tubular pores; 5 percent gravel; moderately acid (pH 5.7); clear smooth boundary. (50 to 90 cm thick)\nC--119 to 161 cm; reddish yellow (5YR 7/6) sandy clay loam, yellowish red (5YR 5/6) moist; massive; hard, firm, moderately sticky, moderately plastic; few coarse roots; few very fine interstitial pores; 5 percent gravel; moderately acid (pH 5.6). (25 to 60 cm thick)"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: El Dorado County, California; about 2 km (1.25 miles) north of Camp Seven, about 6 meters (20 feet) west of U.S. Forest Service Road 12N53; in the SE 1/4 of the SW 1/4, section 31, T.12 N., R.13 E. USGS 7.5 minute topographic quadrangle: Pollock Pines, California. WGS84 38.8387830 latitude and -120.5703130 longitude. UTM Zone 10 710881 meters E 4301691 meters N, NAD83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil temperature: mean annual temperature at 50 cm depth is 8 to 15 degrees C. The difference between mean summer and winter soil temperature is greater than 6 degrees C. The soils have a mesic temperature regime.\nSoil moisture: The soil moisture control section is dry in all parts from about June to October. The soils have a xeric moisture regime.\nDiagnostic Feature(s):\nOchric epipedon thickness: 15 to 50 cm\nArgillic horizon thickness: 110 to over 150cm\nParticle size control section weighted averages:\nClay content: 27 to 35 percent\nRock fragments: 0 to 35 percent gravel\nA horizon\nHue: 5YR, 7.5YR, 10YR\nValue: 3 to 5 dry; 3 or 4 moist\nChroma: 2 to 6 dry; 2 to 4 moist\nTextures: loam, silt loam\nClay content: 15 to 22 percent\nRock fragments: 0 to 25 percent gravel\nReaction: moderately acid to slightly acid\nBt horizon\nHue: 2.5YR, 5YR, 7.5YR\nValue: 4 to 8 dry; 4 to 7 moist\nChroma: 6 to 8 dry; 4 to 8 moist\nTextures: loam, sandy clay loam, silty clay loam, clay loam\nClay content: 24 to 40 percent\nRock fragments: 0 to 40 percent gravel\nReaction: very strongly acid to moderately acid\nC horizon (when present)\nHue: 5YR, 7.5YR\nValue: 4 TO 7 dry; 4 or 5 moist\nChroma: 6 or 8 dry or moist\nTextures: silty clay loam, clay loam, sandy clay loam, silt loam\nRock fragments: 0 to 15 percent gravel\nClay content: 25 to 35 percent\nReaction: very strongly acid to moderately acid"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Hietanen and Mac soils. Hietanen soils are 100 to 150 cm to a paralithic contact with metasedimentary rock. Mac soils are 50 to 100 cm to a paralithic contact with metamorphic rock."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Jocal soils are on backslopes of mountain slopes. Slopes are 2 to 75 percent. The soils formed in material weathered from metasedimentary rock. Elevations are 800 to 1585 meters. The climate is warm, dry summers and cool, wet winters. Mean annual precipitation is 1235 to 1970 mm, of which 3 to 15 percent falls as snow. Snow covers the higher elevations from December until March. Mean annual air temperature is about 11 to 14 degrees C. Mean January temperature is about 4 degrees C; mean July temperature is about 24 degrees C. Frost-free season is about 170 to 225 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Fiddletown, Hartless, Horseshoe, Mariposa and Sites soils. Fiddletown and Hartless soils do not have argillic horizons, have a lithic contact at 100 to 150 cm, and occur on backslopes and shoulders of mountain slopes. Horseshoe soils formed in gravelly Tertiary terrace remnants and basic volcanic rocks (dominantly andesitic tuff breccia) and occur on backslopes, summits or footslopes of broad tabular ridges. Mariposa soils occur in similar hillslope positions as Jocal and are 50 to 100 cm to a paralithic contact of metasedimentary rock. Sites soils have more than 35 percent clay in the upper argillic horizon, have parasesquic mineralogy, and occur on more stable backslopes and summits of mountain slopes."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; Saturated hydraulic conductivity is moderately low to moderately high."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Used mainly for timber production, watershed, and wildlife habitat. Vegetation is typically mixed coniferous forest-shrub, with ponderosa pine, sugar pine, Douglas-fir, California black oak, whiteleaf manzanita and mountain misery."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Sierra Nevada Mountains of California; MLRA 22A. The soils are extensive."
  },
  "REGIONAL OFFICE": {
    "section": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE",
    "content": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: El Dorado County, California (Eldorado National Forest), 1985."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nParticle size control section for this pedon: 43 to 93 cm\nDiagnostic horizons and features recognized in this pedon:\nOchric epipedon: 0 to 43 cm\nArgillic horizon: 43 to 119 cm\nSoils formerly mapped as Josephine series in Amador, Nevada, and Placer Counties, California would now be called Jocal.\nSoils formerly mapped as Jocal in the deep depth class (100 to 150 cm to paralithic contact) would now be called Hietanen.\nADDITIONAL DATA:\nNASIS User Pedon ID: 1985CA017002\nThe soil was classified using the 12th edition of the Keys to Soil Taxonomy.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
