{
  "SERIES": "JOEL",
  "STATUS": "Established Series",
  "BYREV": "Rev. RJB/TWH/CLM/BDG",
  "REVDATE": "09/2013",
  "STATES": "ID",
  "OVERVIEW": "The Joel series consists of very deep, well drained soils on hills and benches.  They formed in loess.  Saturated hydraulic conductivity is moderately high.  Slopes are 1 to 60 percent.  The average annual temperature is about 44 degrees F and the average annual precipitation is about 25 inches.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty, mixed, superactive, frigid Alfic Argixerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Joel silt loam, forested; on a 28 percent northwest-facing slope at 2,600 feet elevation.  Described on August 20, 1976. (Colors are for dry soil unless otherwise noted.)\nOi--0 to 1 inch; slightly decomposed needles and twigs. (0 to 2 inches thick)\nA1--1 to 4 inches; brown (10YR 5/3) silt loam, dark brown (10YR 3/3) moist; moderate fine and medium granular structure; slightly hard, very friable, slightly sticky and nonplastic; many very fine, fine, and medium roots; many very fine irregular pores; moderately acid (pH 6.0); clear wavy boundary. (0 to 10 inches thick)\nA2--4 to 8 inches; brown (10YR 5/3) silt loam, dark brown (10YR 3/3) moist; weak fine and medium subangular blocky structure parting to weak fine granular; slightly hard, very friable, slightly sticky and slightly plastic; many very fine and fine and common medium roots; common very fine and fine tubular pores; strongly acid (pH 5.4); clear wavy boundary. (3 to 10 inches thick)\nAB--8 to 16 inches; brown (10YR 5/3) silt loam, dark brown (10YR 3/3) moist; weak fine and medium subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; common fine and medium roots; common very fine and fine and few medium tubular pores; moderately acid (pH 5.6); clear smooth boundary. (0 to 10 inches thick)\nB/E--16 to 27 inches; B- brown (7.5YR 5/4) silt loam, brown (7.5YR 4/4) moist, E- pale brown (10YR 6/3) silt loam, brown (10YR 4/3) moist; moderate fine and medium subangular blocky structure; hard, firm, slightly sticky and slightly plastic; common fine and coarse and many medium roots; many very fine and fine and common medium tubular pores; moderately acid (pH 5.8); clear smooth boundary. (5 to 15 inches thick)\nBtc1--27 to 42 inches; brown (7.5YR 5/4) silty clay loam,  brown (7.5YR 4/4) moist; weak fine prismatic structure parting to moderate fine and medium subangular blocky; very hard, firm, slightly sticky and moderately plastic; many fine and medium and common coarse roots; many very fine and fine and common medium tubular pores; common distinct strong brown (7.5YR 5/6) discontinuous clay films on faces of peds; many fine (less than 2 mm) iron and manganese concretions; moderately acid (pH 6.0); clear wavy boundary. (0 to 20 inches thick)\nBtc2--42 to 57 inches; brown (7.5YR 5/4) silty clay loam, brown (7.5YR 4/4) moist; moderate fine and medium prismatic structure parting to strong fine and medium angular blocky; very hard, very firm, moderately sticky and moderately plastic; few fine and medium flattened roots; common very fine and fine tubular pores; continuous thick yellowish red (5YR 4/6) discontinuous clay films on faces of peds and in pores; many fine (less than 2 mm) iron and manganese concretions; slightly acid (pH 6.4); clear wavy boundary. (0 to 20 inches thick)\nBtc3--57 to 61 inches; brown (7.5YR 5/4) silty clay loam, brown (7.5YR 4/4) moist; moderate medium and coarse prismatic structure parting to strong fine and medium angular blocky structure; very hard, very firm, moderately sticky and moderately plastic; few fine and medium flattened roots; common very fine and fine continuous tubular pores; many distinct strong brown (7.5YR 5/6) continuous clay films on faces of peds and in pores; many fine (less than 2 mm) iron and manganese concretions; neutral (pH 6.8)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Latah County, Idaho; about 3 1/2 miles southeast of Troy, Idaho, about 920 feet south and 150 feet east of the northwest corner of Section 32, T.39N., R.3W. (Latitude - 46 degrees, 41 minutes, 00 seconds North; Longitude - 116 degrees, 44 minutes, 53 seconds West; USGS Little Bear Ridge Quadrangle)."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nMollic epipedon - 10 to 20 inches\nMoisture control section - dry 45 to 60 consecutive days from late June to September. Average annual soil temperature - 41 to 47 degrees F\nAverage summer soil temperature (without an O horizon)- 59 to 64 degrees. Base saturation (some part of upper 30 inches) - 50 to 75 percent\nParticle-size control section (weighted average):\nClay content - 24 to 34 percent\nA and AB horizons\nValue - 4 or 5 dry, 2 or 3 moist\nChroma - 2 or 3 dry, 1 to 3 moist\nClay content - 13 to 26 percent\nReaction - strongly acid to neutral\nBA horizon (present in some pedons)\nValue - 5 or 6 dry, 3 or 4 moist\nChroma - 3 or 4 dry\nClay content - 19 to 26 percent\nRock fragments - 0 to 3 percent gravel\nReaction - moderately acid to neutral\nB/E horizon\nB part\nValue - 5 or 6 dry\nChroma - 3 or 4 dry\nE part\nValue - 6 or 7 dry, 4 or 5 moist\nChroma - 2 to 4 dry, 3 or 4 moist\nTextures - silt loam or silty clay loam\nClay content - 20 to 28 percent\nRock fragments - 0 to 3 percent gravel\nReaction - strongly acid to neutral\nBt, Btc or Btb horizons\nHue - 10YR or 7.5YR\nValue - 4 to 6 dry, 3 to 5 moist\nChroma - 4 or 6 dry, 2 to 4 moist\nTextures - silt loam or silty clay loam\nClay content - 24 to 35 percent\nRock fragments - 0 to 3 percent gravel\nReaction - moderately acid to slightly alkaline"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no other series in this family."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Joel soils are on hill slopes of loess covered plateaus and on benches in canyons. Slopes are 1 to 60 percent.  Elevation is 1,050 to 4,600 feet (320 to 1402 meters).  The soils formed in deep loess.  The average annual precipitation is 24 to 37 inches (610 to 940 mm). The average annual temperature is 40 to 45 degrees F.  The frost-free period is 80 to 130 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Lovell and Taney soils.  Lovell soils lack a mollic epipedon, are somewhat poorly drained and are in drainageways.  Taney soils have an albic horizon, are moderately well drained and are on hill slopes."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:  Well drained; moderately high saturated hydraulic conductivity."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are used for crop production and timber production.  The natural vegetation is mainly Douglas-fir, ponderosa pine, mallow ninebark, common snowberry, and bluebunch wheatgrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  North central Idaho. The series is moderately extensive.  MLRAs 9 and 43A."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Latah County, Idaho, 1979."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon - the zone from the mineral soil surface to 16 inches (A1, A2, and AB horizons).\nAlfic feature - In the zone from 16 to 27 inches (B/E horizon)\nArgillic horizon - the zone from 27 to 61 inches (Btc1, Btc2, and Btc3 horizon).\nParticle-size control section - the zone from 27 to 47 inches (Btc1 and part of the Btc2 horizon).\nSoil temperature regime - frigid\nSoil moisture regime - xeric\nClassification revised 04/02 from Boralfic Argixerolls to Alfic Argixerolls based on the 8th edition to Soil Taxonomy.\nADDITIONAL DATA:  This series has been sampled in Lewis County for analysis at the NSSL.  Laboratory sample number 86P 879.  Soil survey area sample number S86ID-061-004.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
