{
  "SERIES": "JOEMAY",
  "STATUS": "Established Series",
  "BYREV": "REV: LJL/ET",
  "REVDATE": "04/2015",
  "STATES": "NV",
  "OVERVIEW": "The Joemay series consists of very deep, well drained soils that formed in alluvium derived from limestone. The Joemay soils are on fan remnanants on fan piedmont. Slopes range from 2 to 30 percent. The mean annual precipitation is about 125 millimeters and the mean annual air temperature is about 16 degrees C.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, carbonatic, thermic Sodic Haplocalcids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Joemay gravelly fine sandy loam on a west facing (248 degree), 6 percent slope at an elevation of 993 meters. When described on 08/13/2007 the soil was dry throughout. Colors are for dry soils unless otherwise noted. The soil surface is covered by approximately 80 percent gravel, 4 percent cobbles and 1 percent stones.\nA--0 to 6 centimeters (0 to 2 inches); pale brown (10YR 6/3) gravelly fine sandy loam, dark yellowish brown (10YR 4/4) moist; moderate very thick platy structure; moderately hard, very friable, slightly sticky, slightly plastic; few very fine roots; few fine vesicular and few fine tubular and many very fine vesicular pores; electrical conductivity 0.6 dS/m; 20 percent gravel and 2 percent cobbles; violent effervescence (35 percent calcium carbonate equivalent in the fine earth fraction); moderately alkaline (pH 8.2); abrupt wavy boundary. (5 to 8 centimeters thick)\nBkq1--6 to 63 centimeters (2 to 25 inches); very pale brown (10YR 7/3) extremely gravelly sandy loam, yellowish brown (10YR 5/4) moist; weak fine subangular blocky structure; slightly hard, very friable, slightly sticky, slightly plastic; few fine roots and common very fine roots; few fine tubular and common very fine interstitial pores; 10 percent distinct dark yellowish brown (10YR 4/4), silica on bottom surfaces of rock fragments and 50 percent prominent white (10YR 8/1), carbonate coats on bottom surfaces of rock fragments; 5 percent medium prominent irregular very weakly cemented white (10YR 8/1), carbonate masses with sharp boundaries in matrix; electrical conductivity 0.5 dS/m; sodium adsorption ratio 1.4; 60 percent gravel and 3 percent cobbles; violent effervescence (45 percent calcium carbonate equivalent in the fine earth fraction); strongly alkaline (pH 8.6); abrupt wavy boundary. (20 to 70 centimeters thick)\nBkq2--63 to 116 centimeters (25 to 46 inches); pale brown (10YR 6/3) extremely gravelly fine sandy loam, dark yellowish brown (10YR 4/4) moist; massive; soft, very friable, slightly sticky, slightly plastic; few very fine roots; few fine tubular and common very fine interstitial pores; 10 percent distinct dark yellowish brown (10YR 4/4), silica on bottom surfaces of rock fragments and 30 percent distinct light gray (10YR 7/2), carbonate coats on bottom surfaces of rock fragments; electrical conductivity 4.1 dS/m; sodium adsorption ratio 26; 65 percent gravel and 5 percent cobbles; violent effervescence (45 percent calcium carbonate equivalent in the fine earth fraction); strongly alkaline (pH 8.8); abrupt wavy boundary.\nBkq3--116 to 148 centimeters (46 to 58 inches); very pale brown (10YR 7/3) extremely gravelly fine sandy loam, yellowish brown (10YR 5/4) moist; massive; moderately hard, friable, slightly sticky, slightly plastic; few fine tubular and common very fine interstitial pores; 10 percent distinct dark yellowish brown (10YR 4/4), silica on bottom surfaces of rock fragments and 30 percent distinct carbonate coats on bottom surfaces of rock fragments; 60 percent coarse prominent irregular very weakly cemented carbonate, finely disseminated with diffuse boundaries throughout; electrical conductivity 12 dS/m; sodium adsorption ratio 31; 55 percent gravel and 5 percent cobbles; violent effervescence (50 percent calcium carbonate equivalent in the fine earth fraction); strongly alkaline (pH 8.7). (Combined thickness of the Bkq2 and Bkq3 horizons is 75 to 125 centimeters thick.)"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Clark County, Nevada; approximately 5 kilometers north and 0.5 kilometer west of Corn Creek Station adjacent to Joe May Road; 15 meters east and 20 meters north of the southwest corner of Section 10, Township 17 South, Range 59 East, 36 degrees, 29 minutes, 4 seconds North latitude and 115 degrees, 21 minutes, 55 seconds West longitude, NAD83 - U.S.G.S Quad: Corn Creek Springs, Nevada."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture control section: Usually dry, moist in some parts for short periods during winter and early spring and for 10 to 20 days cumulative between July and October following convection storms. The soils have a Typic-Aridic moisture regime.\nSoil temperature: 15 to 19 degrees C.\nDepth to calcic horizon: 5 to 50 centimeters\nOrganic matter: 0 to 0.5 percent\nReaction: moderately alkaline or strongly alkaline in the upper part to strongly or very strongly alkaline in the lower part.\nControl section:\nRock fragments: ranges from 60 to 75 percent, with 50 to 70 percent gravel, 0 to 10 percent cobbles and 0 to 10 percent stones\nClay content: 6 to 12 percent clay\nSodium adsorption ratio: 0 to 5 in the upper part and 13 to 45 in the lower part of the particle-size control section\nA horizon(s):\nChroma: 3 or 4 dry; 3 or 4 moist\nTexture of the fine earth fraction: fine sandy loam\nClay content: 6 to 12 percent\nCalcium carbonate equivalent in the fine earth fraction: 25 to 40 percent\nElectrical conductivity: 0 to 2\nSodium adsorption ratio: 0 to 5\nBkq1 horizon(s):\nValue: 6 or 7 dry; 4 or 5 moist\nChroma: 3 or 4 moist\nTexture of the fine earth fraction: sandy loam or fine sandy loam\nCalcium carbonate equivalent in the fine earth fraction: 40 to 60 percent\nElectrical conductivity: 0 to 4\nSodium adsorption ratio: 0 to 5\nReaction: moderately alkaline or strongly alkaline\nOther features: Some pedons have discontinuous layers of inter-bedded coarse sand\nBkq2 and Bkq3 horizon(s):\nValue: 6 or 7 dry; 4 to 6 moist\nChroma: 2 to 4 dry; 3 or 4 moist\nTexture of the fine earth fraction: fine sandy loam or sandy loam\nCalcium carbonate equivalent in the fine earth fraction: 40 to 60 percent\nElectrical conductivity: 4 to 16\nSodium adsorption ratio: 13 to 45\nReaction: strongly alkaline or very strongly alkaline\nOther features: Some pedons have discontinuous layers of inter-bedded coarse sand or loam textures"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Corncreek and Oldspan series. Corncreek soils have lacustrine sediments at 65 to 90 centimeters. Oldspan soils have 0 to 15 percent rock fragments in the upper part of the particle-size control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: The Joemay soils are on fan remnants. Slopes range from 2 to 30 percent. These soils formed in alluvium derived from limestone. Elevation is 920 to 1653 meters. The climate is arid with hot, dry summers and warm, moist winters. The mean annual precipitation is 127 to 178 millimeters and the mean annual air temperature is 13 to 17 degrees C. The frost free season is 200 to 260 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Alamoroad and Threelakes soils. The Alamoroad soils have petronodic features at 50 to 100 centimeters and are on upper fan remnants. Threelakes soils do not have a calcic horizon and are on fan aprons."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Well drained, moderately high saturated hydraulic conductivity, low to medium runoff."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: This soil is used for recreation and wildlife habitat. Vegetation is shadscale, creosotebush, white bursage and Spanish dagger."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Mojave Desert of southern Nevada; MLRA 30. These soils are of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: PHOENIX, ARIZONA"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Clark County, Nevada. Source of name from Joe May Road located in the soil survey area, adjacent to type location."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\n1. Ochric epipedon - 0 to 6 centimeters (0 to 3 inches). (A horizon)\n2. Calcic horizon - 6 to 148 centimeters (3 to 60 inches). (Bkq1, Bkq2 and Bkq3 horizons)\n3. Sodic feature - 63 to 148 centimeters (25 to 60 inches). (Bkq2 and Bkq3 horizons)\n4. Particle-size control section - 25 to 100 centimeters (10 to 40 inches). (part of the Bkq1 and Bkq2 horizons)\nResponsibility for this series was transferred from Davis to Phoenix 4/2015. The last revision to the series was 6/2011. ET\nNational Cooperative Soil Survey\nU.S.A."
  }
}
