{
  "SERIES": "JOETREE",
  "STATUS": "Established Series",
  "BYREV": "Rev: PBF/CAH/ET",
  "REVDATE": "04/2015",
  "STATES": "CA",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Mixed, hyperthermic Typic Torripsamments"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Joetree loamy sand, on a linear, northeast-facing 3 percent slope under desert shrubs at an elevation of 284 meters (931 feet). (Colors are for dry soil unless otherwise noted.) The surface is covered by approximately 40 percent fine gravel and 25 percent medium and coarse gravel.\nA -- 0 to 4 centimeters (0 to 1.5 inches); pale brown (10YR 6/3) loamy sand, brown (10YR 4/3) moist; moderate thin platy structure; slightly hard, very friable, nonsticky and nonplastic; few very fine roots; common fine and few medium vesicular pores; 3 percent fine gravel and 2 percent medium and coarse gravel; neutral (pH 7.2); abrupt wavy boundary. (1 to 5 centimeters thick)\nC1 -- 4 to 17 centimeters (1.5 to 7 inches); light yellowish brown (10YR 6/4) loamy sand, yellowish brown (10YR 5/4) moist; massive; slightly hard, very friable; nonsticky and nonplastic; few very fine roots; 3 percent fine gravel and 2 percent medium and coarse gravel; very slightly effervescent; moderately alkaline (pH 7.9); clear wavy boundary.\nC2 -- 17 to 53 centimeters (7 to 21 inches); light yellowish brown (10YR 6/4) gravelly sand, yellowish brown (10YR 5/6) moist; single grain; loose; nonsticky and nonplastic; few very fine, fine and medium roots; 15 percent fine gravel and 5 percent medium and coarse gravel; very slightly effervescent; moderately alkaline (pH 8.1); clear wavy boundary.\nC3 -- 53 to 110 centimeters (21 to 43 inches); yellowish brown (10YR 5/6) loamy sand, brown (7.5YR 5/4) moist; massive parting to weak fine subangular blocky; slightly hard, friable; nonsticky and nonplastic; very few fine and medium roots; 3 percent fine gravel and 2 percent medium and coarse gravel; slightly effervescent; moderately alkaline (pH 8.2); very abrupt wavy boundary. (Combined thickness of the C horizon is 95 to 124 centimeters).\nBtb -- 110 to 164 centimeters (43 to 64 inches); strong brown (7.5YR 5/6) sandy clay loam, strong brown (7.5YR 4/6) moist; weak fine subangular blocky structure; moderately hard, firm, slightly sticky and moderately plastic; 25 percent faint, strong brown (7.5YR 5/6) clay films on ped faces; 2 percent fine gravel and 1 percent medium and coarse gravel; slightly effervescent; moderately alkaline (pH 8.2); gradual wavy boundary.\nCb -- 164 to 180 centimeters (64 to 71 inches); brownish yellow (10YR 6/6) loamy sand, yellowish brown (10YR 5/4) moist; massive; slightly hard, very friable, nonsticky and nonplastic; 1 percent fine gravel; slightly effervescent; moderately alkaline (pH 8.2)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Riverside County, California; about 170 meters (560 feet) south of Highway 62 and about 6.5 kilometers (4 miles) WNW of the junction of Highway 62 and Highway 177; 585 meters (1,919 feet) west and 10 meters (33 feet) south of the NE corner of section 27, T. 1 S., R. 16 E., San Bernardino Baseline and Meridian; 34 degrees, 03 minutes and 47.2 seconds north latitude and 115 degrees, 17 minutes and 11.8 seconds west longitude; USGS Cadiz Valley SE 7.5 minute topographic quadrangle; UTM 11S 0658119e 3770478n (DTM: NAD83)."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture control section: usually dry, moist in some parts for short\nperiods during winter and early spring and for 10 to 20 days cumulative\nbetween July and September following convection storms. The soils have a\ntypic-aridic soil moisture regime.\nSoil temperature: 22 to 25 degrees C (72 to 77 F).\nSurface rock fragments: 1 to 65 percent gravel.\nControl section\nRock fragments: 1 to 15 percent gravel.\nOrganic matter: 0 to 0.5 percent.\nDepth to the upper boundary of an argillic horizon: 100 to 125 centimeters\n(40 to 50 inches).\nA horizon\nHue: 10YR or 2.5Y.\nValue: 5 to 7, dry and 3 to 6, moist.\nChroma: 2 to 4, dry and 3 or 4, moist.\nTexture of the fine earth: sand, loamy sand or loamy fine sand.\nClay content: 1 to 6 percent.\nRock fragments: 1 to 15 percent gravel.\nEffervescence: noneffervescent or very slightly effervescent.\nReaction: neutral to moderately alkaline.\nOther features: some pedons are characterized by vesicular pores in this horizon.\nC horizon\nHue: 10YR or 2.5Y.\nValue: 5 to 7, dry and 3 to 5, moist.\nChroma: 3 to 6, dry or moist.\nTexture of the fine earth: sand, loamy coarse sand, loamy sand.\nClay content: 1 to 6 percent.\nRock fragments: 1 to 30 percent gravel.\nEffervescence: noneffervescent to strongly effervescent.\nReaction: slightly or moderately alkaline.\nBtb or Btkb horizon(s)\nHue: 7.5YR or 10YR.\nValue: 4 to 6, dry and 4 or 5, moist.\nChroma: 4 to 6, dry or moist.\nTexture of the fine earth: sandy loam or sandy clay loam.\nClay content: 16 to 28 percent; averages 18 to 28 percent.\nRock fragments: 1 to 15 percent gravel.\nEffervescence: very slightly to violently effervescent.\nCalcium carbonate equivalent: 0 to 7 percent.\nReaction: moderately or strongly alkaline.\nSilica: 0 to 10 percent silica coats on ped faces, 0 to 4 percent \tdurinodes in the matrix.\nNote: these horizons do not every meet the requirements for a calcic horizon because they do not have a high enough calcium carbonate equivalent and/or do not have enough visible secondary carbonates.\nCb horizon (where present)\nHue: 7.5YR or 10YR.\nValue: 5 or 6, dry and 4 or 5, moist.\nChroma: 4 to 6, dry or moist.\nTexture of the fine earth: loamy coarse sand or loamy sand.\nClay content: 4 to 8 percent.\nRock fragments: 1 to 10 percent gravel.\nEffervescence: very slightly or slightly effervescent.\nCalcium carbonate equivalent: 0 to 5 percent.\nReaction: slightly or moderately alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Carsitas (CA), Dalelake (CA), Lagunita (AZ), Myoma (CA), Pintobasin (CA) and Rositas (CA) series. All of these soils are very deep, and none of them have an argillic horizon below 100 centimeters. Carsitas, Lagunita, Myoma and Pintobasin soils are formed in alluvium while Dalelake and Rositas soils are formed in eolian deposits. In addition, Carsitas and Rositas soils have mean annual soil temperatures of 25 to 28 degrees C."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Joetree soils are on fan aprons over fan remnants. Slopes range from 0 to 8 percent. These soils formed in alluvium from granitoid rocks. Elevations range from 200 to 800 meters (655 to 2,625 feet). The climate is arid, with hot, dry summers and warm, moist winters. The mean annual precipitation is 75 to 125 millimeters (3 to 5 inches) and the mean annual air temperature is 20 to 23 degrees C (68 to 73.5 degrees F). The frost-free season is 300 to 340 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Dalelake, Patscamp and Pintobasin soils. Dalelake soils are formed in eolian material, are very deep, are on adjacent sandsheets and do not have an argillic horizon. Patscamp and Pintobasin soils are on similar landscape positions. Pintobasin soils do not have an argillic horizon. Patscamp soils have less than 50 centimeters of sand or loamy sand material above the argillic horizon and have a calcic horizon associated with the argillic horizon."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Somewhat excessively drained; very low runoff; high saturated hydraulic conductivity above the argillic horizon and moderately high saturated hydraulic conductivity within the argillic horizon."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Joetree soils are used for recreation and wildlife habitat. The present vegetation is mainly creosote bush and burrobush."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Southern Mojave Desert of southeastern California. MLRA 30. These soils are of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: PHOENIX, ARIZONA"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Riverside County, California; Soil Survey of Joshua Tree National Park, California, 2012. The name is coined."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features in this pedon include:\nOchric epipedon - from a depth of 0 to 4 centimeters (A horizon).\nArgillic horizon - from a depth of 110 to 164 centimeters (Btb horizon).\nParticle-size control section - from a depth of 25 to 100 centimeters\n(parts of the C2 and C3 horizons).\nADDITIONAL DATA: Pedon User ID: 12483030-A.\nResponsibility for this series was transferred from Davis to Phoenix 4/2015. The last revision to the series was 5/2012. ET\nNational Cooperative Soil Survey\nU.S.A."
  }
}
