{
  "SERIES": "JOHNSON",
  "STATUS": "Established Series",
  "BYREV": "Rev. DMD-BDG-RJS",
  "REVDATE": "01/2016",
  "STATES": "ID",
  "OVERVIEW": "The Johnson series consists of deep and very deep, well drained soils that formed in loess over material weathered from granitic or metamorphic rocks. Johnson soils are on canyon breaks, structural benches, plateaus, mountains, and hills and have slopes of 5 to 75 percent. The average annual precipitation is about 600 mm and the average annual air temperature is about 7.2 degrees C.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, frigid Ultic Argixerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Johnson loam, on a 37 percent east-facing slope at 1189 meters elevation in forest. When described on May 8, 1974, the soil was moist throughout. (Colors are for dry soil unless otherwise noted.)\nOi--0 to 3 cm; fresh and partially decomposed needles and twigs.\nA1--3 to 8 cm; very dark grayish brown (10YR 3/2) loam, very dark brown (10YR 2/2) moist; moderate fine granular structure; soft, very friable, slightly sticky and slightly plastic; many fine roots; many fine irregular pores; moderately acid (pH 5.8); abrupt smooth boundary. (0 to 10 cm thick)\nA2--8 to 20 cm; dark brown (10YR 3/3) loam, very dark brown (10YR 2/2) moist; moderate fine granular structure; slightly hard, very friable, slightly sticky and slightly plastic; many fine roots; many fine irregular pores; moderately acid (pH 6.0); gradual smooth boundary. (8 to 20 cm thick)\nA3--20 to 51 cm; dark yellowish brown (10YR 4/4) loam, dark brown (10YR 3/3) moist; weak fine subangular blocky structure parting to moderate medium granular; hard, very friable, slightly sticky and slightly plastic; many fine roots; many fine irregular pores; moderately acid (pH 6.0); clear smooth boundary. (13 to 38 cm thick)\nBA--51 to 71 cm; brown (7.5YR 4/4) loam, dark yellowish brown (10YR 3/4) moist; weak fine subangular blocky structure; very hard, friable, moderately sticky and moderately plastic; common fine roots; many fine tubular pores; few faint clay films; slightly acid (pH 6.2); gradual smooth boundary. (0 to 25 cm thick)\nBt1--71 to 102 cm; brown (7.5YR 4/4) loam, dark brown (7.5YR 3/4) moist; moderate fine and medium subangular blocky structure; very hard, friable, moderately sticky and moderately plastic; common fine and few coarse roots; many fine tubular pores; few distinct clay films; slightly acid (pH 6.4); gradual smooth boundary. (20 to 38 cm thick)\nBt2--102 to 142 cm; brown (7.5YR 4/4) clay loam, dark brown (7.5YR 3/4) moist; moderate fine and medium subangular blocky structure; extremely hard, friable, moderately sticky and moderately plastic; few fine and coarse roots; common fine tubular pores; few distinct clay films; neutral (pH 6.6); gradual smooth boundary. (25 to 51 cm thick)\nBt3--142 to 168 cm; brown (7.5YR 4/4) loam, dark brown (7.5YR 3/4) moist; weak fine subangular blocky structure; extremely hard, friable, moderately sticky and moderately plastic; few fine roots; common fine tubular pores; few faint clay films; neutral (pH 6.6)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Idaho County, Idaho; about 8 miles east of Riggins; about 30 meters south and 122 meters west of the northeast corner of section 24, T. 24 N., R. 2 E. Latitude - 45 degrees, 24 minutes, 43 seconds North; Longitude - 116 degrees, 08 minutes, 52 seconds West; UTM Zone 11T, easting 566685.1, northing 5029067.1;  USGS Riggins Hot Springs Quadrangle."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nThickness of mollic epipedon - 25 to 50 cm\nSand content - 30 to 45 percent sand coarser then very fine sand\nDepth to bedrock - greater than 100 cm\nBase saturation - 50 to 75 percent in some part between 25 and 75 cm\nDays dry, moisture control section - 45 to 60 during late summer and autumn.\nXeric moisture regime.\nAverage annual soil temperature - 5.0 to 8.3 degrees C.\nParticle-size control section (weighted averages)*\n*Clay content - 20 to 35 percent\n*Coarse fragment content - 0 to 30 percent\nA1, A2, A3 horizons\nHue - 7.5YR or 10YR moist\nValue - 3 to 5 dry, 2 or 3 moist\nChroma - 2 to 4 dry, 2 or 3 moist\nTextures - loam or silt loam\nClay content - 12 to 25 percent\nRock fragments - 0 to 14 percent gravel\nReaction - moderately acid to neutral\nAB or BA horizons (present in some pedons)\nHue - 7.5YR or 10YR moist\nValue - 3 or 4 moist\nChroma - 3 or 4 dry, 2 to 4 moist\nTextures - loam, clay loam, or sandy clay loam\nClay content - 20 to 31 percent\nRock fragments - 0 to 14 percent gravel\nReaction - moderately acid to neutral\nBt1, Bt2, Bt3 horizons\nHue - 5YR, 7.5YR, or 10YR dry or moist\nValue - 4 to 6 dry, 3 or 4 moist\nChroma - 2 to 6 dry or moist\nTextures - loam, clay loam, silt loam, or sandy clay loam\nRock fragment content - 0 to 30 percent gravel, 0 to 15 percent cobbles, 0 to 30 percent total rock fragment content\nClay content - 18 to 38 percent\nReaction - moderately acid to neutral\nBC, C horizons (when present)\nHue - 7.5YR or 10YR dry or moist\nValue - 5 or 6 dry, 3 or 4 moist\nChroma - 3 to 6, dry or moist\nTextures - clay loam, loam, sandy clay loam, or sandy loam\nClay content - 12 to 27 percent\nRock fragments - 10 to 20 percent gravel, 0 to 60 percent cobbles, 10 to 60 percent total rock fragment content"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:\nCarmack - are less than 30 percent coarser than very fine sand\nElkcreek - are moderately deep\nMiddlefork - have horizons containing lamellae\nMojo - are moderately deep\nMolyneux - are usually dry for more than 60 days in summer and early fall\nMuldoon - are deep to a duripan\nMuulmuul - are formed in loess, colluvium and residuum derived from basalt\nSimonton - do not have an O horizon\nSkelter - are usually dry for more than 60 days in summer and early fall\nSuloaf - are less than 30 percent coarser than very fine sand"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nLandforms - canyon breaks, structural benches, plateaus, mountains and hills\nElevations - 300 to 1,225 meters\nSlopes - 5 to 75 percent\nParent material - loess over material weathered from granitic or metamorphic rocks\nClimate - subhumid with cold winters and warm summers\nMean annual precipitation - 550 to 775 mm\nMean annual air temperature - 4.4 to 7.8 degrees C.\nFrost-free season - 80 to 125 days"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Brownlee, De Masters, and Nazaton soils. Brownlee soils have average annual soil temperature above 8.3 degrees C. De Masters soils are Pachic. Nazaton soils are Pachic and have less than 18 percent clay in the control section."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Well drained; medium to very rapid runoff; moderate or moderately slow saturated hydraulic conductivity."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Used mainly for production of small grains, timber production, and livestock grazing.  Vegetation is mainly ponderosa pine, scattered Douglas-fir, snowberry and associated plants."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: The Johnson series is of moderate extent in north central Idaho.  MLRA 43A and 9."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Idaho County, Idaho, 1976."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon - the zone from 3 to 51 cm (A1, A2, A3 horizons)\nArgillic horizon - the zone from 71 to 166 cm (Bt1, Bt2, Bt3 horizons)\nParticle-size control section - the zone from 71 to 122 cm (Bt1, part of the Bt2 horizons)\nNote: The deep phase of Johnson is used only in Clearwater SSA.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
