{
  "SERIES": "JOHNSBURG",
  "STATUS": "Established Series",
  "BYREV": "Rev. DLM-BGN-SWN",
  "REVDATE": "10/2009",
  "STATES": "AL,AR,IN,KY,OH",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty, mixed, active, mesic Aquic Fragiudults"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Johnsburg silt loam on a slope of about 1 percent in an idle field at an elevation of about 216 meters (710 feet) above MSL. (Colors are for moist soil unless otherwise stated.)\nAp--0 to 25 cm (0 to 10 inches); dark grayish brown (10YR 4/2) silt loam, light brownish gray (10YR 6/2) dry; moderate medium granular structure; friable; neutral; abrupt smooth boundary. (15 to 30 cm or 6 to 12 inches thick)\nEB--25 to 36 cm (10 to 14 inches); light yellowish brown (2.5Y 6/4) silt loam; weak very thick platy structure parting to weak medium subangular blocky; friable; common fine distinct gray (10YR 6/1) iron depletions in the matrix; very strongly acid; clear smooth boundary. (0 to 15 cm or 0 to 6 inches thick)\nBt1--36 to 51 cm (14 to 20 inches); pale brown (10YR 6/3) silt loam; moderate medium subangular blocky structure; friable; few distinct light brownish gray (10YR 6/2) clay films and many distinct light gray (10YR 7/2) clay depletions on faces of peds; common medium distinct yellowish brown (10YR 5/6) masses of oxidized iron and common medium distinct gray (10YR 6/1) iron depletions in the matrix; very strongly acid; clear smooth boundary.\nBt2--51 to 61 cm (20 to 24 inches); light yellowish brown (10YR 6/4) silt loam; moderate medium and fine prismatic structure parting to moderate medium and coarse subangular blocky; friable; few faint light brownish gray (10YR 6/2) clay films and common distinct light gray (10YR 7/2) clay depletions on faces of peds and in pores; many medium and coarse distinct light gray (10YR 7/2) iron depletions in the matrix; very strongly acid; clear smooth boundary.\nBtg--61 to 91 cm (24 to 36 inches); gray (10YR 6/1) silt loam; moderate medium prismatic structure; firm; common faint gray (10YR 5/1) clay films on faces of peds and in pores; many medium prominent irregularly shaped yellowish brown (10YR 5/8) and many medium distinct dark yellowish brown (10YR 4/4) masses of oxidized iron in the matrix; common black (10YR 2/1) iron-manganese concretions; 30 percent brittle; very strongly acid; gradual smooth boundary. (Combined thickness of the Bt and Btg horizon is 25 to 76 cm or 10 to 30 inches thick.)\nBtx1--91 to 127 cm (36 to 50 inches); yellowish brown (10YR 5/4) silt loam; moderate very coarse prismatic structure; very firm; common prominent gray (10YR 5/1) clay films and many prominent gray (10YR 6/1) clay depletions on faces of peds; common distinct gray (10YR 6/1) iron depletions in the matrix; 60 percent brittle; very strongly acid; gradual smooth boundary.\n2Btx2--127 to 183 cm (50 to 72 inches); brown (10YR 5/3) silt loam; moderate coarse and very coarse prismatic structure parting to weak thick platy; very firm; common prominent gray (10YR 5/1) clay films and common prominent gray (10YR 6/1) clay depletions on faces of peds; 65 percent brittle; strongly acid; gradual smooth boundary. (Combined thickness of the Btx horizons is 64 to 102 cm or 25 to 40 inches.)\n2CB--183 to 229 cm (72 to 90 inches); brown (10YR 5/3) silt loam; massive; firm; few medium distinct gray (10YR 6/1) iron depletions in the matrix; strongly acid; gradual smooth boundary.\n2Cr--229 cm (90 inches); moderately cemented siltstone."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Crawford County, Indiana; about 3 miles north of Fredonia; 234 meters or 780 feet north and 234 meters or 780 feet west of the center of sec. 36, T. 3 S., R. 1 E. USGS Leavenworth Indiana, topographic quadrangle; lat. 38 degrees 12 minutes 57.7 seconds N. and long. 086 degrees 21 minutes 40.7 seconds W. UTM Zone 16, 555910 easting and 4229978 northing, NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nDepth to redox depletions: immediately below the surface layer\nDepth to a fragipan: 61 to 102 cm (24 to 40 inches)\nDepth to the base of the argillic horizon: 127 to 203 cm (50 to 80 inches)\nDepth to bedrock (paralithic contact): 127 to 254 cm (60 to 100 inches)\nAp horizon:\nHue: 10YR\nValue: 4 to 6\nChroma: 2 or 3\nTexture: silt loam\nClay content: 12 to 20 percent\nSand content: 2 to 15 percent\nReaction: very strongly acid to neutral\nA horizon:\nHue: 10YR\nValue: 4 to 6\nChroma: 2 or 3\nTexture: silt loam\nClay content: 12 to 20 percent\nSand content: 2 to 15 percent\nReaction: very strongly acid or strongly acid\nEB, or E horizons (where present):\nHue: 10YR or 2.5Y\nValue: 4 to 6\nChroma: 1 to 4\nTexture: silt loam\nClay content: 12 to 20 percent\nSand content: 2 to 15 percent\nReaction: very strongly acid to neutral\nBE, Btg or Bt horizons:\nHue: 10YR or 2.5Y\nValue: 5 or 6\nChroma: 1 to 6 with redoximorphic features\nTexture: silt loam or silty clay loam\nClay content: 22 to 32 percent\nSand content: 2 to 15 percent\nReaction: extremely acid to strongly acid\nBtx and 2Btx horizons:\nHue: 7.5YR or 10YR\nValue: 5 or 6\nChroma: 1 to 8 with redoximorphic features\nTexture: commonly silt loam or silty clay loam, and less commonly loam, clay loam or sandy loam\nClay content: 22 to 30 percent\nSand content: 10 to 60 percent\nReaction: extremely acid to strongly acid\nRock fragment content: 0 to 5 percent channers\n2BC, 2CB or 2C horizons:\nHue: 10YR or 2.5Y\nValue: 5 or 6\nChroma: 1 to 6\nTexture: commonly silt loam, and less commonly loam, channery clay loam or sandy loam\nClay content: 14 to 30 percent\nSand content: 15 to 60 percent\nReaction: extremely acid to strongly acid\nRock fragment content: 0 to 34 percent channers (siltstone or sandstone)\nPararock fragment content: 0 to 15 percent parachanners\n2Cr horizon:\nWeakly to moderately cemented siltstone, shale, or sandstone that can be interbedded with strongly or more cemented layers of sandstone or siltstone\nHue: 10YR or 2.5Y\nValue: 5 or 6\nChroma: 1 to 6"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Needleye and Pekin series. Needleye soils average more than 5 percent rock fragments (chert) in the fragipan. Pekin soils do not have redox depletions with chroma of 2 or less immediately below the surface layer."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Johnsburg soils are on nearly level to gently sloping summits and shoulders of hills underlain with siltstone, sandstone or shale bedrock. They formed in loess or silty materials, and the underlying residuum weathered from siltstone, sandstone, and shale. Slope gradients range from 0 to 6 percent. Mean annual temperature ranges from 11 to 14 degrees C (52 to 57 degrees F), and mean annual precipitation ranges from 97 to 119 cm (38 to 47inches)."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: Johnsburg soils are commonly associated with Apalona, Mullins, Tilsit, Wellston and Zanesville soils on hills. The moderately well drained Apalona and moderately well drained or well drained Zanesville soils are on summits, shoulders and the upper part of backslopes. The poorly drained Mullins soils are on level summits. The moderately well drained Tilsit soils are on narrow summits and shoulders."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Somewhat poorly drained. Saturated hydraulic conductivity is moderately high or high (4.23 to 14.11 micrometers/s) in the upper part of the solum and low to moderately high (0.07 to 1.41 micrometers/s) very slow in the lower part. Permeability is moderate in the upper part of the solum and very slow in the lower part. The potential for surface water runoff is medium. In drained areas, depth to an intermittent perched high water table is at 15 to 61 centimeters (0.5 to 2.0 feet) from December through April in most years."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most of this soil is used for growing corn, soybeans, or hay. Some areas are used for pasture, and a few areas are in woodland. Native vegetation is mixed, deciduous forest."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Indiana, Kentucky, Ohio, Arkansas, and Alabama. The series is of moderate extent and correlated in several MLRA's. The type location is in MLRA 120B."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Morgantown, West Virginia"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Dubois County, Indiana, 1930."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic surface and subsurface horizons and features recognized in this pedon are:\n1) Ochric epipedon- the zone from 0 to 36 cm or 0 to 14 inches (Ap, EB horizons);\n2) Argillic horizon- the zone from 36 to 183 cm or 14 to 72 inches (Bt1, Bt2, Btg, Btx1, Btx2 horizons);\n3) Fragipan- the zone from 91 to 183 cm or 36 to 72 inches (Btx2 horizon);\n4) Redoximorphic features: from 25 to 229 cm or 10 to 90 inches (EB, Bt1, Bt2, Btg, Btx1, 2Btx2 ,2BC horizons)\n5) Paralithic contact: at 229 cm or 90 inches (2Cr horizon)\nIn 1996, the type location has been moved to a more representative area within MLRA 120B. This series is correlated across a wide range of Major Land Resource Areas (MLRA's). The series concept and range of soil properties will be evaluated to determine the proper MLRA's for this series.\nADDITIONAL DATA: Partial characterization data available for typical pedon (BPR) from Purdue University, West Lafayette, IN\nNational Cooperative Soil Survey\nU.S.A."
  }
}
