{
  "SERIES": "JOICE",
  "STATUS": "Established Series",
  "BYREV": "Rev. LAB/GMK/LCL",
  "REVDATE": "03/2001",
  "STATES": "CA",
  "OVERVIEW": "The Joice series is a member of the clastic, euic, thermic family of Typic Medisaprists.  Typically, Joice soils have upper layers of very strongly acid, black muck mixed with light gray silts and clays.  The lower layers are more fibrous, moderately alkaline, black clayey muck that becomes strongly or very strongly acid if allowed to oxidize.  They are strongly saline.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Euic, thermic Typic Haplosaprists"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Joice clayey muck - waterfowl hunting area.  (Colors are for wet soils unless otherwise noted.)\n0a1--0 to 7 inches; black (10YR 2/1 rubbed or unrubbed) sapric material, black (10YR 2/1) dry; about 5 percent fibers, none rubbed; weak medium granular structure; nonsticky, slightly plastic; very strongly acid (pH 4.7); clear smooth boundary.\n0a2--7 to 20 inches; black (5YR 2/1) sapric material, black (10YR 2/1) rubbed, gray (N 6/) with few medium prominent black (N 2/) mottles dry; 20 percent fibers, less than 10 percent rubbed; massive; extremely hard, sticky, slightly plastic; very strongly acid (pH 5.0 in H20); clear smooth boundary.\n0a3--20 to 40 inches; very dark gray (10YR 3/1) sapric material, very dark gray (10YR 3/1) rubbed, mottled gray (N 6/) and black (N 2/) with few fine yellowish brown (10YR 5/8) mottles dry; 50 percent fibers, less than 10 percent rubbed; massive; extremely hard, slightly sticky, slightly plastic; very strongly acid (pH 5.0 in H20); clear smooth boundary.\n0a4--40 to 60 inches; very dark gray (10YR 3/1) sapric material, very dark brown (10YR 2/2) rubbed, black (N 2/) with many fine prominent yellowish brown (10YR 5/8) mottles dry; 60 percent fibers, less than 10 percent rubbed; massive; extremely hard, nonsticky, slightly plastic; moderately alkaline (pH 8.0 in H20)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Solano County, California; 2,100 feet south of Montezuma Slough, 2 3/4 miles west of Grizzly Island Bridge, midway between first two electrical transmission line poles on the east side of road, or 1,500 feet south of Gum Tree Clubhouse; Suisun Marsh."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The organic layers extend to 60 inches or more in depth.  The natural fibers are dark brown (10YR 3/2), are easily discolored when pressed and many are destroyed with rubbing.  The soil reaction changes with drainage and conditions; where natural drainage has been improved, the soils become more acid.  The mean annual soil temperature is about 63 degrees F.  Thin lenses of mineral soil may occur in any horizon.  The electrical conductivity ranges from 15 to 48 millimhos per centimeter at 25 degrees C.  These soils develop wide cracks when they dry and the cracks remain after the soil is re-wet.  Small yellow masses (jarosite) are visible in some pores between depths of 10 to 48 inches.  Frest soil samples from a depth of 20 to 50 inches may smell strongly of H2S.  The surface tier (0 to 12 inches) has an estimated organic matter content of 40 to 45 percent.  The soils are strongly or very strongly acid.  The subsurface tiers (12 to 35 inches) have an estimated organic matter content of 35 to 45 percent by weight and range from very strongly acid to moderately alkaline.  The bottom tier (35 to 52 inches) is about the same as the subsurface tier."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Suisun and Tamba series.  Suisun soils have more than 50 percent organic matter, and the organic volume has more than 10 percent fibers remaining after rubbing in the subsurface and bottom tiers of the control section.  Tamba soils have 15 to 30 percent organic matter in their control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "SETTING",
    "content": "SETTING:  The Joice soils are in flat salt water marshes.  They are found near sea level and were formed from hydrophytic plant remains and mixed alluvium.  The climate is Mediterranean with hot dry summers and cool moist winters.  The mean annual precipitation is about 15 to 20 inches.  Mean annual temperature is about 59 degrees F., average January temperature is about 46 degrees F., and average July temperature is about 72 degrees F."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "PRINCIPAL ASSOCIATED SOILS",
    "content": "PRINCIPAL ASSOCIATED SOILS:  These are the Reyes and Valdez soils and the competing Suisun and Tamba soils.  Reyes and Valdez soils are mineral soils."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Joice soils were formed under very poorly drained conditions, but under present management these soils have altered drainage.  In most places the water table is about 30 inches below the surface in mid-summer and on or near the surface during the winter months.  Runoff is very slow.  Permeability is rapid."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  The Joice soils are used mainly for duck hunting club lands, but some areas are used for livestock pasture.  Principal native plants are salt grasses, pickleweed, lambsquarter, and several members of the rush and sedge families."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  In the Suisun Marsh, Solano County, California.  The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Solano County, California, 1969.\nOSED scanned by SSQA.  Last revised by state on 3/72.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": null
  },
  "SITE": [
    [
      {
        "drainage": "very poorly",
        "drainage_overview": ""
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "0a1",
        "top": 0,
        "bottom": 18,
        "dry_hue": "10YR",
        "dry_value": 2,
        "dry_chroma": 1,
        "pH": 4.7,
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "0a1--0 to 7 inches; black (10YR 2/1 rubbed or unrubbed) sapric material, black (10YR 2/1) dry; about 5 percent fibers, none rubbed; weak medium granular structure; nonsticky, slightly plastic; very strongly acid (pH 4.7); clear smooth boundary."
      },
      {
        "name": "0a2",
        "top": 18,
        "bottom": 51,
        "moist_hue": "5YR",
        "moist_value": 2,
        "moist_chroma": 1,
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "0a2--7 to 20 inches; black (5YR 2/1) sapric material, black (10YR 2/1) rubbed, gray (N 6/) with few medium prominent black (N 2/) mottles dry; 20 percent fibers, less than 10 percent rubbed; massive; extremely hard, sticky, slightly plastic; very strongly acid (pH 5.0 in H20); clear smooth boundary."
      },
      {
        "name": "0a3",
        "top": 51,
        "bottom": 102,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 1,
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "0a3--20 to 40 inches; very dark gray (10YR 3/1) sapric material, very dark gray (10YR 3/1) rubbed, mottled gray (N 6/) and black (N 2/) with few fine yellowish brown (10YR 5/8) mottles dry; 50 percent fibers, less than 10 percent rubbed; massive; extremely hard, slightly sticky, slightly plastic; very strongly acid (pH 5.0 in H20); clear smooth boundary."
      },
      {
        "name": "0a4",
        "top": 102,
        "bottom": 152,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 1,
        "pH_class": "moderately alkaline",
        "narrative": "0a4--40 to 60 inches; very dark gray (10YR 3/1) sapric material, very dark brown (10YR 2/2) rubbed, black (N 2/) with many fine prominent yellowish brown (10YR 5/8) mottles dry; 60 percent fibers, less than 10 percent rubbed; massive; extremely hard, nonsticky, slightly plastic; moderately alkaline (pH 8.0 in H20)."
      }
    ]
  ]
}
