{
  "SERIES": "JOKERST",
  "STATUS": "Established Series",
  "BYREV": "IRD: AEC/DWB/DWH",
  "REVDATE": "10/2006",
  "STATES": "CA",
  "OVERVIEW": "The Jokerst series consists of very shallow, poorly drained soils that formed in residuum from volcanic mudflow breccia.  Jokerst soils are in swales and in broad planar areas on ridge tops and side slopes on volcanic ridges in Cascade foothills.  Slopes range from 0 to 30 percent.  The mean annual precipitation is about 26 inches, (660 mm) and the mean annual temperature is about 60 degrees F, (16 degrees C).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy, mixed, superactive, thermic Lithic Haploxeralfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Jokerst very cobbly loam on a west facing 3 percent slope under a cover of annual grasses and forbs at an elevation of 317 feet, (97 m).  When described on 3/26/97 the soil was dry from 0 to 1 inch, (0 to 2.5 cm) and slightly moist from 1 to 4 inches, (2.5 to 10 cm).  (Colors are for dry soil unless otherwise noted).\nA--0 to 1 inches, (0 to 3 cm); reddish yellow (7.5YR 6/6) very cobbly loam, dark reddish brown (2.5YR 3/4) moist; 15 percent clay; weak medium platy structure parting to moderate fine and medium subangular blocky; moderately hard, firm, slightly sticky and slightly plastic; many very fine roots; few very fine vesicular and tubular pores; noneffervescent; 10 percent gravel, 15 percent cobbles and 10 percent stones; slightly acid, pH 6.4 by pH meter 1:1 water; clear smooth boundary. (0.5 to 1 inch, (1 to 3 cm) thick)\nBt--1 to 4 inches, (3 to 10 cm); reddish yellow (5YR 6/6) gravelly loam, dark reddish brown (2.5YR 3/4) moist; 18 percent clay; moderate fine and medium platy structure parting to moderate medium subangular blocky; moderately hard, firm, slightly sticky and slightly plastic; common very fine roots; common very fine vesicular and tubular pores; many faint continuous clay films on faces of peds and on rock fragments; common fine irregular iron-manganese masses between peds; noneffervescent; 15 percent gravel and 10 percent cobbles and 5 percent stones; slightly acid, pH 6.5 by pH meter 1:1 water; abrupt smooth boundary. (1 to 10 inches, (2.54 to 25 cm) thick)\nR--4 inches, (10 cm); indurated volcanic mudflow breccia; roots are matted on top; 1/16 inches (2mm) manganese capping."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Butte County, California; about 0.7 miles north of Rock Creek Road, and about 2.8 miles east of Meridian Road; approximately 1625 feet south and 775 feet west of the northeast corner of Section 16, Township 23 N., Range 1 E., 39 degrees, 51 minutes, 3.18 seconds North latitude and 121 degrees, 51 minutes, 54.71 seconds West longitude, NAD83  U.S.G.S. Quad: Richardson Springs SE, California."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Depth to lithic bedrock is 4 to 10 inches, (5 to 25 cm).  The mean annual soil temperature is 59 to 64 degrees F, (15 to 18 degrees C).  The soil moisture control section is dry in all parts from about May to about October (about 150 to 200 days).  The particle-size control section averages 18 to 24 percent clay and 10 to 35 percent rock fragments, mostly gravel.  Mineralogy is mixed.  A fluctuating water table can occur between the top of the bedrock and the surface of the soil from November through March.  Redoximorphic features such as iron-manganese masses occur in the A and Bt horizons, iron-manganese concretions in the Bt horizon, and manganese masses occur in layers 1/16 to 1/8 inch, (2 to 4 mm) thick on top of the bedrock.  Rock fragments on the surface range from 0 to 10 percent gravel, 2 to 30 percent cobbles, 3 to 50 percent stones and 0 to 5 percent boulders.  Some pedons have a 1/16 inch, (2 mm) thick organic mat on the surface.\nThe A horizon dry color is 5YR 4/6, 5/6 or 7.5YR 6/6.  Moist color is 2.5YR 3/3, 3/4, 5YR 3/2, 3/4, 4/3, 7.5YR 3/2 or 3/3.  Texture is loam, gravelly loam, cobbly loam, stony loam, very cobbly loam or very stony loam.  Clay content ranges from 12 to 21 percent.  Rock fragments range from 10 to 25 percent gravel, 10 to 40 percent cobbles and 0 to 30 percent stones.  Reaction ranges from slightly acid to neutral.\nThe Bt horizon dry color is 5YR 5/6, 6/6 or 7.5YR 6/6.  Moist color is 2.5YR 3/3, 3/4, 5YR 4/3, 4/4, 7.5YR 3/3 or 3/4.  Texture is loam, gravelly loam or cobbly loam.  Clay content ranges from 16 to 25 percent.  Rock fragments range from 10 to 25 percent gravel, 0 to 20 percent cobbles and 0 to 10 percent stones.  Reaction ranges from slightly acid to neutral."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Millerton and Doemill series.  Millerton soils are well drained and have a sandy loam surface.  Doemill soils are somewhat poorly drained and shallow."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Jokerst soils are in swales and broad planar areas on ridge tops and side slopes on volcanic ridges of the Tuscan Formation.  Slopes range from 0 to 30 percent.  These soils formed in residuum weathered from volcanic mudflow breccia.  Elevation is 165 to 1700 feet, (50 to 518 m).  Mean annual precipitation is 25 to 40 inches, (635 to 1016 mm).  The mean annual temperature is 60 to 62 degrees F, (16 to 17 degrees C).  Frost free season is 250 to 260 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: This is the Doemill soil.  Doemill soils are on mounds and are shallow."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Poorly drained, frequently ponded up to 1 inch (3 cm) for brief duration on gentler slopes from December through March; moderate saturated hydraulic conductivity.  The soils are frequently flooded for very brief periods on gentler slopes from December through March.  A fluctuating water table can occur between the top of the bedrock and the surface of the soil from November through March."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: This soil is used for livestock grazing, wildlife habitat, watershed, and home site development.  Vegetation is soft chess, ryegrass, filaree, goldfields, navarretia, moss and tidytips and blue oak, buckbrush, Pacific poison oak and foothill pine at higher elevations."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Butte County, California.  MLRA 18 - Sierra Nevada Foothills (Cascade part).  The soils are moderately extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Butte County, California 2005.  Source of name is from James Jokerst, a botanist who studied plant communities on these soils."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - zone from 0 to 1 inch, (0 to 3 cm) (A).\nArgillic horizon - zone from 1 to 4 inches, (3 to 10 cm) (Bt).\nLithic Contact - at 4 inches, (10 cm).\nParticle-size control section - zone from 0 to 4 inches, (0 to 10 cm).\nSoil moisture control section - at 4 inches, (10 cm)."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "ADDITIONAL DATA: Reference data from lab pedon number: 01N0256, NSSL Lincoln, NE."
  },
  "SITE": [
    [
      {
        "drainage": "poorly",
        "drainage_overview": "poorly"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 3,
        "dry_hue": "7.5YR",
        "dry_value": 6,
        "dry_chroma": 6,
        "moist_hue": "2.5YR",
        "moist_value": 3,
        "moist_chroma": 4,
        "texture_class": "loam",
        "structure": "weak medium platy",
        "dry_rupture": "hard",
        "moist_rupture": "firm",
        "coherence": "NA",
        "cf_class": "very cobbly",
        "pH": "NA",
        "pH_class": "slightly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A--0 to 1 inches, (0 to 3 cm); reddish yellow (7.5YR 6/6) very cobbly loam, dark reddish brown (2.5YR 3/4) moist; 15 percent clay; weak medium platy structure parting to moderate fine and medium subangular blocky; moderately hard, firm, slightly sticky and slightly plastic; many very fine roots; few very fine vesicular and tubular pores; noneffervescent; 10 percent gravel, 15 percent cobbles and 10 percent stones; slightly acid, pH 6.4 by pH meter 1:1 water; clear smooth boundary. (0.5 to 1 inch, (1 to 3 cm) thick)"
      },
      {
        "name": "Bt",
        "top": 3,
        "bottom": 10,
        "dry_hue": "5YR",
        "dry_value": 6,
        "dry_chroma": 6,
        "moist_hue": "2.5YR",
        "moist_value": 3,
        "moist_chroma": 4,
        "texture_class": "loam",
        "structure": "moderate fine and medium platy",
        "dry_rupture": "hard",
        "moist_rupture": "firm",
        "coherence": "NA",
        "cf_class": "gravelly",
        "pH": "NA",
        "pH_class": "slightly acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Bt--1 to 4 inches, (3 to 10 cm); reddish yellow (5YR 6/6) gravelly loam, dark reddish brown (2.5YR 3/4) moist; 18 percent clay; moderate fine and medium platy structure parting to moderate medium subangular blocky; moderately hard, firm, slightly sticky and slightly plastic; common very fine roots; common very fine vesicular and tubular pores; many faint continuous clay films on faces of peds and on rock fragments; common fine irregular iron-manganese masses between peds; noneffervescent; 15 percent gravel and 10 percent cobbles and 5 percent stones; slightly acid, pH 6.5 by pH meter 1:1 water; abrupt smooth boundary. (1 to 10 inches, (2.54 to 25 cm) thick)"
      },
      {
        "name": "R",
        "top": 10,
        "bottom": "NA",
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "NA",
        "structure": "NA",
        "dry_rupture": "NA",
        "moist_rupture": "NA",
        "coherence": "indurated",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "R--4 inches, (10 cm); indurated volcanic mudflow breccia; roots are matted on top; 1/16 inches (2mm) manganese capping."
      }
    ]
  ]
}
