{
  "SERIES": "JOLLYGIANT",
  "STATUS": "Established Series",
  "BYREV": "Rev: DWH/JTB/SAA/ET",
  "REVDATE": "10/2016",
  "STATES": "CA",
  "OVERVIEW": "The Jollygiant series consists of very deep, somewhat poorly drained soils on low terraces, alluvial fans, and fan remnants on alluvial plains. These soils formed in mixed alluvium. Slopes range from 0 to 2 percent. Mean annual precipitation is about 1015 millimeters. Mean annual temperature is about 11 degrees C.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty, mixed, superactive, mesic Fluvaquentic Endoaquolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Jollygiant silty clay loam on a 1 percent slope under pasture grasses, clover, and ranunculus at an elevation of 7 meters. (Colors are for moist soil unless otherwise noted. When described on August 17, 2001 the soil was moist.)\nAp1--0 to 26 centimeters; black (10YR 2/1) silty clay loam, gray (10YR 5/1) dry; strong very coarse prismatic parting to moderate medium and coarse subangular blocky; moderately hard, very friable, slightly sticky, moderately plastic; many very fine roots throughout; few very fine and fine tubular pores; moderately acid (pH 5.6); clear wavy boundary. (15 to 26 centimeters thick)\nAp2--26 to 41 centimeters; very dark gray (10YR 3/1) silty clay loam, gray (10YR 6/1) dry; moderate fine and medium subangular blocky structure; slightly hard, very friable, slightly sticky, moderately plastic; many very fine roots throughout; common fine and many very fine tubular pores; few fine distinct dark yellowish brown (10YR 4/4) iron-manganese masses in the matrix; strongly acid (pH 5.4); gradual wavy boundary. (15 to 48 centimeters thick)\nBg1--41 to 64 centimeters; very dark grayish brown (2.5Y 3/2) silty clay loam, light brownish gray (2.5Y 6/2) dry; moderate medium and coarse subangular blocky structure; moderately hard, friable, moderately sticky, very plastic; common very fine roots throughout; common fine and many very fine tubular pores; common fine prominent dark yellowish brown (10YR 4/6) iron-manganese masses in the matrix; moderately acid (pH 5.6); gradual wavy boundary. (0 to 23 centimeters thick)\nBg2--64 to 83 centimeters; dark grayish brown (2.5Y 4/2) silty clay loam, light brownish gray (2.5Y 6/2) dry; weak medium and coarse subangular blocky structure; moderately hard, friable, moderately sticky, very plastic; few very fine roots throughout; common fine and many very fine tubular pores; many medium prominent dark yellowish brown (10YR 4/6) iron-manganese masses in the matrix; moderately acid (pH 5.8) gradual wavy boundary. (0 to 19 centimeters thick)\nBg3--83 to 120 centimeters; dark gray (2.5Y 4/1) loam, gray (2.5Y 6/1) dry; massive; slightly hard, very friable, slightly sticky, moderately plastic; common fine and many very fine tubular pores; many medium prominent dark yellowish brown (10YR 4/6) iron-manganese masses in the matrix; slightly acid (pH 6.2) gradual wavy boundary. (12 to 43 centimeters thick)\nBg4--120 to 160 centimeters; dark gray (2.5Y 4/1) very fine sandy loam, gray (2.5Y 6/1) dry; massive; slightly hard, very friable, slightly sticky, moderately plastic; common fine and many very fine tubular pores; many medium prominent dark yellowish brown (10YR 4/6) iron-manganese masses in the matrix; slightly acid (pH 6.2). (40 to 87 centimeters thick)"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Humboldt County, California; about 1.6 kilometers northwest of Arcata; about 0.5 kilometers west of Janes Road on Upper Bay Road, 387 meters south and 640 meters west of the northeast corner, section 19, T.6N., R.1E., HB&M; Arcata North Quadrangle (7.5 minute series); WGS84 Decimal degrees  40.8952778 latitude, and - 124.1088889 longitude, UTM Zone 10 406598mE, 4527709mN, NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil Moisture: Moist in all parts of the soil moisture control section (13 to 40 centimeters) in most years and saturated in all or part during the months of January through February. The soils have an aquic soil moisture regime.\nSoil Temperature: The mean annual soil temperature at 50 centimeters is 12 to 15 degrees C. The average summer soil temperature is about 18 degrees C and the average winter soil temperature is about 9 degrees C. The difference between average summer and winter soil temperatures is about 6 to 9 degrees C.  The soils have an isomesic soil temperature regime.\nBase Saturation: is 50 percent or more by ammonium acetate in all horizons between the mineral soil surface and 180 centimeters.\nEndosaturation: The water table is between 25 to 50 centimeters from about January through February, between 50 and 150 centimeters March through May, falls below 150 centimeters from June through November and rises to between 50 and 150 centimeters in December.\nThe mollic epipedon is 25 to 53 centimeters thick.\nDepth to Redoximorphic features:  25 to 50 centimeters\nParticle-size control section (weighted average):\nClay content: 20 to 32 percent\nReaction class: moderately acid to neutral\nA horizon\nHue: 10YR or 2.5Y, moist or dry\nValue: 2 or 3, 4 or 5 dry\nChroma: 1 or 2, 1 to 3 dry\nTexture: silty clay loam\nClay: 28 to 34 percent\nUpper Bg horizon\nHue: 10YR, 2.5Y, or 5Y moist or dry\nValue: 3 or 4, 6 dry\nChroma: 1 or 2, moist or dry\nTexture of fine earth: loam, silt loam, silty clay loam\nClay: 20 to 34 percent\nRedoximorphic features: fine and medium iron-manganese masses\nQuantity: few to many\nDistinctness: distinct or prominent\nValue: 3 or 4\nChroma: 3 or 4\nLower Bg horizon\nHue: 2.5Y or 5Y, moist or dry\nChroma: 1 or 2, moist or dry\nTexture of fine earth: fine sandy loam, loam, silt loam, silty clay loam\nClay: 17 to 30 percent\nRedoximorphic features: fine and medium iron-manganese masses\nQuantity: none to many\nChroma: 4 or 6"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Beaucoup, Blackoar, Bridgeson, Copperas, Ettrick, Fella, Gorham, Leshara, Lummi, Sauvie, Sepo, and Wapato soils. Beaucoup, Blackoar, Ettrick, Leshara, Gorham, and Lummi soils have a difference between average winter and summer soil temperature of greater than 9 degrees C and have a mean January soil temperature less than 8 degrees C.  Bridgeson, Sauvie, and Wapato soils are dominated by amorphous clays inherited from volcanic ash.   Copperas soils have a paralithic contact within a depth of 40 to 60 inches.  Gorham soils have a discontinuity and average more than 40 percent sand in the lower part of the series control section.  Fella and Sepo soils have carbonates within a depth of 40 inches. Leshara soils also have free carbonates at depths of 10 to 26 inches.  Sauvie soils are also slightly acid and subject to freshwater overflow during high tides.  Wapato soils are 35 to 50 percent clay in the lower part of the series control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Jollygiant soils are on low terraces, alluvial fans, and fan remnants on alluvial plains. Slopes are 0 to 2 percent. These soils formed in mixed alluvium. Elevation is 3 to 50 meters. The climate is humid with cool, foggy summers and cool, rainy winters. Mean annual precipitation is 890 to 2030 millimeters. The mean January temperature is about 9 degrees C. The mean July temperature is about 14 degrees C. The mean annual air temperature is 10 to 13 degrees C. Frost free season is about 275 to 330 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Dungan, Canalschool, Swainslough, and Arlynda soils.  Dungan soils have redoximorphic features at greater than 100 centimeters, and occur on higher positions than Jollygiant.  Canalschool soils are on high flood-plain steps and lack a mollic epipedon.  Swainslough and Arlynda soils have redoximorphic features at 0 to 10 centimeters, and are on backswamps and depressions. Arlynda soils are also on meander scars and are in the fine-silty family. Swainslough soils are in the fine family."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Somewhat poorly drained; low runoff; moderately slow permeability, moderately high saturated hydraulic conductivity. The soils are very rarely flooded for brief periods December through February."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: These soils are used for pasture, hay, and floral bulb production.  Nearly all areas of this soil have had the native vegetation removed.  The native vegetation is estimated to be a variable canopy of red alder, Sitka spruce, and black cottonwood with scattered willow and redwood, with an understory of blackberry, ferns, and grasses."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: California Coastal Redwood Belt.  MLRA 4B. The series is not extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Humboldt County, California, 2011. Name is from a creek located west of the town of Arcata."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\n1. Mollic epipedon - the zone from 0 to 26 centimeters (Ap1).\n2. Cambic horizon - 41 to 160 centimeters (Bg1, Bg2, Bg3, Bg4).\n3. Particle-size control section - the zone from 25 to 100 centimeters (Ap, Bg1, Bg2, Bg3) averages 30 percent clay, and 5 percent fine sand or coarser, by weight.\nADDITIONAL DATA: NSSL Pedon No. 02N0775 (0 to 41 centimeters only)\nNASIS User Pedon ID: 01CA600017P\nSoil classified using Keys to Soil Taxonomy, 12th edition.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
