{
  "SERIES": "JOLLY",
  "STATUS": "Established Series",
  "BYREV": "Rev. ACT-WJG",
  "REVDATE": "10/2013",
  "STATES": "TX",
  "OVERVIEW": "The Jolly series consists of shallow soils over sandstone bedrock.  These well drained, moderately permeable soils that developed in residuum and colluvium from sandstone.  These soils are on gently sloping to strongly sloping ridges on hills.  Slopes range from 1 to 12 percent.  Mean annual precipitation is about 737mm (29 in) and the mean annual air temperature is 18.3 degrees C (65 degrees F).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy, siliceous, active, thermic, shallow Typic Haplustalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Jolly fine sandy loam--Rangeland. (Colors are for dry soil unless otherwise stated.)\nA--0 to 13 cm (0 to 5 in); brown (7.5YR 5/4) fine sandy loam, brown (7.5YR 4/2) moist; weak medium subangular blocky structure parting to moderate medium granular; loose, very friable; many fine and medium roots; sandstone fragments up to 36 inches across cover about 5 percent of the surface; neutral; abrupt smooth boundary. Thickness is 5 to 23 cm (2 to 9 in) thick.\nBt--13 to 28 cm (5 to 11 in); reddish brown (5YR 5/4) sandy clay loam, reddish brown (5YR 4/3) moist; moderate coarse prismatic structure parting to moderate medium subangular blocky; very hard, very firm; many fine and medium roots; many fine and medium pores; common continuous clay films on surfaces of peds; slightly acid; clear smooth boundary. Thickness is 8 to 36 cm (3 to 14 in) thick.\nBtc--28 to 46 cm (11 to 18 in), reddish brown (5YR 5/4) paragravelly sandy clay loam, reddish brown (5YR 4/4) moist; weak fine prismatic structure parting to moderate medium subangular blocky; hard, firm; many fine and medium roots; few medium pores; common thin patchy clay films on surfaces of peds; common medium black concretions; 30 percent discontinuous layers of soft sandstone parafragments less than 3 inches across; slightly acid; abrupt smooth boundary. Thickness is 0 to 33 cm (0 to 13 in) thick.\nCr--46 to 102 cm (18 to 40 in); pale yellow (5Y 7/3) weakly cemented sandstone bedrock, pale olive (5Y 6/3) moist; few coarse yellowish brown (10YR 5/8) mottles and streaks; common black streaks; neutral."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Archer County, Texas; from the intersection of Texas Highways 25 and 79 in Archer City; about 5.25 miles north on Texas Highway 79; 0.72 mile west northwest on a ranch road; then 75 feet south in rangeland. USGS Topographic Quadrangle: Archer City NE, TX; Latitude 33 degrees 40 minutes 59.76 minutes N; Longitude 98 degrees 37 minutes 1.38 seconds W, NAD 1983; UTM Easting 535495, UTM Northing 3727104, UTM Zone 14."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nDepth to bedrock: 30 to 51 cm (12 to 20 in)\nSurface fragments: 0 to 10 percent; gravel, cobbles, or stones with a few outcrops of sandstone bedrock\nParticle-size control section (weighted average)\nClay content: 20 to 30 percent\nCoarse fragments: 0 to 30 percent; partially weathered sandstone gravel, cobbles, or flagstones\nA horizon:\nHue: 5YR to 10YR\nValue: 4 or 5\nChroma: 4\nTexture: fine sandy loam, very fine sandy loam, or loam\nReaction: ranges from moderately acid to neutral.\nBt horizon:\nHue: 5YR or 7.5YR\nValue: 4 or 5\nChroma: 4\nTexture: dominantly sandy clay loam, but fine sandy loam may occur in the lower part.\nClay content: 15 to 30 percent\nCoarse fragments: 0 to 15 percent in the Bt horizon and 10 to 45 percent by volume in the Btc horizon of soft sandstone parafragments less than 8 cm (3 in) across as discontinuous layers.\nReaction: slightly acid or neutral\nCr Horizon:\nHue: 10YR to 5Y\nValue: 6 to 8\nChroma: 1 to 6\nMottles: some pedons have coarse reddish and brownish mottles and black streaks\nCementation:  extremely weakly to moderately cemented\nBedrock: noncalcareous, horizontally layered sandstone. In some pedons the sandstone bedrock below a depth of 40 inches is strongly cemented or noncemented."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no series in the same family. Similar soils include the Bluegrove, Bonti, Cosh, Darnell, Exray, and Pontotoc series.\nBluegrove, Bonti, and Pontotoc soils: are more than 51 cm (20 in)deep to bedrock.\nCosh and Exray soils: have argillic horizons redder than 5YR and moist values less than 4, and in addition, Exray soils have more that 35 percent clay in the particle-size control section.\nDarnell soils: do not have an argillic horizon."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material: fine and medium grained residuum and colluvium derived from sandstone of Permian and Pennsylvanian age\nLandscape: hills\nLandform: plane or convex side slopes of ridges\nSlope: 1 to 12 percent\nMean annual precipitation: 686 to 813 mm (27 to 32 in)\nThornthwaite annual P-E index: 40 to 50\nMean annual air temperature: 17.2 to 18.9 degrees C (63 to 66 degrees F)\nFrost-free period: 210 to 240 days\nElevation: 304.8 to 487.7 meters (1,000 to 1,600 feet)"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Bluegrove, Darnell, Grandfield, Owens, Throck,and Vernon series.\nBluegrove soils: occur on higher ridgetops.\nGrandfield soils: are greater than 152 cm (60 in) to bedrock and occur on lower toe slopes.\nOwens, Throck, and Vernon soils: have more that 35 percent clay in the particle-size control section and occur on back slopes and foot slopes below sandstone outcrops."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained. Permeability is moderate in the soil and moderately slow in the bedrock. Runoff is very low on 1 to 3 percent slopes, low on 3 to 5 percent slopes, medium on 5 to 10 percent slopes, and high on slopes greater than 10 percent."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: The principal use is for rangeland. Small acreage has been cultivated in the past but most cultivated areas are now abandoned and returned to rangeland. Native vegetation is mainly little bluestem, sand bluestem, cane bluestem, sideoats grama, vine-mesquite, Arizona cottontop, Texas wintergrass, Wrights threeawn, blue grama and sand dropseed. Mesquite and prickly pear have invaded most areas."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: North and North-central Texas; and possibly in southwestern Oklahoma. Most of these soils are across the Central Rolling Red prairies (MLRA 80A) and northeastern Texas North Central Prairies (MLRA 80B). Jolly soils are of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Archer County, Texas; 1984."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Jolly soils were formerly included in the Oben series which occurs in Cambrian sandstone in the Central Basin (MLRA 82) of Texas.\nChanged to tabular format and included metric values (RFG-10/2013)\nDiagnostic horizons and features recognized in this pedon are:\nOchric epipedon: 0 to 13 cm (0 to 5 in). (A horizon)\nArgillic horizons: 13 to 46 cm (5 to 18 in). (Bt and Btc horizons)\nParalithic contact: at a depth of 46 cm (18 in). (Top of Cr horizon)\nParalithic material: 46 to 102 cm (18 to 40 in). (Cr horizon)\nADDITIONAL DATA: NSSL characterization data from Young County, Texas; S92TX-503-006, and Texas Department of Highways and Public Transportation data from the type location; E806401310133.\nTaxanomic Version: Keys to Soil Taxonomy, 11th Edition, 2010.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 13,
        "dry_hue": "7.5YR",
        "dry_value": 5,
        "dry_chroma": 4,
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "fine sandy loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "A--0 to 13 cm (0 to 5 in); brown (7.5YR 5/4) fine sandy loam, brown (7.5YR 4/2) moist; weak medium subangular blocky structure parting to moderate medium granular; loose, very friable; many fine and medium roots; sandstone fragments up to 36 inches across cover about 5 percent of the surface; neutral; abrupt smooth boundary. Thickness is 5 to 23 cm (2 to 9 in) thick."
      },
      {
        "name": "Bt",
        "top": 13,
        "bottom": 28,
        "dry_hue": "5YR",
        "dry_value": 5,
        "dry_chroma": 4,
        "moist_hue": "5YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "sandy clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bt--13 to 28 cm (5 to 11 in); reddish brown (5YR 5/4) sandy clay loam, reddish brown (5YR 4/3) moist; moderate coarse prismatic structure parting to moderate medium subangular blocky; very hard, very firm; many fine and medium roots; many fine and medium pores; common continuous clay films on surfaces of peds; slightly acid; clear smooth boundary. Thickness is 8 to 36 cm (3 to 14 in) thick."
      },
      {
        "name": "Btc",
        "top": 28,
        "bottom": 46,
        "dry_hue": "5YR",
        "dry_value": 5,
        "dry_chroma": 4,
        "moist_hue": "5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "sandy clay loam",
        "cf_class": "gravelly",
        "pH": "NA",
        "pH_class": "slightly acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Btc--28 to 46 cm (11 to 18 in), reddish brown (5YR 5/4) paragravelly sandy clay loam, reddish brown (5YR 4/4) moist; weak fine prismatic structure parting to moderate medium subangular blocky; hard, firm; many fine and medium roots; few medium pores; common thin patchy clay films on surfaces of peds; common medium black concretions; 30 percent discontinuous layers of soft sandstone parafragments less than 3 inches across; slightly acid; abrupt smooth boundary. Thickness is 0 to 33 cm (0 to 13 in) thick."
      },
      {
        "name": "Cr",
        "top": 46,
        "bottom": 102,
        "dry_hue": "5Y",
        "dry_value": 7,
        "dry_chroma": 3,
        "moist_hue": "5Y",
        "moist_value": 6,
        "moist_chroma": 3,
        "texture_class": "sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Cr--46 to 102 cm (18 to 40 in); pale yellow (5Y 7/3) weakly cemented sandstone bedrock, pale olive (5Y 6/3) moist; few coarse yellowish brown (10YR 5/8) mottles and streaks; common black streaks; neutral."
      }
    ]
  ]
}
