{
  "SERIES": "JONESVILLE",
  "STATUS": "Established Series",
  "BYREV": "Rev. BPT:AGH",
  "REVDATE": "09/2002",
  "STATES": "FL",
  "OVERVIEW": "The Jonesville series consists of moderately deep, well drained soils that formed in sandy and loamy marine sediments overlying limestone.  They occur on ridges and gently undulating uplands in the hyperthermic region of Florida.  Slopes are 0 to 5 percent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy, siliceous, superactive, hyperthermic Arenic Hapludalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Jonesville sand in a forested area.       (Colors are for moist soil.)\nA--0 to 7 inches; dark gray (10YR 4/1) sand; weak fine granular structure; very friable; common fine and medium roots; moderately acid; clear wavy boundary.  (4 to 9 inches thick)\nE1--7 to 17 inches; pale brown (10YR 6/3) fine sand; single grained; loose; common fine and medium roots; neutral; gradual wavy boundary.\nE2--17 to 29 inches; very pale brown (10YR 7/3) fine sand; single grained; loose; few fine and medium roots; neutral; clear wavy boundary.   (Combined thickness of the E horizon is 16 to 32 inches)\nBt--29 to 33 inches; brownish yellow (10YR 6/6) sandy clay loam; weak medium subangular blocky structure; friable; few fine and medium roots; sand grains are well coated and bridged with clay; neutral; abrupt wavy boundary.  (3 to 20 inches thick)\n2R--33 to 80 inches; white (10YR 8/2) limestone that can be dug with light power equipment such as a backhoe; moderately alkaline; the pedon had a 14 x 33 inch deep solution hole contained strong brown (7.5YR 5/6) sandy clay between depths of 52 to 60 inches; moderate medium subangular blocky structure; firm, few distinct clay films on peds; few fine limestone nodules and fragments; neutral."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Alachua County, Florida; about 200 feet east of Parker Road (S. W. 122nd Street) 3.6 miles south of junction with State Road 26, 1.5 miles east of intersection of State Road 241 at Jonesville, NW1/4SW1/4, sec 24, T. 10 S. R. 18 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Depth to limestone in about 60 to 65 percent of the pedon is 26 to 40 inches and in about 30 to 35 percent depth is 40 to 59 inches.  Within the pedon, in solution holes, the solum extends to depths below 60 inches.  Limestone or chert boulders are on the surface and within the solum of many areas, comprising up to 3 percent of the surface area.\nThe A horizon has hue 10YR, value of 3 to 5, and chroma of 1 or 2.  Reaction ranges from strongly acid to slightly acid. Texture is sand or fine sand.\nThe E horizon predominantly has hue 10YR, value of 5 to 8 and  chroma of 6 or less; or hue 2.5Y, value of 5 to 7, and chroma of 2 to 6 but ranges to hue 7.5YR, value 5 to 7, chroma 4 to 8 in some pedons.  Reaction ranges from strongly acid to slightly acid.  Texture is sand or fine sand.  Where present, light gray streaks of uncoated sand grains are due to sand stripping and are not indicative of wetness.\nThe Bt horizon has hue 10YR or 7.5YR, value of 4 to 6, and chroma of 4 to 8, without mottles with chroma of 3 or more.  Texture is sandy loam, fine sandy loam, or sandy clay loam.  Reaction ranges from slightly acid to moderately alkaline.  In some pedons, the lower 3 to 6 inches of the Bt horizon contains about 3 to 10 percent of limestone fragments 2 to 10 inches in size.  In solution holes, which comprise about 1 to 20 percent, the texture of the Bt horizon is usually sandy clay loam in the upper part and sandy clay loam or sandy clay in the lower part.  Fine to medium nodules of soft limestone are usually in the Bt horizon in the solution holes, but normally make up less than 20 percent by volume.\nSome pedons have a 2Cr horizon of soft limestone above the harder limestone.  Where present, hue is 10YR, value 7 or 8, chroma 1 or 2.  Hard limestone fragments and boulders occur randomly throughout the horizon and range from few to many.\nThe 2R  horizon is white limestone soft enough to be dug with light power equipment.  Solution holes about 4 to 12 inches in diameter and filled with sandy loam or sandy clay loam occur in the 2Cr or 2R horizon.  Depth to the underlying limestone is highly variable within short distances."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  This is the Hague series in the same family and the Chiefland series in a closely similar family.  Hague soils lack limestone within depths of 80 inches.  Chiefland soils are in a thermic family."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Jonesville soils occur on nearly level to gently sloping ridges and gently undulating uplands of the hyperthermic region of Florida.  A few small limestone rock outcrops and lime sinks occur in the landscape.  The soil formed in sandy and loamy marine sediments overlying limestone.  The mean annual precipitation is about 50 to 60 inches and the mean annual temperature is about 70 to 74 degrees F.  Slopes are 0 to 5 percent."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the competing Hague series and the Apopka, Arredondo, Candler, Kendrick, Paola, Pedro, and Tavares series.  All the associated soils except Pedro soils lack limestone within depths of 80 inches.  Pedro soils have limestone within depths of 20 inches.  Apopka and Arredondo soils have A and E horizons 40 to 80 inches thick.  Candler, Paola, and Tavares soils are sandy to depths of 80 inches or more.  Kendrick soils have low base saturation.  In addition, Candler soils have lamellae and Tavares soils are moderately well drained."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained.  Runoff is slow. Permeability is rapid in the A and E horizons and moderate to moderately slow in the Bt horizon.  Available water capacity is low in the A and Bt horizons and very low in the E horizon.  The water table is below a depth of 72 inches."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Many areas are cleared and used for tame pasture and cultivated crops such as corn, peanuts, tobacco, watermelons, and vegetables.  Natural vegetation consists of slash and longleaf pines; post, bluejack, laurel and live oaks; scattered red oak and hickory.  The understory is chalky and other bluestems, panicum, huckleberry, blackberry, pineland threeawn and scattered sawpalmetto."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  The hyperthermic region of Florida.  The series is of small known extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Auburn, Alabama"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Alachua County, Florida; 1947."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features in this pedon:\nOchric epipedon and arenic feature - 0 to 29 inches (A, E1, E2)\nArgillic horizon - 29 to 33 inches (Bt)"
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "NA"
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 18,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 1,
        "texture_class": "sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "A--0 to 7 inches; dark gray (10YR 4/1) sand; weak fine granular structure; very friable; common fine and medium roots; moderately acid; clear wavy boundary.  (4 to 9 inches thick)"
      },
      {
        "name": "E1",
        "top": 18,
        "bottom": 43,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 3,
        "texture_class": "fine sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "E1--7 to 17 inches; pale brown (10YR 6/3) fine sand; single grained; loose; common fine and medium roots; neutral; gradual wavy boundary."
      },
      {
        "name": "E2",
        "top": 43,
        "bottom": 74,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 7,
        "moist_chroma": 3,
        "texture_class": "fine sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "E2--17 to 29 inches; very pale brown (10YR 7/3) fine sand; single grained; loose; few fine and medium roots; neutral; clear wavy boundary.   (Combined thickness of the E horizon is 16 to 32 inches)"
      },
      {
        "name": "Bt",
        "top": 74,
        "bottom": 84,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 6,
        "texture_class": "sandy clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "Bt--29 to 33 inches; brownish yellow (10YR 6/6) sandy clay loam; weak medium subangular blocky structure; friable; few fine and medium roots; sand grains are well coated and bridged with clay; neutral; abrupt wavy boundary.  (3 to 20 inches thick)"
      },
      {
        "name": "2R",
        "top": 84,
        "bottom": 203,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 8,
        "moist_chroma": 2,
        "texture_class": "sandy clay",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "2R--33 to 80 inches; white (10YR 8/2) limestone that can be dug with light power equipment such as a backhoe; moderately alkaline; the pedon had a 14 x 33 inch deep solution hole contained strong brown (7.5YR 5/6) sandy clay between depths of 52 to 60 inches; moderate medium subangular blocky structure; firm, few distinct clay films on peds; few fine limestone nodules and fragments; neutral."
      }
    ]
  ]
}
