{
  "SERIES": "JONLAKE",
  "STATUS": "Established Series",
  "BYREV": "Rev. IJR/WED/EWB/JBF",
  "REVDATE": "02/2012",
  "STATES": "NV",
  "OVERVIEW": "The Jonlake series consists of shallow, well drained soils that formed in residuum and colluvium derived from quartzite with local admixtures of argillite. The Jonlake soils are on mountains. Slopes are 8 to 75 percent. The mean annual precipitation is about 500 mm and the mean annual temperature is about 4 degrees C.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive Lithic Haplocryolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Jonlake extremely gravelly loam--rangeland. (Colors are for dry soil unless otherwise noted.) The soil surface is covered with approximately 40 percent gravel, 20 percent cobbles, and 2 percent stones.\nA1--0 to 15 cm; grayish brown (10YR 5/2) extremely gravelly loam, very dark grayish brown (10YR 3/2) moist; weak fine subangular blocky structure; soft, very friable, slightly sticky and slightly plastic; many very fine and few fine roots; common very fine tubular and interstitial pores; 55 percent gravel and 10 percent cobbles; neutral (pH 6.8); clear wavy boundary.  (8 to 20 cm thick)\nA2--15 to 28 cm; grayish brown (10YR 5/2) extremely gravelly loam, very dark grayish brown (10YR 3/2) moist; weak fine and medium subangular blocky structure; soft, very friable, slightly sticky and slightly plastic; many very fine and fine roots; common very fine tubular and interstitial pores; 65 percent gravel and 5 percent cobbles; neutral (pH 6.8); clear wavy boundary.  (8 to 18 cm thick)\nA3--28 to 36 cm; brown (10YR 5/3) very gravelly loam, dark brown (10YR 3/3) moist; weak fine and medium subangular blocky structure; soft, very friable, slightly sticky and slightly plastic; many very fine and fine roots; common very fine tubular and interstitial pores; 55 percent gravel; neutral (pH 6.8); clear wavy boundary.  (0 to 13 cm thick)\nC--36 to 43 cm; pale brown (10YR 6/3) extremely gravelly loam, brown (10YR 4/3) moist; weak fine subangular blocky structure; soft, very friable, moderately sticky and slightly plastic; common very fine and fine roots; common very fine tubular and interstitial pores; 60 percent gravel; neutral (pH 6.8); abrupt irregular boundary.  (8 to 18 cm thick)\nR--43 cm; hard quartzite bedrock."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: White Pine County, Nevada; about 0.25 mile north of Pine Creek in Great Basin National Park; USGS Wheeler Peak 7.5 minute topographic quadrangle; latitude 38 degrees 59 minutes 59 seconds N and longitude 114 degrees 20 minutes 45 seconds W; UTM Zone 11, 729847e, 4320091n, NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: Usually moist; moist in winter, spring and early summer dry in all parts at least 45 consecutive days following the summer solstice (July and August), but intermittently moist in the upper part for 10 to 20 days cumulative due to convection storms between July and September; xeric soil moisture regime.\nMean annual soil temperature: 4 to 7 degrees C.\nMean summer soil temperature: 7 to 8 degrees C\nMollic epipedon thickness: 18 to 38 cm.\nDepth to bedrock: 30 to 50 cm.\nParticle-size control section - Clay content: Averages 18 to 25 percent.\nRock fragments: Averages 50 to 80 percent, dominantly gravel. Lithology of fragments is dominantly quartzite.\nA horizons\nValue: 4 or 5 dry, 2 or 3 moist.\nChroma: 2 or 3, dry or moist.\nReaction: Slightly acid or neutral.\nC horizon\nValue: 6 or 7 dry, 3 or 4 moist.\nChroma: 2 through 4, dry or moist.\nConsistence: Slightly sticky or moderately sticky.\nRock fragments: Averages 50 to 80 percent, dominantly gravel.\nReaction: Slightly acid or neutral."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Arrowpeak, Betemer, Cheadle, Chokecherry, Clamp, Dalys, Dollarhide, Eyre, Irigul, Irson, Labshaft, Mccadden, Milling, Poin, Rogert, Schwacheim, Starley, Topeki and Udel(series.\nArrowpeak soils have 10 to 20 percent clay in the control section.\nBetemer soils have an ustic soil moisture regime.\nCheadle soils are calcareous, and are slightly to strongly alkaline in the A2 horizon.\nChokecherry soils have 10 to 18 percent clay in the particle-size control section.\nClamp soils are 10 to 30 cm to a lithic contact, and have 27 to 35 percent clay in their control section.\nDalys soil are 8 to 25 cm deep to a lithic contact.\nDollarhide soils have Bw horizons and have 8 to 18 percent clay in the control section.\nEyre soils have 8 to 18 percent clay, and dominantly flagstone rock fragments in the control section.\nIrigul soils have dominantly channer rock fragments in the control section.\nIrson soils have a MAST of 0 to 2 degrees C. and have more than 35 percent fine sand or coarser in the control section.\nLabshaft soils have Bw horizons, and have 25 to 35 percent clay in the control section.\nMccadden soils have an udic soil moisture regime.\nMilling soils have Bw horizons.\nPoin soils have 5 to 18 percent clay in the control section.\nRogert soils have 5 to 18 percent clay in the control section.\nSchwacheim soils have Bw horizons and a udic soil moisture regime bodering on ustic\nStarley soils have Ck horizons with 5 to 40 percent calcium carbonate equivalent, and have dominantly cobble-size rock fragments in the control section.\nTopeki soils have dominantly cobbles and stones in the control section.\nUdel soils have a lithic contact within 25 cm."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Jonlake soils are on mountains and typically occur on summit and backslope positions. These soils formed in residuum and colluvium derived from quartzite with local admixtures of argillite. Slopes are 8 to 75 percent. Elevations are 2,070 to 3,170 m. The climate is moist-subhumid, cold wet winters and warm dry summers. The mean annual precipitation is 450 to 700 mm, the mean annual temperature is 3 to 6 degrees C, and the frost-free season is 40 to 60 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: Hapgood and Topeki series. Hapgood soils are very deep and have mollic epipedons which are greater than 40 cm thick. Topeki soils have dominantly cobble and stone rock fragments in the particle-size control section."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:: Well drained; medium to very high runoff; moderately high saturated hydraulic conductivity."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Livestock grazing, recreation and wildlife habitat. The potential native vegetation is mainly low sagebrush, bluebunch wheatgrass and bluegrass. This site is correlated to Ecological Site R28AY061NV Claypan 14+ P.Z."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: East Central Nevada. MLRA 28A. These soils are not extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Phoenix, Arizona"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: White Pine County, Nevada, East Part. 2004. The name is coined."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon - The zone from the surface to 36 cm (A1, A2 and A3 horizons).\nLithic contract - The boundary at 43 cm (R layer).\nParticle-size control section - The zone from 25 to 43 cm (part of the A2, A3 and C horizons).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
