{
  "SERIES": "JONPOL",
  "STATUS": "Established Series",
  "BYREV": "PJL-CJH",
  "REVDATE": "11/2002",
  "STATES": "WY",
  "OVERVIEW": "The Jonpol series consists of well drained soils that are moderately deep to shale.  These soils formed in residuum and colluvial slopewash derived from shale interbedded with sandstone.  Jonpol soils are on low relief bedrock-controlled upland hillslopes and mesa tops.  Slopes are 1 to 30 percent.  The mean annual precipitation is about 16 inches, and the mean annual air temperature is about 47 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, smectitic, mesic Aridic Paleustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Jonpol loam-rangeland.  (Colors are for dry soil unless otherwise stated)\nE--0 to 3 inches; dark grayish brown (10YR 4/2) loam, very dark grayish brown (10YR 3/2) moist; moderate fine and very fine platy structure; slightly hard, friable, slightly sticky and slightly plastic; common fine and very fine roots; neutral (pH 7.2); abrupt smooth boundary.  (1 to 3 inches thick)\nBt--3 to 15 inches; brown (10YR 4/3) clay, very dark grayish brown (10YR 3/2) moist; strong medium and coarse prismatic structure parting to medium and coarse angular blocky; hard, firm, sticky and plastic; few fine and very fine roots; many thick clay films on faces of peds; moderately alkaline (pH 8.2); clear wavy boundary.  (7 to 15 inches thick)\nBtk--15 to 19 inches; yellowish brown (10YR 5/4) clay loam, brown (10YR 4/3) moist; moderate medium angular blocky structure parting to moderate fine and very fine subangular blocky; hard, firm, slightly sticky and plastic; few fine and very fine roots; common moderately thick clay films on faces of peds; strongly effervescent; carbonates as many large irregular masses; moderately alkaline (pH 8.4); clear wavy boundary.  (0 to 6 inches thick)\nBk--19 to 32 inches; pale brown (10YR 6/3) loam, dark yellowish brown (10YR 4/4) moist; moderate medium and coarse subangular blocky structure; slightly hard, firm, sticky and plastic; few fine and very fine roots to 23 inches; violently effervescent; carbonates as many large irregular masses and common medium seams and filaments; moderately alkaline (pH 8.4); abrupt smooth boundary.  (12 to 22 inches thick)\nCr--32 inches; varicolored, weakly consolidated, calcareous shale interbedded with sandstone and siltstone."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Sheridan County, Wyoming; NW1/4, SW1/4 of sec. 29,\nT. 54 N., R. 83 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Depth to bedrock and the paralithic contact ranges from 20 to 40 inches.  The mollic epipedon ranges from 7 to 19 inches thick.  Depth to the calcareous material ranges from 10 to 19 inches.  Coarse fragments are typically less than 5 percent but range from 0 to 15 percent pebbles throughout.  The mean annual soil temperature is 47 to 53 degrees F.\nThe A horizon when present has hue of 2.5Y, 10YR or 7.5YR, value of 3 to 5 dry and 2 or 3 moist, and chroma of 1 to 3 dry and moist.  Reaction is neutral or slightly alkaline.\nThe E horizon has hue of 5Y, 2.5Y, 10YR or 7.5YR, value of 4 to 6 dry and 2 or 3 moist, and chroma of 1 to 3 dry and moist.  Reaction is slightly acid to slightly alkaline.\nThe Bt horizon has hue of 5Y, 2.5Y, 10YR or 7.5YR, value of 4 or 5 dry and 2 or 3 moist, and chroma of 1 to 3 dry and moist.  Texture is heavy clay loam, silty clay or clay with 35 to 50 percent clay.  Reaction is slightly alkaline or moderately alkaline.\nThe Bk horizon has hue of 5Y, 2.5Y, 10YR or 7.5YR, value of 5 to 7 dry and 3 to 5 moist, and chroma of 1 to 6 dry and moist.  The texture is loam, clay loam or clay.  Pedogenetic accumulations of carbonate as common or many masses, seams, and filaments.  Reaction is slightly alkaline or moderately alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are Dawes, Fondis, Iliff, Platmak, Platner and Platsher series.  Dawes, Fondis, Platmak, Platner and Platsher soils are very deep.  Iliff soils are moderately deep to lithic material."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Jonpol soils are on low relief bedrock-controlled upland hillslopes and mesa tops.  They formed in residuum and colluvial slopewash.  Slopes are 1 to 30 percent.  Elevations are 4,000 to 5,000 feet.  The mean annual precipitation ranges from 12 to 17 inches.  The frost-free season is about 105 to 130 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Bidman, Cambria, Forkwood, Kishona, Moskee, Nunn, Parmleed, Samday, Shingle, Ulm and Worfka soils.  Bidman and Ulm have bedrock at depths of more than 40 inches.  Bidman, Cambria, Forkwood, Kishona, Parmleed, Samday, Shingle and Worfka soils have light colored surfaces.  Cambria, Forkwood, Kishona, Moskee and Shingle soils have less than 35 percent clay.  Nunn and Ulm lack abrupt texture between the A and B horizons.  Worfka soil has bedrock at less than 20 inches."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; medium runoff; slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Dry cropland, rangeland, and wildlife habitat.  Native vegetation consists of western wheatgrass, prairie junegrass, green needlegrass, Idaho fescue and big sagebrush."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  North central Wyoming.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Denver, Colorado"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Sheridan County Area, Wyoming; 1987.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": null
  }
}
