{
  "SERIES": "JOPPA",
  "STATUS": "Established Series",
  "BYREV": "Rev. WDC",
  "REVDATE": "11/2015",
  "STATES": "MD",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, siliceous, semiactive, mesic Typic Hapludults"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Joppa gravelly sandy loam -- wooded, 2 to 5 percent slope.\nA--0 to 1 inch; very dark grayish brown (10YR 3/2) gravelly sandy loam; weak fine granular structure; very friable; many roots; 20 percent rounded pebbles; very strongly acid; abrupt wavy boundary.  (1 to 4 inches thick).\nE--1 to 6 inches; brown (7.5YR 4/4) gravelly sandy loam; very weak fine granular structure; very friable; many roots; 30 percent rounded pebbles up to 2 inches in diameter and well graded; extremely acid; gradual wavy boundary (4 to 10 inches thick).\nBE--6 to 13 inches; yellowish red (5YR 4/6) gravelly sandy loam; weak fine subangular blocky structure; friable, slightly sticky; common roots; 35 percent rounded pebbles up to 2 inches in diameter; faint coatings on some pebbles; very strongly acid; gradual wavy boundary. (0 to 10 inches thick).\nBt--13 to 23 inches; reddish brown (5YR 4/4) very gravelly sandy loam; weak fine subangular blocky structure; friable, slightly sticky; common roots; 45 percent rounded gravel up to 2 inches in diameter; clay bridging between sand grains; dark reddish brown (2.5YR 3/4) clay films on gravel and some peds; very strongly acid; gradual wavy boundary  (10 to 20 inches thick).\nC--23 to 72 inches; yellowish red (5YR 4/8) very gravelly sand; single grain; friable; few roots; 60 percent rounded gravel up to 2 inches in diameter; common thin flat fragments of ironstone conglomerate to 3 inches long; dark iron stains on some gravel; extremely acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Baltimore County, Maryland; near the end of Klosterman Avenue about 2 miles north of Fullerton."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The thickness of the solum ranges from 20 to 40 inches.  Gravel content ranges from 15 to 35 percent in the A, E and BE horizons, 35 to 60 percent in the Bt horizon and 35 to 70 percent in the C horizon.  The C horizon can have up to 10 percent cobbles but total rock fragment content is less than 70 percent.  Soil reaction is extremely acid to strongly acid throughout unless it has been limed.\nThe A horizon has hue of 7.5YR or 10YR, value of 2 to 5 and chroma of 1 or 2.  The Ap horizon has hue of 7.5YR or 10YR, value of 4 or 5 and chroma of 2 or 3.  The A horizons are gravelly sandy loam, gravelly loam or gravelly loamy sand.\nThe E horizon has hue of 7.5YR or 10YR, value of 4 or 5 and chroma or 3 or 4.  Texture is gravelly sandy loam, gravelly loam or gravelly loamy sand.\nThe B horizons have hue of 5YR or 7.5YR, value of 4 or 5 and chroma of 4 to 8.  The BE horizon, where present, has hue of 5YR to 10YR.  The Bt horizon texture is very gravelly sandy loam to gravelly loam.\nThe C horizon has hue of 5YR to 10YR, value of 4 to 6 and chroma of 4 to 8, color can be variegated.  The C horizon is very gravelly sand to gravelly sandy loam.  Some pedons have a 2C horizon below 40 inches that do not have gravel and have loamy sand to sandy clay textures.\nCOMPETING SERIES  These are the Grimsley and Pocono series in the same family.  These both have sola thicker than 40 inches."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": null
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Joppa soils are on uplands of the northern Atlantic Coastal Plain near the Piedmont Plateau.  Slopes are nearly level to steep, concave and complex.  Slopes range from 0 to 50 percent.  The soils formed in sandy and gravelly fluvial materials.  The mean annual temperature ranges from 50 to 58 degrees F., and the mean annual precipitation ranges from 38 to 45 inches.  Frost-free days range from 170 to 210."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Aura, Croom, Downer, Sassafras and Beltsville soils.  Aura, Downer, Sassafras and Beltsville soils have less than 35 percent rock fragments in the solum.  Croom soils have mixed mineralogy."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Somewhat excessively drained.  Surface runoff is slow to medium; permeability is moderately rapid to rapid."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  A small acreage is used for growing general crops, tobacco, orchard fruits and truck crops.  Wood areas are mixed hardwoods dominated by blackjack oak and other oaks.  Cutover areas are dominated by Virginia pine.  Some acreage is used for urban and suburban developments and for gravel mining."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Maryland, Virginia, Delaware and New Jersey.  The series is of large extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: RALEIGH, NORTH CAROLINA"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Baltimore County, Maryland, 1970."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\na. Ochric epipedon -- The zone from 0 to 1 inch (A horizon).\nb. Argillic horizon -- The zone from 13 to 23 inches (Bt horizon).  c. Typic Udult feature -- No part of the moisture control section is dry for as long as 90 consecutive days and the soil is extremely acid from 23 to 72 inches.\nd. Loamy-skeletal feature - The Bt horizon contains more than 35 percent rock fragments and has from 18 to 35 percent clay.\nTABULAR SERIES DATA:\nSOI-5  Soil Name   Slope  Airtemp FrFr/Seas Precip  Elevation\nMD0013 JOPPA       0- 60   46- 55  170-210  35- 50    25- 330\nSOI-5  FloodL FloodH Watertable Kind   Months  Bedrock Hardness\nMD0013 NONE          6.0-6.0              -     60-60\nSOI-5  Depth  Texture                3-Inch  No-10  Clay%   -CEC-\nMD0013  0-13  GR-SL GR-L GR-LS        0-  0  50- 75  5-18    -\nMD0013 13-23  GRV-SL GR-L             0-  0  30- 75 10-25    -\nMD0013 23-72  GRV-S GR-LS GR-SL       0- 10  30- 75  2-15    -\nSOI-5  Depth    -pH-     O.M.  Salin  Permeab   Shnk-Swll\nMD0013  0-13  3.6- 5.5  1.-4.  0- 0   2.0- 6.0  LOW\nMD0013 13-23  3.6- 5.5  0.-.5  0- 0   2.0-  20  LOW\nMD0013 23-72  3.6- 5.5  0.-.5  0- 0   2.0-  20  LOW\nNational Cooperative Soil Survey\nU.S.A."
  }
}
