{
  "SERIES": "JORAIBI",
  "STATUS": "Established Series",
  "BYREV": "Rev. RJA/DJP/RLB",
  "REVDATE": "10/2011",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy over sandy or sandy-skeletal, mixed, superactive, calcareous, mesic Typic Torrifluvents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Joraibi clay loam-rangeland. (Colors are for dry soil  unless otherwise noted.)\nA--0 to 2 inches; reddish brown (5YR 5/4) clay loam, reddish brown  (5YR 5/4) moist; moderate thin platy structure over weak fine granular;  hard, firm, moderately sticky and moderately plastic; few very fine roots; common fine  interstitial pores; EC 2 dS/m; SAR 23; slightly effervescent;  moderately alkaline; abrupt smooth boundary.  (1 to 4 inches thick)\nC1--2 to 5 inches; reddish brown (5YR 5/4) clay loam, yellowish red  (5YR 4/6) moist; weak medium platy structure; hard, firm, moderately sticky and moderately plastic; few very fine roots; few fine tubular pores; EC 2 dS/m; SAR 23; slightly effervescent; moderately alkaline; clear smooth boundary.\nC2--5 to 11 inches; yellowish red (5YR 4/6) sandy clay loam,  reddish brown (5YR 4/4) moist; structureless with thin-bedded laminae; hard, firm, moderately sticky and moderately plastic; common very fine roots; few fine tubular pores; EC 2 dS/m, SAR 23, slightly effervescent; strongly alkaline; clear smooth boundary.\nC3--11 to 19 inches; light reddish brown (5YR 6/3) clay loam, reddish brown (5YR 5/4) moist; structureless with thin-bedded laminae; very hard, firm, very sticky and moderately plastic; few fine roots; common fine tubular pores; EC 1 dS/m; SAR 23; slightly effervescent; strongly alkaline; abrupt smooth boundary.\nC4--19 to 23 inches; reddish brown (5YR 5/4) very fine sandy loam,  yellowish red (5YR 4/6) moist; structureless with thin-bedded laminae;  slightly hard, friable, slightly sticky and slightly plastic; few fine  roots; common fine tubular pores; EC 1 dS/m; SAR 23; slightly  effervescent; strongly alkaline; abrupt smooth boundary.  (the combined  thickness of the C horizon is 16 to 40 inches)\n2C5--23 to 26 inches; yellowish red (5YR 5/8) sand, yellowish red (5YR 5/8) moist; massive; hard, very friable, nonsticky and nonplastic; few very fine roots; few fine tubular pores; EC 10 dS/m; SAR 41; slightly effervescent; strongly alkaline; abrupt smooth boundary.\n2C6--26 to 54 inches; reddish yellow (5YR 6/6) sand, with thin  strata of coarse sand, fine sand, and very fine sandy loam, reddish brown (5YR 5/4) moist; structureless; slightly hard, very friable, nonsticky and nonplastic; few fine roots; few fine tubular pores; EC 10 dS/m; SAR 41; a 3.5 inch diameter clayball occurs at 28 inches; slightly effervescent; strongly alkaline; abrupt smooth boundary. (combined thickness of the 2C horizons is 20 inches or more)\n3C7--54 to 60 inches; light reddish brown (5YR 6/4) stratified very  fine sandy loam to clay loam, reddish brown (5YR 5/4) moist;  structureless; some desiccation cracks to 5 feet or more; very hard, firm, sticky and very plastic; no roots; few fine tubular pores; EC 10 dS/m; SAR 25; slightly effervescent; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Coconino County, Arizona; southwest of Garces Mesa; about 0.2 miles north of the southwest corner of sec. 17, T. 25 N., R. 13 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil Moisture - Intermittently moist in some parts of the soil moisture control section during December-March and July-September. Typic aridic soil moisture regime.\nSoil temperature - 53 to 59 degrees F.\nDepth to contrasting particle-size - 16 to 40 inches\nCarbonates - Less than 15 percent calcium carbonate equivalent,  disseminated\nA horizon\nHue: 5YR, 7.5YR\nValue:  5 or 6 dry, 4 or 5 moist\nChroma:  3 or 4, dry and moist\nTexture:  fine sandy loam, sandy clay loam, clay loam\nReaction:  moderately to strongly alkaline\nC horizon\nHue:  5YR, 7.5YR\nValue:  4 to 6 dry, 3 to 5 moist\nChroma:  3 to 6, dry and moist\nTexture:  fine sandy loam, sandy clay loam, clay loam (clay averages 25 to 35 percent)\n2C horizon\nHue:  5YR or 7.5YR\nValue:  5 or 6 dry, 4 or 5 moist\nChroma:  4 to 8 dry, 4 to 8 moist\nTexture: sand, loamy sand, commonly with thin strata of finer textures"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  This is the Perwaso series. Perwaso soils contain more than 15 percent gravel size fragments in the contrasting horizon."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Joraibi soils are on alluvial fans and flood plains.  These soils formed in stream alluvium from sandstone, shale and other rocks.  Slope ranges from 0 to 3 percent.  Elevations are 4,600 to 5,400 feet.  The average annual precipitation is 6 to 10 inches; mean annual air temperature is 52 to 57 degrees F.; and the frost-free period is 130 to 180 days.  Precipitation falls as intense summer thunderstorms and as gentle winter rain or snow."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Jocity, Polacca, and  Sheppard soils.  Jocity soils are adjacent and lack contrasting  particle-size. Polacca soils are on stream terraces and have cambic horizons.  Sheppard soils are on dunes and have sandy particle-size."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained, runoff is slow, permeability is slow in the upper part and rapid in the lower part."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Joraibi soils are used for livestock grazing. Native vegetation is alkali sacaton, galleta, western wheatgrass, mound saltbush, and black greasewood."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northeastern Arizona.  These soils are not extensive. MLRA 35, LRR-D."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Phoenix, Arizona"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Coconino County Arizona, 1985. Hopi Area, Area, Parts of Coconino and Navajo Counties."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized are:\nOchric Epipedon - the zone from 0 to 2 inches (A horizon)\nLack of diagnostic subsurface horizons\nAbrupt textural change at 23 inches that affects water and root penetration\nADDITIONAL DATA:  Laboratory data furnished by BIA Soils Lab Gallup, NM\nThese soils are sodic and saline in Coconino County\nClassified according to Soil Taxonomy, Second Edition, 1999; Keys to Soil Taxonomy, Eleventh Edition, 2010\nUpdated and revised for the correlation of Ft. Defiance Area AZ715 2/08  DWD\nUpdate and revisions for the correlation of Little Colorado River Area (AZ707), Sept. 2011, CEM\nNational Cooperative Soil Survey\nU.S.A."
  }
}
