{
  "SERIES": "JORSTED",
  "STATUS": "Established Series",
  "BYREV": "Rev. RGC/HJP/TDT",
  "REVDATE": "08/2006",
  "STATES": "WA",
  "OVERVIEW": "The Jorsted series consists of moderately deep to a cemented layer, moderately well drained soils formed in residuum and colluvium over dense till.  Jorsted soils are on glacial valleys.  Slopes are 30 to 60 percent.  Average annual precipitation is about 115 inches and the average annual temperature is about 41 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Medial-skeletal, ferrihydritic Oxyaquic Duricryands"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Jorsted very gravelly medial sandy loam - forestland, on a 49 percent easterly slope at an elevation of 3,130 feet in a Pacific silver fir/Pacific rhododendron plant association.  (When described on September 16, 1992, the soil was dry throughout.  Colors are for moist soil unless otherwise stated.  All textures are apparent field textures.)\nOi--0 to 2 inches; slightly decomposed needles, leaves, and twigs; abrupt smooth boundary.  (1 to 3 inches thick)\nA--2 to 9 inches; dark brown (7.5YR 4/4) very gravelly medial sandy loam, strong brown (7.5YR 5/6) dry; weak very fine subangular blocky and weak very fine and fine granular structure; slightly hard, friable, slightly sticky and slightly plastic; weakly smeary; many coarse and common very fine, fine, and medium roots; common very fine and fine irregular pores; 30 percent gravel, 25 percent cobbles; very strongly acid (pH 4.8); clear wavy boundary.  (4 to 8 inches thick)\nBw1--9 to 18 inches; brown (7.5YR 4/4) extremely cobbly medial sandy loam, strong brown (7.5YR 5/6) dry; weak very fine subangular blocky and weak very fine and fine granular structure; slightly hard, friable, slightly sticky and slightly plastic; weakly smeary; common very fine, fine, medium, and coarse roots; common very fine and fine irregular pores; 30 percent gravel, 35 percent cobbles; strongly acid (pH 5.1); clear wavy boundary.\nBw2--18 to 26 inches; dark yellowish brown (10YR 3/4) extremely gravelly medial sandy loam, brownish yellow (10YR 6/6) dry; weak very fine and fine subangular blocky structure; slightly hard, friable, nonsticky and nonplastic; weakly smeary; common very fine and fine and few medium and coarse roots; common very fine irregular pores; 40 percent gravel, 30 percent cobbles; strongly acid (pH 5.1); abrupt wavy boundary. (Combined thickness of the Bw horizon is 16 to 32 inches.)\n2Bsm--26 to 37 inches; olive brown (2.5Y 4/3) light yellowish brown (2.5Y 6/4) dry; massive; strongly cemented; 45 percent gravel, 20 percent cobbles; strongly acid (pH 5.4); gradual wavy boundary.  (7 to 12 inches thick)\n2Cd--37 to 62 inches; olive brown (2.5Y 4/4) extremely gravelly loamy sand, light yellowish brown (2.5Y 6/4) dry; massive; hard, firm, nonsticky and nonplastic; 50 percent gravel, 20 percent cobbles; moderately acid (pH 5.6).  (several feet thick)"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Mason County, Washington, about 1 mile north-northeast of Elk Lake, about 550 feet east and 1,350 feet north of the southwest corner of Section 12, T. 24 N., R. 4 W.  (Latitude 47 degrees, 35 minutes, 00 seconds N., Longitude 123 degrees, 08 minutes, 31 seconds W.)"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Mean annual soil temperature is 41 to 45 degrees F.  The mean summer soil temperature is 43 to 47 degrees F.  The mean winter soil temperature is 37 to 41 degrees F.  The difference between the mean summer and mean winter soil temperature is 6 to 9 degrees F.  These soils are usually moist, and are dry 0 to 30 consecutive days in the soil moisture control section; udic moisture regime.  Depth to cemented layer is 20 to 40 inches.  The particle-size control section from the mineral soil surface to the contact with the cemented layer has andic soil material and 35 to 75 percent rock fragments by volume.  The andic soil material has an estimated moist bulk density of 0.70 to 0.90 g/cc, acid-oxalate extractable aluminum plus one-half of the acid-oxalate extractable iron of 2 to 3 percent, phosphate retention of 85 to 100 percent, and 15-bar water retention of 15 to 30 percent for air dried samples.  Acid oxalate extractable iron is 1.5 to 3.0 percent.\nThe A horizon has hue of 10YR or 7.5YR, value of 3 or 4 moist and 5 or 6 dry, chroma of 3 or 4 moist and 4 or 6 dry.  It has 5 to 15 percent organic matter.  It has 2 to 4 cmol/kg of aluminum.\nThe Bw horizon has hue of 10YR or 7.5YR, value of 3 or 4 moist and 5 through 7 dry, and chroma of 4 or 6 moist and 5 or 6 dry.  It is extremely cobbly medial sandy loam, extremely gravelly medial sandy loam, or very gravelly medial sandy loam.  It has 1 to 7 percent organic matter.  It has 1 to 2 cmol/kg of aluminum.\nThe 2Bsm horizon has hue of 2.5Y or 5Y, value of 3 or 4 moist and 5 or 6 dry, and chroma of 3 or 4 moist or dry.  It has moist bulk density of 1.70 to 2.00 g/cc.\nThe 2Cd horizon has hue of 2.5Y or 5Y, value of 3 or 4 moist and 5 or 6 dry, and chroma of 3 or 4 moist or dry.  It is extremely gravelly loamy sand, extremely cobbly loamy sand, or very cobbly loamy sand.  It has moist bulk density of 1.50 to 2.00 g/cc."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Aristine and Litchy series.  Aristine soils have higher amounts of organic matter (Fulvi) and have a udic moisture regime.  Litchy soils have higher amounts of organic matter (Fulvi) and aluminum (Alic) and are perudic."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Jorsted soils are on glacial valleys.  Slopes are 30 to 60 percent.  The soils formed in residuum and colluvium over dense glacial till.  Elevations are 2,750 to 3,700 feet.  Average annual precipitation ranges is 70 to 150 inches.  Average annual temperature is 39 to 43 degrees F.  The frost-free season is 120 to 150 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the competing Aristine and the Brokenfinger, Constance, Graves, Lilliwaup, Musgrove, and Stonybrook soils.  Brokenfinger soils are on mountain slopes and are moderately deep to bedrock.  Constance soils are on mountain slopes and are shallow to bedrock.  Graves soils are on mountain slopes and are very shallow to bedrock.  Lilliwaup and Musgrove soils are on mountain slopes and are very deep.  Stonybrook soils are on mountain slopes and are moderately deep to bedrock."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Moderately well drained; moderately rapid permeability above the cemented till and very slow permeability below.  The subsoil is saturated for over 20 consecutive and 30 cumulative days from November through April (Oxyaquic)."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Timber production, wildlife habitat, recreation, and watershed.  Native vegetation is western hemlock, Pacific silver fir, Douglas-fir, Alaska huckleberry, common beargrass, Oregon-grape, salal, and Pacific rhododendron."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Olympic Mountains, Mason and Jefferson Counties, Washington; MLRA 3.  Series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Mason County, Washington, 2000; Olympic National Forest."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are an ochric epipedon, a cambic horizon from 9 to 26 inches, andic soil properties from the mineral soil surface to 26 inches, densic materials from 37 to 62 inches and a cemented layer from 26 to 37 inches.  This series also meets the saturation duration for oxyaquic subgroup.  All depths to diagnostic horizons and other features are measured from the top of the first mineral horizon."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "NA"
  },
  "SITE": [
    [
      {
        "drainage": "moderately well",
        "drainage_overview": "moderately well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Oi",
        "top": 0,
        "bottom": 5,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Oi--0 to 2 inches; slightly decomposed needles, leaves, and twigs; abrupt smooth boundary.  (1 to 3 inches thick)"
      },
      {
        "name": "A",
        "top": 5,
        "bottom": 23,
        "dry_hue": "7.5YR",
        "dry_value": 5,
        "dry_chroma": 6,
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "sandy loam",
        "cf_class": "very gravelly",
        "pH": 4.8,
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "A--2 to 9 inches; dark brown (7.5YR 4/4) very gravelly medial sandy loam, strong brown (7.5YR 5/6) dry; weak very fine subangular blocky and weak very fine and fine granular structure; slightly hard, friable, slightly sticky and slightly plastic; weakly smeary; many coarse and common very fine, fine, and medium roots; common very fine and fine irregular pores; 30 percent gravel, 25 percent cobbles; very strongly acid (pH 4.8); clear wavy boundary.  (4 to 8 inches thick)"
      },
      {
        "name": "Bw1",
        "top": 23,
        "bottom": 46,
        "dry_hue": "7.5YR",
        "dry_value": 5,
        "dry_chroma": 6,
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "sandy loam",
        "cf_class": "extremely cobbly",
        "pH": 5.1,
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bw1--9 to 18 inches; brown (7.5YR 4/4) extremely cobbly medial sandy loam, strong brown (7.5YR 5/6) dry; weak very fine subangular blocky and weak very fine and fine granular structure; slightly hard, friable, slightly sticky and slightly plastic; weakly smeary; common very fine, fine, medium, and coarse roots; common very fine and fine irregular pores; 30 percent gravel, 35 percent cobbles; strongly acid (pH 5.1); clear wavy boundary."
      },
      {
        "name": "Bw2",
        "top": 46,
        "bottom": 66,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 6,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 4,
        "texture_class": "sandy loam",
        "cf_class": "extremely gravelly",
        "pH": 5.1,
        "pH_class": "strongly acid",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "Bw2--18 to 26 inches; dark yellowish brown (10YR 3/4) extremely gravelly medial sandy loam, brownish yellow (10YR 6/6) dry; weak very fine and fine subangular blocky structure; slightly hard, friable, nonsticky and nonplastic; weakly smeary; common very fine and fine and few medium and coarse roots; common very fine irregular pores; 40 percent gravel, 30 percent cobbles; strongly acid (pH 5.1); abrupt wavy boundary. (Combined thickness of the Bw horizon is 16 to 32 inches.)"
      },
      {
        "name": "2Bsm",
        "top": 66,
        "bottom": 94,
        "dry_hue": "2.5Y",
        "dry_value": 6,
        "dry_chroma": 4,
        "moist_hue": "2.5Y",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "NA",
        "cf_class": "NA",
        "pH": 5.4,
        "pH_class": "strongly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "2Bsm--26 to 37 inches; olive brown (2.5Y 4/3) light yellowish brown (2.5Y 6/4) dry; massive; strongly cemented; 45 percent gravel, 20 percent cobbles; strongly acid (pH 5.4); gradual wavy boundary.  (7 to 12 inches thick)"
      },
      {
        "name": "2Cd",
        "top": 94,
        "bottom": 157,
        "dry_hue": "2.5Y",
        "dry_value": 6,
        "dry_chroma": 4,
        "moist_hue": "2.5Y",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "loamy sand",
        "cf_class": "extremely gravelly",
        "pH": 5.6,
        "pH_class": "moderately acid",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "2Cd--37 to 62 inches; olive brown (2.5Y 4/4) extremely gravelly loamy sand, light yellowish brown (2.5Y 6/4) dry; massive; hard, firm, nonsticky and nonplastic; 50 percent gravel, 20 percent cobbles; moderately acid (pH 5.6).  (several feet thick)"
      }
    ]
  ]
}
