{
  "SERIES": "JOSEPH",
  "STATUS": "Established Series",
  "BYREV": "Rev. HRG/RJE/TLA",
  "REVDATE": "11/91",
  "STATES": "ID,WA",
  "OVERVIEW": "The Joseph series consists of very deep, moderately well drained soils formed in basaltic alluvium on flood plains.  Slopes are 0 to 3 percent.  The average annual precipitation ranges from 12 to 19 inches and mean annual air temperature is about 52 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Sandy-skeletal, mixed, mesic Aquic Xerofluvents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Joseph extremely cobbly on a 2 percent southeast facing slope at an elevation of 1,320 feet.  (Colors for dry soil unless otherwise noted).\nA--0 to 9 inches; dark grayish brown (10YR 4/2) extremely cobbly loamy sand, very dark brown (10YR 2/2) moist; single grain; loose; few very fine roots; 30 percent pebbles, 35 percent cobbles and 5 percent stones; neutral (pH 7.0); clear wavy boundary.  (6 to 10 inches thick)\nC--9 to 60 inches; dark gray (10YR 4/1) extremely cobbly sand, very dark gray (10YR 3/1) moist; single grain; loose; few very fine roots; 30 percent pebbles, 30 percent cobbles and 5 percent stones; neutral (pH 7.0)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Asotin County, Washington; about 10 miles southwest of Anatone; 475 feet west and 2,330 feet south of northeast corner of sec.  33, T. 7 N., R. 44 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  These soils are lithochromatic.  Mean annual soil temperature is 50 to 54 degrees F.  The Joseph soils are saturated at certain seasons of the year but are dry for 75 to 90 consecutive days in all parts between 4 and 12 inches.  The particle-size control section averages 0 to 5 percent clay in the fine earth fraction and is 60 to 90 percent basalt fragments.  Very thin (less than 1/2 inch) random stratification with materials as fine as sandy loam occur.\nThe A horizon has value of 4 or 5 dry, 2 or 3 moist, and chroma of 2 or 3 dry or moist.\nThe C horizon has value of 4 or 5 dry, 2 or 3 moist, and chroma of 1 through 3 dry or moist.  It is extremely cobbly coarse sand, extremely cobbly sand, extremely cobbly loamy sand, extremely gravelly coarse sand, extremely cobbly loamy coarse sand, or extremely gravelly sand.  Organic matter is less than 1 percent.  The dark colors are inherited from basalt."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Kline and Notus series.  Kline soils are medium acid or slightly acid and are dry for 45 to 60 consecutive days.  Notus soils have value of 6 or 7 dry and 4 or 5 moist, and are granitic sands."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Joseph soils are on flood plains at elevations of 750 to 2,300 feet.  Slopes are 0 to 3 percent.  These soils formed in basaltic alluvium.  The average annual precipitation ranges from 12 to 22 inches.  Mean annual air temperature is about 52 degrees F.  Frost- free season is 120 to 180 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Bridgewater, Gwinly, Laufer, Lickskillet, and Wenaha series.  Bridgewater soils are loamy- skeletal.  Gwinly, Laufer, and Lickskillet soils have a lithic contact at a depth of 10 to 20 inches.  Wenaha soils are coarse-loamy over sandy or sandy-skeletal."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Moderately well drained; slow runoff, very rapid permeability.  These soils are subject to frequent overflow during spring runoff.  The water table fluctuates with the river flow, but is mostly 48 to 60 inches."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used for rangeland.  Native vegetation is mainly sparse willow, wild licorice, and slender wheatgrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Southeastern Washington.  The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Asotin County, Washington, 1984."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are an ochric epipedon and an irregular decrease in organic carbon with depth."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "NA"
  },
  "SITE": [
    [
      {
        "drainage": "moderately well",
        "drainage_overview": "moderately well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 23,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 2,
        "texture_class": "loamy sand",
        "structure": "single grain",
        "dry_rupture": "loose",
        "moist_rupture": "loose",
        "coherence": "NA",
        "cf_class": "extremely cobbly",
        "pH": 7,
        "pH_class": "neutral",
        "eff_class": "NA",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "A--0 to 9 inches; dark grayish brown (10YR 4/2) extremely cobbly loamy sand, very dark brown (10YR 2/2) moist; single grain; loose; few very fine roots; 30 percent pebbles, 35 percent cobbles and 5 percent stones; neutral (pH 7.0); clear wavy boundary.  (6 to 10 inches thick)"
      },
      {
        "name": "C",
        "top": 23,
        "bottom": 152,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 1,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 1,
        "texture_class": "sand",
        "structure": "single grain",
        "dry_rupture": "loose",
        "moist_rupture": "loose",
        "coherence": "NA",
        "cf_class": "extremely cobbly",
        "pH": 7,
        "pH_class": "neutral",
        "eff_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "C--9 to 60 inches; dark gray (10YR 4/1) extremely cobbly sand, very dark gray (10YR 3/1) moist; single grain; loose; few very fine roots; 30 percent pebbles, 30 percent cobbles and 5 percent stones; neutral (pH 7.0)."
      }
    ]
  ]
}
