{
  "SERIES": "JOTAVA",
  "STATUS": "Established Series",
  "BYREV": "Rev. JBF-RLB-JVC",
  "REVDATE": "06/2016",
  "STATES": "NV",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS:  Fine-loamy, mixed, active, mesic Calcic Aquisalids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Jotava silty clay loam--rangeland.  (Colors are for dry soil unless otherwise noted.)\nAnz1--0 to 5 cm; very pale brown (10YR 8/2) silty clay loam, gray (10YR 6/1) moist; with 0 to 0.6 cm thick very pale brown (10YR 8/2) salt crust; weak medium prismatic structure; slightly hard, friable, moderately sticky and moderately plastic; few very fine, few fine, and few medium roots; many very fine vesicular pores; EC 1020 mmhos/cm; strongly effervescent; strongly alkaline (pH 8.6); abrupt smooth boundary.  (3 to 10 cm thick)\nAnz2--5 to 20 cm; very pale brown (10YR 8/2) clay loam, light yellowish brown (10YR 6/4) moist; massive; slightly hard, very friable, moderately sticky and moderately plastic; common very fine, fine, and medium roots; many very fine interstitial and few very fine tubular pores; EC 128 mmhos/cm; strongly effervescent; very strongly alkaline (pH 9.2); abrupt smooth boundary.  (10 to 23 cm thick)\nBknz--20 to 33 cm; very pale brown (10YR 8/2) clay loam, light yellowish brown (10YR 6/4) moist; massive; slightly hard, friable, moderately sticky and moderately plastic; few very fine and fine roots; common very fine tubular pores; many very fine carbonate nodules; strongly effervescent; strongly alkaline (pH 8.8); clear smooth boundary.  (10 to 15 cm thick)\nBkn--33 to 38 cm; very pale brown (10YR 8/2) clay loam, yellowish brown (10YR 5/4) moist; massive; hard, firm, moderately sticky and moderately plastic; few very fine roots; common very fine tubular and vesicular pores; many very fine carbonate nodules and common coarse masses; violently effervescent; strongly alkaline (pH 8.8); clear smooth boundary.  (0 to 10 cm thick)\n2Bk--38 to 61 cm; very pale brown (10YR 7/4) silt loam, yellowish brown (10YR 5/4) moist; massive; hard, firm, slightly sticky and slightly plastic; common very fine vesicular pores and few fine tubular pores; few fine prominent black (N 2/0) moist masses of manganese accumulation; many very fine carbonate nodules; strongly effervescent; strongly alkaline (pH 8.8); clear wavy boundary.  (18 to 28 cm thick)\n2Bqk--61 to 104 cm; very pale brown (10YR 7/3) silt loam, pale brown (10YR 6/3) moist; massive; hard, very firm, slightly sticky and slightly plastic; continuous brittle matrix; common very fine tubular pores; 20 percent lenses that are weakly cemented by silica and calcium carbonate; many carbonate nodules; violently effervescent; strongly alkaline (pH 8.8); clear irregular boundary.  (38 to 104 cm)\n2Bk'1--104 to 114 cm; light gray (10YR 7/2) silt loam, light olive brown (2.5Y 5/4) moist; massive;  hard, very firm, moderately sticky and moderately plastic; common very fine and few fine tubular pores; many coarse carbonate nodules; violently effervescent; strongly alkaline (pH 8.6); clear wavy boundary.   (8 to 18 cm thick)\n2Bk'2--114 to 145 cm; light gray (10YR 7/2) sandy loam, pale olive (5Y 6/3) moist; massive; slightly hard, friable, slightly sticky and slightly plastic; many very fine interstitial pores; common carbonate nodules; strongly effervescent; strongly alkaline (pH 8.6); abrupt smooth boundary.  (10 to 30 cm thick)\n3C1--145 to 211 cm; light gray (10YR 7/2) loamy sand, olive (5Y 5/3) moist; massive; soft, very friable, nonsticky and nonplastic; violently effervescent; moderately alkaline (pH 8.2); abrupt smooth boundary.  (0 to 66 cm thick)\n3C2--211 to 226 cm; light gray (10YR 7/2) sandy loam, olive gray (5Y 5/2) moist; massive; hard, firm, slightly sticky and slightly plastic; many fine and medium distinct olive (5Y 5/3) and olive (5Y 4/4) moist masses of iron accumulation; violently effervescent; moderately alkaline (pH 8.2)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Nye County, Nevada; in Railroad Valley about 12 miles southwest of Currant; about 1,400 feet east and 700 feet north of the southwest corner of section 24, T. 9 N., R. 56 E.; USGS Blue Eagle Springs 7.5 minute topographic quadrangle; latitude 38 degrees 37 minutes 15 seconds N and longitude 115 degrees 37 minutes and 46 seconds W; WGS84 Decimal Degrees 38.6205556 latitude, -115.6294444 longitude."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: Usually moist in the moisture control section in winter and spring, dry in summer and fall; typic aridic soil moisture regime.\nMean annual soil temperature: 12 to 15 degrees C.\nDepth to calcic horizon: 20 to 64 cm.\nDepth to horizons with firm consistence and a brittle manner of failure: 50 to 90 cm.\nParticle-size control section - Clay content: Averages 18 to 35 percent.\nFine sand and coarser content: 15 to 30 percent.\nAnz horizons\nValue:  6 through 8 dry, 3 through 6 moist.\nChroma:  1 through 4, dry or moist.\nClay content: 27 to 40 percent.\nSalinity (EC):  Greater than 32 mmhos/cm.\nSodicity (SAR): Greater than 90.\nBknz and Bkn horizons\nValue:  7 or 8 dry, 5 or 6 moist.\nChroma:  2 through 4, dry or moist.\nTexture:  Stratified silt loam to clay loam.\nClay content:  18 to 40 percent.\nStructure:  Subangular blocky or massive.\nConsistence:  Soft to hard dry, very friable through firm moist, slightly sticky or moderately sticky and slightly plastic or moderately plastic wet.\nReaction:  Moderately alkaline through very strongly alkaline (up to pH 9.6).\nSalinity (EC): 4 to 16 mmhos/cm.\nSodicity (SAR): 13 to 45.\nCalcium carbonate equivalent: 20 to 40 percent.\n2Bk and 2Bqk horizons\nHue:  10YR through 5Y.\nValue:  7 or 8 dry, 4 through 6 moist.\nChroma:  2 through 4, dry or moist.\nTexture:  Stratified sandy loam to silty clay loam.\nClay content:  12 to 30 percent.\nConsistence:  Slightly hard to very hard dry, friable to very firm moist, nonsticky or slightly sticky and slightly plastic or moderately plastic wet.\nReaction:  Moderately alkaline or strongly alkaline.\nSalinity (EC):  0 to 2 mmhos/cm.\nSodicity (SAR):  5 to 12.\nCalcium carbonate equivalent: 20 to 40 percent; More than 5 percent higher than the underlying C horizon.\nSilica features:  Some horizons have a matrix that is hard, firm, and brittle, with discontinuous layers of weak cementation or durinodes.\nOther features: Some pedons lack carbonate nodules in some subhorizon.\n2C horizons\nHue: 10YR through 5Y.\nValue:  7 or 8 dry, 4 through 6 moist.\nChroma:  2 through 4, dry or moist.\nTexture:  Stratified loamy sand to silt loam.\nClay content:  5 to 15 percent.\nReaction:  Moderately alkaline or strongly alkaline.\nSalinity (EC): 2 to 8 mmhos/cm.\nSodicity (SAR): 5 to 12.\nCalcium carbonate equivalent: 15 to 25 percent."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are currently no other series in this family."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Jotava soils are on alluvial flats.  These soils formed in alluvium derived from mixed rocks.  Slopes are 0 to 2 percent.  Elevations range from 1,375 to 1,680 meters.  The climate is arid with cool, moist winters and warm, dry summers.  The mean annual precipitation is 150 to 200 mm, the mean annual temperature is 11 to 13 degrees C., and the frost-free period is 130 to 150 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Delacit and Springwarm soils.  Delacit soils are loamy-skeletal, shallow to paralithic contacts, and have natric horizons.  Springwarm soils are loamy-skeletal and are moderately deep to lithic contacts."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:  Somewhat poorly drained; medium surface runoff; moderately high saturated hydraulic conductivity.  Endosaturation is present with an apparent seasonal high water table between 60 and 150 cm (moderately deep and deep free water occurrence classes) between January and May.  Cumulative annual duration class is Common.  These soils are susceptible to rare flooding for very brief periods year-round.  This flooding is slow, very shallow sheet flow following storms and heavy snow melt."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Jotava soils are used for livestock grazing and wildlife habitat.  The present vegetation is mainly black greasewood, inland saltgrass, alkali sacaton, and Torrey's saltbush."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  South-central Nevada.  These soils are not extensive with about 5,700 acres of the series mapped to date.  MLRA 29."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Davis, California."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Nye County (Northeast Part), Nevada, 1993."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - The zone from the soil surface to 18 cm (Anz1 and part of Anz2 horizons).\nSalic horizon - The zone from the soil surface to 20 cm (Anz1 and Anz2 horizons).\nCalcic horizon - The zone from 20 to 145 cm (Bknz, Bkn, 2Bk, 2Bqk, 2Bk1, and 2Bk2 horizons).\nDuric feature - The zone from 61 to 104 cm (2Bqk horizon).\nParticle-size control section - The zone from 25 to 100 cm (Bkn, 2Bk, parts of the Bknz and 2Bqk horizons).\nADDITIONAL DATA:  A pedon of Jotava has full characterization data by the Soil Survey Laboratory (SSL), Lincoln, NE, as soil survey sample number S73NV-023-008 (pedon # 73C0053).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
