{
  "SERIES": "JOURDANTON",
  "STATUS": "Established Series",
  "BYREV": "CLG:JWS:GWD",
  "REVDATE": "02/2003",
  "STATES": "TX",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, active, hyperthermic Aridic Paleustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Jourdanton fine sandy loam--cropland.\n(Colors are for dry soil unless otherwise stated.)\nAp--0 to 6 inches; brown (10YR 5/3) fine sandy loam, dark\nbrown (10YR 3/3) moist; weak fine subangular blocky structure; slightly hard, very friable; common fine roots; slightly acid;\nabrupt smooth boundary.  (5 to 8 inches thick)\nA1--6 to 16 inches; brown (10YR 5/3) fine sandy loam, dark\nbrown (10YR 3/3) moist; weak fine subangular blocky structure; slightly hard, very friable; few fine roots; few fine pores;\nslightly acid; clear smooth boundary.  (6 to 12 inches thick)\nB21t--16 to 34 inches; yellowish brown (10YR 5/4) sandy clay loam, dark yellowish brown (10YR 4/4) moist; moderate medium prismatic structure parting to weak fine subangular blocky; hard, friable; clay bridging of sand grains; few fine roots; few fine pores; neutral; gradual smooth boundary.  (12 to 20 inches thick)\nB22t--34 to 46 inches; brown (7.5YR 5/4) sandy clay loam,\ndark brown (7.5YR 4/4) moist; moderate medium prismatic structure parting to moderate fine subangular blocky; hard, friable; patchy clay films on faces of peds; few fine roots; few fine pores and\nold root channels; neutral; gradual smooth boundary.  (8 to 26\ninches thick)\nB23t--46 to 62 inches; strong brown (7.5YR 5/6) sandy clay\nloam, strong brown (7.5YR 4/6) moist; moderate medium prismatic structure parting to weak fine subangular blocky; hard, friable;\nfew patchy clay films on faces of peds; neutral; gradual smooth boundary.  (7 to 26 inches thick)\nB24t--62 to 80 inches; strong brown (7.5YR 5/8) sandy clay\nloam, strong brown (7.5YR 5/6) moist; weak fine subangular blocky structure; hard, friable; few patchy clay films on faces of peds; noncalcareous; mildly alkaline; gradual smooth boundary."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Atascosa County, Texas; 4.5 miles southwest of Charlotte on Texas Highway 97, then 1.0 mile south on black top county road, then 0.5 mile east on county road, then 1.0 mile\nsouth of county road and 200 feet west of Clear Creek in\ncultivated field."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Solum thickness ranges from 60 to 90 inches or more.  The mollic epipedon is 11 to 20 inches thick.\nDepth to secondary calcium carbonate ranges from 36 to more than\n60 inches.  The control section averages 18 to 32 percent clay.\nThe A horizon is brown, dark brown, and grayish brown in hues of\n10YR and 7.5YR, values of 4 or 5, and chromas of 2 or 3.  It is slightly acid through mildly alkaline fine sandy loam or loam.\nThe B21t horizon is brown, strong brown, or yellowish brown in\nhues of 10YR and 7.5YR, values of 5, and chromas of 2 through 4.\nIt is neutral to mildly alkaline fine sandy loam, loam, or sandy\nclay loam.\nThe B22t horizon and lower horizons are brown, strong brown,\nreddish yellow and yellowish red in hues of 10YR, 7.5YR, and 5YR, values of 5 or 6, and chromas of 4 through 8.  The browner and\nlower chroma colors are in the upper part.  Hues redder than 10YR\nand chromas more than 4 occur in some part.  It is mildly alkaline through moderately alkaline.  Texture is sandy clay loam or loam."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Caid series is the same family\nand the Acuff, Amphion, Brennan, Duval, Hanis, Hargill, Motley,\nand Olton series in similar families.  Acuff, Motley, and Olton\nsoils have mean soil temperatures less than 72 degrees F.  In addition, Acuff soils have calcic horizons.  Motley soils are\nmoist for longer periods, and Olton soils have over 35 percent\nclay in their control sections.  Amphion and Hanis soils have\nmollic epipedons over 20 inches thick and have more than 35\npercent clay in their control sections.  Brennan and Duval soils\nlack mollic epipedons and have thinner sola.  Caid soils are calcareous throughout and have calcic horizons.  Hargill soils are moist for longer periods and have more frost-free days."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  These soils are on nearly level to gently sloping terraces with slope gradients of 0 to 3 percent.  Surfaces are plain to convex.  These soils formed in loamy sediments of the Tertiary system.  The mean annual temperature is 70 degrees to 75 degrees F.  Average annual precipitation ranges from 20 to 30\ninches and the Thornthwaite P-E index ranges from 28 to 40."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These include the similar\nAmphion, Duval, and Hanis series, as well as the Floresville,\nMiguel, and Webb series.  All of these soils occur on higher landscapes.  Floresville, Miguel and Webb soils have more than 35 percent clay in their control section.  In addition, Floresville\nand Miguel soils have mottled subsoils."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; slow to medium runoff; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Cropland and rangeland.  Cultivated crops are mainly small grain, grain sorghums, peanuts, watermelons and introduced grasses.  Native grasses presently include trichloris, Arizona cottontop, tanglehead, lovegrass tridens, plains bristlegrass, hooded windmillgrass, red grama and threeawn.  Woody plants include mesquite, whitebrush, blackbrush, catclaw,\nguayacan, lotebush, spiny hackberry and prickleypear cactus."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northern and central Rio Grande Plain.\nThe series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Atascosa County, Texas; 1977."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  This soil was formerly included in the Hargill series,\nbut this soil is in a drier climate with fewer frost-free days.\nThis soil would have been formerly classified in the Chestnut\ngreat soil group.\nNational Cooperative Soil Survey\nU. S. A."
  }
}
