{
  "SERIES": "JOYCE",
  "STATUS": "Established Series",
  "BYREV": "Rev. MH-SE",
  "REVDATE": "02/2009",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS:  Fine-silty, mixed, superactive, mesic Aquic Hapludolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Joyce silt loam with a slope of 1 percent - cultivated.  (Colors are for moist soil unless otherwise stated).\nAp--0 to 9 inches; black (10YR 2/1), dark gray (10YR 4/1) dry, silt loam; moderate fine subangular blocky structure parting to moderate fine granular; friable; common fine fibrous roots common; sightly acid; abrupt smooth boundary.\nA--9 to 15 inches; very dark grayish brown (10YR 3/2), grayish brown (10YR 5/2) dry, silt loam; moderate fine to medium subangular blocky structure; friable, common fine fibrous roots common; slightly acid; clear smooth boundary.\nAB--15 to 20 inches; dark brown (10YR 3/3), grayish brown (10YR 5/2) dry, silt loam; moderate fine and medium subangular blocky structure; friable, common fine fibrous roots and worm burrows; common distinct very dark gray (10YR 3/1) organic coatings and few distinct light gray (10YR 6/1) silt coatings on faces of peds; slightly acid; clear smooth boundary.  (Combines thickness of the A horizon is 10 to 24 inches).\nBt1--20 to 28 inches; brown (10YR 4/3) silt loam; moderate fine and medium angular blocky structure; friable; many faint dark grayish brown (10YR 4/2) clay films and few faint very dark grayish brown (10YR 3/2) organic coatings and few distinct light gray (10YR 6/1) silt coatings on faces of peds; few fine distinct light brownish gray (10YR 6/2) iron depletions; few fine yellowish brown (10YR 5/8) iron concentrations; moderately acid; clear smooth boundary.\nBt2--28 to 37 inches; brown (10YR 5/3) silt loam; weak medium prismatic structure parting to weak coarse subangular blocky; friable; common faint dark grayish brown (10YR 4/2) clay films on faces of peds; many medium faint light brownish gray (10YR 6/2) silt coatings; common fine prominent yellowish brown (10YR 5/8) iron concentrations;    moderately acid; clear smooth boundary.  (combined thickness of the Bt horizon is 15 to 30 inches).\nBg1--37 to 44 inches; light brownish gray (10YR 6/2) silt loam; weak medium prismatic structure; friable; few faint grayish brown (10YR 5/2) clay films on faces of peds; few fine prominent yellowish brown (10YR 5/8), few fine distinct yellowish brown (10YR 5/4), and few fine faint pale brown (10YR 6/3) iron concentrations; moderately acid; abrupt smooth boundary. (Combined thickness of the Bg horizon is 5 to 15 inches).\n2BC--44 to 47 inches; brown (10YR 5/3) loam; weak medium prismatic structure; friable; few faint grayish brown (10YR 5/2) clay films on faces of peds; common fine prominent yellowish brown (10YR 5/8) iron concentrations; few fine faint light brownish gray (10YR 6/2) iron depletions;   moderately acid; abrupt wavy boundary. (0 to5 inches thick).\n2C--47 to 60 inches; yellowish brown (10YR 5/4) loamy sand; single grain; loose; common fine distinct yellowish brown (10YR 5/8) iron concentrations; few fine faint pale brown (10YR 6/3) iron depletions; moderately acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Whiteside County, Illinois; about 2 miles south and 1.25 miles west of Tampico, 1640 feet west and 180 feet south of the northeast corner of section 33, T 19 N., R. 6 E. USGS Yorktown quadrangle; elevation 630 feet. latitude 41 degrees, 35 minutes, 20 seconds N, and longitude 89 degrees, 48 minutes, 30 seconds W. NAD27"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: The solum ranges from 35 to 55 inches in thickness. Pedons with solum less than 40 inches thick generally have a 2B horizon greater than 5 inches thick. Calcium carbonates are as shallow as 48 inches in some pedons. These soils are typically slightly to moderately acid in the upper part of the control section, but range to neutral. They range from moderately acid to neutral in the lower part of the control section.  The thickness of the mollic epipedon ranges from 10 to 24 inches. Depth to the underlying sandy alluvium ranges from 40 to 60 inches, but is as shallow as 30 inches in some pedons.\nThe upper part of the control section (Ap A, AB horizons) is black (10YR 2/1) to dark brown (10YR 3/3) and the texture is silt loam.  Clay content ranges from 15 to 25 percent. The next part of the control section (Bt horizon) has hue of 10YR or 2.5Y, value of 4 through 6, and chroma of 2 through 4. Chroma of 2 or less are present as iron depletions or clay films in all subhorizons. Clay content averages 20 to 27 percent. The maximum clay layer is in the lower part of the horizon.\nMost pedons have a 2Bg or 2BC horizon. It has the same range of colors as the Bg horizon. It is commonly loam or sandy loam, but includes thin strata of silt loam, clay loam, loamy sand, and sand.\nThe lower part of the control section (2C horizon) typically has 10YR or 2.5Y hue, value of 5 or 6, and chroma of 2 through 4. It commonly contains iron concentrations with 10YR or 7.5YR hue, and high value and chroma. The 2C horizon is sand, fine sand, loamy sand, or loamy fine sand."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Amana, Joy, Kingston, Klinger, Minden, Muscatine, Primghar, and Ransom series. Amana soils formed in alluvium that is stratified within the control section and contains variable sand content in the lower part of the control section. Joy soils developed entirely in loess and contain less than 10 percent sand in the lower part of the control section. Kingston and Primghar soils have thinner solums and higher pH in all horizons in the lower part of the control section. Klinger and Ransom soils have more than 0 percent coarse fragments in the lower part of the control section, which formed in glacial till. Minden soils are typically less acid, have higher base saturation, are higher in available potassium, and have more evidence of clay films in part or all of the middle part of the control section. Muscatine soils average more than 27 percent clay in the middle part of the control section and less than 5 percent sand in the lower part of the control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Joyce soils are on broad outwash plains and stream terraces. Slopes range from 0 to 2 percent. They formed in loess typically 40 to 60 inches thick and the underlying sandy outwash. Mean annual precipitation ranges from about 32 to 38 inches. Mean annual temperature is approximately 46 to 54 degrees F."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Marshan, Prophetstown, Richwood, and Waukegan soils. Marshan soils are on lower positions and are grayer and wetter in the lower 1/2 of the control section. Prophetstown soils are on lower positions and are calcareous throughout the control section. Richwood and Waukegan soils are on higher positions."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "SOIL MOISTURE STATUS WET AND PERMEABILITY",
    "content": "SOIL MOISTURE STATUS WET AND PERMEABILITY: The soil moisture status wet ranges from 1.0 to 2.5 feet from November through June.  Permeability is moderate. Surface runoff is slow."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Mainly used for cultivated crops. Corn and soybeans are usually grown and occasionally small grains and legume hay. Native vegetation was tall prairie grasses."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Northwestern Illinois and possibly southern Wisconsin. Extent is moderate and is in MLRA 108B."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Indianapolis, Indiana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Whiteside County, Illinois, 1996."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Formerly correlated as a sandy substratum phase of the Joy series (Aquic Hapludolls) in several northwestern Illinois counties.\nDiagnostic horizons and features recognized in this pedon are: mollic epipedon - the zone from the surface to a depth of 20 inches (Ap, A, and AB horizons).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
