{
  "SERIES": "JUDA",
  "STATUS": "Established Series",
  "BYREV": "Rev.  HFG-AAC",
  "REVDATE": "01/2011",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty, mixed, superactive, mesic Mollic Oxyaquic Hapludalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Juda silt loam - on a 4 percent convex slope in a cultivated field at an elevation of about 283.5 meters (930 feet) above mean sea level.  (Colors are for moist soil unless otherwise stated.)\nAp--0 to 18 cm (0 to 7 inches); very dark grayish brown (10YR 3/2) silt loam, grayish brown (10YR 5/2) dry; weak fine granular structure; friable; neutral; abrupt smooth boundary.  [15 to 23 cm (6 to 9 inches) thick]\nE--18 to 23 cm (7 to 9 inches); brown (10YR 5/3) silt loam; weak thin platy structure; friable; clean silt grains on faces of most peds; slightly acid; clear wavy boundary.  [0 to 15 cm (0 to 6 inches) thick]\nBE--23 to 33 cm (9 to 13 inches); brown (10YR 4/3) silt loam; moderate fine subangular blocky structure; friable; clean silt grains on faces of most peds; slightly acid; clear wavy boundary.  [5 to 18 cm (2 to 7 inches) thick]\nBt1--33 to 56 cm (13 to 22 inches); brown (10YR 4/3) silty clay loam; moderate medium subangular blocky structure; firm; few faint dark brown (10YR 3/3) clay films on most faces of peds; moderately acid; clear wavy boundary.  [13 to 46 cm (5 to 18 inches) thick]\n2Bt2--56 to 84 cm (22 to 33 inches); brown (10YR 4/3) silty clay loam; moderate medium angular and subangular blocky structure; firm; common faint dark brown (10YR 3/3) clay films on faces of most peds; 5 to 10 percent fine gravel; moderately acid; clear wavy boundary.\n2Bt3--84 to 91 cm (33 to 36 inches); dark yellowish brown (10YR 4/4) and yellowish brown (10YR 5/4) silty clay loam; moderate medium angular and subangular blocky structure; firm; common faint dark brown (10YR 3/3) clay films on vertical faces of peds; few fine faint yellowish brown (10YR 5/4) masses of oxidized iron in the matrix; 10 to 15 percent fine gravel; slightly acid; clear wavy boundary.  [Combined thickness of the 2Bt horizons is 25 to 41 cm (10 to 16 inches).]\n2C--91 to 152 cm (36 to 60 inches); yellowish brown (10YR 5/4) silty clay loam; weak fine angular blocky structure; firm; few fine distinct yellowish brown (10YR 5/6) masses of oxidized iron in the matrix; 10 to 15 percent fine gravel; strongly effervescent; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Green County, Wisconsin; about 4 miles southeast of Browntown; 2,340 feet south and 400 feet west of the northeast corner of sec. 13, T. 1 N., R. 6 E. USGS Monroe, Wisconsin Topographic quadrangle; lat. 42 degrees 33 minutes 24 seconds N., and long. 89 degrees 43 minutes 16 seconds W., NAD 27."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nDepth to the base of the argillic horizon and depth to carbonates: 61 to 102 cm (24 to 40 inches)\nThickness of the loess mantle: 51 to 102 cm (20 to 40 inches); smectite is the dominant clay mineral in the loess\nParticle-size control section:  averages 28 to 35 percent clay, less than 15 percent fine or coarser sand\nTill: averages 27 to 40 percent clay, 5 to 25 percent fine sand or coarser; Illite is the dominant clay mineral in the till.\nRock fragments: absent in the loess\nVolume of rock fragments: 5 to 20 percent in the till\nReaction: naturally moderately acid or slightly acid in the surface layer and upper subsoil but ranges to neutral, where the soil is limed; slightly acid to moderately alkaline in the lower subsoil; slightly alkaline or moderately alkaline in the substratum\nRedox accumulations and saturation: within a depth of 102 cm (40 inches) for 1 month or more per year in 6 or more out of 10 years.\nAp or A horizon:\nHue: 10YR\nValue: 2 or 3\nChroma: 2 or 3\nTexture: silt loam\nE horizon:\nHue: 10YR\nValue: 4 or 5\nChroma: 2 or 3\nTexture: silt loam\nBE horizon:\nHue: 7.5YR or 10YR\nValue: 3 or 4\nChroma: 3 or 4\nTexture: silt loam or silty clay loam\nBt horizon:\nHue: 7.5YR or 10YR\nValue: 3 or 4\nChroma: 3 or 4\nTexture: silt loam or silty clay loam\n2Bt horizon:\nHue: 7.5YR, 10YR or 2.5Y\nValue: 3 or 4\nChroma: 3 or 4\nTexture: silty clay, silty clay loam or clay loam\n2BC horizon (where present):\nHue: 7.5YR, 10YR or 2.5Y\nValue: 3 to 5\nChroma: 3 to 6, value and chroma of 3 do not occur together\nTexture: silty clay loam or clay loam or the gravelly analogues\n2C horizon:\nHue: 7.5YR, 10YR or 2.5Y\nValue: 3 to 5\nChroma: 3 to 6, value and chroma of 3 do not occur together\nTexture: silty clay loam or clay loam or the gravelly analogues"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Barony, Downsouth, Grays, Hedrick, Kaneville, Newvienna, Richview, Throckmorton, Vasa, Windere, and Wingate series. A similar soil is the Cadiz series. Barony soils are more than 102 cm (40 inches) deep to carbonates and are stratified in the lower part of the series control section and have less than 25 percent clay there. Downsouth and Richview soils do not have carbonates within the series control section. Grays soils are stratified in the lower part of the series control section and have less than 20 percent clay there. Hedrick and Vasa soils do not have carbonates within a depth of 102 cm (40 inches) and have clay content less than 29 to 40 percent in the lower third of the series control section. Kanesville soils have a loess mantle 102 to 152 cm (40 to 60 inches) thick and are more than 102 cm (40 inches) deep to carbonates. Newvienna soils do not have carbonates or a lithologic discontinuity or rock fragments within the series control section. Throckmorton soils are 102 to 152 cm (40 to 60 inches) deep to carbonates and to a densic contact. Windere soils have less than 20 percent clay in the lower part of the series control section. Wingate soils have less than 27 percent clay in the lower part of the series control section. Cadiz soils have moist color value greater than 3 or dry color value greater than 5.5 in the surface layer after mixing to 18 cm (7 inches)."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Juda soils are loess-mantled ground moraines of Wisconsinan Age.  Slope ranges from 2 to 12 percent.  The soil formed in loess and in the underlying moderately fine-texturedtill.  Mean annual precipitation ranges from 711 to 864 mm (28 to 34 inches). Mean annual temperature ranges from 8.3 to 11.7 degrees C (47 to 53 degrees F)."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are mainly the competing Downs soils and Cadiz, Durand, Griswold, and Morley soils.  All of these soils are in similare landscape positions.  Downs soils have a similar surface layer color, but are in nearby areas where the loess mantle is thicker.  Cadiz soils have a similar loess mantle thickness, but have a light colored surface layer.  Durand soils are also nearby, but have a thicker dark colored surface layer."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:  Moderately well drained.  The potential for surface runoff is medium or high. Saturated hydraulic conductivity is moderately high to high (4.23 to 14.11 micrometers per second) and moderately high (1.41 to 4.23 micrometers per second) in the till. Permeability is moderate in the loess and moderately slow in the till. These soil have a perched seasonal high water table at a depth of 76 to 107 cm (2.5 to 3.5 feet) for 1 month or more per year in 6 or more out of 10 years."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most areas are used for cropland. Common crops are corn, soybeans, small grain and hay. Native vegetation is mixed grasses and hardwoods."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  MLRA 95B in south-central Wisconsin (Green County).  It is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Indianapolis, Indiana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Green County, Wisconsin, 1969."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\n7/04  To date 3352 acres have been correlated in Green County Wisconsin where the typical pedon has redox features within 40 inches.  Therefore, this revision redefines this series to moderately well drained only (Mollic Oxyaquic Hapludalfs).\nDiagnostic horizons and features recognized in this pedon are:  ochric epipedon -  0 to 33 cm (0 to 13 inches) (Ap,E, BE);  argillic horizon - 33 to 91 cm (13 to 36 inches) (Bt1, 2Bt2, 2Bt3 horizons); mollic subgroup - have an Ap horizon with moist color value of less than 4 and dry color value of less than 6; oxyaquic feature  redox accumulations and saturation within a depth of 102 cm (40 inches).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
