{
  "SERIES": "JUDICE",
  "STATUS": "Established Series",
  "BYREV": "Rev. JLD-JJD-RM",
  "REVDATE": "05/2014",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, smectitic, thermic Typic Epiaquerts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Judice silty clay--cropland in smooth depressional area. (Colors are for moist soil unless otherwise stated.)\nAp--0 to 23 cm (0 to 9 in); black (10YR 2/1) silty clay; moderate medium and coarse subangular blocky structure parting to weak fine and medium granular; firm, sticky, plastic; many fine and medium roots; few brown (7.5YR 4/4) stains in root channels and on ped surfaces; moderately acid; abrupt smooth boundary. (8 to 36 cm [3 to 15 in] thick)\nBg--23 to 51 cm (9 to 20 in); very dark gray (10YR 3/1) silty clay; weak coarse subangular blocky structure parting to moderate medium and fine subangular blocky; firm, sticky, plastic; many fine roots; few fine pores; many shiny pressure surfaces on most peds; few concretions of calcium carbonate up to 3 in in diameter; common crawfish krotovina 2 to 5 cm in diameter; neutral; gradual wavy boundary. (15 to 48 cm [6 to 19 in] thick)\nBssg1--51 to 102 cm (20 to 40 in); gray (10YR 5/1) silty clay; weak coarse prismatic structure parting to moderate medium subangular blocky; very firm, sticky, plastic; few fine roots; few fine pores; many shiny surfaces on most peds; few prominent slickensides; many coarse distinct yellowish brown (10YR 5/4) iron concentrations; common crawfish krotovina 2 to 5 cm in diameter; neutral; gradual wavy boundary.\nBssg2--102 to 124 cm (40 to 49 in); gray (5Y 6/1) silty clay; weak coarse subangular blocky structure; firm, sticky, plastic; few fine roots; common shiny surfaces on most peds; few prominent slickensides; many coarse prominent dark yellowish brown (10YR 4/6) and few fine distinct brown (7.5YR 4/4) iron concentrations; few crawfish krotovina 2 to 5 cm in diameter; neutral; gradual wavy boundary.\nBssg3--124 to 150 cm (49 to 59 in); gray (5Y 6/1) silty clay; weak coarse prismatic structure; firm, sticky, plastic; few fine roots; few fine pores; common shiny pressure surfaces on peds; few prominent slickensides; many coarse prominent olive (5Y 5/6) iron concentrations; brown (7.5YR 4/4) linings on root channels filled with very dark gray (10YR 3/1) clay; few crawfish krotovina 2 to 5 cm in diameter; neutral; gradual wavy boundary.\nBssg4--150 to 203 cm (59 to 80 in); gray (5Y 6/1) silty clay; weak coarse prismatic structure; firm, sticky, plastic; few fine roots; common shiny pressure surfaces on peds; few prominent slickensides; common coarse prominent yellowish brown (10YR 5/6) iron concentrations; few crawfish krotovina 2 to 5 cm in diameter; neutral. (combined thickness of the Bssg horizons is 102 to 165 cm [40 to 65 in].)"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Jefferson Davis Parish, Louisiana; 1 mile east of Thornwell; 0.25 mile west of LA Highway 382; 150 feet north of LA Highway 380. USGS topographic quatdrangle: Thornwell; SW1/4, SE1/4 sec. 9, T. 10 S., R. 4. W. Latitude: 30, 06, 42 North; Longitude: 92, 46, 44 West. WGS84."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil Moisture: An aquic soil moisture regime.\nMean annual soil temperature: 19.9 to 21.7 degrees C (68 to 71 degrees F)\nSolum thickness is more than to 203 cm (80 in).\nThickness of the mollic epipedon: 25 to 61 cm (10 to 24 in)\nVertic features (slickensides): 20 to 64 cm (8 to 25 in)\nParticle-size control section (weighted average)\nClay content: 35 to 55 percent\nA Horizon\nHue: 10YR\nValue: 2 or 3\nChroma: 1 or 2\nTexture: clay loam, silty clay loam, or silty clay\nRedox concentrations: amount-none to common, shades- brown\nReaction: moderately acid to neutral (5.6 to 7.3)\nBg Horizon\nHue: 10YR\nValue: 3 or 4\nChroma: 1\nTexture: clay loam, silty clay loam, silty clay, clay\nRedox concentrations: amount-none to common, shades-brown\nIdentifiable secondary carbonate: amount-none or few, size- up to 8 cm (3 in), kind-concretions\nReaction: moderately acid to slightly alkaline (5.6 to 7.8)\nBssg Horizons\nHue: 10YR to 5Y\nValue: 4 to 6\nChroma: 1 or 2\nTexture: clay loam, silty clay loam, silty clay, clay\nSlickensides/Pressure faces: amount-few to many; distinctness-distinct or prominient\nRedox concentrations: amount-few to many, shades-brown or yellow\nIdentifiable secondary carbonate: amount-none to common, up to 8 cm (3 in), kind-concretions\nReaction: neutral to moderately alkaline (6.6 to 8.4)\nBC and BCg (where present) Horizons\nHue: 10YR to 5Y\nValue: 4 to 6\nChroma: 1 or 2\nTexture: clay loam or silty clay loam\nRedox concentrations: amount-few to many, shades-brown or yellow\nIdentifiable secondary carbonate: amount-none to common, up to 8 cm (3 in), kind-concretions\nReaction: neutral to moderately alkaline (6.6 to 8.4)"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Carl (MO), Laneburg (T-AR), Osage (MO), and Terouge (AR)series in the same family.\nCarl soils: have an argillic horizon; limestone-cherty gravel in argillic horizon\nLaneburg soils: have an argillic horizon; somewhat poorly drained\nOsage soils: in area of cooler mean annual air temperature and less precipitation\nTerouge soils: are calcareous throughout"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material: clayey fluviomarine deposits of late Pleistocene age\nLandscape: flat coastal plains\nLandform: broad depressional areas and relic meandering channels\nSlope: 0 to 1 percent but mainly less than 0.5 percent\nMean annual precipitation: 1397 to 1651 mm (55 to 65 in)\nPrecipitation Pattern: Precipitation is uniform throughout the year with slight peaks during the spring and summer months\nThornthwaite P-E index: 64 to 70.\nMean annual air temperature: 19.3 to 20.1 degrees C (67 to 68 degrees F)\nFrost-free period: 245 to 350 days\nElevation: 1.2 to 24.4 m (4 to 80 ft)"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Crowley, Edgerly, Jeanerette, Midland, Morey, Mowata, and Patoutville series.  All of these soils are slightly higher in the landscape.\nCrowley, Midland, Mowata, and Patoutville soils: have an ochric epipedon; argillic horizon.\nEdgerly, Jeanerette, and Morey: are loamy throughout; are associated with Judice soils in the eastern prairies of south Louisiana close to the Mississippi valley.  Crowley, Midland, and Mowata soils are associated with Judice soils in the central and western prairies, while Edgerly soils are associated with Judice soils near the coast."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Poorly drained.  Permeability is very slow.  Runoff is negligible.  A perched water table is at a depth of about 15 cm to 46 cm (about 0.5 to 1.5 ft) from December to April.  In some areas, these soils are subject to flooding."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used mainly for growing rice and for pasture.  Tall grasses and sedges were the dominant native vegetation."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Gulf Coast Prairie of Louisiana and southeast Texas (MLRA 150A, LRR T).  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Lafayette Parish, Louisiana; 1976."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  These soils were previously included in the Beaumont, Jeanerette, and Midland series.  Classification changed 1999 based on Keys to Soil Taxonomy, Eighth Edition, 1998.  The classification was changed from Vertic Epiaquolls to Typic Epiaquerts.  With the change in classification the type location also was moved from Lafayette Parish to Jefferson Davis Parish to place in the central part of the series province.\nDiagnostic horizons and features recognized in this pedon are:\nMollic epipedon--0 to 23 cm (0 to 9 in). (Ap horizon.)\nCambic horizon--23 to 203 cm (9 to 80 in). (Bssg horizons.)\nVertisol properties--51 to 203 cm (20 to 80 in). (Bssg horizons) include slickensides, shiny pressure faces and cracks in some years.\nADDITIONAL DATA:  Louisiana Agricultural Experiment Station data for type location in Jefferson Davis Parish (S87LA053113B-4).\nTaxonomic Version:  Keys to Soil Taxonomy, Eleventh Edition, 2010.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
