{
  "SERIES": "JUDYVILLE",
  "STATUS": "Established Series",
  "BYREV": "Rev. MLW-BC-TJE",
  "REVDATE": "07/2011",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, active, mesic Typic Dystrudepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Judyville fine sandy loam, on a southeast-facing, 40 percent slope in woods at an elevation of about 175 meters (576 feet) above mean sea level. (Colors are for moist soil unless stated otherwise.)\nOi--0 to 2 cm (1 inch); partially decomposed leaves from mixed deciduous trees. [0 to 5 cm (2 inches) thick]\nA--2 to 13 cm (1 to 5 inches); dark brown (10YR 3/3) fine sandy loam, grayish brown (10YR 5/2) dry; moderate medium granular structure; friable; many fine and medium roots throughout; 8 percent channers; very strongly acid; clear smooth boundary. [8 to 15 cm (3 to 6 inches) thick]\nBA--13 to 23 cm (5 to 9 inches); brown (10YR 4/3) fine sandy loam; weak medium subangular blocky structure; friable; many fine and medium roots throughout; 8 percent channers; extremely acid; clear smooth boundary. [0 to 15 cm (6 inches) thick]\nBw1--23 to 51 cm (9 to 20 inches); yellowish brown (10YR 5/4) extremely channery fine sandy loam; weak fine and medium subangular blocky structure; friable; common fine and medium roots throughout; 63 percent channers; very strongly acid; clear smooth boundary.\nBw2--51 to 71 cm (20 to 28 inches); yellowish brown (10YR 5/4) extremely channery fine sandy loam; weak fine subangular blocky structure; friable; 65 percent channers; very strongly acid; clear smooth boundary.\nBw3--71 to 86 cm (28 to 34 inches); yellowish brown (10YR 5/4) very channery fine sandy loam; weak fine subangular blocky structure; friable; 57 percent channers; very strongly acid; abrupt wavy boundary. [Combined thickness of the Bw horizon is 41 to 86 cm (16 to 34 inches).]\nR--86 cm (34 inches); yellowish brown (10YR 5/4) strongly cemented sandstone bedrock."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Warren County, Indiana; on the southern edge of Williamsport; 2,160 feet north and 1,600 feet west of the southeast corner sec. 11, T. 21 N., R. 8 W.; USGS Williamsport, Indiana topographic quadrangle; lat. 40 degrees 16 minutes 42.4 seconds N., and long. 87 degrees 17 minutes 12 seconds W., NAD 27; UTM Zone 16, 475629 easting and 4458705 northing, NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nDepth to lithic contact: 51 to 102 cm (20 to 40 inches)\nRock fragments: dominantly sandstone channers, but include flagstones, and are strongly or very strongly cemented\nParticle-size control section: averages 35 to 65 percent rock fragments\nA horizon:\nHue: 10YR\nValue: 3 or 4\nChroma: 2 or 3\nTexture: fine sandy loam, sandy loam, or loam, or their channery analogs\nRock fragment content: 0 to 20 percent\nReaction: extremely acid to moderately acid\nBA horizon:\nHue: 10YR\nValue: 3 or 4\nChroma: 3\nTexture: fine sandy loam or sandy loam, or the channery analogs of these textures\nRock fragment content: 0 to 20 percent\nReaction: extremely acid to strongly acid\nBw horizon:\nHue: 7.5YR or 10YR\nValue: 4 to 6\nChroma: 4 to 6\nTexture: very channery or extremely channery analogs of fine sandy loam or sandy loam, or less commonly silt loam or loam\nClay content: averages less than 18 percent\nSilt content: less than 40 percent\nRock fragment content: 40 to 85 percent\nReaction: extremely acid to strongly acid\nCB or C horizon, where present:\nHue: 7.5YR or 10YR\nValue: 5 or 6\nChroma: 4 to 6\nTexture: very channery or extremely channery analogs of fine sandy loam or sandy loam\nRock fragment content: 40 to 85 percent\nReaction: extremely acid to strongly acid\nR layer: strongly cemented, fractured sandstone bedrock"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Berks, Blasdell, Brownstown, Brownsville, Cadosia, Calvin, Highsplint, Jubin, Keyesville, Lippitt, Manlius, Matewan, Nailkeg, Peaks, Solon, Sylco, Warwick, and Wyoming series. Berks and Brownstown soils have more than 40 percent silt in the Bw horizon. Blasdell, Brownsville, Cadosia, Highsplint, Jubin, Lippitt, Warwick, and Wyoming soils are deeper than 102 cm (40 inches) to lithic contact. Calvin soils have hue redder than 7.5YR in the B horizon. Keyesville soils have a paralithic contact within a depth of 102 cm (40 inches). Manlius soils have rock fragments that are dominantly shale. Matewan soils occur in MLRAs 125 and 126 and are on different bedrock plateaus (see Remarks). Nailkeg soils average more than 18 percent clay in the particle-size control section. Peaks soils have rock fragments of granite, gneiss, and schist. Solon soils formed in till and colluvium and occur on the Glaciated Appalachian Plateau in MLRA 140. Sylco soils have rock fragments of phyllite, metasandstone, and slate."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Judyville soils are on steep and very steep backslopes of hills and knobs. Slope ranges from 25 to 75 percent. The soils formed in residuum from sandstone. Mean annual precipitation ranges from 914 to 1067 mm (36 to 42 inches). Mean annual temperature ranges from 10.0 to 12.2 degrees C (50 to 54 degrees F). Frost-free period is 150 to 180 days. Elevation is 152 to 244 meters (500 to 800 feet) above mean sea level."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Loudonville, Miami, Mitiwanga, Rainsville, Rockfield, Russell and Silverwood soils. The well drained Loudonville soils are formed in till and are on higher lying rises on uplands. The very deep, moderately well drained Miami, Rainsville, and Rockfield soils are formed in glacial material and are on till plains. The somewhat poorly drained Mitiwanga soils are on flats or depressions of uplands. The very deep, well drained Russell soils are formed in loess and till and are on till plains. The well drained Silverwood soils are on adjacent terraces underlain with sand and gravel."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Well drained. Potential for surface runoff is high. Saturated hydraulic conductivity is moderately high or high. Permeability is moderate or moderately rapid."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Almost all areas are in mixed oak-hickory forest, the native vegetation."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: MLRA 111D in west-central Indiana in MLRA 111D, and to a lesser extent in MLRAs 114B and 115C in west-central Illinois. The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Indianapolis, Indiana."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Warren County, Indiana, 1999."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Judyville soils were previously correlated as Weikert Variant and Muskingum soils in previous surveys.\nThe differentiae needed to clearly separate Judyville series from the Matewan series is not well defined in terms of soil properties. Until they can be better defined, Judyville soils will be restricted to LRR M in MLRAs 111D, 114B and 115C.\nDiagnostic horizons and features recognized in this pedon are:\nOchric epipedon: from the surface to a depth of 23 cm (Oi, A, BA horizons).\nCambic horizon: from a depth of 13 to 86 cm (BA, Bw1, Bw2, Bw3 horizons).\nLithic contact: at 86 cm (top of the R layer).\nRepresentative data mapunit for the typical pedon is DMU ID 153344 in MO 11.\nADDITIONAL DATA: Lab data is available for the typical pedon, S98IN-171-001, from the National Soil Survey Laboratory, Lincoln, NE.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
