{
  "SERIES": "JUDY",
  "STATUS": "Established Series",
  "BYREV": "Rev AJC-GB",
  "REVDATE": "02/1999",
  "STATES": "CO,SD",
  "OVERVIEW": "The Judy series consists of moderately deep, well drained soils that formed in calcareous materials weathered residually from limestone and interbedded shale.  Judy soils are on mountain sideslopes and ridges.  Slopes are 2 to 50 percent.  The mean annual precipitation is about 20 inches and mean annual temperature is about 36F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, smectitic Ustic Argicryolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Judy silt loam - native grassland.  (Colors are for dry soil unless otherwise noted.)\nA--0 to 8 inches; brown (10YR 5/3) silt loam, dark brown (10YR 3/3) moist; strong fine crumb structure; soft, very friable; 5 percent limestone pebbles, noncalcareous except for pebble fragments, neutral (pH\n6.6); gradual wavy boundary.  (3 to 10 inches thick)\nBA--8 to 12 inches; brown (10YR 5/3) heavy silty clay loam, dark brown (10YR 3/3) moist; moderate medium subangular blocky structure parting to strong fine granular, slightly hard, very friable; few thin patchy clay films on horizontal faces of peds; 5 percent limestone pebbles; noncalcareous except for pebble and some sand fragments, neutral\n(pH 7.0); clear smooth boundary.  (3 to 5 inches thick)\nBt--12 to 22 inches; brown (10YR 5/3) silty clay, dark brown (10YR 4/3) moist; weak fine prismatic structure parting to strong fine subangular and angular blocks; hard, friable; thin continuous clay films\non surfaces of peds; 5 percent fine limestone pebbles; noncalcareous except for pebbles and some sand grains; neutral (pH 7.2); gradual smooth\nboundary.  (6 to 19 inches thick)\nBCk--22 to 28 inches; yellowish-brown (10YR 5/4) heavy silty clay loam, dark yellowish-brown (10YR 4/4) moist; medium fine angular and subangular blocky structure; hard, friable; thin patchy clay films on faces of peds; 5 percent limestone pebbles and flagstones; secondary calcium carbonate principally on the underside of the rock fragments; moderately alkaline (pH 8.2); gradual wavy boundary.  (3 to 12 inches thick)\nR--28-40 inches; Fractured limestone bedrock containing less than 5 percent fine material."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Gunnison County, Colorado; 1.5 miles east of the Willow Creek Guard Station in the southwest 1/4 of the northwest 1/4 of Sec.  25,\nT. 14 S., R. 82 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The mollic epipedon ranges in thickness from 7\nto 15 inches, thickness of solum ranges from 15 to 40 inches, depth to calcareous matrix material ranges from 8 to 24 inches, and depth to bedrock ranges from 20 to 40 inches.  Calcium carbonate equivalent in the\nstrongest part of the zone of calcium carbonate accumulation is typically\nabout 4 or 5 percent but ranges from 1 to 10 percent.  Bulk calcium carbonate equivalent, including gravel fragments, ranges from 6 to 30 percent in the solum.  The soil is 80 to 100 percent base saturated with\nexchangeable sodium and potassium remaining constant or increasing slightly with depth.  Typically the solum extends to bedrock, but in some\npedons a C horizon may intervene.  Content of coarse fragments is typically 5 to 10 percent but ranges from 2 to 15 percent in the particle\nsize control section and is mostly fine limestone fragments in the upper\npart of the control section increasing in size in the lower part.  The average annual soil temperature is 38 degrees F., and the average summer\nsoil temperature is 53 degrees F. without an 0 horizon.\nThe A horizon has hue of 2.5Y through 7.5YR, value of 4 or 5 dry, 2 or 3\nmoist, and chroma of 1 through 3.  Typically, the horizon has strong crumb or granular structure but the structure is weak subangular blocky in some peds.  Dry consistence ranges from soft to slightly hard.  Reaction ranges from pH 6.5 to pH 7.6.\nThe Bt horizon has hue of 2.5Y through 7.5YR, value of 5 or 6 dry, 4 or 5\nmoist, and chroma of 2 through 4.  In some pedons, value of 4 dry and 3 moist occur above depths of 16 inches in the Bt horizon.  This horizon has weak prismatic and subangular blocky structure.  Dry consistence ranges from hard to very hard.  Texture is typically clay or silty clay with clay ranging from 35 to 50 percent, silt from 15 to 55 percent, and\nsand from 5 to 40 percent.  Reaction ranges from pH 6.8 to pH 7.8.  Hue of the BCk and Ck horizons if present is 2.5Y or 10YR.  Reaction ranges from pH 8.0 to pH 8.4."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Brinkert, Buckskin, T Florissant, Gothic, Heath, Jerry, Little Horn, Mayoworth, Owen Creek, Piltz, Sessions, T Sneffels, Trout Creek and Youman series.  The Brinkert, Buckskin, T Florissant, Gothic, Heath, Jerry, Sessions and Youman soils have no lithic contact above 40 inches.  Sneffels soils lack a zone of lime accumulation.  Little Horn soils have mean annual soil temperatures\ngreater than 40 degrees F.  Mayoworth, Owen Creek, Piltz and Trout Creek\nsoils have a paralithic contact at depths of 20 to 40 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  The Judy soils are on mountainsides and ridges.  Slope gradient ranges from 2 to 50 percent.  The soils formed in calcareous parent materials weathered residually from underlying limestone and interbedded shale bedrock.  They have an average annual precipitation of 20 to 25 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These include the competing Gothic, Heath, and Trout Creek series."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well-drained.  Runoff is rapid, and permeability is slow."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are used as native pastureland and for recreational purposes.  They have limited uses for forestry.  Typical native vegetation includes scattered spruce, Thurber fescue, Idaho fescue, nodding brome, bluegrass, yarrow, and peavine."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Present known distribution is limited to the high mountain areas of central and western Colorado and southwestern South Dakota.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Piedra Area, Colorado, 1974.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": null
  }
}
