{
  "SERIES": "JUGTOWN",
  "STATUS": "Established Series",
  "BYREV": "Rev. WRK-WJN-REP",
  "REVDATE": "04/1999",
  "STATES": "PA",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, active, mesic Aquic Hapludalfs"
  },
  "TYPICAL PEDON": {
    "section": "Typical Pedon",
    "content": "Typical Pedon - Jugtown silt loam, 0 to 3 percent slopes, in a cropped field on a stream terrace, at an elevation of 590 feet.  (Colors are for moist soil.)\nAp1=0 to 7 inches; dark grayish brown (10YR 4/2) and brown (10YR 5/3) silt loam; moderate fine and medium granular structure; friable, nonsticky and nonplastic; common very fine and fine roots throughout; neutral; clear wavy boundary.\nAp2=7 to 12 inches; grayish brown (10YR 5/2) and yellowish brown (10YR 5/4) silt loam; moderate medium granular and moderate fine and medium subangular blocky structure; friable, nonsticky and nonplastic; common very fine and fine roots throughout; few fine and medium irregular very dark gray (10YR 3/1) dark concretions; neutral; clear wavy boundary.\nBA=12 to 18 inches; brown (10YR 4/3) and yellowish brown (10YR 5/4) clay loam; yellowish brown (10YR 5/6) mottles; moderate medium subangular blocky structure; friable, slightly sticky and nonplastic; common very fine and fine roots throughout; few fine and medium irregular very dark gray (10YR 3/1) dark concretions; mildly alkaline; clear wavy boundary.\nBt1=18 to 26 inches; dark yellowish brown (10YR 4/4) and yellowish brown (10YR 5/4) clay loam; moderate medium and coarse subangular blocky structure; friable, slightly sticky and slightly plastic; few very fine roots throughout; common distinct clay films on faces of peds; common fine and medium irregular very dark gray (10YR 3/1) dark concretions; 1 percent gravel; mildly alkaline; gradual wavy boundary.\nBt2=28 to 38 inches; grayish brown (10YR 5/2) clay loam; moderate medium and coarse subangular blocky structure; friable, slightly sticky and slightly plastic; few very fine roots throughout; common distinct clay films on faces of peds; common medium irregular black (10YR 2/1) dark concretions; common fine and medium prominent yellowish brown (10YR 5/6) iron concentrations; 4 percent gravel; mildly alkaline; clear wavy boundary.\nC=38 to 65 inches; yellowish brown (10YR 5/4) very gravelly sandy clay loam; massive; firm, slightly sticky and slightly plastic; few very fine roots throughout; common medium prominent yellowish brown (10YR 5/8) iron concentrations and common medium distinct grayish brown (10YR 5/2) iron depletions; 60 percent gravel and cobbles; mildly alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Jugtown silt loam, 0 to 2 percent slopes, in Ayr Township, Fulton County, 2 miles south of McConnellsburg, 1200 feet west of the intersection of US Route 522 and Pennsylvania Township Route T381, along Big Cove Creek; USGS Meadow Grounds topographic quadrangle; lat. 39 degrees 54 minutes 17 seconds N. and long. 78 degrees 0 minutes 57 seconds W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Solum thickness ranges from 30 to 60 inches.  Depth to bedrock is greater than 60 inches.  Content of clay in the control section is 15 to 30 percent.  Sandstone, chert, and shale rock fragments range from 0 to 15 percent in the surface, 0 to 25 percent in the solum, and 5 to 75 percent in the substratum.  Content of rock fragments in the control section is less than 15 percent.  In unlimed areas, soil reaction ranges from slightly acid to neutral in the upper solum and from slightly acid to mildly alkaline in the lower solum and substratum.\nThe Ap horizon has hue of 7.5YR or 10YR, value of 3 to 5, and chroma of 1 to 3.  It is silt loam, loam, or silty clay loam in the fine earth fraction.  Structure is weak or moderate, fine or medium, granular or subangular blocky.  Consistence is very friable or friable.\nThe BA horizon has hue of 7.5YR or 10YR, value of 3 to 6, and chroma of 3 to 6.  It is clay loam, silt loam, silty clay loam, and loam in the fine earth fraction.  Structure is weak or moderate, fine or medium subangular blocky.  Consistence is friable or firm.\nThe Bt horizons have hue of 7.5YR or 10YR, value of 3 or 7, `and chroma of 1 to 6.  It is clay loam, silt loam, silty clay loam, sandy clay loam, and loam in the fine earth fraction.  Structure is weak or moderate, fine or medium subangular blocky.  Consistence is friable or firm.\nThe C horizon has hue of 7.5YR to 10YR, value of 2 to 6, and chroma of 1 to 6.  It is sandy clay loam, silty clay loam, silt loam, loam, sandy loam, loamy sand in the fine earth fraction.  Structure is massive or single grain.  Consistence is friable or firm."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: The Bogart, Centerburg, Conowingo, Haney, Lehigh, Mount Lucas, Reaville, Thackery, Tuscola, Vaughnsville and Williamstown series are in the same family.  The Bogart soils formed in outwash materials.  Centerburg soils formed in glacial till or moraines of medium lime content.  The Conowingo soils have serpentine in the lower part of the solum and have bedrock at depths less than 60 inches.  The Haney soils have free carbonates ranges from 24 to 40 inches.  Lehigh soils contain channery fragments of procelainite in the B horizon and have bedrock at depths less than 60 inches. Mount Lucas soils have angular fragments of diabase and quartzite throughout the solum.  Reaville soils have bedrock within a 20 to 40 inch depth.  Thackery soils have carbonates in the lower part of the solum.  Tuscola soils lack rock fragments.  Vaughnsville soils overlie fine textured material within a depth of 40 inches.  Williamstown soils have formed in till."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Jugtown soils are on flood plains in limestone valleys in the Ridge and Valley Province.  The soils are formed in alluvium derived from calcareous shale, sandstone, and limestone sedimentary rocks.  Mean annual precipitation is 38 to 45 inches and the mean annual air temperature is 50 to 54 degrees.  The number of frost-free days range from 120 to 160."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: Lindside soils are on adjacent floodplains and do not have an argillic horizon.  Dunning and Melvin soils are on adjacent flood plains. Both soils have dominant grey colors directly under the surface horizon.  Moderately well drained Clarksburg soils have a fragipan and are in swales and more depressional areas.  Residual, well drained Duffield, Nollville, Carbo, and Hagerstown soils do not have gray iron depletions and are on adjacent side slopes.  Funkstown soils are on headslopes and upland draws."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Moderately well drained.  Surface runoff is slow.  Permeability is moderate to moderately slow in the solum and moderately to moderately rapid in the substratum."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Approximately 50 percent of the Jugtown soils are in cropland, 40 percent are in pasture or hayland and 10 percent are in woodland.  Wooded areas are mixed hardwoods."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": null
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Morgantown, West Virginia"
  },
  "ORIGIN": {
    "section": "SERIES PROPOSED",
    "content": "SERIES PROPOSED:  Franklin County, Pennsylvania, 1994.\nRemarks:  Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon- the zone from 0 to 12 inches (Ap1 and Ap2 horizons)\nArgillic horizon- the zone from 18 to 38 inches (Bt horizon)\nSoils were formerly included with the Dunning series as an Overwash Variant.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": null
  }
}
