{
  "SERIES": "JULESBURG",
  "STATUS": "Established Series",
  "BYREV": "Rev. AJC/GB/JWB",
  "REVDATE": "12/2009",
  "STATES": "CO,WY",
  "OVERVIEW": "The Julesburg series consists of very deep well drained soils that formed in wind-laid or wind-modified materials.  Julesburg soils are on hills and plains and have slopes of 0 to 20 percent.  The mean annual precipitation is about 43 centimeters (17 inches) and the mean annual temperature is about 9 degrees C. (48 degrees F.)",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, superactive, mesic Aridic Argiustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Julesburg sandy loam - grassland.  (Colors are for dry soil unless otherwise noted.)\nA--0 to 15 centimeters (0 to 6 inches); dark grayish brown (10YR 4/2) sandy loam, very dark brown (10YR 2/2) moist; moderate fine granular structure; soft, very friable; neutral (pH 6.8); clear smooth boundary.  (10 to 25 centimeters (4 to 10 inches) thick)\nBA--15 to 25 centimeters (6 to 10 inches); grayish brown (10YR 5/2) sandy loam, very dark grayish brown (10YR 3/2) moist; weak medium subangular blocky structure; slightly hard, very friable; few faint clay films on faces of peds; some wax-like bridges between sand grains; neutral (pH 6.8); gradual smooth boundary.  (10 to 20 centimeters (4 to 8 inches) thick)\nBt1--25 to 61 centimeters (10 to 24 inches); brown (10YR 5/3) sandy loam, brown (10YR 4/3) moist; weak medium prismatic structure parting to moderate medium subangular blocks; slightly hard, very friable; few faint clay films on faces of peds; few faint clay films on sand grains and as bridges between sand grains; neutral (pH 7.0); gradual smooth boundary.  (30 to 56 centimeters (12 to 22 inches) thick)\nBt2--61 to 81 centimeters (24 to 32 inches); brown (10YR 5/3) sandy loam, brown (10YR 4/3) moist; weak medium subangular blocky structure; soft, very friable; few faint clay films on sand grains; few faint clay film bridges between sand grains; neutral (pH 7.2); gradual smooth boundary.  (0 to 25 centimeters (0 to 10 inches) thick)\nC--81 to 152 centimeters (32 to 60 inches); pale brown (10YR 6/3) fine sand, brown (10YR 5/3) moist; single grain; loose; neutral (pH 7.2)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Sedgwick County, Colorado; 318 meters (1,043 feet) north and 50 meters (165 feet) east of SW1/4 corner Sec. 17, T. 9 N., R. 46 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nMean annual soil temperature: 8 to 14 degrees C. (47 to 58 degrees F.)\nMean summer soil temperature: 15 to 26 degrees C. (59 to 78 degrees F.)\nMollic epipedon: 18 to 49 centimeters (7 to 19 inches) thick\nDepth to calcareous material: 127 to over 152 centimeters (50 to over 60 inches)  Depth of argillic horizon: 36 to 102 centimeters (14 to 40 inches)\nMollic epipedon organic carbon: .8 to 2 percent and decreases uniformly with increasing depth\nBase saturation: 90 to 100 percent\nRock fragments: typically less than 2 percent and range from 0 to 15 percent\nA horizon:\nHue: 2.5Y or 10YR\nValue: 4 or 5, 2 or 3 moist\nChroma: 2 or 3\nStructure: soft or slightly hard\nReaction: neutral or slightly alkaline\nTexture: sandy loam, fine sandy loam, or loamy sand.\nBt horizon:\nHue: 2.5Y or 10YR\nValue: 5 or 6, 3 or 4 moist\nChroma: 2 to 4\nTexture: sandy loam or fine sandy loam\nClay: 10 to 18 percent\nSilt: 5 to 35 percent\nSand: 52 to 80 percent, more than 35 percent fine or coarser sand\nStructure: prismatic but has subangular blocky structure in some pedons\nReaction: neutral to moderately alkaline.\nC horizon:\nHue: 2.5Y or 10YR\nValue: 5 or 6, 4 or 5 moist\nChroma: 2 to 4\nReaction: neutral or slightly alkaline\nTexture: loamy sand, sand, loamy fine sand, very fine sandy loam, fine sandy loam, or sandy loam."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Latierra, Mainter, Manter, Mawer, Torrington, Truckton and Vitrina series.\nLatierra and Vitrina soils have a higher rock fragment of 10 to 50 percent.\nMainter soils contain calcium carbonate is 14 to 30 inches.\nTorrington soils have a paralithic contact at a depth of 51 to 102 centimeters (20 to 40 inches).\nManter soils are calcareous above a depth of 102 centimeters (40 inches) and have a continuous horizon of secondary calcium carbonate accumulation.\nMawer soils have a noncontrasting sandy-skeletal substratum at depths of less than 102 centimeters (40 inches).\nTruckton soils have a high percentage of medium and coarse angular granite sand and have extremely hard semi-cemented consistence in the horizons of low organic carbon content when the soil is air dried."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material: eolian parent materials or tertiary pedisediments that have been modified by eolian action\nLandform: hills, terraces, and plains.\nSlopes: 0 to about 20 percent\nAverage annual precipitation: 30 to 46 centimeters (12 to 18 inches) peak periods of precipitation spring and early summer\nAverage annual temperature: 9 degrees C. (48 degrees F.)\nAverage summer temperature: 22 degrees C. (71 degrees F.)"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Dailey, Jayem, and Vona soils and the competing Manter soils.\nVona soils lack a mollic epipedon and are calcareous above a depth of 102 centimeters (40 inches).\nDailey soils have more sand in their control sections and both Dailey and Jayem soils lack an argillic horizon."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:\nDrainage: well drained\nRunoff: low or medium\nSaturated hydraulic conductivity: high"
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used mainly as native rangeland or as dry cropland.\nIn some localities they are irrigated.\nNatural vegetation is bluestem, blue grama, and sand sagebrush."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Eastern Colorado and Wyoming and Western Nebraska.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Denver, Colorado"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Sedgwick County, Colorado, 1966."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon: 0 to 25 centimeters (0 to 10 inches)\nArgillic horizon: 25 to 61 (10 to 24 inches)\nLast updated by the state 3/94\nModified format by LRM in 10/2005 to include metric conversion and change permeability to saturated hydraulic conductivity.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
