{
  "SERIES": "JULYMINE",
  "STATUS": "Established Series",
  "BYREV": "Rev. KDA-BRY-KP",
  "REVDATE": "10/2011",
  "STATES": "CA",
  "OVERVIEW": "The Julymine series consists of shallow, well drained soils on mountain slopes. These soils formed in colluvium over residuum derived from serpentinite. Slope is 20 to 55 percent. The mean annual precipitation is about 53 centimeters (21 inches) and the mean annual temperature is about 13 degrees C. (55 degrees F).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy, magnesic, mesic, shallow Mollic Haploxeralfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Julymine loam; on a west facing slope of 28 percent under manzanita, scrub oak, buckbrush, and California foothill pine. The elevation is 1,280 meters (4,200 feet). (Color is for dry soil unless otherwise stated. When described on February 8, 1990 the soil was slightly moist throughout). The surface is covered by 5 percent 2 to 75 millimeter pebbles.\nA--0 to 10 centimeters (0 to 4 inches); brown (7.5YR 4/2) loam, dark brown (7.5YR 3/2) moist; moderate medium granular structure; soft, very friable, non-sticky and slightly plastic; common very fine and fine roots; many very fine, fine, and medium interstitial pores; 10 percent 2 to 75 millimeter pebbles; neutral (pH 7.0); clear smooth boundary.\nBt1--10 to 30 centimeters (4 to 12 inches); brown (7.5 4/4) clay loam, reddish brown (5YR 4/4) moist; strong fine and medium subangular blocky structure; hard, firm, moderately sticky and moderately plastic; few very fine and common medium and coarse roots; many very fine and fine interstitial and common medium and coarse tubular pores; common distinct clay films on faces of peds and along surface of pores; 10 percent 2 to 75 millimeter pebbles; neutral (pH 6.8); clear smooth boundary.\nBt2--30 to 48 centimeters (12 to 19 inches); gray (7.5 6/1) silty clay loam, strong brown (7.5YR 4/6) moist; moderate fine and medium subangular blocky structure; hard, firm, slightly sticky and moderately plastic; few very fine and few medium and coarse roots; many very fine and fine interstitial and common medium and coarse tubular pores; few faint clay films along surface of pores; 10 percent 2 to 75 millimeter pebbles; neutral (pH 6.6); clear smooth boundary.\nCr--48 to 73 centimeters (19 to 29 inches); weakly cemented serpentinite."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: San Benito County, California; in Clear Creek Management Area; about 1.9 kilometers (1.2 miles) west-northwest of Alta Peak; about 91 meters (300 feet) south and 488 meters (1,600 feet) west of the northwest corner of section 17, T. 18 S., R. 12 E., Mount Diablo Base and Meridian; latitude 36 degrees 22 minutes 3.2 seconds north and longitude 120 degrees 40 minutes 47.60 seconds west; USGS San Benito Mountain; California Quadrangle, NAD83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Depth to paralithic contact is 25 to 51 centimeters (10 to 20 inches). Surface fragments are composed of serpentinite; 5 to 30 percent, 2 to 75 millimeter pebbles, 0 to 2 percent, 75 to 250 millimeter cobbles.\nA horizon:\nHue: 2.5YR, 7.5YR, 5YR, or 10YR, dry and moist\nValue: 4 or 5 dry and 2 or 3 moist\nChroma: 1 to 3 dry and moist\nTexture of the fine earth fraction: loam or silt loam\nContent of clay: 20 to 27 percent\nContent of organic matter: 1.0 to 3.0 percent\nReaction: slightly acid or neutral\nContent of rock fragments: 5 to 30 percent, 2 to 75 millimeter pebbles and 0 to 2 percent 75 to 250 millimeter cobbles.\nBt horizons:\nHue: 2.5YR, 7.5YR, 5YR, or 10YR, dry and moist\nValue: 4 to 6 dry and 3 or 4 moist\nChroma: 1 to 4 dry and 2 to 6 moist\nTexture of the fine earth fraction: clay loam, or silty clay loam\nContent of clay: 28 to 35 percent\nContent of organic matter: 0.2 to 1.5 percent\nReaction: neutral\nContent of rock fragments: 5 to 20 percent, 2 to 75 millimeter pebbles and 0 to 2 percent 75 to 250 millimeter cobbles."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no competing series at this time."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Julymine soils are on mountain slopes at elevations of 796 to 1,598 meters (2,612 to 5,243 feet). Slope is 20 to 55 percent. Julymine soils formed in colluvium over residuum derived from serpentinite. The climate consists of hot dry summers and cool moist winters. Mean annual precipitation is 483 to 610 millimeters (19 to 24 inches). Mean annual temperature is 9 to 14 degrees C. (48 to 57 degrees F). Frost-free period is 150 to 200 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Atravesada, Delmexico, Cascara, and Idriapeak soils. Atravesada and Delmexico soils have a mollic epipedon. Cascara soils have a thermic temperature regime and are located on barrens. Idriapeak soils have a loamy-skeletal particle size class."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; medium to high runoff; moderately low saturated hydraulic conductivity."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: These soils are used for recreation and wildlife. The vegetation is manzanita, scrub oak, buckbrush, California foothill pine, and leather oak."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: These soils are in the Clear Creek Management Area, San Benito County, California, in the California Coast Ranges. They are not extensive. MLRA 15."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES PROPOSED",
    "content": "SERIES PROPOSED: San Benito County, California, 2009. The Julymine series is named after the July Mine that is in the area."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: The modal pedon for the Julymine Series is 90CA069014.\nADDITIONAL DATA:  Supporting pedons are; 90CA069019, 90CA069041, 90CA069054, 90CA069055, 90CA069068, 90CA069069, 90CA069070, and 90CA069079.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
