{
  "SERIES": "JUNEAU",
  "STATUS": "Established Series",
  "BYREV": "Rev.  HFG-AAC",
  "REVDATE": "01/2011",
  "STATES": "IL,WI",
  "OVERVIEW": "The Juneau series consists of very deep, moderately well drained soils that are moderately deep to a buried soil. They formed in relatively recent, mostly light colored, mostly silty colluvium or alluvium underlain by a buried soil at the base of drumlins or morainic slopes or in intermittent drainageways. Slope ranges from 0 to 6 percent. Mean annual precipitation is about 762 mm (30 inches). Mean annual air temperature is about 8.9 degrees C (48 degrees F).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-silty, mixed, superactive, nonacid, mesic Typic Udifluvents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Juneau silt loam - on a 1 percent slope in a cultivated field at an elevation of about 306 meters (1005 feet) above mean sea level.  (Colors are for moist soil unless otherwise stated.)\nAp--0 to 15 cm (0 to 6 inches); dark grayish brown (10YR 4/2) silt loam, pale brown (10YR 6/3) dry; weak very fine subangular blocky structure; friable; neutral; abrupt smooth boundary.  [15 to 23 cm (6 to 10 inches) thick]\nC1--15 to 51 cm (6 to 20 inches); brown (10YR 4/3) silt loam; massive breaking to weak thin plates along depositional strata; friable; neutral; clear smooth boundary.\nC2--51 to 61 cm (20 to 24 inches); very dark grayish brown (10YR 3/2) and dark grayish brown (10YR 4/2) silt loam; massive breaking to weak thick plates along depositional strata; friable; thin discontinuous strata of very fine sand; neutral; clear smooth boundary. [Combined thickness of the C horizon ranges from 36 to 51 cm (14 to 20 inches) ]\nAb--61 to 76 cm (24 to 30 inches); very dark grayish brown (10YR 3/2) silt loam; weak medium subangular blocky structure; friable; neutral; abrupt smooth boundary. [0 to 20 cm (0 to 8 inches) thick]\nBtb1--76 to 102 cm (30 to 40 inches); brown (10YR 4/3) silt loam; moderate fine subangular blocky structure; friable; neutral; few faint clay films on faces of peds; clear smooth boundary.  [10 to 31 cm (4 to 12 inches) thick]\nBtb2--102 to 137 cm (40 to 54 inches); brown (7.5YR 4/2) silty clay loam; weak thick platy structure parting to moderate medium subangular blocky; friable; few faint clay films on faces of peds; common medium prominent strong brown (7.5YR 5/8) masses of oxidized iron in the matrix; common medium faint brown (7.5YR 5/2) iron depletions in the matrix; neutral; clear wavy boundary.  [25 to 51 cm (10 to 20 inches) thick]\n2Btb3--137 to 152 cm (54 to 60 inches); brown (7.5YR 4/4) clay loam; weak medium subangular blocky structure; firm; common distinct dark brown (7.5YR 3/2) organo-clay films on faces of peds; few fine distinct strong brown (7.5YR 5/6) masses of oxidized iron in the matrix; few fine gravel and coarse sand grains; firm; slightly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Dodge County, Wisconsin; about 2 miles south of Theresa; 2100 feet east and 40 feet south of the northwest corner of sec. 27, T. 12 N., R. 17 E. USGS Nenno Wis. Quad. Latitude  43 degrees 29 minutes 08 seconds N., Longitude  88 degrees 27 minutes 07 seconds W. NAD 27."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nThickness of the light-colored stratified silty colluvium or alluvium and the depth to the buried soil: 51 to 74 cm (20 to 39 inches)\nDepth to the BtB horizon: less than 102 cm (40 inches)\nParticle-size control section: averages 14 to 18 percent clay, 5 to 15 percent fine sand or coarser\nReaction: moderately acid to slightly alkaline throughout the soil\nAp horizon:\nHue: 10YR\nValue: 3 or 4\nChroma: 2 or 3\nTexture: silt loam\nC horizon:\nHue: 10YR\nValue: 3 to 5\nChroma: 2 or 3\nTexture: silt loam with thin strata of silt or very fine sand in some pedons\nAb horizon:\nHue: 10YR\nValue: 2 to 4\nChroma: 1 or 2\nTexture: silt laom\nBtb horizons:\nHue: 7.5YR or 10YR\nValue: 3 to 5\nChroma: 3 or 4, value and chroma of 3 do not occur together\nTexture: silt loam or silty clay loam\n2Bwb or 2Btb horizon:\nHue: 7.5YR or 10YR\nValue: 3 or 4\nChroma: 3 or 4\nTexture: clay loam, loam, sandy clay loam or sandy loam\n2C horizon (where present):\nHue: 7.5YR or 10YR\nValue: 4 to 6\nChroma: 3 or 4\nTexture: sandy loam or loam"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Arenzville, Belvue, Chaseburg, Hadley, and Si series.  None of these soils except Arenzville, have a buried soil within the series control section. Arenzville soils do not have a buried argillic horizon within a depth of 102 cm (40 inches)."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Juneau soils are on foot slopes in the glaciated landscape, commonly along the base of drumlins or morainic slopes or in intermittent drainageways.  Slopes range from 0 to 6 percent.  These soils formed in light-colored, stratified, recently deposited silty colluvium or alluvium over a buried soil. Mean annual precipitation ranges from 711 to 813 mm (28 to 32 inches). Mean annual air temperature ranges from 7.8 to 10.0 degrees C (46 to 50 degrees F)."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  Juneau soils are associated in the landscape with Miami, Theresa, Dodge, McHenry, and St. Charles soils.  All of these soils are on higher topographic positions that contributed the colluvium in which Juneau soils formed.  Juneau soils form a drainage sequence with the somewhat poorly drained Orion and the poorly drained Washtenaw soils in nearly level or depressional sites."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:  Moderately well drained.  The potential for surface runoff ranges from negligible to medium.  Saturated hydraulic conductivity is moderately high to high (4.23 to 14 .11 micrometers per second). Permeability is moderate. These soils have an apparent seasonal high water table at a depth of 107 to 183 cm (3.5 to 6 feet) for some time in most years."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most areas of this soil are used for cropland.  Common crops are corn, small grain, and hay.  Some areas are used for woodland or pastureland.  Native vegetation consists mainly of oak-hickory or maple-basswood forest."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  MLRA 95B in southeastern Wisconsin and northern Illinois. Juneau soils are of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Indianapolis, Indiana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Dodge County, Wisconsin, 1970."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  This soil is questioned for fine-silty.\n12/05 - Need to verify apparent vs perched water table.\n12/05 - Need to verify differentia for Arenzville, - not sure depth to argillic is viable as mapped.\nDiagnostic horizons and feature recognized in this pedon are:  ochric epipedon - 0 to 15 cm (0 to 6 inches) (Ap); fluventic  feature - slopes less than 25 percent and organic carbon content that decreases irregularly between 25 and 125 cm  and soil temperature warmer than cryic\nNational Cooperative Soil Survey\nU.S.A."
  }
}
