{
  "SERIES": "JUNKETT",
  "STATUS": "Established Series",
  "BYREV": "Rev. RLM/TER/MJD",
  "REVDATE": "04/2003",
  "STATES": "UT",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, mesic Xeric Petroargids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Junkett cobbly sandy loam, rangeland.  (Colors are for air dry soil unless otherwise noted.)\nA--0 to 4 inches; light yellowish brown (10YR 6/4) cobbly sandy loam, brown (10YR 4/3) moist; weak thin platy structure that parts to weak fine and very fine granular; soft, friable, nonsticky, nonplastic; common fine and very fine roots; common fine and many very fine pores; 2 percent stones, 15 percent cobbles, and 10 percent gravel; moderately alkaline (pH 8.1); clear smooth boundary.  (2 to 5 inches thick)\nBw--4 to 7 inches; light brown (7.5YR 6/4) sandy clay loam, brown (7.5YR 4/4) moist; weak medium subangular blocky structure that parts to weak fine and very fine subangular blocky; slightly hard, friable, slightly sticky, slightly plastic; few medium, common fine and very fine roots; few medium, common fine and very fine pores; 10 percent gravel; moderately alkaline (pH 8.1); gradual smooth boundary.  (0 to 4 inches thick)\nBt--7 to 15 inches; brown (7.5YR 5/4) gravelly sandy clay loam, brown (7.5YR 4/4) moist; moderate medium prismatic structure that parts to moderate fine and very fine subangular blocky; hard, friable, sticky, plastic; few medium, common fine and very fine roots; few medium, common fine and many very fine pores; common moderately thick day films on faces of peds, 20 percent gravel; moderately alkaline (pH 8.2); gradual wavy boundary.  (6 to 13 inches thick)\nBk1--15 to 23 inches; light brown (7.5YR 6/4) gravelly sandy clay loam, brown (7.5YR 4/4) moist; moderate medium subangular blocky structure that parts to moderate fine and very fine subangular blocky; hard, friable, slightly sticky, slightly plastic; few fine and very fine roots; few medium, common fine and very fine pores; 25 percent gravel; strongly effervescent, carbonates are disseminated but also occurs as thin coatings on pebbles; moderately alkaline (pH 8.4); clear wavy boundary. (0 to 8 inches thick)\nBk2--23 to 28 inches; pinkish white (7.5YR 8/2) very gravelly sandy loam, light brown (7.5YR 6/4) moist; massive; slightly hard, friable, nonsticky, nonplastic; few fine and very fine roots; few fine and very fine pores; 40 percent gravel; strongly effervescent, carbonates are disseminated with weak, discontinuous cementation and coatings on gravel; strongly alkaline (pH 8.6); abrupt wavy boundary.  (5 to l3 inches thick)\nBkm--28 inches; indurated lime-cemented hardpan."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Iron County, Utah; about 1.6 miles north of Dry Willow Peak; 400 feet north and 1,600 feet east of the southwest corner of sec. 3, T. 31 S., R. 10 W.; lat. 38 degrees 7 minutes 55 seconds N. and long. 112 degrees 58 minutes 8 seconds W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The mean annual soil temperature is 47 to 52 degrees F., and the mean summer soil temperature of 20 inches is 66 to 70 degrees F.\nThe solum is 11 to 25 inches thick.  Depth to an indurated carbonate cemented hardpan is 20 to 40 inches.  Electrical conductivity of the saturation extract is 0 to 2 mmhos/cm. Secondary carbonate is at a depth of 17-20 inches.\nThe A horizon has hue of 7.5YR or 10YR, value of 5 or 6 dry, 3 or 4 moist, and chroma of 3 or 4.  It is sandy loam, or loam with 15 to 55 percent rock fragments.  Reaction is neutral to moderately alkaline.\nThe Bt horizon has hue of 5YR or 7.5YR, value of 5 or 6 dry, and 3 or 4 moist and chroma of 4 to 6.  It is sandy clay loam, clay loam, gravelly sandy clay loam or gravelly clay loam.  The Bt horizon has a moderate coarse or moderate medium subangular blocky structure, or moderate medium prismatic structure.  Clay content ranges from 27 to 35 percent.  It has from 0 to 35 percent rock fragments which are predominantly gravel but include cobbles.  This horizon is mildly alkaline or moderately alkaline.  Some pedons have a Btk horizon.\nThe Bk horizon has hue of 7.5YR or 10YR, value of 6 to 8 dry, 4 to 6 moist, and chroma of 3 or 4.  Texture of the fine earth fraction commonly is loam or sandy loam, but the range includes sandy clay loam, clay loam and loamy sand.  Rock fragments range from 15 to 55 percent and are gravel and cobbles.  Clay content is 10 to 18 percent. Reaction is moderately alkaline or strongly alkaline.\nThe Bkm horizon is moderately to very strongly indurated."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no competing series."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Junkett soils occur on fan terraces.  Slope gradients are 0 to 8 percent.  The soils formed in alluvium from basic and intermediate igneous and sedimentary rocks.  These soils occur at elevations of 5,200 to 6,300 feet.  The climate is semiarid, having a mean annual temperature of 45 to 50 degrees F., mean summer temperature of 66 to 71 degrees F., mean annual precipitation of 8 to l2 inches. The freeze-free period is l00 to l40 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Checkett, Dixie, Hiko Peak, and Sevy series.  These soils do not have a carbonate-cemented hardpan.  Checkett soils are shallow to bedrock and occur on foothills.  Dixie, Hiko Peak, and Sevy soils occur on fan terraces downslope of the Junkett soils."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; medium runoff; moderate and moderately slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are used mainly for rangeland and wildlife habitat.  The present vegetation is big sagebrush, black sagebrush, juniper, galleta, squirreltail and Indian ricegrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Southwestern and western Utah.  This series is not extensive. MLRA D28."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Phoenix, Arizona"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Tooele Area, Utah; 1990.  Type location is in Iron County, Utah, in the Iron-Washington Area Soil Survey, Utah."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  The diagnostic features recognized in this pedon are:\nOchric epipedon - The zone from the soil surface to a depth of 4 inches (A horizon)\nArgillic horizon - The zone of illuvial clay accumulation at a depth of 7 to 15 inches (Bt horizons).\nPetrocalcic horizon - An indurated lime-cemented hardpan at a depth of 28 inches (Bkm horizon).\nXeric feature - soil moisture regime is Aridic bordering on Xeric.\nThe classification was changed from Petrocalcic Xerollic Paleargids to Xeric Petroargids in 9/94.\nThe superactive cation exchange activity class was added in 03/2003 to the taxonomic classification by the National Soil Survey Center on request of the Reno MLRA office, without review of the soil series property data. The remainder of this document has not been updated.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
