{
  "SERIES": "JUNQUITOS",
  "STATUS": "Established Series",
  "BYREV": "Rev. GRB",
  "REVDATE": "08/2002",
  "STATES": "PR",
  "OVERVIEW": "The Junquitos series consists of moderately deep, moderately well drained, slowly permeable soils on lower foot slopes and fans of uplands.  They formed in fine-textured residuum that weathered from angular volcanic bedrock.  Near the type location, the mean annual temperature is about 78 degrees F., and the mean annual precipitation is about 85 inches.  Slopes range from 2 to 12 percent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Very-fine, mixed, active, isohyperthermic Aquic Hapludalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Junquitos gravelly clay loam.  (Colors for moist conditions unless otherwise stated.)\nAp--0 to 7 inches; brown (10YR 4/3) and dark brown (10YR 3/3) gravelly clay loam; massive; slightly hard, firm; nonsticky, slightly plastic; about 30 percent, by volume, rock fragments; many fine roots; extremely acid; clear smooth boundary.  (4 to 10 inches thick)\nBt1--7 to 21 inches; yellowish brown (10YR 5/8) clay; weak medium subangular blocky structure; hard, firm, slightly sticky, slightly plastic; common faint clay films on faces of peds; about 5 percent, by volume, rock fragments; few fine dark brown (10YR 3/3) concretions; few fine roots; few fine distinct red (2.5YR 5/8) masses of iron accumulation; strongly acid; clear smooth boundary.\nBt2--21 to 28 inches; yellowish brown (10YR 5/8) clay; weak fine subangular blocky structure; hard, firm, slightly sticky, slightly plastic; few faint clay films on faces of peds; many fine and medium dark brown (10YR 3/3) concretions; about 10 percent, by volume, rock fragments; few fine distinct red (2.5YR 5/8) masses of iron accumulation; few fine distinct light gray (10YR 7/1) areas of iron depletions; slightly acid; clear boundary.  (Total thickness of the Bt horizons range from 16 to 28 inches)\nC--28 to 35 inches; brownish yellow (10YR 6/8) clay; massive; hard, firm, slightly sticky, slightly plastic; many fine dark brown (10YR 3/3) concretions; about 12 percent, by volume, rock fragments; many coarse prominent red (2.5YR 5/8) masses of iron accumulation; common medium distinct gray (10YR 5/1) areas of iron depletions; neutral; abrupt smooth boundary.\nR-35+ inches; volcanic rock with angular fractures."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Humacao, Puerto Rico.  Approximately 0.6 miles north, 0.15 miles west, and about 50 feet south of kilometer marker 81.3 on P.R. Highway 3."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Depth to bedrock ranges from 25 to 40 inches.  Solum thickness ranges from 20 to 38 inches.  Reaction ranges from extremely acid to strongly acid in the A or Ap horizon (except where limed), from strongly acid to slightly acid in the Bt horizons, and from slightly acid to slightly alkaline in the C horizons.  Concretions range from few to many throughout.\nThe A or Ap horizon has hue of 10YR, value of 3 to 5, and chroma of 2 to 4.  Texture ranges from silty clay loam to clay loam in the fine earth fraction.  Rock fragments range from 20 to 35 percent, by volume.\nThe Bt horizon has hue of 10YR or 2.5Y, value of 4 to 6, and chroma of 4 through 8.  Redoximorphic features in shades of red and yellow and below 20 inches, gray, range from few to many. Texture is clay loam or clay.  Rock fragments range from 5 to 10 percent, by volume.\nThe C horizon has hue of 10YR or 2.5Y, value of 5 or 6, and chroma of 4 through 8.  Redoximorphic features in shades of red, yellow, and gray range from few to many.  Texture is silty clay loam, clay loam, or clay.  Rock fragments range from 5 to 15 percent, by volume."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no known series in the same family."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Junquitos soils are on lower foot slopes and fans. They formed in regolith that weathered from volcanic rock underlain by coarse angular volcanic rock fragments.  The climate is humid tropical. Slopes range from 2 to 12 percent.  The average annual precipitation ranges from 80 to 90 inches and the average annual temperature ranges from 75 to 80 degrees F."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These include the Fortuna, Mabi, Naranjito, Rio Arriba, Sabana, and Via series.  The poorly drained Fortuna soils are very deep, on lower adjacent flood plains, and have less clay in the control section.  The somewhat poorly drained Mabi soils are very deep and are on lower adjacent alluvial fans and terraces.  The well drained Naranjito soils are on higher positions, and have less clay in the control section.  Rio Arriba soils are very deep, and are on lower adjacent alluvial fans and terraces, and have less clay in the control section.  The well drained Sabana soils are shallow to bedrock, on higher positions and have less clay in the control section.  The well drained Via soils are very deep, are on lower adjacent stream terraces, and have fine-loamy control sections."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Moderately well drained; slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Sugar cane production or pasture.  Vegetation consists of native and introduced grasses and shrubs."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Humid mountainous sections of Puerto Rico.  The series is of minor extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Raleigh, North Carolina."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Este Soil Conservation District, Puerto Rico; 1969."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:   The Junquitos series comprises the moderately deep soils having thicker Bt horizons that were formerly mapped in Rio Arriba, Sabana, and Via series in the earlier survey.\nDiagnostic horizons and features recognized in this pedon:\nOchric epipedon - zone from 0 to 7 inches (Ap horizon).\nArgillic horizon - zone from 7 to 28 inches (Bt1 and Bt2 horizons).\nLithic contact - 35 inches.\nHigh base feature - Base saturation exceeds 35 percent.\nADDITIONAL DATA: NSSL Data Pedon No. S85PR-119-0065; sample by NSSL, Lincoln NE.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
