{
  "SERIES": "JUNTURA",
  "STATUS": "Tentative Series",
  "BYREV": "BBL/AON",
  "REVDATE": "02/2001",
  "STATES": "OR",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-silty, mixed, superactive, mesic Cumulic Endoaquolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Juntura silt loam, irrigated hayland.  (Colors are for moist soil unless otherwise noted.)\nAll--0 to 1 inches; very dark brown (10YR 2/2) silt loam, grayish brown (10YR 5/2) dry; strong fine granular structure; slightly hard, friable, slightly sticky, slightly plastic; many very fine roots; many very fine and fine pores; mildly alkaline (pH 7.8); abrupt smooth boundary.  (1 to 3 inches thick)\nA12--1 to 14 inches; black (10YR 2/1) silt loam, dark grayish brown (10YR 4/2) dry; strong medium platy parting to weak very fine angular blocky structure; slightly hard, friable, slightly sticky, slightly plastic; many very fine roots; many very fine tubular pores; moderately alkaline (pH 8.2); abrupt smooth boundary.  (10 to 18 inches thick)\nA13--14 to 18 inches; very dark brown (10YR 2/2) silt loam, grayish brown (10YR 5/2) dry; moderate medium prismatic parting to weak very fine subangular blocky structure; slightly hard, friable, slightly sticky, slightly plastic; many very fine roots; many very fine tubular pores; mildly alkaline (pH 7.8); abrupt wavy boundary.  (0 to 8 inches thick)\nAC--18 to 28 inches; very dark grayish brown (10YR 3/2) very fine sandy loam, gray (10YR 5/1) dry; few fine distinct (10YR 4/4) mottles; massive; soft, very friable, nonsticky, nonplastic; many very fine roots; many very fine pores; mildly alkaline (pH 7.8); abrupt wavy boundary.  (6 to 20 inches thick)\nC1--28 to 36 inches; very dark grayish brown (10YR 3/2) silt loam, gray (10YR 6/1) dry; few fine distinct dark yellowish brown (10YR 4/4) mottles; massive; slightly hard, firm, slightly sticky, slightly plastic; many very fine roots; many very fine pores; mildly alkaline (pH 7.8); abrupt wavy boundary.  (4 to 8 inches thick)\nC2--36 to 48 inches; very dark grayish brown (10YR 3/2) very fine sandy loam, gray (10YR 6/1) dry; few fine distinct dark yellowish brown (10YR 4/4) mottles; massive; slightly hard, friable, nonsticky, nonplastic; few roots; few fine pores; mildly alkaline (pH 7.8); gradual wavy boundary.  (10 to 14 inches thick)\nC3--48 to 60 inches; very dark grayish brown (10YR 3/2) coarse sand, gray (10YR 6/1) dry; single grain; loose; no roots; few medium pores; mildly alkaline (pH 7.8)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Malheur County, Oregon; 1,000 feet northeast by north of Drex William's home place; NW 1/4 NW 1/4 section 16, T. 21 S., R. 38 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The mean annual soil temperature ranges from 47 to 50 degrees F. (estimated).  The soil is saturated with water at some period of the year.  The soil is noncalcareous and ranges in reaction from mildly to moderately alkaline.  Strongly contrasting textures are lacking within 40 inches of the surface and bedrock is deeper than 60 inches.  The 10 to 40-inch control section ranges from silt loam and loam to very fine sandy loam and has a weighted average of less than 18 percent clay and less than 15 percent coarser than very fine sand including coarse fragments up to 7.5 cm.\nThe A horizon has 10YR hue, values of 2 moist, 4 or 5 dry, and chromas of 1 and 2 moist and dry.  It has strong or moderate granular structure in the upper part and moderate granular or weak to moderate prismatic parting to weak or moderate subangular or angular blocky structure in the lower part.\nThe AC horizon has values of 3 moist and 5 dry and chromas of 1 or 2 moist and dry.  Sand, gravelly sand or very gravelly medium or moderately coarse textured alluvium are below 40 inches in some places.  Depth to a water table ranges from 14 to 36 inches.  Faint mottles may occur in the A horizons.  Mottles are either distinct in the lower part of the mollic epipedon or are dark gray immediately below the epipedon."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Catherine and Wenas series.  The Catherine soils have more than 18 percent clay in the 10 to 40-inch control section.  Wenas soils have more than 15 percent coarser than very fine sand in the 10 to 40-inch control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Juntura soils occur on nearly level flood plains at elevations of 2,800 to 4,000 feet.  These soils are formed in stratified medium textured alluvium of mixed origin.  The climate is semiarid with a mean annual precipitation of 10 to 12 inches.  The summers are dry.  The mean annual air temperature is 45 to 49 degrees F., the average January air temperature is 25 degrees F., the average July air temperature is 70 degrees F.  Frost-free period is 100 to 120 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These include Jett, Powder, Stanfield and Umapine soils.  Jett and Powder soils are well drained.  Stanfield and Umapine soils have ochric epipedons and are very strongly alkaline.  Stanfield soils also have a duripan."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Poorly drained; moderately slow permeability, and slow runoff."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  The primary uses of Juntura soils are pasture, wild hay production and irrigated alfalfa hay.  The native vegetation is grasses, sedges, rushes and willows."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Southeastern Oregon.  The series is inextensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES PROPOSED",
    "content": "SERIES PROPOSED:  Malheur County, Oregon, 1970.  Source of name is the town of Juntura."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  The series would have been placed in the Bog soils.\nNATIONAL COOPERATIVE SOIL SURVEY\nU.S.A."
  }
}
