{
  "SERIES": "JURA",
  "STATUS": "Established Series",
  "BYREV": "Rev. VLP-MJD-JBF",
  "REVDATE": "03/2010",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, smectitic, mesic Typic Haplotorrerts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Jura clay, on a level area under alfalfa at an elevation of 1,615 m. (Colors are for dry soil unless otherwise noted).  When described on April 22, 2008, the soil had cracks 1 to 5 cm wide extending from the surface to a depth of 82 cm.\nAp--0 to 12 cm; pinkish gray (7.5YR 6/2) clay, dark brown (7.5YR 3/2) moist; strong coarse prismatic parting to strong thin platy structure; extremely hard, very firm, moderately sticky and very plastic; common coarse, medium, fine and very fine roots; common very coarse high continuity pores; slightly effervescent; moderately alkaline (pH 8.2); clear smooth boundary. (6 to 18 cm thick)\nBss--12 to 52 cm; pinkish gray (7.5YR 6/2) clay, brown (7.5YR 4/2) moist; strong coarse prismatic parting to strong medium angular blocky structure; extremely hard, very firm, moderately sticky and very plastic; common coarse, medium, fine and very fine roots; common very coarse high continuity pores; few continuous prominent slickensides (pedogenic) on vertical faces of peds; slightly effervescent; moderately alkaline (pH 8.2); gradual wavy boundary. (30 to 60 cm thick)\nBkss1--52 to 82 cm; pinkish gray (7.5YR 7/2) clay, brown (7.5YR 4/2) moist; strong medium prismatic structure parting to strong medium angular blocky structure; extremely hard, very firm, moderately sticky and very plastic; common coarse, medium, fine and very fine roots; common very coarse high continuity pores; common continuous prominent slickensides (pedogenic) on vertical faces of peds; common carbonate masses; strongly effervescent; moderately alkaline (pH 8.2); gradual wavy boundary. (20 to 50 cm thick)\nBkss2--82 to 108 cm; pinkish gray (7.5YR 7/2) clay, brown (7.5YR 4/2) moist; strong coarse wedge structure; extremely hard, very firm, moderately sticky and very plastic; common coarse, medium, fine and very fine roots; common very coarse high continuity pores; common continuous prominent slickensides (pedogenic) on faces of peds; 3 percent masses of oxidized iron; common carbonate masses; strongly effervescent; moderately alkaline (pH 8.0); gradual smooth boundary. (20 to 50 cm thick)\nBkss3--108 to 140 cm; pinkish gray (7.5YR 7/2) clay, brown (7.5YR 4/2) moist; strong medium wedge structure; extremely hard, very firm, moderately sticky and very plastic; common coarse, medium, fine and very fine roots; common coarse moderate continuity pores; common discontinuous prominent slickensides (pedogenic) on faces of peds; 2 percent manganese masses and 10 percent masses of oxidized iron; common carbonate masses; slightly effervescent; slightly alkaline (pH 7.8); gradual smooth boundary. (0 to 50 cm thick)\nC--140 to 151 cm; pinkish gray (7.5YR 7/2) clay, brown (7.5YR 4/3) moist; extremely hard, very firm, moderately sticky and moderately plastic; common fine  roots;  2 percent manganese masses and 10 percent masses of oxidized iron; few carbonate masses; slightly effervescent; moderately alkaline (pH 8.0)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Sevier County, Utah; 1 mile north and 0.25 mile east of Monroe; located at the center of Section 3, Township 25 S., Range 3 W.; USGS Annabella 7.5 minute quadrangle; latitude 38 degrees 39 minutes 12 seconds N and longitude 112 degrees 6 minutes 58 seconds W; NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: These soils are usually dry, moist in winter and spring and for brief periods in late summer due to convection storms; aridic bordering xeric soil moisture regime.\nMean annual soil temperature: 9.0 to 12.0 degrees C.\nDepth to 2C horizons (when present): 100 to 150 cm.\nOther features: Cracks that open and close periodically.\nParticle-size control section Clay content: 45 to 60 percent.\nSand content: 5 to 10 percent.\nAp horizon\nHue: 7.5YR or 10YR.\nValue: 5 or 6 dry and 3 to 5 moist.\nChroma: 1 to 4 dry and 2 to 4 moist.\nReaction: Moderately alkaline or strongly alkaline.\nBss and Bkss horizons\nHue: 7.5YR or 10YR.\nValue: 5 to 7 dry and 3 to 5 moist.\nChroma: 1 to 4 dry and 2 to 4 moist.\nClay content: 45 to 60 percent.\nCalcium carbonate equivalent:  1 to 5 percent.\nElectrical conductivity:  0 to 4 mmhos/cm.\nGypsum:  0 to 2 percent.\nSodium adsorption ratio (SAR):  3 to 10.\nReaction:  Slightly alkaline or moderately alkaline.\nC horizons\nHue: 7.5YR or 10YR.\nValue: 5 or 6 dry and 4 or 5 moist.\nChroma: 3 or 4.\nTexture: Clay.\nCalcium carbonate equivalent:  1 to 5 percent.\nElectrical conductivity (EC):  0 to 4 mmhos/cm.\nGypsum:  0 to 1 percent.\nSodium adsorption ratio (SAR):  5 to 13.\n2C horizon (when present):\nHue: 7.5YR or 10YR.\nValue: 5 or 6 dry and 4 or 5 moist.\nChroma: 3 or 4 dry or moist.\nTexture: Silt loam, fine sandy loam, sandy loam, loamy sand, sand, coarse sand.\nRock fragments:  0 to 25 percent fine gravel.\nCalcium carbonate equivalent:  1 to 5 percent.\nElectrical conductivity (EC):  0 to 4 mmhos/cm.\nGypsum:  0 to 1 percent\nSodium adsorption ratio (SAR):  5 to 13"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no competing series."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Jura soils formed in alluvium from igneous and sedimentary rocks.  The Jura soils are on alluvial flats and basin floors. Slopes range from 0 to 1 percent. Elevations are 1,610 to 1,660 meters. The mean annual precipitation is 200 to 300 mm. The mean annual temperature is 8.0 to 10.5 degrees C and the frost-free period is 100 to 140 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Genola, Glenwood, Monroe, Okerland  and Woodrow soils. Genola and Woodrow soils are fine-silty in the particle-size control section.  Glenwood soils are coarse-loamy over sandy or sandy-skeletal in the particle-size control section.  Monroe and Okerland soils are fine-loamy in the particle-size control section."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained, runoff is negligible, slow and very slow permeability; moderately low saturated hydraulic conductivity."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most areas of the Jura series are used for irrigated cropland. Principal crops are alfalfa, small grains, and silage corn. Other uses include wildlife habitat and irrigated pasture."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Central Utah. MLRA 28A. The series is inextensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Phoenix, Arizona."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Richfield Area, Utah, 1947."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nDiagnostic horizons and features recognized in this pedon are:\nOchric epipedon -  The zone from the soil surface to 18 cm (Ap and part of the Bss horizons).\nVertic features - Slickensides in the zone from 12 to 140 cm (Bss, Bkss horizons).\nParticle-size control section - The zone from 25 to 100 cm (Bkss and part of Bss and  Bkss horizons).\nThe type location was changed in June 2009, with subsequent concept change from the very-fine to fine particle-size class.\nTaxonomic Version:  Classified according to Keys to Soil Taxonomy, Tenth Edition, 2006.\nADDITIONAL DATA: Sample 91P117 from Sevier County, Utah; sample by the National Soil Survey Laboratory, Lincoln, NE, 9/91.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
