{
  "frontmatter": [
    {
      "clause": 1,
      "content": "Title 430 – National Soil Survey Handbook Part 606 – Working Agreements",
      "part": "Title 430 – National Soil Survey Handbook"
    }
  ],
  "606.0": [
    {
      "clause": 1,
      "content": "606.0 Definition Working agreements are a basis of understanding for cooperative work with other agencies and organizations. These agreements include memoranda of understanding (MOUs), contribution agreements, interagency agreements, and trust fund agreements. NRCS or any public agency may initiate working agreements relating to soil survey activities. If another Federal agency initiates a working agreement, the name of the document and the format may be different from those used by NRCS. Cooperators operate within their own sphere of authority. Title 120, General Manual, Part 401, provides policy guidelines on agreements. An MOU is not a contract, and the plans and specifications agreed upon and contained therein are not legally binding for the agencies that sign it. The MOU may provide for other working agreements, such as contribution agreements, interagency agreements, or trust fund agreements for transfer of funds, services, space, or equipment.",
      "part": "606",
      "headerid": "0",
      "header": "Definition"
    }
  ],
  "606.1": [
    {
      "clause": 1,
      "content": "606.1 Policy and Responsibilities",
      "part": "606",
      "headerid": "1",
      "header": "Policy and Responsibilities"
    },
    {
      "clause": 2,
      "content": "A. 7 CFR Part 611 states the following requirement for soil survey operations: “611.10 Standards, guidelines, and plans. “(a) NRCS conducts soil surveys under national standards and guidelines for naming, classifying, and interpreting soils and for disseminating soil survey information. “(b) A soil survey Memorandum of Understanding (MOU) is prepared prior to the start of each soil survey project, or a work plan is prepared for soil survey maintenance activities. These documents provide specific details and technical specifications to support the interpretive and data needs of the area to be surveyed. The MOU is signed by representatives of NRCS, land grant universities, and in some States representatives of other State agencies. Federal land administering agencies also sign the MOU if Federal lands are included in the survey.”",
      "part": "606",
      "headerid": "1",
      "header": "Policy and Responsibilities"
    },
    {
      "clause": 3,
      "content": "B. MOUs record the intent of NRCS and one or more cooperators to collaborate in updating soil survey information, making a soil survey of a specific area, or in performing related soil survey work. The CFR requires that an MOU be in place for all initial soil survey mapping. Each soil survey regional office (SSR) should have an MOU covering all of the land in the region (referred to as a major land resource area (MLRA) regionwide MOU). Other subregional MOUs may be developed (but are not required) as necessary for areas undergoing normal updating activities. Any standards, specifications, or other guidance included in optional MOUs must be compatible with the MLRA regionwide MOU and NSSH guidelines.",
      "part": "606",
      "headerid": "1",
      "header": "Policy and Responsibilities"
    },
    {
      "clause": 4,
      "content": "C. When developing MOUs or other working agreements, it is important to consider the potential need to restrict access to information that may be sensitive to national security. This may include information such as background imagery, labels on maps, or other ancillary information. When directed by Department of Defense, Homeland Security, or other responsible Federal officials to restrict the distribution of any information, this directive is to be incorporated into the MOU or other applicable working agreements.",
      "part": "606",
      "headerid": "1",
      "header": "Policy and Responsibilities"
    },
    {
      "clause": 5,
      "content": "D. When NRCS is to receive outside funds, services, or office space, the director of the Soil Science Division ensures the preparation of a contribution agreement, interagency agreement, or trust fund agreement in addition to an MOU.",
      "part": "606",
      "headerid": "1",
      "header": "Policy and Responsibilities"
    },
    {
      "clause": 6,
      "content": "E. Memoranda of Understanding",
      "part": "606",
      "headerid": "1",
      "header": "Policy and Responsibilities"
    },
    {
      "clause": 7,
      "content": "(1) MLRA Regionwide MOU (i) Each of the NRCS soil survey regional offices (SSRs) should have a regionwide MOU that covers all the land within the MLRA soil survey region. The MOU includes information about the region, the purpose for doing the work, responsibilities of cooperators, and other information that would require signatures of cooperators. New cooperators that did not sign the original MOU may be added by signing at any time. (ii) The soil survey regional director prepares the MLRA regionwide MOU for approval by the Board of Advisors and other cooperating agencies as appropriate. The MOU is signed by representatives of NRCS, land grant universities actively involved in soil survey work, and, in some States, representatives of other State agencies. Federal land administering agencies also sign the MOU if Federal lands are included in the survey. The MLRA regionwide MOU is an umbrella document necessary to help ensure that maintenance of soil information, soil mapping, and soil interpretation are conducted according to common technical standards within physiographic regions. (iii) Outline for an MOU for an MLRA Soil Survey Region  Heading.—Identify the document as a memorandum of understanding between NRCS and the other cooperating organizations that will be signatories, relative to the making and modernization of all soil surveys within the region.  Authority.—State the authority for doing the work. It is typically Public Law 74-46, 49 Stat. 163 (16 U.S.C. Section 590 a-f) and Public Law 89-560. 80 Stat. 706 (42",
      "part": "606",
      "headerid": "1",
      "header": "Policy and Responsibilities"
    },
    {
      "clause": 8,
      "content": "U.S.C. Sections 3271-3274).  Purpose.—Describe the purpose for establishing the MOU. This will generally include general information about the National Cooperative Soil Survey (NCSS) partnership, its mission, and the need to complete remaining initial soil survey projects and to improve and coordinate existing soil surveys.  Description of the Area.—Provide general information about the region, such as its physiography, cropping and land use patterns, and land ownership.  Responsibilities.—For each of the agencies signing the MOU, list their responsibilities relative to soil survey in the region.  Specifications.—Describe the expected products to be produced. Reference the adherence to relevant NCSS standards for describing, classifying, and mapping soils. This section should be general enough to allow for flexibility within the region as appropriate for order of soil surveys, design of map units, kinds of interpretations to be provided, etc., but detailed enough to ensure that NCSS standards will be adhered to for all soil survey activities.  Nondiscrimination statement.—Provide the current statement.  Signatures.",
      "part": "606",
      "headerid": "1",
      "header": "Policy and Responsibilities"
    },
    {
      "clause": 9,
      "content": "(2) Project Soil Survey Area MOU (optional) (i) A project soil survey (i.e., initial soil survey) is a progressive survey that is governed by project management procedures that ensure that all activities (including fieldwork, correlation, digital map preparation, digital map finishing, and the final manuscript draft for the survey) are completed in 5 years or less from the date of the initial quality assurance review. (ii) The soil survey regional director prepares the MOU for a project soil survey area in consultation with the appropriate State soil scientists. The MOU records the purpose of the survey, describes the area, lists cooperators and their responsibilities, and records the specifications for making, documenting, interpreting, and publishing a soil survey for a specific area. The details included within this MOU must be compatible with the MLRA regionwide MOU. (iii) All soil survey projects are to be managed in the context of an MLRA and the soil survey needs of the area. This approach enables exact joins among the surveys. All project soil surveys are conceptual subsets of the larger MLRA soil survey areas of which they are a part. Quality control activities are performed by the soil survey office. The goal is to produce a geographically coordinated soils legend, map, and database. (iv) Outline for an MOU for a Project Soil Survey Area  Heading.—Identify the document as a memorandum of understanding between NRCS and the other cooperating organizations that will be signatories, relative to the making of a soil survey. Coordinate the survey area name and unique identification code with the National Soil Survey Center (Soil Business Systems staff).  Authority.—State the authority for doing the work. It is typically Public Law 74-46, 49 Stat. 163 (16 U.S.C. Section 590 a-f) and Public Law 89-560. 80 Stat. 706 (42",
      "part": "606",
      "headerid": "1",
      "header": "Policy and Responsibilities"
    },
    {
      "clause": 10,
      "content": "U.S.C. Section 3271-3274).  Purpose.—Determine the purpose, needs, and objectives of a soil survey in consultation with local users and cooperators. Identify the principal potential users. Give specific purposes and uses of the survey, such as for intensive land development, irrigated cropland, commercial timber production, assessment of agricultural land, community development, or multipurpose public recreation. Cite the MLRA regionwide MOU, and ensure that objectives of the project soil survey area meet the objectives outlined in the regionwide memorandum.  Description.—Give a brief description of the work area, including location, size, and physiographic composition. If more than one intensity of field operations is planned for the same soil survey area and the extent is significant, show the approximate acreage of each field operation. List the acreage of Federal lands, if significant, that each agency administers. Such agencies are the Forest Service, National Park Service, Bureau of Land Management, and Department of Defense, and such lands include Indian Tribal Lands. Identify the acreage of census water in the survey area.  Responsibilities.—Identify the agencies and their responsibility for the work. Describe the specific kind and amount of work to be done by each cooperating agency that signs the MOU. Include fieldwork, laboratory analyses, and special studies. Reference the MLRA regionwide MOU and, if applicable, the statewide MOU. State clearly that quality control activities are performed by the soil survey office.  Specifications.—List the specifications necessary for conducting the work. For example— - Specify the minimum standard or documentation to be used for quality control. - Indicate whether or not small areas of contrasting soils or miscellaneous areas will be shown on the maps using point features, line features, or both. - Give general guidance on how the fieldwork will be conducted. - Identify supplemental imagery available to assist in field operations and the supplying agency. - Specify latitude and longitude with stated datum for locating information collected. - Identify major soil interpretations for inclusion in the published survey.  Key dates.—List the key dates selected to organize, manage, and complete the work and analyze the workload as necessary.  Plans for publication.—List plans briefly.  Nondiscrimination statement.—Provide the current statement.  Signatures.",
      "part": "606",
      "headerid": "1",
      "header": "Policy and Responsibilities"
    },
    {
      "clause": 11,
      "content": "(3) Review, Approval, and Distribution of MOU (i) The regional soil survey director develops the MOU to address the soil survey needs of all lands in consultation with the State Conservationist and other agency leaders in the soil survey area. State Conservationists of NRCS are responsible for maintaining the adequacy of official soil survey information for State and private lands. An interdisciplinary, interagency team (as appropriate), including administrative support staff, reviews the draft (or substantially revised) MOU. The soil survey regional director sends a copy for review and comment to the following:  Each cooperating signer  Affected State Conservationists  National Soil Survey Center (for MLRA regionwide MOUs only)  Soil survey offices  Affected State soil scientists  Others, as appropriate, such as principal user groups (ii) Reviewers return the draft copy of the MOU to the originating soil survey regional director for resolution of the review comments. (iii) Approval.—Upon resolution of all reviewer comments, the soil survey regional director and the appropriate State Conservationists and officials of cooperating agencies approve the MOU by signing the document. (iv) Distribution.—The soil survey regional director distributes the original signed MOU to the Soil Science Division administrative services file and copies to the following:  The appropriate State Conservationists  The soil survey regional office  The soil survey office  Each cooperating agency representative who signed the MOU  The director of the National Soil Survey Center (NSSC)  The director of the Soil Science Division",
      "part": "606",
      "headerid": "1",
      "header": "Policy and Responsibilities"
    },
    {
      "clause": 12,
      "content": "(4) Amending an Existing MOU (i) Prepare an amendment to the MOU if a significant change is made in the work or work area. If the boundaries or other specifications change, issue an amendment to a current memorandum. (ii) Rewrite only the sections for which a significant change is being made. Examples of significant changes for project soil surveys are as follows:  The area to be mapped is changed.  The purpose for doing the survey is changed in full or in part.  Specific plans for publishing the survey are changed.  Specifications for map scale or format or for text format are changed. (iii) Amendments follow the same review and distribution procedures as outlined for the original MOU. (iv) An amendment is not needed if additional cooperators want to sign the original MOU after it has been completed. The additional signature pages should be forwarded to all the cooperators identified in the document in addition to a new cover page and a statement of the new cooperator’s responsibilities. The former signers do not need to sign the document again.",
      "part": "606",
      "headerid": "1",
      "header": "Policy and Responsibilities"
    },
    {
      "clause": 13,
      "content": "F. Description of a Contribution Agreement A contribution agreement is initiated if funds, services, or office space from outside non-Federal sources are to be received by NRCS during or after the soil survey work. A signed copy is sent to the parties of the agreement and to the director of the Soil Science Division. If NRCS enters a reimbursable agreement with another Federal agency and NRCS receives reimbursement for doing soil surveys for that agency, it is important to ensure that all costs are covered, including overhead. A current MOU must be in effect prior to the development of a contribution agreement.",
      "part": "606",
      "headerid": "1",
      "header": "Policy and Responsibilities"
    },
    {
      "clause": 14,
      "content": "G. Description of a Trust Fund Agreement A trust fund agreement is initiated if funds from outside sources are to be received by NRCS in advance of the soil survey. A copy of the signed agreement is sent to the parties of the agreement and to the director of the Soil Science Division.",
      "part": "606",
      "headerid": "1",
      "header": "Policy and Responsibilities"
    },
    {
      "clause": 15,
      "content": "H. Description of an Interagency Agreement With interagency agreements or “joint agreements” with other Federal agencies, the agencies use their own authorities. However, there are times when Federal agencies comingle funds and one agency takes the lead to carry out a mutual undertaking. Funds may not comingled unless the program funding authority for each of the agencies provides specific authority to carry out the undertaking. The agencies may have to enter into a joint agreement using separate program authorities with no lead agency.",
      "part": "606",
      "headerid": "1",
      "header": "Policy and Responsibilities"
    },
    {
      "clause": 16,
      "content": "I. Other Documents Required for Planning and Managing Soil Survey Projects",
      "part": "606",
      "headerid": "1",
      "header": "Policy and Responsibilities"
    },
    {
      "clause": 17,
      "content": "(1) Soil survey offices are required to have— (i) A long-range plan. This plan that describes what is needed throughout the assigned area to address soil survey needs and bring all previous work up to a common, modern standard. The highest priority needs are identified and used to develop specific project plans. (ii) Project plans. These plans describe the work to be accomplished in addressing priority needs over about a 2- to 5-year period. (iii) An annual plan of operations.",
      "part": "606",
      "headerid": "1",
      "header": "Policy and Responsibilities"
    },
    {
      "clause": 18,
      "content": "(2) See parts 608 and 610 of this handbook for additional information about these documents.",
      "part": "606",
      "headerid": "1",
      "header": "Policy and Responsibilities"
    }
  ]
}
