{
  "frontmatter": [
    {
      "clause": 1,
      "content": "Title 430 – National Soil Survey Handbook Ed., Amend. 25, Nov. 2017) Part 622 – Interpretive Groups",
      "part": "Title 430 – National Soil Survey Handbook"
    }
  ],
  "622.0": [
    {
      "clause": 1,
      "content": "622.0 Definition and Purpose",
      "part": "622",
      "headerid": "0",
      "header": "Definition and Purpose"
    },
    {
      "clause": 2,
      "content": "A. Definition.—Interpretative groups are specified land use and specific management groupings that are assigned to soil areas because combinations of soils have similar behavior for specified practices. Most are based on soil properties and other factors that directly influence the specific use of the soil.",
      "part": "622",
      "headerid": "0",
      "header": "Definition and Purpose"
    },
    {
      "clause": 3,
      "content": "B. Purpose.—Interpretative groups allow users of soil surveys to plan and compare reasonable alternatives for the use and management of soils.",
      "part": "622",
      "headerid": "0",
      "header": "Definition and Purpose"
    }
  ],
  "622.1": [
    {
      "clause": 1,
      "content": "622.1 Procedures and Responsibilities",
      "part": "622",
      "headerid": "1",
      "header": "Procedures and Responsibilities"
    },
    {
      "clause": 2,
      "content": "A. Procedures.—The soil criteria used to determine the rating are coordinated nationally. Data elements, classes, or groups that are used in national legislation have strict adherence to national procedures. Guides that are developed locally or by States to rate soil survey land classification and groups are reviewed according to the procedure discussed in part 617, subpart A, section 617.3, of this handbook. Prime farmland, hydrologic soil groups, and other interpretative groups important to many different users are published in the soil survey report.",
      "part": "622",
      "headerid": "1",
      "header": "Procedures and Responsibilities"
    },
    {
      "clause": 3,
      "content": "B. Responsibilities.—The State soil scientist is responsible for program-specific and State interpretative group assignments to map units and soil components, as appropriate. The State soil scientist ensures that all nationally significant interpretative group assignments to map units and soil components are included in the official soil survey database.",
      "part": "622",
      "headerid": "1",
      "header": "Procedures and Responsibilities"
    }
  ],
  "622.2": [
    {
      "clause": 1,
      "content": "622.2 Land Capability Classification",
      "part": "622",
      "headerid": "2",
      "header": "Land Capability Classification"
    },
    {
      "clause": 2,
      "content": "A. Definition.—Land capability classification is a system of grouping soils primarily on the basis of their capability to produce common cultivated crops and pasture plants without deteriorating over a long period of time.",
      "part": "622",
      "headerid": "2",
      "header": "Land Capability Classification"
    },
    {
      "clause": 3,
      "content": "B. Classes.—Land capability classification is subdivided into capability class and capability subclass nationally. Some States also assign a capability unit.",
      "part": "622",
      "headerid": "2",
      "header": "Land Capability Classification"
    },
    {
      "clause": 4,
      "content": "C. Significance.—Land capability classification has value as a grouping of soils. National Resource Inventory information, and many field office technical guides have been assembled according to these classes. The system has been adopted in many textbooks and has wide public acceptance. Some State legislation has used the system for various applications. Users should reference Agriculture Handbook No. 210 (available online at: https://www.nrcs.usda.gov/wps/portal/nrcs/main/soils/ref/ under “Technical References”) for a listing of assumptions and broad wording used to define the capability class and capability subclass.",
      "part": "622",
      "headerid": "2",
      "header": "Land Capability Classification"
    },
    {
      "clause": 5,
      "content": "D. Application.—All map unit components, including miscellaneous areas, are assigned a capability class and subclass. Agriculture Handbook No. 210 provides general guidance, and individual State guides provide assignments of the class and subclass applicable to the State. Land capability units can be used to differentiate subclasses at the discretion of the State. Capability class and subclass are assigned to map unit components in the official soil survey database.",
      "part": "622",
      "headerid": "2",
      "header": "Land Capability Classification"
    },
    {
      "clause": 6,
      "content": "(1) Part 622, subpart B, section 622.22, provides an overall schematic of some of the soil properties and qualities than can be used to assign land capability classes (LCC) to all map unit components. Part 622, subpart B, sections 622.23 and 622.26, are State-specific guides Ed., Amend. 25, Nov. 2017) used to assign land capability classes to all map unit components in the States of California and Indiana, respectively. They provide examples of the soil properties and qualities used to determine assignments of LCC. Part 622, subpart B, sections 622.24 and 622.25, are examples of guides used to assign land capability subclasses to soil map unit components in the States of California and Indiana, respectively. Part 622, subpart B, section 622.24, is an example of a State-specific guide used to assign land capability units to soil map unit components in the State of California. None of these guides contains detailed information that applies to all soils of the United States. Criteria for the assignment of land capability classifications to map unit components should be developed for each State within national standards.",
      "part": "622",
      "headerid": "2",
      "header": "Land Capability Classification"
    },
    {
      "clause": 7,
      "content": "(2) For map unit components that occur wholly within a State for a major land resource area (MLRA) that does not extend into another State, the State soil scientists should work with the MLRAsoil survey leaders in developing land capability class and subclass criteria that are within Agriculture Handbook No. 210. Where the same kind of map unit component extends beyond State boundaries, the soil survey regional director will provide technical leadership to State soil scientists, MLRA soil survey leaders, and others to achieve uniform land capability class and subclass criteria between the States, soil survey offices, and MLRA soil survey areas. The national leader for soil survey interpretations at the National Soil Survey Center provides technical assistance to the State soil scientists and the MLRA soil survey leaders in writing land capability class and subclass criteria and coordinates assignment of capability class and subclass to map unit components. This includes reviewing assigned class and subclass to lists of soils and miscellaneous areas and resolving coordination problems that may occur among States, soil survey offices, and soil survey regional offices.",
      "part": "622",
      "headerid": "2",
      "header": "Land Capability Classification"
    },
    {
      "clause": 8,
      "content": "E. Categories",
      "part": "622",
      "headerid": "2",
      "header": "Land Capability Classification"
    },
    {
      "clause": 9,
      "content": "(1) Capability Class (i) Definition.—Capability class is the broadest category in the land capability classification system. Class codes I (1), II (2), III (3), IV (4), V (5), VI (6), VII (7), and VIII (8) are used to represent both irrigated and nonirrigated land capability classes. (ii) Classes and definitions.—The following definitions, from Agriculture Handbook No. 210, have been slightly altered:  Class I (1) soils have slight limitations that restrict their use.  Class II (2) soils have moderate limitations that reduce the choice of plants or require moderate conservation practices.  Class III (3) soils have severe limitations that reduce the choice of plants or require special conservation practices, or both.  Class IV (4) soils have very severe limitations that restrict the choice of plants, require very careful management, or both.  Class V (5) soils have little or no hazard of erosion but have other limitations, impractical to remove, that limit their use mainly to pasture, rangeland, forestland, or wildlife habitat.  Class VI (6) soils have severe limitations that make them generally unsuited to cultivation and that limit their use mainly to pasture, rangeland, forestland, or wildlife habitat.  Class VII (7) soils have very severe limitations that make them unsuited to cultivation and that restrict their use mainly to rangeland, forestland, or wildlife habitat.  Class VIII (8) soils and miscellaneous areas have limitations that preclude their use for commercial plant production and limit their use mainly to recreation, wildlife habitat, water supply, or aesthetic purposes. Ed., Amend. 25, Nov. 2017)",
      "part": "622",
      "headerid": "2",
      "header": "Land Capability Classification"
    },
    {
      "clause": 10,
      "content": "(2) Capability Subclass (i) Definition.—Capability subclass is the second category in the land capability classification system. Class codes e, w, s, and c are used for land capability subclasses. (ii) Subclasses and Definitions  Subclass e is made up of soils for which the susceptibility to erosion is the dominant problem or hazard affecting their use. Erosion susceptibility and past erosion damage are the major soil factors that affect soils in this subclass.  Subclass w is made up of soils for which excess water is the dominant hazard or limitation affecting their use. Poor soil drainage, wetness, a high water table, and overflow are the factors that affect soils in this subclass.  Subclass s is made up of soils that have soil limitations within the rooting zone, such as shallowness of the rooting zone, stones, low moisture-holding capacity, low fertility that is difficult to correct, and salinity or sodium content.  Subclass c is made up of soils for which the climate (the temperature or lack of moisture) is the major hazard or limitation affecting their use. (iii) Application.—The subclass represents the dominant limitation that determines the capability class. Within a capability class, where the kinds of limitations are essentially equal, the subclasses have the following priority: e, w, s, and c. See the rules (shown below) on appropriate entries for capability subclass.",
      "part": "622",
      "headerid": "2",
      "header": "Land Capability Classification"
    },
    {
      "clause": 11,
      "content": "(3) Capability Unit (i) Definition.—Capability unit is the first category described in the land capability classification system. It is a grouping of one or more individual soil map units having similar potentials and continuing limitations or hazards. (ii) Application.—Use of this category and definition of codes are State options.",
      "part": "622",
      "headerid": "2",
      "header": "Land Capability Classification"
    },
    {
      "clause": 12,
      "content": "F. Entries.—Enter the appropriate land capability class for each map unit component, including miscellaneous areas. Enter the land capability subclass only for soil map unit components that are assigned to capability classes 2 through 7. Capability subclasses are not assigned to soil components in capability class I (1) and are not assigned to soil or miscellaneous area components in capability class VIII (8). Subclass e is not used with soil components assigned to capability class V (5). Enter the appropriate capability unit code, if one is to be used in the area. Allowable entries for capability class are I (1), II (2), III (3), IV (4), V (5), VI (6), VII (7), or VIII (8). Allowable entries for subclass are e, w, s, or c. Valid entries for capability unit are integers ranging from 1 to 99. Enter the nonirrigated land capability class for all map unit components, including miscellaneous areas. Enter the irrigated land capability class and subclass if the soil map unit component is irrigated or potentially will be irrigated.",
      "part": "622",
      "headerid": "2",
      "header": "Land Capability Classification"
    }
  ],
  "622.3": [
    {
      "clause": 1,
      "content": "622.3 Farmland Classification",
      "part": "622",
      "headerid": "3",
      "header": "Farmland Classification"
    },
    {
      "clause": 2,
      "content": "A. Definition.—The farmland classification designates map units as prime farmland, farmland of statewide importance, farmland of local importance, or farmland of unique importance. Soil map units with components of prime farmland are classified as prime where 50 percent or more of the components in the map unit composition are prime, of statewide importance where less than 50 percent of the components in the map unit are prime but a combination of lands of prime or statewide importance is 50 percent or more of the map unit composition, and of local importance where less than 50 percent of the components in the map unit are of prime or statewide importance but the total of land of prime, statewide, and/or local importance is 50 percent or more of the map unit composition. All other soil map units are shown as not farmland unless they are designated as unique.",
      "part": "622",
      "headerid": "3",
      "header": "Farmland Classification"
    },
    {
      "clause": 3,
      "content": "(1) Prime farmland (https://www.gpo.gov/fdsys/granule/CFR-2012-title7-vol6/CFR-2012-title7- vol6-part657/content-detail.html) is defined as land that has the best combination of physical and chemical characteristics for producing food, feed, forage, fiber, and oilseed crops and that Ed., Amend. 25, Nov. 2017) is available for these uses. It has the combination of soil properties, growing season, and moisture supply needed to produce sustained high yields of crops in an economic manner if it is treated and managed according to acceptable farming methods. In general, prime farmland has an adequate and dependable water supply from precipitation or irrigation, a favorable temperature and growing season, an acceptable level of acidity or alkalinity, an acceptable content of salt or sodium, and few or no rocks. Its soils are permeable to water and air. Prime farmland is not excessively eroded or saturated with water for long periods of time, and it either does not flood frequently during the growing season or is protected from flooding. Users of the lists of prime farmland map units should recognize that soil properties are only one of several criteria that are necessary. Other considerations for prime farmland are the following: (i) Land Use.—Prime farmland is designated independently of current land use, but it cannot be areas of water or urban or built-up land as defined for the National Resource Inventories. Map units that are complexes or associations containing components of urban land or other miscellaneous areas as part of the map unit name (i.e., major components) may not be designated as prime farmland. The soil survey memorandum of understanding determines the scale of mapping, and local land use interests should be considered in designing map units. (ii) Flooding Frequency.—Some map units may include both prime farmland and land not prime farmland because of variations in flooding frequency. (iii) Irrigation.—Some map units have areas with a developed irrigation water supply that is dependable and of adequate quality while other areas do not have such a supply. In these map units, only the irrigated areas meet the prime farmland criteria. (iv) Water Table.—Most map units are drained but a few undrained areas are included. Only the drained areas meet the prime farmland criteria. (v) Wind Erodibility.—The product of I (soil erodibility) x C (climate factor) may not exceed 60 to meet prime farmland criteria.",
      "part": "622",
      "headerid": "3",
      "header": "Farmland Classification"
    },
    {
      "clause": 4,
      "content": "(2) Unique farmland is land other than prime farmland that is used for the production of specific high-value food and fiber crops. It has the special combination of soil quality, location, growing season, and moisture supply needed to economically produce sustained high-quality and/or high yields of a specific crop when treated and managed according to acceptable farming methods. Examples of such crops are citrus, tree nuts, olives, cranberries, fruit, and vegetables. Unique farmland has all of the following specific characteristics: (i) It is used for a specific high-value food or fiber crop. (ii) It has a moisture supply that is adequate for the specific crop (the supply is from stored moisture, precipitation, or a developed irrigation system). (iii) It combines favorable factors of soil quality, growing season, temperature, humidity, air drainage, elevation, aspect, or other conditions, such as nearness to market, that favor the growth of a specific food or fiber crop.",
      "part": "622",
      "headerid": "3",
      "header": "Farmland Classification"
    },
    {
      "clause": 5,
      "content": "B. Significance.—Farmland classification identifies the location and extent of the most suitable land for producing food, feed, fiber, forage, and oilseed crops. NRCS has national leadership for the management and maintenance of the resource base that supports the productive capacity of American agriculture. This management and maintenance includes identifying, locating, and determining the extent of the most suitable land for producing food, feed, fiber, forage, and oilseed crops. Prime farmland information is one of the four designations of farmland. An NRCS State conservationist may approve and have recorded in the field office technical guide (FOTG) soil map units that meet the criteria for farmland of statewide and local importance if the units are capable of producing crops on farmable land. Farmable land is land in a jurisdiction for which cropland productivity index has been developed in the land evaluation (LE) part of land evaluation and site assessment (LESA). Ed., Amend. 25, Nov. 2017) Unique farmland described above is recorded in the FOTG by approval of the NRCS State conservationist.",
      "part": "622",
      "headerid": "3",
      "header": "Farmland Classification"
    },
    {
      "clause": 6,
      "content": "C. Measurement.—NRCS policy and procedures on farmland are published in 7 CFR Part 657. This regulation is reproduced in part 618, subpart B, section 622.15, for convenience. It is also available online at: https://www.federalregister.gov/documents/2000/09/25/00-24525/prime-and-unique- farmlands-important-farmlands-inventory.",
      "part": "622",
      "headerid": "3",
      "header": "Farmland Classification"
    },
    {
      "clause": 7,
      "content": "D. Policy.—State soil scientists prepare and maintain a current list of soil survey map units that meet the soil criteria for farmland. The list given in field office technical guides is for users concerned with only a single part of a subset of the State list. The State soil scientist ensures that farmland soil interpretations are made for all soil map units in the State. Prime farmland map units continuing across State lines are coordinated with the adjoining State.",
      "part": "622",
      "headerid": "3",
      "header": "Farmland Classification"
    },
    {
      "clause": 8,
      "content": "E. Entries.—Enter the numerical code for the classification of each map unit. Soils of unique, statewide, or local importance are not prime farmland. Allowable entries and numerical choice codes are listed in figure 622-A1: Figure 622-A1 0 Not prime farmland 1 All areas are prime farmland 2 Prime farmland if drained 3 Prime farmland if protected from flooding or not frequently flooded during the growing season 4 Prime farmland if irrigated 5 Prime farmland if drained and either protected from flooding or not frequently flooded during the growing season 6 Prime farmland if irrigated and drained 7 Prime farmland if irrigated and either protected from flooding or not frequently flooded during the growing season 8 Prime farmland if subsoiled, completely removing the root-inhibiting soil layer 9 Prime farmland if irrigated and the product of I (soil erodibility) × C (climate factor) does not exceed 60 10 Prime farmland if irrigated and reclaimed of excess salts and sodium 30 Farmland of statewide importance 32 Farmland of statewide importance, if drained 33 Farmland of statewide importance, if protected from flooding or not frequently flooded during the growing season Ed., Amend. 25, Nov. 2017) 34 Farmland of statewide importance, if irrigated 35 Farmland of statewide importance, if drained and either protected from flooding or not frequently flooded during the growing season 36 Farmland of statewide importance, if irrigated and drained 37 Farmland of statewide importance, if irrigated and either protected from flooding or not frequently flooded during the growing season 38 Farmland of statewide importance, if subsoiled, completely removing the root-inhibiting soil layer 39 Farmland of statewide importance, if irrigated and the product of I (soil erodibility) × C (climate factor) does not exceed 60 40 Farmland of statewide importance, if irrigated and reclaimed of excess salts and sodium 41 Farmland of statewide importance, if drained or either protected from flooding or not frequently flooded during the growing season 42 Farmland of statewide importance, if warm enough, and either drained or either protected from flooding or not frequently flooded during the growing season 43 Farmland of statewide importance, if warm enough 44 Farmland of statewide importance, if thawed 50 Farmland of local importance 54 Farmland of local importance, if irrigated 70 Farmland of unique importance",
      "part": "622",
      "headerid": "3",
      "header": "Farmland Classification"
    },
    {
      "clause": 9,
      "content": "F. Quality Control of Prime Farmland Map Units",
      "part": "622",
      "headerid": "3",
      "header": "Farmland Classification"
    },
    {
      "clause": 10,
      "content": "(1) Determination of prime farmland map units in each State is based on guidelines provided by the National Soil Survey Center and the National LESA Handbook. A NASIS calculation has been developed to identify concerns in the classification of prime farmland based on soil properties. The calculation can be used for guidance but does not suffice as the sole determinant for prime farmland map units.",
      "part": "622",
      "headerid": "3",
      "header": "Farmland Classification"
    },
    {
      "clause": 11,
      "content": "(2) Each prime farmland map unit must be documented, by either use of the calculation or by a statement of reasons that explain the decision.",
      "part": "622",
      "headerid": "3",
      "header": "Farmland Classification"
    },
    {
      "clause": 12,
      "content": "(3) Some soil survey map units may meet the soil criteria for prime farmland, but additional investigation is needed before a final determination is made. The measures needed to qualify the soil as prime farmland are indicated by an appropriate footnote or in a parenthetic statement of explanation that follows the map unit name on the list.",
      "part": "622",
      "headerid": "3",
      "header": "Farmland Classification"
    },
    {
      "clause": 13,
      "content": "(4) The Farmland Protection Policy Act Manual (available online at https://directives.sc.egov.usda.gov/ under “Manuals,” “Title 310,” “Part 523”) addresses the criteria for statewide and locally important farmland. It explains the importance of a list of soil map units designated as farmland of statewide and local importance. Ed., Amend. 25, Nov. 2017)",
      "part": "622",
      "headerid": "3",
      "header": "Farmland Classification"
    }
  ],
  "622.4": [
    {
      "clause": 1,
      "content": "622.4 Highly Erodible Land – Highly Erodible Soil Map Unit List",
      "part": "622",
      "headerid": "4",
      "header": "Highly Erodible Land – Highly Erodible Soil Map Unit List"
    },
    {
      "clause": 2,
      "content": "A. Definition.—Highly erodible land is defined by the “Sodbuster,” “Conservation Reserve,” and “Conservation Compliance” parts of the Food Security Act of 1985 and the Food, Agriculture, Conservation, and Trade Act of 1990. Determinations for highly erodible land are based on an erodibility index as defined in the National Food Security Act Manual.",
      "part": "622",
      "headerid": "4",
      "header": "Highly Erodible Land – Highly Erodible Soil Map Unit List"
    },
    {
      "clause": 3,
      "content": "B. Policy.—Lists of highly erodible and potential highly erodible map units are maintained in the field office technical guide (available online at http://efotg.sc.egov.usda.gov/efotg_locator.aspx?map). Policy and procedures for developing and maintaining the lists are given in part 511 of the National Food Security Act Manual, 5th edition, November 2010 (available at http://directives.sc.egov.usda.gov/RollupViewer.aspx?hid=29362).",
      "part": "622",
      "headerid": "4",
      "header": "Highly Erodible Land – Highly Erodible Soil Map Unit List"
    }
  ],
  "622.5": [
    {
      "clause": 1,
      "content": "622.5 Hydric Soils",
      "part": "622",
      "headerid": "5",
      "header": "Hydric Soils"
    },
    {
      "clause": 2,
      "content": "A. Definition.—A hydric soil is a soil that formed under conditions of saturation, flooding, or ponding long enough during the growing season to develop anaerobic conditions in the upper part. Hydric soils along with hydrophytic vegetation and wetland hydrology are used to define wetlands.",
      "part": "622",
      "headerid": "5",
      "header": "Hydric Soils"
    },
    {
      "clause": 3,
      "content": "B. Policy.—The current criteria for generating a list of hydric soils is in the Federal Register, February 29, 2012, volume 77, number 40, page 12234: https://www.gpo.gov/fdsys/pkg/FR-2012-02- 29/pdf/2012-4733.pdf . The reference for field identification of hydric soils and their delineation is Field Indicators of Hydric Soils of the United States: A Guide for Identifying and Delineating Hydric Soils. The latest version is available online at https://www.nrcs.usda.gov/wps/portal/nrcs/main/soils/ref/ under Field Guides.",
      "part": "622",
      "headerid": "5",
      "header": "Hydric Soils"
    },
    {
      "clause": 4,
      "content": "C. Procedures.—Hydric soil determinations are made in the field and not in the office. The State soil scientist is responsible for program-specific and State interpretative group assignments to map units and soil components, as appropriate, including component hydric ratings and component hydric criteria. The following rules are for populating hydric soil rating and component hydric criteria in NASIS:",
      "part": "622",
      "headerid": "5",
      "header": "Hydric Soils"
    },
    {
      "clause": 5,
      "content": "(1) Hydric Rating (i) All major or minor components should be assigned a hydric rating of yes, no, or unranked. (ii) All soil components should be rated either as hydric rating = yes or hydric rating = no. (iii) All miscellaneous area components, should be assigned hydric rating = no. Miscellaneous area components (including water) are, by definition, nonsoil and therefore cannot be hydric soils. (iv) Whenever there is doubt about the hydric soil rating for any soil component based on the criteria, the assignment should be hydric rating = unranked. When unranked is the hydric rating, an onsite investigation is required to determine component hydric rating, and component hydric criteria.",
      "part": "622",
      "headerid": "5",
      "header": "Hydric Soils"
    },
    {
      "clause": 6,
      "content": "(2) Hydric Criteria (i) If a component is populated with hydric rating = yes, then appropriate component hydric criteria should be populated also. (ii) If a component is populated with hydric rating = no or is unranked, then no component hydric criteria should be populated.",
      "part": "622",
      "headerid": "5",
      "header": "Hydric Soils"
    }
  ],
  "622.6": [
    {
      "clause": 1,
      "content": "622.6 Ecological Sites",
      "part": "622",
      "headerid": "6",
      "header": "Ecological Sites"
    },
    {
      "clause": 2,
      "content": "A. Definition.—An ecological site is a distinctive kind of land with specific physical characteristics that differs from other kinds of land in its ability to produce a distinctive kind and amount of Ed., Amend. 25, Nov. 2017) vegetation. An ecological site is recognized and described on the basis of the characteristics that differentiate it from other sites in its ability to produce and support a characteristic plant community. For details on developing ecological site descriptions refer to the National Ecological Site Handbook.",
      "part": "622",
      "headerid": "6",
      "header": "Ecological Sites"
    },
    {
      "clause": 3,
      "content": "B. Policy.—Soil-ecological site correlation establishes the relationship between soil components and ecological sites. Ecological sites are correlated on the basis of soils and the resulting differences in species composition, proportion of species, and total production of the reference plant community. In some cases it is necessary to extrapolate data on the composition and production of a plant community on one soil to describe the plant community on a similar soil for which no data are available. The separation of two distinct soil taxonomic units does not necessarily delineate two ecological sites. Likewise, some soil taxonomic units occur over broad environmental gradients and may support more than one distinctive historic climax plant community. Changes may be brought about by other influences, such as an increase or decrease in average annual precipitation. Ecological sites are correlated within MLRAs or LRUs. Refer to the National Ecological Site Handbook (https://directives.sc.egov.usda.gov/) for details on the policy for correlating ecological sites.",
      "part": "622",
      "headerid": "6",
      "header": "Ecological Sites"
    },
    {
      "clause": 4,
      "content": "C. Responsibilities.—Soil scientists and the responsible discipline specialists work together to map soils and ecological sites. Essential activities include developing a soil survey memorandum of understanding, including an ecological site component in all soil survey project plans, determining the composition of map units, preparing map legends, determining mapping intensity, and conducting necessary field reviews. Soil survey regional directors have the final responsibility for correlating ecological sites to the map unit component to ensure coordination among States and land use areas.",
      "part": "622",
      "headerid": "6",
      "header": "Ecological Sites"
    }
  ],
  "622.7": [
    {
      "clause": 1,
      "content": "622.7 Windbreaks",
      "part": "622",
      "headerid": "7",
      "header": "Windbreaks"
    },
    {
      "clause": 2,
      "content": "A. Definition.—A windbreak is a living barrier of trees or a combination of trees and shrubs that is located adjacent to a farmstead, field, feedlot, or other area. It is established to protect soil resources, reduce wind erosion, conserve energy or moisture, control snow deposition, provide shelter for livestock or wildlife, or increase the natural beauty of an area. It is also called a field windbreak, feedlot windbreak, or farmstead windbreak, depending upon its intended use. Field windbreaks, often called shelterbelts, are long, narrow strips of trees and shrubs that are planted in a variety of patterns to check the movement of wind.",
      "part": "622",
      "headerid": "7",
      "header": "Windbreaks"
    },
    {
      "clause": 3,
      "content": "B. Policy.—Soil interpretations are made for all soils in all areas where windbreaks are a present or potential practice. These interpretations are to be included in field office technical guides, soil handbooks, and published soil surveys. Soil scientists work with foresters in preparing windbreak interpretations. Refer to the National Forestry Manual for forestland interpretations. “Conservation Tree/Shrub Group” is a forestland interpretation useful for windbreak planning (see Title 190, National Forestry Manual, Part 537, Subpart D, Section 537.37).",
      "part": "622",
      "headerid": "7",
      "header": "Windbreaks"
    }
  ],
  "622.8": [
    {
      "clause": 1,
      "content": "622.8 Wildlife Habitat",
      "part": "622",
      "headerid": "8",
      "header": "Wildlife Habitat"
    },
    {
      "clause": 2,
      "content": "A. Definition.—The habitat of a particular animal is defined as the place where the animal lives. Each habitat is the entire environmental complex, both living and nonliving, that is present at the place occupied by the animal species. Ratings are based on soils in their described condition and do not consider existing vegetation, water sources, or the presence or absence of wildlife in the area. These factors need to be considered during the site evaluation and planning process in order to obtain total habitat quality. Ed., Amend. 25, Nov. 2017)",
      "part": "622",
      "headerid": "8",
      "header": "Wildlife Habitat"
    },
    {
      "clause": 3,
      "content": "B. Policy.—Soil interpretations can be developed for all soils that have the potential to provide some form of habitat to locally adapted wildlife species. Soil scientists and biologists work together to identify specific wildlife habitat elements and to develop the categorical lists for the local area. This information is based on the inherent capabilities of the soil to produce certain kinds of vegetation for use as wildlife habitat or as habitat that meets the specific requirements of an animal species. Part 512 of the National Biology Manual (available online at http://directives.sc.egov.usda.gov//OpenNonWebContent.aspx?content=17895.wba) provides more information.",
      "part": "622",
      "headerid": "8",
      "header": "Wildlife Habitat"
    }
  ],
  "622.9": [
    {
      "clause": 1,
      "content": "622.9 Plant Name, Common",
      "part": "622",
      "headerid": "9",
      "header": "Plant Name, Common"
    },
    {
      "clause": 2,
      "content": "A. Definition.—The common plant name is the common name accepted by the State or region for the plant species or general.",
      "part": "622",
      "headerid": "9",
      "header": "Plant Name, Common"
    },
    {
      "clause": 3,
      "content": "B. Entries.—None required. The common plant name used in a specific State will be provided by the system from the Plant List of Accepted Nomenclature, Taxonomy, and Symbols (PLANTS) database (available online at http://plants.usda.gov/) to match the plant symbol entered elsewhere. Adjustment or additions can be made.",
      "part": "622",
      "headerid": "9",
      "header": "Plant Name, Common"
    }
  ],
  "622.10": [
    {
      "clause": 1,
      "content": "622.10 Plant Name, Scientific",
      "part": "622",
      "headerid": "10",
      "header": "Plant Name, Scientific"
    },
    {
      "clause": 2,
      "content": "A. Definition.—Scientific plant name is the full genus and species name with author. Refer to PLANTS.",
      "part": "622",
      "headerid": "10",
      "header": "Plant Name, Scientific"
    },
    {
      "clause": 3,
      "content": "B. Significance.—This information is important for technology transfer and interchange.",
      "part": "622",
      "headerid": "10",
      "header": "Plant Name, Scientific"
    },
    {
      "clause": 4,
      "content": "C. Entries.—None required. The system will provide the scientific plant name to match the plant symbol entered elsewhere.",
      "part": "622",
      "headerid": "10",
      "header": "Plant Name, Scientific"
    }
  ],
  "622.11": [
    {
      "clause": 1,
      "content": "622.11 Ecological Site ID",
      "part": "622",
      "headerid": "11",
      "header": "Ecological Site ID"
    },
    {
      "clause": 2,
      "content": "A. Definition.—Ecological site ID integrates a coding scheme for labeling LRRs, MLRA, LRUs, and ecological sites to achieve the following four objectives:",
      "part": "622",
      "headerid": "11",
      "header": "Ecological Site ID"
    },
    {
      "clause": 3,
      "content": "(1) To represent the hierarchy",
      "part": "622",
      "headerid": "11",
      "header": "Ecological Site ID"
    },
    {
      "clause": 4,
      "content": "(2) To provide flexibility for expanding and contracting subdivisions",
      "part": "622",
      "headerid": "11",
      "header": "Ecological Site ID"
    },
    {
      "clause": 5,
      "content": "(3) To provide a code that retains current and familiar symbols",
      "part": "622",
      "headerid": "11",
      "header": "Ecological Site ID"
    },
    {
      "clause": 6,
      "content": "(4) To be intuitive and easily discernable at a quick glance",
      "part": "622",
      "headerid": "11",
      "header": "Ecological Site ID"
    },
    {
      "clause": 7,
      "content": "B. Entries.—Enter the unique ID for the ecosystem for each map unit component where needed. Valid entries are combinations of numbers, letters, or a combination of letters and numbers up to 10 characters in length.",
      "part": "622",
      "headerid": "11",
      "header": "Ecological Site ID"
    }
  ],
  "622.12": [
    {
      "clause": 1,
      "content": "622.12 Ecological Site Name",
      "part": "622",
      "headerid": "12",
      "header": "Ecological Site Name"
    },
    {
      "clause": 2,
      "content": "A. Definition.—Ecological site name is the descriptive name of a particular ecological site. For example, “Loamy Upland” is a name of an ecological site.",
      "part": "622",
      "headerid": "12",
      "header": "Ecological Site Name"
    },
    {
      "clause": 3,
      "content": "B. Entries.—Enter the appropriate name of the ecological site for each map unit component where needed. Ed., Amend. 25, Nov. 2017)",
      "part": "622",
      "headerid": "12",
      "header": "Ecological Site Name"
    }
  ],
  "622.13": [
    {
      "clause": 1,
      "content": "622.13 Earth Cover, Kind",
      "part": "622",
      "headerid": "13",
      "header": "Earth Cover, Kind"
    },
    {
      "clause": 2,
      "content": "A. Definition.—Earth cover, kind, is the natural or artificial material that is observed to cover a portion of the earth’s surface. It is determined (at least conceptually) as a vertical projection downward. There are two levels of categories.",
      "part": "622",
      "headerid": "13",
      "header": "Earth Cover, Kind"
    },
    {
      "clause": 3,
      "content": "B. Significance.—Earth cover, kind, is useful in assessing soils for use and management and monitoring for soil health. Identifying earth cover, kind, is important when linking to National Resources Inventory (NRI) data. Soil data ranges included in the map unit records in NASIS may be narrowed by indicating the cover type present for each map unit component. Significant differences for interpretations between the major cover types can be shown by designating each map unit component with the appropriate cover types. Earth cover, kind, is divided into two levels. The second is a subdivision of the first.",
      "part": "622",
      "headerid": "13",
      "header": "Earth Cover, Kind"
    },
    {
      "clause": 4,
      "content": "C. Earth Cover Kind Level-One Classes.—The seven level-one classes correspond to the level-one categories used in the NRI.",
      "part": "622",
      "headerid": "13",
      "header": "Earth Cover, Kind"
    },
    {
      "clause": 5,
      "content": "(1) Crop Cover.—The cover lasting the full cropping cycle (which includes land preparation, leaving a postharvest residue cover of annual or perennial herbaceous plants that are cultivated or harvested or both) in the production of food, feed, oil, and fiber other than wood and excluding hay and pasture.",
      "part": "622",
      "headerid": "13",
      "header": "Earth Cover, Kind"
    },
    {
      "clause": 6,
      "content": "(2) Grass/Herbaceous Cover.—Nonwoody vegetative cover (>50% grass, grass-like, or forb cover) composed of annual or perennial grasses, grass-like plants (sedges and rushes), forbs (including alfalfa and clovers), mosses, lichens, and ferns.",
      "part": "622",
      "headerid": "13",
      "header": "Earth Cover, Kind"
    },
    {
      "clause": 7,
      "content": "(3) Tree Cover.—Vegetative cover (>25% tree canopy cover) recognized as woody plants which usually have one perennial stem, a definitely formed crown of foliage, and a mature height of at least 4 meters. This category contains all trees, even those planted for the purpose of producing food or ornamentals, including Christmas trees. It also includes those lands which have been harvested of trees, even those that have been clear cut but will return to tree cover.",
      "part": "622",
      "headerid": "13",
      "header": "Earth Cover, Kind"
    },
    {
      "clause": 8,
      "content": "(4) Shrub Cover.—Vegetative cover (>50% shrub canopy cover) composed of multistemmed, woody plants, and single-stemmed species that attain less than 4 meters in height at maturity. This category contains all shrubs and woody vines, even those planted for the purpose of producing food.",
      "part": "622",
      "headerid": "13",
      "header": "Earth Cover, Kind"
    },
    {
      "clause": 9,
      "content": "(5) Barren Land.—Nonvegetative (<5% vegetated cover) natural cover on soils that commonly have a limited capacity to support vegetation and have a surface layer of sand, rock, thin soil, or permanent ice or snow. This category also includes bare soil resulting from construction activities and extractive activities, such as mining.",
      "part": "622",
      "headerid": "13",
      "header": "Earth Cover, Kind"
    },
    {
      "clause": 10,
      "content": "(6) Artificial Cover.—Nonvegetative cover either made or modified by human activities that prohibit or restrict vegetative growth and water penetration. Examples include highways, rooftops, road surfaces, paved and stone surface parking areas, sidewalks, and driveways.",
      "part": "622",
      "headerid": "13",
      "header": "Earth Cover, Kind"
    },
    {
      "clause": 11,
      "content": "(7) Water Cover.—Earth covered by water in a fluid State. This category includes seasonally frozen areas. Figure 622-A2 Code Class C Crop cover G Grass or herbaceous cover T Tree cover S Shrub cover B Barren land A Artificial cover W Water cover Ed., Amend. 25, Nov. 2017)",
      "part": "622",
      "headerid": "13",
      "header": "Earth Cover, Kind"
    },
    {
      "clause": 12,
      "content": "D. Earth Cover Kind Level-Two Classes.—The 28 level-two classes are grouped as subdivisions of level-one classes (except water cover) as follows: Figure 622-A3 Level 1: Crop cover Level 2",
      "part": "622",
      "headerid": "13",
      "header": "Earth Cover, Kind"
    },
    {
      "clause": 13,
      "content": "(1) Row crops.—Examples are corn, soybeans, cotton, tomatoes, and tulips.",
      "part": "622",
      "headerid": "13",
      "header": "Earth Cover, Kind"
    },
    {
      "clause": 14,
      "content": "(2) Close-grown crops.—Examples are wheat, rice, oats, and rye. Level 1: Grass/herbaceous cover Level 2",
      "part": "622",
      "headerid": "13",
      "header": "Earth Cover, Kind"
    },
    {
      "clause": 15,
      "content": "(3) Rangeland, grassland (<10% trees, <20% shrubs).—This subdivision includes rangeland used for hayland, with plants such as bluestems, mixed midgrasses, and shortgrasses.",
      "part": "622",
      "headerid": "13",
      "header": "Earth Cover, Kind"
    },
    {
      "clause": 16,
      "content": "(4) Rangeland, savanna.—10 to 25% tree cover",
      "part": "622",
      "headerid": "13",
      "header": "Earth Cover, Kind"
    },
    {
      "clause": 17,
      "content": "(5) Rangeland, shrubby.—20 to 50% shrub cover. (e.g., sumac, sagebrush, mesquite)",
      "part": "622",
      "headerid": "13",
      "header": "Earth Cover, Kind"
    },
    {
      "clause": 18,
      "content": "(6) Rangeland, tundra",
      "part": "622",
      "headerid": "13",
      "header": "Earth Cover, Kind"
    },
    {
      "clause": 19,
      "content": "(7) Pastureland, tame.—Examples are fescues, bromegrass, timothy, and lespedeza.",
      "part": "622",
      "headerid": "13",
      "header": "Earth Cover, Kind"
    },
    {
      "clause": 20,
      "content": "(8) Hayland.—Examples are fescues, bromegrass, timothy, and alfalfa.",
      "part": "622",
      "headerid": "13",
      "header": "Earth Cover, Kind"
    },
    {
      "clause": 21,
      "content": "(9) Marshland.—Examples are grasses and grass-like plants.",
      "part": "622",
      "headerid": "13",
      "header": "Earth Cover, Kind"
    },
    {
      "clause": 22,
      "content": "(10) Other grass/herbaceous cover Level 1: Tree cover Level 2",
      "part": "622",
      "headerid": "13",
      "header": "Earth Cover, Kind"
    },
    {
      "clause": 23,
      "content": "(11) Crop trees.—Examples are apples, pecans, date palms, citrus, ornamental nursery stock, and Christmas trees.",
      "part": "622",
      "headerid": "13",
      "header": "Earth Cover, Kind"
    },
    {
      "clause": 24,
      "content": "(12) Conifers.—Examples are spruce, pines, and Douglas-fir.",
      "part": "622",
      "headerid": "13",
      "header": "Earth Cover, Kind"
    },
    {
      "clause": 25,
      "content": "(13) Hardwoods.—Examples are oak, hickory, elm, and aspen.",
      "part": "622",
      "headerid": "13",
      "header": "Earth Cover, Kind"
    },
    {
      "clause": 26,
      "content": "(14) Intermixed conifers and hardwoods.—An example is an oak-pine mix.",
      "part": "622",
      "headerid": "13",
      "header": "Earth Cover, Kind"
    },
    {
      "clause": 27,
      "content": "(15) Tropical.—Examples are mangrove and royal palms.",
      "part": "622",
      "headerid": "13",
      "header": "Earth Cover, Kind"
    },
    {
      "clause": 28,
      "content": "(16) Swamp.—Trees and shrubs.",
      "part": "622",
      "headerid": "13",
      "header": "Earth Cover, Kind"
    },
    {
      "clause": 29,
      "content": "(17) Other tree cover Level 1: Shrub cover Level 2",
      "part": "622",
      "headerid": "13",
      "header": "Earth Cover, Kind"
    },
    {
      "clause": 30,
      "content": "(18) Crop shrubs.—Examples are filberts, blueberry, and ornamentals used as nursery stock.",
      "part": "622",
      "headerid": "13",
      "header": "Earth Cover, Kind"
    },
    {
      "clause": 31,
      "content": "(19) Crop vines.—Examples are grapes, blackberries, and raspberries.",
      "part": "622",
      "headerid": "13",
      "header": "Earth Cover, Kind"
    },
    {
      "clause": 32,
      "content": "(20) Native shrubs.—Examples are creosote bush, shrub live oak, sagebrush, and mesquite. (Includes rangeland with >50% shrub cover.)",
      "part": "622",
      "headerid": "13",
      "header": "Earth Cover, Kind"
    },
    {
      "clause": 33,
      "content": "(21) Other shrub cover. Level 1: Barren land Level 2",
      "part": "622",
      "headerid": "13",
      "header": "Earth Cover, Kind"
    },
    {
      "clause": 34,
      "content": "(22) Rock",
      "part": "622",
      "headerid": "13",
      "header": "Earth Cover, Kind"
    },
    {
      "clause": 35,
      "content": "(23) Sand and gravel",
      "part": "622",
      "headerid": "13",
      "header": "Earth Cover, Kind"
    },
    {
      "clause": 36,
      "content": "(24) Culturally induced barren.—Examples are saline seeps, mines, quarries, and oil-waste land.",
      "part": "622",
      "headerid": "13",
      "header": "Earth Cover, Kind"
    },
    {
      "clause": 37,
      "content": "(25) Permanent snow and ice",
      "part": "622",
      "headerid": "13",
      "header": "Earth Cover, Kind"
    },
    {
      "clause": 38,
      "content": "(26) Other barren.—Examples are playas and badland. Excludes areas with culturally induced earth cover. Level 1: Artificial cover Ed., Amend. 25, Nov. 2017) Level 2",
      "part": "622",
      "headerid": "13",
      "header": "Earth Cover, Kind"
    },
    {
      "clause": 39,
      "content": "(27) Rural transportation.—Examples are highways and railroads.",
      "part": "622",
      "headerid": "13",
      "header": "Earth Cover, Kind"
    },
    {
      "clause": 40,
      "content": "(28) Urban and builtup.—Examples are cities, towns, farmsteads, and industrial sites.",
      "part": "622",
      "headerid": "13",
      "header": "Earth Cover, Kind"
    },
    {
      "clause": 41,
      "content": "E. Entries.—Enter the applicable “Earth Cover Kind Level One” class for each map unit component. Enter the applicable “Earth Cover Kind Level Two” class as appropriate.",
      "part": "622",
      "headerid": "13",
      "header": "Earth Cover, Kind"
    }
  ]
}
