{
  "Front Matter": [
    {
      "clause": 1,
      "content": "Subpart A - General Information",
      "part": 602,
      "headerid": 1,
      "header": "Front Matter"
    }
  ],
  "602.0": [
    {
      "clause": 1,
      "content": "A. According to the NRCS General Manual, Title 430, Part 402, \\\"The National Cooperative Soil Survey (NCSS) is a nationwide partnership of Federal, regional, State, and local agencies; private entities; and institutions that cooperatively inventory, investigate, classify, interpret, disseminate, and maintain information about the soils of the United States and its trust territories and commonwealths. The cooperators promote the understanding and appropriate use of soil information. NRCS provides leadership for the NCSS.\\\" The NCSS coordinates technically and operationally at national, regional, and State levels. Its activities relate to the technology for the collection, management, and presentation of information about the properties, patterns, and responses of soils and to other joint concerns, such as training and coordinated research and operations. Workshops, meetings, and conferences at each level resolve concerns and address proposals and recommendations for the cooperative soil survey (see also part 601, subpart A, section 601.0 of this handbook).",
      "part": "602",
      "headerid": "0",
      "header": "602.0 Definition"
    },
    {
      "clause": 2,
      "content": "B. The National Cooperative Soil Survey Conference The national conference primarily discusses subjects of national concern to NCSS. The Soil and Plant Science Division director calls the conference in odd-numbered years after consulting with the conference steering committee. NRCS publishes the proceedings of the conference and distributes copies to the cooperators in NCSS. The conference bylaws specify the objectives, membership, and committees. Refer to part 602, subpart B, section 602.10, for the bylaws of the NCSS Conference. Guidance on conducting NCSS conferences is provided in section 602.15.",
      "part": "602",
      "headerid": "0",
      "header": "602.0 Definition"
    },
    {
      "clause": 3,
      "content": "C. NCSS Regional Conferences The NCSS regional conferences primarily discuss subjects of regional concern. Each region convenes a soil survey conference in even-numbered years. The four regions correspond to the agricultural experiment station regions and are the North Central, Northeast, Southern, and Western. The conference steering committee publishes the conference proceedings and distributes copies to regional NCSS cooperators and others. The conference bylaws specify the objectives, membership, and committee responsibilities. Refer to part 602, subpart B, sections 602.11, 602.12, 602.13, and 602.14, for the bylaws of the four NCSS regional conferences. Guidance on conducting NCSS conferences is provided in section 602.15.",
      "part": "602",
      "headerid": "0",
      "header": "602.0 Definition"
    },
    {
      "clause": 4,
      "content": "D. NCSS State Conferences The NCSS State conferences primarily discuss subjects of State concern. The NRCS State soil scientist annually convenes a State conference. Attendees include cooperators and others who contribute to NCSS activities and principal users of soil survey information within the State. Working agreements govern activities of NCSS within the State.",
      "part": "602",
      "headerid": "0",
      "header": "602.0 Definition"
    },
    {
      "clause": 5,
      "content": "E. Joint Regional or State Conferences Joint regional or State conferences between two or more regions or States may be held with the agreement of the participants involved.",
      "part": "602",
      "headerid": "0",
      "header": "602.0 Definition"
    }
  ]
}
