{
  "frontmatter": [
    {
      "clause": 1,
      "content": "Title 430 – National Soil Survey Handbook Part 602 – Conferences of the National Cooperative Soil Survey",
      "part": "Title 430 – National Soil Survey Handbook"
    }
  ],
  "602.10": [
    {
      "clause": 1,
      "content": "602.10 Bylaws of the National Cooperative Soil Survey Conference Article I. Name Section 1.0 The name of the conference is the National Cooperative Soil Survey (NCSS) Conference. Article II. Objectives Section 1.0 The objectives of the conference are to: (1) contribute to the general human welfare by promoting the use and understanding of soil resource information, and (2) develop recommendations for courses of action, including national policies and procedures, related to soil surveys and soil resource information. Article III. Membership and Participants Section 1.0 Participants of the national conference consist of: Section 1.0.1 NCSS members Section 1.0.2 Individuals invited by the steering committee. Article IV. Regional Conferences Section 1.0 Regional conferences are organized in the northeast, north-central, southern, and western regions of the United States. Section 2.0 Each regional conference adopts its own purpose, policies, and procedures, provided these are consistent with the bylaws and objectives of the NCSS National Conference. Article V. Executive Services Section 1.0 The National Headquarters Soil and Plant Science Division Staff of the Natural Resources Conservation Service (NRCS) provides the national and regional conferences with executive services. Section 1.1 Responsibilities of the NRCS Soil and Plant Science Division Staff include: Section 1.1.1 Carrying out administrative duties assigned by the national steering committee. Section 1.1.2 Making regional and national committee reports and conference planning documents available on the NCSS website. Section 1.1.3 Issuing announcements and invitations. Section 1.1.4 Preparing and distributing the program. Section 1.1.5 Assigning a recorder to the national business meeting and posting the minutes on the NCSS website. Section 1.1.6 Maintaining the national conference mailing list (specifically, the responsibility of the National Soil Survey Center director). Section 1.1.7 Carrying out duties as assigned in the Timeline of Activities. Section 1.16 Distributing bylaws to new chairs and vice-chairs. Section 2.0 The host NCSS University or cooperating partner shall provide logistical support for the conferences. Section 3.0 The Soil and Plant Science Division director assigns a liaison to each of the regional conferences. Liaison responsibilities are described in section 602.15, Coordination Activities. Article VI. Steering Committee Section 1.0 The National Conference Steering Committee organizes and oversees the National Conference. Section 1.1 The steering committee membership consists of: Section 1.1.1 The Soil and Plant Science Division director, NRCS, who is the chair. Section 1.1.2 At least three members from Federal agencies including the U.S. Forest Service and/or the Bureau of Land Management. Section 1.1.3 At least four university NCSS member representatives. These would preferably include one from each respective regional conference, one from the 1890 College from the vicinity of the next conference, and one from the Tribal College from the vicinity of the next conference. Section 1.1.4 NRCS employees selected by the SPSD director. Section 1.1.5 A private sector or professional society soil and/or ecological scientist, as available. Section 2.0 The national conference steering committee vice-chairs shall be the host NCSS University member (or other partner) and the NRCS State soil scientist of host State. The NRCS State soil scientist of the current conference serves in an advisory capacity to the steering committee for the following conference. Section 3.0 Responsibilities of the steering committee, in accordance with the Timeline of Activities in section 602.15, include: Section 3.1.1 Determining the agenda. Section 3.1.2 Ensuring the names of committee chairs are posted on the NCSS website. Section 3.1.3 Assessing prior conference recommendations and assigning any additional charges to the committee chairs. Section 3.1.4 Recommending committee members to committee chairs. Section 3.1.5 Inviting additional individuals or organizations from the United States or other countries with soil science or related professional interests. Section 3.1.6 Determining the place and date of the conference. Section 3.1.7 Organizing the program and selecting the presiding chairs for the sessions. Section 3.1.8 Assembling in joint session to conduct the national business meeting during the conference, including committee reports. All votes shall provide the opportunity for participation of all NCSS membership. Section 3.1.9 Providing conference business meeting minutes for publication on the NCSS website. Section 3.1.10 Ensuring that the charges and objectives for standing and ad hoc committees are defined on the NCCS website. Section 3.1.11 Creating and maintaining a conference planning guide for continuity from conference to conference. The guide is submitted to NRCS Executive Services staff for posting on the NCSS website. Section 4.0 Fifty percent of the national conference steering committee constitutes a quorum for the transaction of business. Items are passed by a majority of members present or corresponding. The chair does not vote except in the case of a tie vote. Article VII. Meetings Section 1.0 The national conference convenes every 2 years, in odd-numbered years, to meet the objectives of the national conference, including the presentation and discussion of committee reports, exchange of ideas, and transaction of business. It consists of committee sessions and general sessions. It also provides opportunity for the discussion of items members bring before the national conference. Section 2.0 The meeting site for the national conference rotates among the four regions of the NCSS. Each region hosts the national conference based on a set rotation. The National meeting will not be held in the same State as a prior regional conference. The rotation among the regions for recent past and future national conferences is the following: Host Region Year Northeast 2019 Southern 2021 North Central 2023 Western 2025 Northeast 2027 Southern 2029 North Central 2031 Article VIII. Standing and Ad hoc Committees Section 1.0 The steering committee publishes the names of standing and ad hoc committee chairs, according to the Timeline of Activities in section 602.15. Regional committee chairs are members of the corresponding national committees. Section 2.0 Committee membership is open to any member of the NCSS partnership. Section 3.0 Responsibilities of the national standing and ad hoc conference committees, in accordance with the Timeline of Activities in section 602.15, include: Section 3.1 Chairs will conduct a committee meeting at the conference to report actions on prior conference recommendations and solicit new recommendations. Section 3.2 Chairs will report to the conference business meeting the progress made on prior and new recommendations. Section 3.3 Each committee establishes an action register for recommendations, including responsible individuals and timelines. Section 3.4 Standing committees of the national and regional conferences are as follows: a. Standards. This committee solicits and reviews proposed changes to existing handbooks, manuals, and soil database elements. The committee proposes new standards with input from the NCSS. b. Bylaws. This committee proposes, solicits, and reviews changes to the bylaws. This committee meets as needed based on proposals brought forward by NCSS members. c. Taxonomy. This committee proposes, solicits, and reviews taxonomy updates. It provides a forum to discuss proposed changes and distributes discussion notes. d. Research Priorities. This committee reviews, identifies, and prioritizes research needs that meet the NCSS objectives. e. Technology. This committee reviews, identifies, and prioritizes technological advances that promote the objectives of all partners. f. Soil and Ecosystem Dynamics. This committee reviews, identifies, and prioritizes data needs, data collection, data storage, standards, and dissemination methods related to ecological site descriptions and dynamic soil properties. g. Interpretations. This committee reviews, identifies, and prioritizes interpretation needs and delivery methods for soils and ecological site information. Section 4.0 Ad hoc committees are proposed by members to the conference steering committee to address emerging issues relevant to the NCSS objectives. Charges shall be defined, and chair and vice- chair recommended. Once approved by the conference steering committee, a notice will go out to conference members. The committee will operate according to the committee responsibilities and Time of Activities in section 602.15. The duration of the ad hoc committee will be determined by whether the objectives and outcomes have been met. Consideration of advancement to a standing committee will be considered at the conference business meetings. Ad hoc committees are listed on the NCSS website. Section 5.0 Each committee has a chair and a vice-chair. The vice-chair becomes the chair of the committee for the following conference and provided a copy of the bylaws. Nominations for the vice-chair are solicited 2 months prior to the conference and a vote is held 1 month prior to the conference. The vice-chair is announced at the meeting and recorded in the minutes. The term of the chair starts when appointed and finishes with the end of the next conference. The outgoing chair ensures the current mailing list is accessible to the new chair. A secretary, or recorder, may be elected by the committee or appointed by the chair. Article IX. Amendments Section 1.0 The bylaws may be amended with a majority vote of the NCSS members. Proposed amendments will be circulated for comment prior to the conference. Voting on the amendments will take place up to the conference. Eligible voters are not restricted to conference attendees. An amendment is, unless otherwise provided therein, effective immediately upon adoption and remains in effect until changed. Amendments to these bylaws will be published in this handbook within 3 months of approval by the members. These bylaws were amended on May 20, 2019, and approved at the business meeting of the NCSS conference on June 10, 2019.",
      "part": "602",
      "headerid": "10",
      "header": "Bylaws of the National Cooperative Soil Survey Conference"
    }
  ],
  "602.11": [
    {
      "clause": 1,
      "content": "602.11 Bylaws of the Western Regional Cooperative Soil Survey Conference (Updated June 2012) Article I. Name Section 1.0 Conference Name The name of the conference is the Western Regional Cooperative Soil Survey Conference. It consists of representatives from the area within the boundaries of the following 13 western States and U.S. Territories: Alaska, Arizona, California, Colorado, Hawaii, Idaho, Nevada, New Mexico, Montana, Oregon, Pacific Islands Area, Utah, Washington, and Wyoming. Article II. Objectives Section 2.0 Objectives and Purposes The objectives and purposes of the Western Regional Cooperative Soil Survey Conference are to bring together representatives of the western States in the National Cooperative Soil Survey for discussion of technical and scientific questions. Through the actions of committees and conference discussions, experience is summarized and clarified for the benefit of all; new areas are explored; procedures are synthesized; and ideas are exchanged and disseminated. The conference also functions as a clearinghouse for recommendations and proposals received from individual members and State conferences for transmittal to the National Cooperative Soil Survey Conference. The conference promotes the use of soil resource information by others and develops recommendations for courses of action, including national policies and procedures, that relate to making soil surveys and using soil resource data and information. Article III. Membership and Participants Section 3.0 Permanent Membership Permanent membership of the conference consists of: 1. National leader for Soil Survey Standards who serves as executive secretary for the conference steering committee 2. NRCS State soil scientists 3. Soil survey regional directors 4. Representatives from western State experiment stations and land grant universities 5. Regional soil scientists from the 7 western U.S. Forest Service regions (or their representative) – Northern Region, Rocky Mountain Region, Southwest Region, Intermountain Region, Pacific Southwest Region, Pacific Northwest Region, and Alaska Region 6. USDI, Bureau of Land Management (BLM) State soil scientist or State soil liaison (or their representative) from 11 western States – Alaska, Arizona, California, Colorado, Idaho, Montana, New Mexico, Nevada, Oregon/Washington, Utah, and Wyoming 7. Representatives from 7 western USDI, Bureau of Indian Affairs (BIA) regions – Alaska Region, Navajo Region, Northwest Region, Pacific Region, Rocky Mountain Region, Southwest Region, and Western Region 8. NCSS representative from the USDI National Park Service (NPS) 9. President-elect or delegated representative from the Consulting Soil Scientists Division (S12) of the Soil Science Society of America 10. Program Manager for Land Suitability and Water Quality, USDI, Bureau of Reclamation (BOR) 11. A representative from USDI Corps of Engineers (COE) 12. Federal Lands Advisory Group (FLAG) Section 3.1 Associate Membership Invitations may be extended to other individuals to participate in committee work or for a specific conference or conferences. A representative from the NRCS National Geospatial Center of Excellence (NGCE), a representative from the NRCS Information Technology Center (ITC), and a representative from the USFS Remote Sensing Application Center are associate conference members. Any soil scientist, technical specialist, or other individual of any local, State, or Federal agency or interest group whose participation could benefit particular objectives or projects of the conference may be invited to participate. Any permanent member of the conference may invite one additional participant. If a permanent member wishes to invite more than one guest (or associate member), the request should be cleared through the chair or vice-chair of the conference, or the chair of the steering committee. Names of all associate members of a specific conference should be provided to the conference chair. Article IV. Conference Officers Section 4.0 Conference Officers A chair, vice-chair, and secretary are elected to serve for a 2-year term. Their tenure runs from the end of a conference to the end of the following conference. Elections are held during the biennial business meeting. Conference officers are from the State hosting the next conference. Officers rotate among the agencies. That is to say, the chair-elect represents an agency different from that of the past chair. Similarly, the vice-chair and secretary are from agencies different from those of their predecessors. Section 4.0.1 Responsibilities of the Chair (specific tasks may be delegated to the vice-chair) 1. Plans and manages the biennial conference. 2. Serves as a steering committee member. 3. Presides at the conference business meeting. 4. Issues conference announcements and invitations. 5. Organizes the conference program. 6. Selects presiding chair for the various sessions. 7. Develops the conference agenda and has copies of the agenda prepared and distributed. 8. Makes necessary arrangements for lodging accommodations for conference participants, for food functions, if any, for meeting rooms (including committee rooms), for a field trip, and for local transport for other official functions. 9. Assembles, reproduces, and distributes the conference proceedings. 10. Provides for appropriate conference publicity. 11. Arranges for conference guest speakers. 12. Presides over the conference business meeting. 13. Serves on the conference steering committee for the following conference. Section 4.0.2 Responsibilities of the Vice-Chair 1. Serves as a steering committee member. 2. Acts for the conference chair in the chair's absence or disability. 3. Assists the conference chair in carrying out his/her responsibilities and performs other duties as assigned by the conference chair. 4. Compiles and maintains the conference mailing list. Section 4.0.3 Responsibilities of the Secretary 1. Maintains minutes of the conference business meetings and those of other conference meetings as assigned by the conference chair. 2. Obtains copies of all committee reports and papers presented at the conference and makes copies available to all conference members. 3. Compiles the conference proceedings and assists the chair in their duplication and distribution. Article V. Meetings Section 5.0 Time of Meetings The conference convenes every 2 years, in even-numbered years. It convenes the third week in June, unless a different date was selected by the conference steering committee. Section 5.1 Location of Meetings The conference is on a rotational basis throughout the region according to the following schedule. (States may trade years to host the conference for good cause and upon approval by a majority vote of the conference members at the business meeting preceding the next conference.) Year State 2020 Idaho 2022 Montana 2024 New Mexico 2026 Hawaii 2028 Colorado 2030 Wyoming Article VI. Committees Section 6.0 Kinds and Functions of Committees The conference has permanent standing and ad hoc committees. Duly constituted official committees accomplish most conference work. The kinds of committees and their charges are determined by the steering committee, based on the recommendations of the conference members. Committee members are appointed by the steering committee after first determining the interests of conference members. Each committee prepares and makes an official report at the designated time at each biennial conference. Committee reports are duplicated and copies distributed as follows: 1. One copy to each permanent member (whether present or not) and to each participant in the conference. 2. One final copy to the conference secretary for inclusion in the conference proceedings. This copy includes all revisions approved by the conference. Much of the work of committees is, of necessity, conducted by correspondence during the interval between conferences. Section 6.1 Committee Structure Each committee has a chair and co-chair. A secretary, or recorder, may be elected by the committee or appointed by the chair, if necessary. Committee chairs are selected by the steering committee or are elected by the conference. Chairs for the standing committees should rotate at the conclusion of each conference and should be the co-chair of the committee. Chairs are recommended by the committees and approved by the steering committee at least 4 months prior to the conference. Term of responsibility starts at the end of one conference and finishes with the end of the next. The committee chairs are responsible for prompt submission of their reports to the chair of the steering committee, and the chair duplicates and distributes the reports. This should be done prior to the beginning of the conference. Section 6.1.1 Committee Chair Responsibilities Committee chairs are charged with the responsibility of initiating and carrying forward the work of the committee. They provide their committee members with the charges as directed by the steering committee and with additional instructions they deem necessary to complete the committee charge(s). Committee chairs initiate committee work at the earliest possible date to assure completion by the next scheduled conference. Committee chairs also give a verbal summary of committee actions and recommendations at designated times during the conference. Section 6.2 Permanent Standing Committees Permanent standing committees are established by the bylaws of the National Cooperative Soil Survey Conference as contained in part 602, subpart A, section 602.00 and subpart B, Exhibits, section 602.10. - Soil Survey Standards - Bylaws - Research Needs - Applied Technology Section 6.2.1 Conference Steering Committee The conference chair also serves as the chair of the conference steering committee. The national leader for Soil Survey Standards serves as the permanent executive secretary of the steering committee. The steering committee formulates policy on conference membership and participation. Final approval or disapproval of policy changes is by vote, during the biennial business meeting of the conference. The steering committee assures that there is a balance among States and among agencies for each committee so that no one State or agency dominates any single committee. The conference steering committee consists of the following five members: 1. Conference chair 2. Conference vice-chair 3. Conference secretary 4. Executive secretary 5. Past conference chair Section 6.2.2 Responsibilities of the Conference Steering Committee Conference steering committee responsibilities include but are not limited to: 1. Meet about 1 year prior to the conference to plan the meeting agenda, establish conference committees, and develop committee charges. (The steering committee chair calls the meeting.) 2. Formulate statements of conference policy. 3. Formulate committee charges as recommended by the conference. 4. Select a committee chair and committee members as recommended by the conference. 5. Review conference activities and develop an executive summary of conference recommendations. 6. Send applicable conference recommendations to the steering committee chair of the National Cooperative Soil Survey Conference. 7. Send applicable conference recommendations to the soil survey leaders of appropriate agencies for consideration and possible implementation. 8. Establish and maintain liaisons between the conference and: • The national and other regional conferences • State Conservationists of the 13 western States and the Pacific Islands Area • West Regional Soil Consortium • Directors of the western experiment stations • State, regional, and national offices of NRCS, U.S. Forest Service, Bureau of Indian Affairs, Bureau of Land Management, National Park Service, American Indian Tribes, and Consulting Soil Scientists Division (S12) of the Soil Science Society of America • NRCS institutes and centers • Other committees or work groups associated with the conference • Others as identified by the steering committee 9. Meet immediately after the conference to summarize recommendations and propose actions to be taken. At least 60 percent of the conference steering committee constitutes a quorum for the transaction of business. Items are passed by a majority of members present. The chair does not vote except in the case of a tie vote. Section 6.3 Ad Hoc Committees Ad hoc committees may be established by the steering committee as needed to meet specific needs and/or goals. Article VII. Conference Advisors Section 7.0 Conference Advisors Conference advisors are invited to the conference and act in an advisory capacity to assist in items related to agency line and policy. Advisors to the conference are the State Conservationist (STC) of the host State, or as selected by the conference, the experiment station director for the host State, or as selected by the conference, and a Forest Service regional forester and a BLM State director as selected by the conference. Article VIII. Historical Records Section 8.0 Conference Historical Records The executive secretary of the conference steering committee maintains a permanent, cumulative file of conference programs, correspondence, committee reports, proceedings, bylaws, and other material generated by or related to the conference. Article IX. Representatives to the National NCSS Conferences Section 9.0 The steering committee chair and at least one permanent member selected by the steering committee chair will represent this conference at the National Cooperative Soil Survey Conference. Representatives will report back to conference. Section 9.1 Each committee of the Western Regional Cooperative Soil Survey Conference will have representation at each national committee during the National Cooperative Soil Survey Conference. Article X. Amendments Section 10.0 Amendments Any part of these bylaws may be amended for purposes, policy, and procedures at any time by ballot with a majority vote of the permanent membership or by the present membership during the Western Conference. An amendment is, unless otherwise provided therein, effective immediately upon adoption and remains in effect until changed or deleted. Bylaws Amended June 2004 Bylaws Amended June 22, 2010 Bylaws Amended April 2011 Bylaws Amended June 28, 2012",
      "part": "602",
      "headerid": "11",
      "header": "Bylaws of the Western Regional Cooperative Soil Survey Conference"
    }
  ],
  "602.12": [
    {
      "clause": 1,
      "content": "602.12 Bylaws of the Northeast Cooperative Soil Survey Conference (Revised June 2012) Section 1.0 The name of the conference is the Northeast Cooperative Soil Survey Conference. Section 1.0 The purpose of the Northeast Cooperative Soil Survey Conference is to bring together representatives of the National Cooperative Soil Survey in the northeastern States for discussion of technical and scientific questions. Through the actions of committees and conference discussions, experience is summarized and clarified for the benefit of all; new areas are explored; procedures are synthesized; and ideas are exchanged and disseminated. The conference also functions as a clearinghouse for recommendations and proposals received from individual members and State conferences for transmittal to the National Cooperative Soil Survey Conference. Section 1.0 Permanent participants of the conference are the following: Section 1.1 The NRCS State soil scientist responsible for each of the 13 northeastern States: Connecticut, Delaware, Maine, Maryland (also representing the District of Columbia), Massachusetts, New Hampshire, New Jersey, New York, Pennsylvania, Rhode Island, Vermont, Virginia, and West Virginia Section 1.2 The experiment station or university soil survey leader(s) of each of the 13 northeastern States Section 1.3 The national NRCS representative assigned by the Soil and Plant Science Division director, NRCS Section 1.4 Article I – Name Article II – Purpose Article III – Participants Directors of the NRCS soil survey regional offices (SSRs) in Amherst, MA, Morgantown, WV, and Raleigh, NC Section 1.5 Lead soil scientist from the Eastern Region Technical Center Section 1.6 Three representatives from the soils staff of the USDA Forest Service as follows: 5. One from the Eastern Region, National Forest System 6. One from the Southern Region, National Forest System 7. One from the Northeastern Area, State and Private Forestry Section 1.7 A designated representative of the professional soil scientist association of the hosting State, as determined by the association representing the private sector Section 1.8 On the recommendation of the steering committee, the chair of the conference may extend invitations to a number of other individuals to participate in committee work and in the conference. Any soil scientist or other technical specialist (including students) whose participation is helpful for particular objectives or projects of the conference may be invited to attend. Section 1.0 Steering Committee The steering committee assists in the planning and management of biennial meetings, including the formulation of committee memberships and the selection of the committee chair and vice- chair. Section 1.1 Membership The steering committee consists of the following four members: 1. The national NRCS representative assigned by the Soil and Plant Science Division director, NRCS (steering committee chair) 2. The conference chair 3. The conference vice-chair 4. The past conference chair The steering committee may designate a conference chair and vice-chair if the persons are unable to fulfill their obligations. Section 1.2 Meetings and Communications Article IV – Organization and Management A planning meeting is held about 1 year prior to the conference. Additional meetings may be scheduled by the chair if the need arises. Most of the committee's communications are in writing. Copies of all correspondence between members of the committee are sent to the chair. Section 1.3 Authority and Responsibilities Section 1.3.1 Conference Participants The steering committee formulates policy on conference participants, but final approval or disapproval of changes in policy is by consensus of the participants. The steering committee makes recommendations to the conference for extra and special participants in specific conferences. Section 1.3.2 Conference Committees and Committee Chair The steering committee formulates the conference committee membership and selects the committee chair and chair-elect. The steering committee is responsible for the formulation of committee charges. Section 1.3.3 Conference Policies The steering committee is responsible for the formulation of statements of conference policy. Final approval of such statements is by consensus of the conference participants. Section 1.3.4 Liaison The steering committee is responsible for maintaining liaison between the regional conference and— 1. The Northeastern Experiment Station directors 2. The East Region State Conservationists, NRCS 3. Soil and Plant Science Division director of the Natural Resources Conservation Service 4. Regional and national offices of the U.S. Forest Service and other cooperating and participating agencies 5. The National Cooperative Soil Survey Conference 6. The Consulting Soil Scientists Division (S12) of the Soil Science Society of America Section 1.4 Responsibilities of the steering committee chair are: Section 1.4.1 Call a planning meeting of the steering committee about 1 year in advance of and, if possible, at the place of the conference to plan the agenda. Section 1.4.2 Develop with the steering committee the first and final drafts of the conference's committees and their charges. Section 1.4.3 Send committee assignments to committee members. The committee assignments are determined by the steering committee at the planning meeting. The proposed chair and vice-chair of each committee are contacted personally by the conference chair or vice- chair and asked if they will serve prior to final assignments. People from NRCS and Consulting Soil Scientists Division (S12) of the Soil Science Society of America are contacted by an NRCS person, and experiment station people are contacted by an experiment station person. Section 1.4.4 Compile and maintain a conference mailing list that can be copied on mailing labels. Section 2.0 Conference Chair and Vice-Chair An experiment station representative and an NRCS State soil scientist alternate as conference chair and vice-chair. This sequence may be altered by the steering committee for special situations. The conference chair and vice-chair serve a 2-year term. The conference chair and vice-chair are chosen following the selection of a place for the next meeting and are from the State where the meeting is to be held. Section 2.1 Responsibilities of the conference chair include the following: Section 2.1.1 Function as chair of the biennial conference. Section 2.1.2 Plan and manage the biennial conference. Section 2.1.3 Function as a member of the steering committee. Section 2.1.4 Send out a first announcement of the conference about 9 months prior to the conference. Section 2.1.5 Send written invitations to all speakers or panel members and representatives from other regions. These people are contacted beforehand by phone or in person by various members of the steering committee. Section 2.1.6 Send out written requests to experiment station representatives to find out if they will be presenting a report at the conference. Section 2.1.7 Notify all speakers, panel members, and experiment station representatives in writing that a brief written summary of their presentation will be requested after the conference is over. This material will be included in the conference's proceedings. Section 2.1.8 Preside over the conference. Section 2.1.9 Provide for appropriate publicity for the conference. Section 2.1.10 Preside at the business meeting at the conference. Section 2.2 Responsibilities of the conference vice-chair include the following: Section 2.2.1 Function as program chair of the biennial conference. Section 2.2.2 Serve as a member of the steering committee. Section 2.2.3 Act for the chair in the chair's absence or disability. Section 2.2.4 Develop the program agenda of the conference. Section 2.2.5 Make necessary arrangements for lodging accommodations for conference members, for food functions, for meeting rooms (including committee rooms), and for local transport on official functions. Notify all persons attending the meeting of the arrangement for the conference (rooms, etc.) and include a copy of the agenda in the last mailing. Section 2.2.6 Compile and distribute the proceedings of the conference. Section 3.0 Past Conference Chair The primary responsibility of the past conference chair is to provide continuity from conference to conference. Additional responsibilities include the following: Section 3.0.1 Serve as a member of the steering committee. Section 3.0.2 Assist in planning the conference. Section 4.0 Administrative Advisors Administrative advisors to the conference consist of the NRCS Regional Assistant Chief, East or their designee, director of the NSSC, and the chair of the Northeast Agricultural Experiment Station directors or their designated representatives. Section 1.0 The conference convenes every 2 years, in even-numbered years. The date and location are confirmed by the steering committee. The suggested rotation for future conferences is as follows: Host State(s) Year VA 2020 DE/MD 2022 MA 2024 NJ 2026 PA 2028 CT/RI 2030 ME 2032 Section 1.0 Article V – Time and Place of Meetings Article VI – Conference Committees Most of the work of the conference is accomplished by duly constituted committees. Section 2.0 Each committee has a chair and chair-elect. A secretary or recorder may be selected by the chair, if necessary. The committee chair and chair-elect are selected by the steering committee. Section 3.0 The kinds of committees and their members are determined by the steering committee. In making their selections, the steering committee considers the expressions of interest filed by conference participants. Section 4.0 Each committee makes an official report at a designated time at each biennial conference. The chairs of the committees are responsible for submitting the required number of committee reports promptly to the vice-chair of the conference. The conference vice-chair is responsible for assembling and distributing the conference proceedings. Section 5.0 Much of the work of committees is of necessity conducted by correspondence between the times of biennial conferences. Committee chairs are charged with the responsibility of initiating and carrying forward this work. Section 1.0 The experiment station chair or vice-chair attends the national conference the year prior to the regional conference for which they were selected. A second experiment station representative also attends the conference. The second representative is selected by the experiment station representatives at the regional conference. Section 2.0 One NRCS lead soil scientist from the East Region is designated to attend the national conference in addition to the NRCS member of the national conference steering team. Section 3.0 One member of the steering committee represents the Northeast Region at the Southern, North Central, and Western Regional Cooperative Soil Survey Conferences. If none of the members of the steering committee can attend a particular conference, a member of the conference is selected by the steering committee for this duty. Article VII – Representatives to the National and Regional Soil Survey Conferences Section 1.0 Membership of this standing committee is as follows: 1. Chair 2. Chair-elect 3. Three Federal representatives 4. Three State representatives Section 2.0 The committee chair is nominated to the steering committee by the Northeast Soil Taxonomy Committee as described below in section 3.0. Term of responsibility starts at the end of one conference and finishes with end of the next. Section 3.0 The chair-elect is nominated to the steering committee by the Northeast Soil Taxonomy Committee. Term of responsibility starts at the end of one conference and finishes with the end of the next. The chair-elect for the committee should rotate to the chair at the conclusion of each conference. Section 4.0 The term of membership for the remaining six committee members is three conferences; one- third of the members are replaced each conference. The experiment station representatives nominate new experiment station representatives to the steering committee for the following conference. The Federal representatives nominate new Federal representatives to the steering committee for the following conference. Section 1.0 This is a standing committee, the purpose of which is to maintain a formal mechanism within the Northeast Region to identify, document, prioritize, and address the critical research and development issues related to soil survey. Section 2.0 The national leader for Soil Survey Research and Laboratory or his or her designated representative serves as an advisor to the committee. Membership of this standing committee is as follows: 1. Chair Article VIII – Northeast Soil Taxonomy Committee Article IX – Northeast Research Needs Committee 2. Chair-elect 3. One soil survey regional director (4-year term) 4. One NRCS State soil scientist (2-year term) 5. Two experiment station/university representatives (2-year term) 6. One NRCS field soil scientist (2-year term) 7. Lead soil scientist, Eastern Region Technical Center 8. Appropriate U.S. Forest Service representative (permanent) 9. One representative from the Consulting Soil Scientists Division (S12) of the Soil Science Society of America Section 3.0 The committee chair is nominated to the steering committee by the Research Needs Committee as described below in section 4.0. Term of responsibility starts at the end of one conference and finishes with end of the next. Section 4.0 The chair-elect is nominated to the steering committee by the Research Needs Committee. Term of responsibility starts at the end of one conference and finishes with the end of the next. The chair-elect for the committee should rotate to the chair at the conclusion of each conference. Section 5.0 The State soil scientist and field soil scientist are selected from a different State and soil survey regional office every 2 years. Section 6.0 The experiment station conference chair or vice-chair is responsible for overseeing the selection of the experiment station and university representatives (as described above in Section 2.0, number 5). Section 7.0 The Northern Forest Research Station research director selects the appropriate U.S. Forest Service representative. Section 1.0 — Membership of this standing committee is as follows: 1. Chair 2. Chair-elect 3. Three Federal representatives 4. Three State representatives Section 2.0 Article X – Northeast New Technologies Committee The committee chair is nominated to the steering committee by the New Technologies Committee as described below in section 3.0. Term of responsibility starts at the end of one conference and finishes with end of the next. Section 3.0 The chair-elect is nominated to the steering committee by the New Technologies Committee. Term of responsibility starts at the end of one conference and finishes with end of next. The chair-elect for the committee should rotate to the chair at the conclusion of each conference. Section 4.0 The term of membership for the remaining six committee members is three conferences; one- third of the members are replaced each conference. The experiment station representatives nominate new experiment station representatives to the steering committee for the following conference. The Federal representatives nominate new Federal representatives to the steering committee for the following conference. Section 1.0 — Membership of this standing committee is as follows: 1. Chair 2. Chair-elect 3. Three Federal representatives 4. Three State representatives Section 2.0 The committee chair is nominated to the steering committee by the Hydric Soils Committee as described below in section 3.0. Term of responsibility starts at the end of one conference and finishes with end of the next. Section 3.0 The chair-elect is nominated to the steering committee by the Hydric Soils Committee. Term of responsibility starts at the end of one conference and finishes with end of next. The chair-elect for the committee should rotate to the chair at the conclusion of each conference. Section 4.0 The term of membership for the remaining six committee members is three conferences; one- third of the members are replaced each conference. The experiment station representatives nominate new experiment station representatives to the steering committee for the following conference. The Federal representatives nominate new Federal representatives to the steering committee for the following conference. Article XI – Northeast Hydric Soils Committee Section 1.0 — Membership of this standing committee is as follows: 1. Chair 2. Chair-elect 3. Three Federal representatives 4. Three State representatives Section 2.0 The committee chair is nominated to the steering committee by the Subaqueous Soils Committee as described below in section 3.0. Term of responsibility starts at the end of one conference and finishes with end of the next. Section 3.0 The chair-elect is nominated to the steering committee by the Subaqueous Soils Committee. Term of responsibility starts at the end of one conference and finishes with end of next. The chair-elect for the committee should rotate to the chair at the conclusion of each conference. Section 4.0 The term of membership for the remaining six committee members is three conferences; one- third of the members are replaced each conference. The experiment station representatives nominate new experiment station representatives to the steering committee for the following conference. The Federal representatives nominate new Federal representatives to the steering committee for the following conference. Section 1.0 — Membership of this standing committee is as follows: 1. Chair 2. Chair-elect 3. Three Federal representatives 4. Three State representatives Section 2.0 The committee chair is nominated to the steering committee by the Soil and Ecosystem Dynamics Committee as described below in section 3.0. Term of responsibility starts at the end of one conference and finishes with end of the next. Section 3.0 The chair-elect is nominated to the steering committee by the Soil and Ecosystem Article XII – Northeast Subaqueous Soils Committee Article XIII – Northeast Soil and Ecosystem Dynamics Committee Dynamics Committee. Term of responsibility starts at the end of one conference and finishes with end of next. The chair-elect for the committee should rotate to the chair at the conclusion of each conference. Section 4.0 The term of membership for the remaining six committee members is three conferences; one- third of the members are replaced each conference. The experiment station representatives nominate new experiment station representatives to the steering committee for the following conference. The Federal representatives nominate new Federal representatives to the steering committee for the following conference. Section 1.0 The award is presented every 2 years at the conference meeting. It is presented to a member of the conference who has contributed outstanding regional and/or national service to soil survey. One or two individuals can be selected for the award every 2 years. The selection committee is made up of past award winners, and the last award recipient acts as chair of the selection committee. If multiple awards were given at the previous meeting, the chair of the selection committee is elected by the committee. The recipients of the award become members of the Silver Spade Club. Section 1.0 Any part of this statement for purposes, policy, and procedures may be amended any time by majority agreement of the conference participants. Bylaws, Adopted January 16, 1976 Bylaws, Amended June 25, 1982 Bylaws, Amended June 15, 1984 Bylaws, Amended June 20, 1986 Bylaws, Amended June 17, 1988 Bylaws, Amended June 10, 1994 Bylaws, Amended June 13, 1996 Bylaws, Amended June 22, 2000 Bylaws, Amended May 25, 2006 Bylaws, Amended June 5, 2008 Bylaws, Amended June 10, 2010 Bylaws, Amended June 21, 2012 Article XIV - Silver Spade Award Article XV – Amendments",
      "part": "602",
      "headerid": "12",
      "header": "Bylaws of the Northeast Cooperative Soil Survey Conference (Revised"
    }
  ],
  "602.13": [
    {
      "clause": 1,
      "content": "602.13 Bylaws of the North Central Regional Soil Survey Conference (Revised June 7, 2012) Article I. Name The name of the conference is the North Central Regional Soil Survey Conference. The letters NCRSSC may be used as the official acronym of the conference. Article II. Purpose The purpose of the conference is to bring together North Central States representatives of the National Cooperative Soil Survey (NCSS) to discuss technical issues and to provide a means of deciding and communicating the goals of the Soil Survey Program. Through the actions of committees and conference discussions, experience is summarized and clarified for the benefit of all; new areas are explored; procedures are proposed; and ideas are exchanged and disseminated. The conference also functions as a clearinghouse for recommendations and proposals received from individual members and State conferences for transmittal to the National Cooperative Soil Survey Conference (NCSSC). It also acts on recommendations from the national conference and other regional conferences. Article III. Membership Participants of the conference are the National Cooperative Soil Survey soil scientists of Federal, State, and university organizations; local units of government; and private organizations of the North Central Region (Illinois, Indiana, Iowa, Kansas, Michigan, Minnesota, Missouri, Nebraska, North Dakota, Ohio, South Dakota, and Wisconsin). The national leader for Soil Survey Research and Laboratory of the Natural Resources Conservation Service (NRCS) Soil and Plant Science Division serves as liaison to the NCRSSC, maintains a membership list for the conference, and provides the list to the incoming chair. If the position of national leader for Soil Survey Research and Laboratory is vacant, the liaison role is filled as designated by the director of the Soil and Plant Science Division. All cooperating agencies and organizations are responsible for providing current membership information to the Soil and Plant Science Division liaison. All soil scientists or other technical specialists of any cooperating agency or organization whose participation would be helpful for particular objectives or projects of the conference, including those from the host State, may be members. Article IV. Meetings Section 1. Time. The conference ordinarily convenes every 2 years, in even-numbered years. Time of year is determined by the conference chair. Additional meetings may be called by request of the steering committee or the conference with the administrative approval of the participating agencies and organizations. Section 2. Host State. The host State is determined two meetings in advance (e.g., the 2006 conference selected the host State for 2010 and the 2008 conference selected the host State for 2012). During the conference, business meeting invitations from the various States are considered and voted upon. A simple majority vote decides the host State. The conference may be held at any suitable location within the host State. The State rotation for the NCRSSC is as follows: North Dakota, Kansas, Ohio, Nebraska, Iowa, Minnesota, Illinois, South Dakota, Missouri, Michigan, Wisconsin, and Indiana. Section 3. Separate Meetings. University agricultural experiment station representatives to the North Central Regional Committee No. 3 (NCERA-3) on soil surveys meet during the conference. Concurrently, soil scientists of the other cooperating agencies meet to discuss their issues. Section 4. Basic Structure of Regional Conference. Although the agenda for each conference varies depending upon current issues and items of interest, the following is a basic recommended list of items that could be included in a North Central Regional Soil Survey Conference. This list can be used as an aid for States planning future conference meetings: 8. Welcome by cooperating host State agencies. 9. Reports by cooperating agencies such as NRCS, NCERA-3, Forest Service (FS), Bureau of Land Management (BLM), Bureau of Indian Affairs (BIA), and others, if applicable. 10. Reports from soil survey regional offices (SSRs) within the North Central Region. 11. Time allotted for breakout sessions for NRCS and NCERA-3, and others as needed. 12. Time allotted for committees to meet and discuss charges presented to them by the steering committee as well as time allotted for conference attendees tomake input to each committee’s activities. 13. Time allotted for committee reports to the conference. 14. Time allotted for a business meeting toward the end of the conference. 15. A half- or full-day field trip to look at soil-related problems or landscapes of interest in the area. Article V. Steering Committee, Committee Officers, and Committee Chairs Section 1. The conference always has a steering committee. The steering committee consists of: • NRCS State soil scientist of host State • The university representative for host State • NRCS and university representative from the next host State • Past NCRSSC chair and co-chair • National leader for Soil Survey Research and Laboratory of the Soil and Plant Science Division • Soil survey regional director for the host site • The chair of the five standing committees Officers rotate among agencies. That is, the chair must be of a different agency than the past chair. Similarly, the secretary must be of a different agency than the past secretary. At each biennial conference a secretary is elected for the succeeding conference. The secretary (whoever will be the next NCRSSC chair—either the NRCS State soil scientist or university representative) becomes chair when his/her successor is elected. When an officer is unable to complete his/her term of office, the steering committee appoints a successor. Responsibilities of the steering committee include the following: • Meet once after the business meeting of each conference and, if necessary, meet at other times. • Assist in the selection of special participants in a specific regional conference. • Assist in the formulation of charges to committees. • Compile, edit, and distribute the NCRSSC Proceedings to all conference attendees within 120 days after the conference. • Forward action items, recommendations, and resolutions to the national leader for Soil Survey Research and Laboratory of the Soil and Plant Science Division and to the director of Soil and Plant Science Division. Section 2. Conference Officers.",
      "part": "602",
      "headerid": "13",
      "header": "Bylaws of the North Central Regional Soil Survey Conference (Revised"
    },
    {
      "clause": 2,
      "content": "A. Chair. The chair is from the host State. Responsibilities include the following (specific tasks may be delegated to the secretary): 1. Functions as head of the steering committee. 2. Plans and manages the biennial conference. 3. Determines, in consultation with the steering committee, the kinds of committees; selects the committee chairs and assistant chairs; formulates and transmits charges to committees; and appoints committee members. 4. Issues announcements of and invitations to the conference. 5. Writes the program and has copies prepared and distributed to the members. 6. Makes necessary arrangements for food and lodging accommodations, special food functions, meeting rooms (including committee rooms), and local transport for official functions. 7. Provides appropriate publicity for the conference. 8. Presides at the business meeting of the conference. 9. Makes arrangements for a half- or full-day field trip.",
      "part": "602",
      "headerid": "13",
      "header": "Bylaws of the North Central Regional Soil Survey Conference (Revised"
    },
    {
      "clause": 3,
      "content": "B. Secretary. The secretary is from the State that will host the next biennial conference. The secretary for the succeeding conference (in 2 years) is elected by simple majority vote at the NCRSSC business meeting. Responsibilities of the secretary include the following: 1. Assists in the planning and management of the conference. 2. Assists in the selection of committee chairs and assistant chairs and in the selection of committee members. 3. Assumes responsibility for taking the minutes of all business meetings, collecting final reports from committees, and collecting any papers or presentations given during the conference. 4. Assumes responsibility for forwarding all conference minutes, reports, and papers to the national leader for Soil Survey Research and Laboratory of the Soil and Plant Science Division for the final preparation and distribution of the NCRSSC Proceedings. 5. Updates the conference membership list (given to him/her by the chair upon conclusion of each conference) and provides the list to the national leader for Soil Survey Research and Laboratory of the Soil and Plant Science Division. Section 3. Committee Chairs. The conference chair in consultation with the steering committee selects the chair and co- chair for each committee. Article VI. Committees Section 1. Most of the technical work of the conference is accomplished by constituted committees. The committees of the conference are determined by the steering committee. Some committees are continued from the previous conference. Permanent or standing committees, ad hoc committees, and task force groups are considered to be committees of the conference. The conference has standing committees on: standards, research priorities, new technology, interpretations, and soil and ecosystem dynamics. These standing committees communicate with their corresponding standing committee of the National Cooperative Soil Survey Conference. Section 2. The committee chair selects a secretary, or recorder. Committee members are selected after considering steering committee recommendations, national conference recommendations, individual interests, technical proficiency, and continuity of the work. They are not limited to members of the National Cooperative Soil Survey. Section 3. Each committee commonly conducts its work by correspondence among committee members. Most of the committee’s communications are by correspondence. Copies of all correspondence among members of the steering committee are sent to each member of the committee. Committee chairs provide their committee members with the charges as assigned by the steering committee and procedure for committee operation. Committee chairs are charged with responsibility for initiating and carrying forward this work. Chairs should initiate committee work at the earliest possible date. Each committee meets during the conference and permits other conference attendees to have input into each committee’s activities. Section 4. Each committee chair sends copies of a final committee report to the secretary within 30 days after the conference. Section 5. The chairs or representatives of the five standing committees are expected to participate in the corresponding standing committee of the National Cooperative Soil Survey Conference and are expected to attend the next national conference. Their role is to ensure that concerns of the regional standing committee are communicated to the corresponding national standing committee and that information from the national committee is communicated back to the regional committee. Article VII. Representation to the National Soil Survey Conference Voting members of the National Cooperative Soil Survey Conference include the national leader for Soil Survey Research and Laboratory of the Soil and Plant Science Division and a NCERA-3 (State) delegate from the current host State for the NCRSSC. The NCERA-3 representative also serves on the steering committee for the NCSSC. Two additional delegates to the NCSSC include one NRCS soil scientist and one NCERA-3 (State) representative (with appropriate administrative approval). The NRCS soil scientist is chosen by simple majority vote during the separate Federal session. The second NCERA-3 delegate comes from the next NCRSSC host State and is assigned the task of presenting the NCRSSC report at the NCSSC. Both NCERA-3 delegates are chosen by simple majority vote during the separate NCERA-3 session at the NCRSSC. Article VIII. Historical Record A cumulative file of conference programs is turned over to each incoming conference chairman. A cumulative file is kept at the office of the national leader for Soil Survey Research and Laboratory of the Soil and Plant Science Division. Article IX. Amendments The bylaws may be amended at any time by a simple majority vote of the participants attending the biennial business meeting. An amendment is, unless otherwise provided therein, effective immediately upon adoption and remains in effect until changed.",
      "part": "602",
      "headerid": "13",
      "header": "Bylaws of the North Central Regional Soil Survey Conference (Revised"
    }
  ],
  "602.14": [
    {
      "clause": 1,
      "content": "602.14 Bylaws of the Southern Regional Cooperative Soil Survey Conference Article I. Name Section 1.0 Conference Name The name of the conference is the Southern Regional Cooperative Soil Survey Conference. The Southern Region corresponds to the Agricultural Experiment Station Southern Region and includes the Caribbean area and the following 12 States: Alabama, Arkansas, Florida, Georgia, Kentucky, Louisiana, Mississippi, North Carolina, Oklahoma, South Carolina, Tennessee, and Texas. The Southern Region also corresponds to the U.S. Forest Service Region 8, excluding the State of Virginia. Article II. Objectives Section 2.0 Objective and Purpose The objective and purpose of the Southern Regional Cooperative Soil Survey Conference is to bring together representatives of the National Cooperative Soil Survey in the southern States for discussion of technical and scientific questions. Through the actions of committees and conference discussions, experience is summarized and clarified for the benefit of all; new areas are explored; procedures are synthesized; and ideas are exchanged and disseminated. The conference also functions as a clearinghouse for recommendations and proposals received from individual members and State conferences for transmittal to the National Cooperative Soil Survey Conference. The conference promotes the use of soil resource information by others and develops recommendations for courses of action, including national policies and procedures that relate to making soil surveys and using soil resource data and information. Article III. Membership and Participants Section 3.0 Permanent Membership Permanent membership of the conference will consist of: 16. National leader for Soil Survey Interpretations, who serves as National Soil Survey Center liaison to the conference. 17. Soil technology specialists from the Central and Eastern National Technology Support Centers. 18. Representatives from southern State experiment stations and 1890 land grant universities and other universities in the Southern Region. 19. Regional soil scientists from U.S. Forest Service Region 8. 20. NRCS State soil scientists and soil survey regional directors (or their representatives) from the 12 southern States (Alabama, Arkansas, Florida, Georgia, Kentucky, Louisiana, Mississippi, North Carolina, Oklahoma, South Carolina, Tennessee, and Texas) and the Caribbean Area. 21. Representatives from U.S. Department of the Interior (USDI), Bureau of Indian Affairs (BIA) Eastern, Eastern Oklahoma, Southern Plains, and Southwest Regions. 22. Representative from Tennessee Valley Authority. 23. NCSS soils representative from the USDI National Park Service (NPS). 24. President-elect or delegated representative from the Consulting Soil Scientists Division (S12) of the Soil Science Society of America. 25. Representative from the National Association of Tribal Historic Prevention Officers (NATHPO). 26. Representative from the U.S. Army Corps of Engineers (COE). Section 3.1 Associate Membership Invitations may be extended to a number of other individuals to participate in committee work or for a specific conference or conferences. Representatives from the NRCS National Geospatial Center of Excellence (NGCE), the National Soil Survey Center’s Geospatial Research Unit (NSSC-GRU), USDI Bureau of Land Management (BLM), and the NRCS Information Technology Center (ITC) are associate conference members. Any soil scientist, technical specialist, or other individual of any local, State, or Federal agency or interest group whose participation could benefit particular objectives or projects of the conference may be invited to participate. Any permanent member of the conference may invite one additional participant. If a permanent member wishes to invite more than one guest (or associate member), the request should be cleared through the chair or vice-chair of the conference, or the chair of the steering committee. Names of all associate members of a specific conference should be provided to the conference chair. Article IV. Conference Officers Section 4.0 Conference Officers A chair and vice-chair of the conference serve for a 2-year term and on a rotating basis. The rotation schedule is listed in Table 1. Their tenure runs from the end of a conference to the end of the following conference. Conference officers are from the State hosting the next conference. Section 4.0.1 Responsibilities of the Chair (specific tasks may be delegated to the vice-chair) 1. Plan and manage the biennial conference. 2. Serve as co-chair of the regional steering committee. 3. Preside at the conference business meeting. 4. Issue conference announcements and invitations. 5. Organize the conference program. 6. Select presiding chair for the various sessions. 7. Develop the conference agenda and have copies of the agenda prepared and distributed. 8. Make necessary arrangements for lodging accommodations for conference participants, for food functions, if any, for meeting rooms (including committee rooms), for a field trip, and for local transport for other official functions. 9. Assemble, reproduce, and distribute the conference proceedings. 10. Provide for appropriate conference publicity. 11. Arrange for conference guest speakers. 12. Preside over the conference business meetings. 13. Serve as 1 of 2 southern conference voting members at the following National Cooperative Soil Survey Conference. Section 4.0.2 Responsibilities of the Vice-Chair 1. Serve as a steering committee member. 2. Act for the conference chair in the chair’s absence or disability. 3. Assist the conference chair in carrying out his/her responsibilities, and perform other duties as assigned by the conference chair. 4. Compile and maintain the conference mailing list. 5. Serve as conference secretary: • Maintain minutes of conference business meetings and other conference meetings as assigned by the conference chair. • Obtain copies of all committee reports and papers presented at the conference and make copies available to all conference members. • Compile the conference proceedings and assist the chair in their duplication and distribution. 6. Serve as 1 of 2 Southern Conference voting members at the following National Cooperative Soil Survey Conference. Article V. Meetings Section 5.0 Time of Meetings The conference convenes every 2 years, in even-numbered years. It convenes in either May or June, unless a different date was agreed to by a majority of permanent conference members at the previous conference. Section 5.1 Location of Meetings The conference is on a rotational basis throughout the region, as indicated in Table 1. (States may trade years to host the conference for good cause and upon approval by a majority vote of the conference members at the business meeting preceding the next conference.) Table 1. Southern Soil Survey Conference Structures Year State Conference Chair Conference Vice-Chair Steering Committee Co-Chair Steering Committee Co-Chair Steering MLRA Rep NRCS Soil Taxonomy & Standards Co-Chair 2020 AR EXP STA – AR SSS-PR East NTSC NSSC Liaison Raleigh Raleigh (SSR-3) 2022 SC SSS-SC EXP STA - SC Central NTSC NSSC Liaison Morgantown Temple (SSR-9) 2024 LA EXP STA – LA SSS-LA East NTSC NSSC Liaison Auburn Morgantown (MO-6) 2026 AL SSS-AL EXP STA - AL Central NTSC NSSC Liaison Temple Auburn (SSR-7) 2028 GA EXP STA-GA SSS-GA East NTSC NSSC Liaison Raleigh Raleigh (SSR-3) 2030 MS SSS-MS EXP STA - MS Central NTSC NSSC Liaison Morgantown Temple (SSR-9) 2032 OK EXP STA-OK SSS-OK East NTSC NSSC Liaison Auburn Morgantown (SSR-6) Article VI. Committees Section 6.0 Kinds and Functions of Committees The conference has permanent standing and ad hoc committees. Duly constituted official committees accomplish most conference work. The kinds of committees and their charges are determined by the steering committee and recommendations from the conference members. Each committee makes an official report at the designated time at each biennial conference. Committee reports are copied and distributed as follows: 1. One copy to each permanent member (whether present or not) and to each participant in the conference. 2. One final copy to the conference vice-chair for inclusion in the conference proceedings. This copy includes all revisions approved by the conference. Much of the work of committees is, of necessity, conducted by correspondence and teleconferences during the interval between conferences. Section 6.1 Committee Structure Each committee has co-chairs, one from NRCS and the other an NCSS cooperator. Section 6.1.1 Committee Co-Chair Responsibilities Committee co-chairs are charged with the responsibility of initiating and carrying forward assigned work. They provide their committee members with the charges as directed by the steering committee and with additional instructions they deem necessary to complete the committee charge(s). Committee co-chairs initiate committee work at the earliest possible date to assure completion by the next scheduled conference. Committee co-chairs are responsible for prompt submission of their reports to the co-chairs of the steering committee, who then duplicate and distribute committee reports in the conference proceedings. Committee co-chairs also give a report of committee actions and recommendations at designated times during the conference. Section 6.2 Conference Steering Committee The conference steering committee is co-chaired by the soil technology specialist from the designated National Technology Support Center (NTSC) (see Table 1) and the liaison from the NRCS National Soil Survey Center. The steering committee formulates policy on conference membership and participation. Final approval or disapproval of policy changes is by vote, during the biennial business meeting of the conference. The steering committee assures that there is a balance among States and agencies on each committee; that is to say, no one State or agency will dominate any single committee. The conference steering committee shall consist of the following seven members: 1. Co-chair: Soil technology specialist from the designated NTSC 2. Co-chair: Liaison from the National Soil Survey Center 3. The soil technology specialist from the NTSC not acting as co-chair 4. Current conference chair 5. Current conference vice-chair 6. Past conference chair 7. Current MLRA representative Section 6.2.1 Responsibilities of the Conference Steering Committee Conference steering committee responsibilities include but are not limited to: 1. Co-chairs call a meeting of the committee about 1 year prior to the conference. 2. Committee plans the meeting agenda, develops charges for permanent standing committees, and formulates statements of conference policy. 3. Committee selects co-chairs and establishes ad hoc committees at least 4 months prior to the conference. 4. Committee reviews conference activities and develops an executive summary of conference recommendations. 5. Committee sends applicable conference recommendations to the steering committee chair of the National Cooperative Soil Survey Conference. 6. Committee sends applicable conference recommendations to the soil survey leaders of appropriate agencies for consideration and possible implementation. 7. Committee establishes and maintains liaisons between the conference and— • The national and other regional conferences • State Conservationists of 12 southern States and the Caribbean Area • Directors of the southern experiment stations • National Congress of American Indians • State, regional, and national offices of NRCS, U.S. Forest Service, Bureau of Indian Affairs, National Park Service, American Indian Tribes, and Consulting Soil Scientists Division (S12) of the Soil Science Society of America • NRCS centers • Other committees or work groups associated with the conference • Others as identified by the steering committee 8. Committee meets immediately after the conference to summarize recommendations and propose actions to be taken. Participation by 50 percent or more of the conference steering committee shall constitute a quorum for the transaction of business. Items shall be passed by a majority of members present. The co-chairs do not vote except in the case of a tie vote. Section 6.3 Permanent Standing Committees Permanent standing committees are established by the National Cooperative Soil Survey Conference bylaws as contained in part 602, subpart A, section 602.00 and subpart B, Exhibits, section 602.10. 1. Soil taxonomy and standards 2. Research priorities 3. New technology 4. Soil interpretation criteria review Section 6.3.1 Soil Taxonomy and Standards Co-committee The Soil Taxonomy and Standards Co-committee is comprised of the respective directors from the MLRA soil survey regional offices in Raleigh, North Carolina; Morgantown, West Virginia; Auburn, Alabama; and Temple, Texas. The NRCS co- chair will be one of these MLRA soil survey regional directors on a rotating basis, as indicated in Table 1 (see Section 5.1 above). The university co-chair will be selected by the university members and will serve according to the university’s desired rotation schedule. Section 6.4 Ad Hoc Committees Ad hoc committees may be established by the steering committee as needed to meet specific needs and/or goals as related to the standing committees. Article VII. Conference Advisors Section 7.0 Conference Advisors Conference advisors are invited to the conference and shall act in an advisory capacity to assist in items related to agency line and policy. Advisors to the conference are the State Conservationist (STC) of the host State, or as selected by the conference, the experiment station director for the host State, or as selected by the conference, and a Forest Service regional forester. Article VIII. Historical Records Section 8.0 Conference Historical Records The National Soil Survey Center liaison will maintain a permanent, cumulative file of conference programs, correspondence, committee reports, proceedings, bylaws, and other material generated by or related to the conference. Article IX. Amendments Section 9.0 Amendments Any part of these bylaws may be amended for purposes, policy, and procedures at any time by ballot with a majority vote of the permanent membership. Participation by 50 percent or more of the conference permanent membership shall constitute a quorum for the transaction of business. The co-chairs do not vote except in the case of a tie vote. An amendment shall, unless otherwise provided therein, be effective immediately upon adoption and shall remain in effect until changed or deleted. Bylaws Action Date Adopted June 9, 1960 Amended July 11, 1968 Amended May 7, 1970 Amended May 25, 1984 Amended June 22, 1990 Amended April 19, 1996 Amended June 26, 1998 Amended June 15, 2010",
      "part": "602",
      "headerid": "14",
      "header": "Bylaws of the Southern Regional Cooperative Soil Survey Conference"
    }
  ],
  "602.15": [
    {
      "clause": 1,
      "content": "602.15 Conducting NCSS Conferences Communication within and between the National Cooperative Soil Survey (NCSS) regional and national conferences is essential. If the conferences are to remain an effective means of conducting business, and all partners are to be afforded effective means to contribute, then direction is needed on how communications happen within the conferences. Steering committees and liaisons should coordinate with committee chairs to help ensure that meeting time is allocated appropriately among important conference activities, including working sessions for standing and ad hoc committees, updates, information exchange, and field trips. Meeting conference objectives requires coordination and continued feedback from the membership and from regular, ongoing work committees throughout the year. Timely execution of planning efforts for regional and national conferences is necessary to ensure participation in the preconference activity. Coordination Activities The Soil and Plant Science Division director assigns a liaison to each of the regional conferences and may be chosen from any NCSS member. The role of the liaison is to help ensure good communication between the regional and national conferences. Activities that can help accomplish this goal include: ensuring all steering committee members are familiar with the specific guidance given in the regional conference bylaws, helping the steering committee develop the agenda for the regional conference and adequately address issues of concern from the past national conference or current national committee deliberations, and helping ensure that all issues from regional conferences are identified in the conference report and that the report is presented and/or made available to participants at the next national conference. The chair of each regional standing committee should attend the next national conference to ensure that issues of concern raised in regional committee deliberations are reported to the national conference and to provide clarification and counsel to the national committee regarding those issues. This individual should also ensure that discussions of the national committee are well understood during deliberations of the regional committee during the year following the national conference. The regional steering committee, with the assistance of the assigned liaison, should ensure that the issues raised by any regional ad hoc committee are directed to all appropriate members of the national conference and that feedback is directed to the ad hoc committee so that committee members are aware of the disposition of their concern. Regional standing and adhoc committee chairs will provide a report to members of the national conference steering committee and the chair of each of the national standing committees or related national conference personnel as follows: within 30 days of the end of the regional conference, 90 days before the next national conference, and within 90 days of the next regional conference. In addition, any individual who has responsibility for a subject matter addressed as an item of concern or a recommendation should be provided a copy. The reports are presented at conference committee meetings. To meet NCSS objectives, it is critical to have continuity from one conference to the next. The Timeline of Activities facilitates continuity. Timeline of Activities Conference date minus Activity 23 months Steering committee and committee chairs provide reports, including names of the new committee chairs and vice-chairs, to the Soil and Plant Science Division for posting on the NCSS website, and to the national conference liaisons for communication to the corresponding national or regional committees. Executive Services staff distribute bylaws to incoming committee chairs and vice-chairs. 22 months Soil and Plant Science Division publishes proceedings on conference websites. Committee chairs solicit new committee members through the NCSS. 20 months Committees convene to review objectives and charges as assigned based on prior conference proceedings and recommendations. Committees set meetings as needed to discuss and accomplish charges and to prepare reports for the intervening regional or national conferences. The steering committee meets to review recommendations and assess further action. 15 months Committees submit mid-term report to the intervening regional or national conference committees; report is published on the NCSS website and in the NCSS newsletter. 12 months Conference steering committee begins holding planning meetings monthly, or more frequently if needed. 9 months Conference, including dates and location, is announced by posting on the NCSS website and sending information to member lists. 6 months Committees meet to review intervening meeting proceedings and begin drafting recommendations. 3 months Committee chairs submit draft reports to steering committee for distribution to NCSS members. Requests for new committee vice-chair nominations are solicited. At conference Committee reports are presented during committee meetings. Report recommendations are submitted to the business meeting for discussion. Committee vice-chairs are chosen by the committees and names are submitted to the business meeting.",
      "part": "602",
      "headerid": "15",
      "header": "Conducting NCSS Conferences"
    }
  ]
}
