{
  "SERIES": "XERTA",
  "STATUS": "Established Series",
  "BYREV": "Rev: DMC/ELS/WED/JBF",
  "REVDATE": "12/2019",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, smectitic, mesic Argiduridic Durixerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Xerta very stony loam--rangeland.  (Colors are for dry soil unless otherwise noted.)\nA1--0 to 5 cm; grayish brown (10YR 5/2) very stony fine sandy loam, very dark grayish brown (10YR 3/2) moist; weak thin platy structure; soft, very friable, slightly sticky and slightly plastic; common very fine roots; common very fine tubular pores; 35 percent stones; slightly alkaline (pH 7.8); abrupt smooth boundary.  (0 to 13 cm thick)\nA2--5 to 13 cm; brown (10YR 5/3) very gravelly loam, very dark grayish brown (10YR 3/2) moist; moderate medium and coarse subangular blocky structure; slightly hard, very friable, sticky and plastic; common very fine roots; common very fine tubular pores; 50 percent gravel; slightly alkaline (pH 7.6); abrupt smooth boundary.  (0 to 15 cm thick)\nA3--13 to 25 cm; brown (10YR 5/3) gravelly clay loam, dark brown (10YR 3/3) moist; moderate coarse subangular blocky structure; hard, friable, moderately sticky and moderately plastic; common very fine, fine and medium roots; common very fine tubular pores; 30 percent gravel; slightly alkaline (pH 7.6); abrupt smooth boundary.  (3 to 18 cm thick)\nBt--25 to 53 cm; brown (7.5YR 4/2) clay, dark yellowish brown (10YR 4/4) moist; strong medium prismatic structure; very hard, firm, very sticky and very plastic; few very fine and fine roots; common very fine tubular pores; common distinct clay films on ped faces and along surfaces of pores; few slickensides; slightly alkaline (pH 7.6); abrupt wavy boundary.  (25 to 64 cm thick)\nBtk--53 to 58 cm; dark grayish brown (10YR 4/2) extremely gravelly loam, dark yellowish brown (10YR 4/4) moist; massive; hard, friable, slightly sticky and slightly plastic; few very fine roots; few fine tubular pores; few faint clay films on surfaces of pores; 60 percent gravel; strongly effervescent; moderately alkaline (pH 8.2); abrupt smooth boundary.  (3 to 13 cm thick)\nBqkm--58 to 61 cm; white (10YR 8/1) indurated duripan with a troweled appearance on the surface; abrupt wavy boundary.  (3 to 10 cm thick)\nR--61 cm; hard basalt."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Carson City, Nevada; about 3 miles northeast of Carson City, Nevada; about 1,300 feet west and 200 feet north of the southeast corner of section 35, T. 16 N., R. 20 E.; USGS New Empire 7.5 minute topographic quadrangle; latitude 39 degrees 12 minutes 5 seconds N and longitude 119 degrees 42 minutes 4 seconds W; WGS84 Decimal Degrees 39.2013889 latitude, xxx.xxxxxx  -119.7008333."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: Usually dry, moist in winter and early spring; aridic soil moisture regime bordering on xeric.\nMean annual soil temperature: 8 to 12 degrees C.\nCombined thickness of A and Bt horizons: 50 to 100 cm.\nMollic epipedon thickness: 18 to 36 cm.  Includes upper Bt horizon in some pedons.\nDepth to hardpan and bedrock:  50 to 100 cm.\nParticle-size control section - Clay content:  40 to 60 percent.\nRock fragments:  0 to 15 percent rock fragments, either basalt or pan fragments.\nA horizon\nValue:  4 or 5 dry, 2 or 3 moist.\nChroma:  2 or 3.\nStructure:  Platy, subangular blocky or angular blocky.\nReaction:  Neutral or slightly alkaline.\nBt horizon\nHue:  10YR or 7.5YR.\nValue:  3 through 6 dry, 3 through 5 moist.\nChroma:  2 through 4.\nTexture:  Clay in the upper part and clay loam or loam in the lower part.\nReaction:  Slightly alkaline or moderately alkaline.\nBtk horizon\nRock fragments:  35 to 60 percent basalt or pan fragment gravel.\nBqkm horizon\nOther features:  1 to 2 mm thick continuous silica laminae."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Adios, Barnard, Decan, Ollierivas and Uana series.\nAdios and Ollierivas soils lack abrupt boundaries between the A and Bt horizons and have less than 35 percent rock fragments in the lower portions of the argillic horizon. Barnard, Decan, and Uana soils lack bedrock within depth of 100 cm."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Xerta soils are on basaltic plateaus and hills having many rock outcrops and basaltic escarpments.  These soils formed in residuum weathered from basaltic rocks. Slopes are 4 to 30 percent.  Elevations are 1,405 to 2,075 meters.  The mean annual temperature is 7 to 11 degrees C.; mean annual precipitation is 250 to 360 cm which comes mostly as snow; and the frost-free season is 100 to 120 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Deven, Old Camp and Tarloc soils.  Deven soils lack duripans and have bedrock within depth of 50 cm.  Old Camp soils have loamy-skeletal control sections and have bedrock within depth of 50 cm. Tarloc soils have coarse-loamy control sections, lack duripans and have paralithic contacts."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:  Well drained; slow runoff; moderately low saturated hydraulic conductivity."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Rangeland and wildlife habitat.  The vegetation is principally low sagebrush, big sagebrush, cheatgrass, bottlebrush squirreltail, green ephedra, littleleaf horsebrush and scattered pinyon and juniper trees."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Western Nevada.   These soils are not extensive. MLRA 26."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Carson City Area, Nevada, 1975."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon - The zone from the surface to about 25 cm (A1, A2 and A3 horizons).\nArgillic horizon - The zone from about 25 to 58 cm (Bt and Btk horizons).\nDuripan - The zone at 58 to 61 cm (Bqkm horizon).\nLithic contact - The boundary at 61 cm (R layer).\nParticle-size control section - The zone from 25 to 58 cm (Bt and Btk horizons).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
