{
  "SERIES": "XERXES",
  "STATUS": "Established Series",
  "BYREV": "Rev. HDP-DWW-JVC-JBF",
  "REVDATE": "12/2019",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS:  Ashy-skeletal, glassy, mesic, shallow Vitrixerandic Haplargids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Xerxes extremely cobbly ashy loamy sand--rangeland.  (Colors are for dry soil unless otherwise noted.)  The soil surface is partially covered with 45 percent gravel and 20 percent with cobbles.\nA--0 to 5 cm; light brownish gray (2.5Y 6/2) extremely cobbly ashy loamy sand, very dark grayish brown (2.5Y 3/2) moist; weak thick platy structure; slightly hard, very friable, nonsticky and nonplastic; few very fine roots; many very fine and few fine interstitial, few fine tubular pores; 40 percent gravel and 35 percent cobbles; slightly alkaline (pH 7.6); abrupt smooth boundary.  (3 to 10 cm thick)\nBt--5 to 13 cm; light brownish gray (2.5Y 6/2) cobbly ashy fine sandy loam, very dark grayish brown (2.5Y 3/2) moist; weak thick platy structure parting to moderate medium platy; slightly hard, very friable, slightly sticky and nonplastic; common very fine and fine, few medium and coarse roots; many very fine and fine interstitial pores; common faint clay bridges between sand grains; 10 percent gravel and 10 percent cobbles; slightly alkaline (pH 7.6); abrupt smooth boundary.  (5 to 10 cm thick)\nBtkq--13 to 25 cm; light gray (10YR 7/2) very cobbly ashy fine sandy loam, brown (10YR 5/3) moist; moderate fine and medium subangular blocky structure parting to moderate thin platy; slightly hard, very friable, slightly sticky and nonplastic; common very fine through coarse roots; many very fine interstitial, common very fine and fine tubular pores; 5 percent durinodes and 5 percent medium platy silica concretions; few faint clay films on faces of peds and common distinct clay films lining pores; 15 percent gravel, 25 percent cobbles, and 5 percent stones; secondary carbonates segregated as common coats and pendants on bottoms of rock fragments; strongly effervescent; slightly alkaline (pH 7.6); clear smooth boundary.  (8 to 20 cm thick)\n2Cr--25 to 38 cm; soft vitric tuff; strongly effervescent."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Elko County, Nevada; about 24 miles southeast of Jackpot; about 1,250 feet south and 80 feet east of the northwest corner of section 26, T. 45 N., R. 67 E.; USGS Mustang Draw 7.5 minute topographic quadrangle; latitude 41 degrees 45 minutes 46 seconds N and longitude 114 degrees 21 minutes 18 seconds W; WGS84 Decimal Degrees 41.7627333 latitude, -114.3550000 longitude."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: Usually dry, moist in winter and spring, dry in summer and fall; aridic soil moisture regime that borders on xeric.\nMean annual soil temperature: 8 to 11 degrees C.\nDepth to bedrock: 20 to 36 cm to a paralithic contact.  The paralithic materials below the contact are vitric tuff.\nVolcanic glass content: 30 to 95 percent in the coarse silt through fine sand fractions.\nParticle-size control section - Clay content: 8 to 15 percent.\nRock fragments: Averages 35 to 50 percent, mainly gravel and cobbles.  Lithology of fragments is volcanic rocks such as tuff and rhyolite.\nA horizon\nHue: 10YR or 2.5Y.\nValue:  5 or 6 dry.\nChroma: 2 or 3, dry or moist.\nBt horizon\nHue: 10YR or 2.5Y.\nValue: 5 or 6 dry, 3 or 4 moist.\nChroma: 2 or 3, dry or moist.\nTexture: Cobbly ashy fine sandy loam or very cobbly ashy fine sandy loam.\nClay content:  8 to 18 percent.\nRock fragments:  15 to 40 percent, mainly gravel and cobbles.\nStructure: Weak or moderate, platy or subangular blocky.\nBtkq horizon\nHue: 10YR or 2.5Y.\nValue:  6 or 7 dry, 4 or 5 moist.\nChroma:  2 or 3, dry or moist.\nTexture:  Very cobbly ashy fine sandy loam or very cobbly ashy sandy loam.\nClay content: 8 to 18 percent.\nRock fragments:  35 to 50 percent, mainly gravel and cobbles.\nStructure:  Weak or moderate, platy or subangular blocky.\nReaction:  Slightly alkaline or moderately alkaline.\nCalcium carbonate equivalent: 0 to 1 percent.\nDurinodes: 2 to 10 percent."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  At present, there are no other series in this family."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Xerxes soils are on hills and plateaus.  These soils formed in residuum and colluvium derived from tuff with a component of volcanic ash.  Slopes are 4 to 50 percent.  Elevations are 1,590 to 2,075 meters.  The climate is semiarid with cool, moist winters and warm, dry summers.  The mean annual precipitation is 250 to 360 mm, mean annual temperature is 7 to 10 degrees C, and the frost-free period is 100 to 120 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Ashart and Zark soils.  Ashart soils are ashy.  Zark soils are ashy, moderately deep to paralithic contacts, and have Mollic epipedons."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:  Well drained; very high surface runoff; high saturated hydraulic conductivity."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Xerxes soils are used for rangeland and wildlife habitat.  The present vegetation is mainly Wyoming big sagebrush, antelope bitterbrush, bluebunch wheatgrass, Thurber's needlegrass, and Indian ricegrass with invasion of scattered Utah juniper."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northeastern Nevada.  These soils are moderately extensive.  MLRA 25."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Davis, California."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Elko County (Northeast Part), Nevada, 1986."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  The revision of 08/2000 changed particle-size class, mineralogy class, and subgroup to better reflect this series physical and climatic properties.  The assignment of the ashy-skeletal substitute class and glassy mineralogy class is based on properties of associated soils and the vegetative community.\nDiagnostic horizons and features recognized in this pedon are:\nOchric epipedon - The zone from the soil surface to 5 cm (A horizon).\nArgillic horizon - The zone from 5 to 25 cm (Bt and Btkq horizons).\nIdentifiable secondary carbonates and durinodes - The zone from 13 to 25 cm (Btkq horizon).\nParalithic contact - The boundary at 25 cm to underlying soft weathered bedrock (2Cr layer).\nParticle size control section and ashy-skeletal substitute class with glassy mineralogy - The zone from the soil surface to 25 cm (A, Bt, and Btkq horizons).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
