{
  "SERIES": "XYNO",
  "STATUS": "Tentative Series",
  "BYREV": "DV/JFR/JJJ",
  "REVDATE": "2/97",
  "STATES": "CA",
  "OVERVIEW": "The Xyno series consists of shallow, somewhat excessively drained soils formed in material weathered mainly from granitic rocks.  Xyno soils are on mountains and hills.  Slopes range from 9 to 60 percent.  The mean annual precipitation is about 8 inches and the mean annual temperature is about 59 degrees  F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Mixed, thermic, shallow Xeric Torripsamments"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Xyno gravelly loamy coarse sand - on a west facing slope of 45 percent under white burrobush, red brome, and narrowleaf goldenbush at an elevation of 2,840 feet. (Colors are for dry soil unless otherwise stated.  When described (8/1/95), the soil was dry throughout.)\nA--0 to 2 inches; brown (10YR 5/3) gravelly loamy coarse sand, dark grayish brown (10YR 4/2) moist; weak medium subangular blocky structure; soft, very friable, nonsticky and nonplastic; common very fine roots; many very fine interstitial pores; 20 percent gravel; neutral (pH 7.0); clear smooth boundary. (1 to 8 inches thick)\nC--2 to ll inches; brown (10YR 5/3) gravelly loamy coarse sand, dark brown (10YR 3/3) moist; massive; soft, very friable, nonsticky and nonplastic; few very fine roots; many very fine interstitial pores; 20 percent gravel; neutral (pH 7.2); abrupt wavy boundary. (5 to 17 inches thick)\nCr--11 to 20 inches; partly decomposed granodiorite."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Kern County, California; about 4.75 miles west-northwest of Weldon, California, near Lake Isabella; about 625 feet east and upslope from Sierra Way Highway and 100 feet north of large rock outcrops; about 1,950 feet east and 600 feet north of the southwest corner of Sec. 8, T. 26 S., R. 34 E., Weldon, California quadrangle."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:       Soil Moisture - Usually dry in all parts from about May 20 to November 30 (about 190 days) and moist in some or all parts the remainder of the time (about 175 days).  The soil is moist about 80 days when the temperature is above 47 degrees.  The moisture regime is aridic but borders on xeric.        Soil Temperature - The mean annual soil temperature is 59 to 64 degrees F.  The soil temperature is above 47 degrees F. from about March 1 to December 15, and exceeds 41 degrees F. from about February 1 to December 25.\nDepth to decomposed granitic bedrock - 8 to 20 inches.\nOrganic Matter:  less than 1 percent.\nParticle size control section:\nTexture: gravelly loamy coarse sand or bouldery loamy\ncoarse sand\nClay Content: 4 to 10 percent\nRock Fragments: less than 30 percent, most areas\ngravelly, mainly (2-5mm) gravel, some\nareas are bouldery.  Cobbles are 0 to\n10 percent.  Boulders are 0 to 15\npercent.\nA horizon\nValue:  5 or 6 dry, 3 or 4 moist\nChroma:  2, 3 or 4\nTexture: gravelly loamy coarse sand or bouldery loamy\ncoarse sand\nReaction: slightly acid to slightly alkaline\nC horizon\nValue:  5 or 6 dry, 3 or 4 moist\nChroma:  3 or 4\nTexture: loamy coarse sand, gravelly loamy coarse sand\nor bouldery loamy coarsse sand\nReaction: slightly acid to slightly alkaline"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  This is the Movieflat(T) series.  Movieflat soils lack gravelly or bouldery textures, have slopes of 2 to 9 percent and occur on pediments.  Movieflat soils may be reclassified as typic."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Xyno soils are mainly on mountain sideslopes and hill slopes.  Slopes are 9 to 60 percent.  These soils formed in material weathered mainly from granitic rocks. Some areas are formed in mixed rocks that include metamorphic and basic intrusive rocks.  Elevations are 2,600 to 5,200 feet.  The mean annual precipitation is 6 to 10 inches.  The mean January temperature is about 44 degrees F.; the mean July temperature is about 81 degrees F.  The mean annual temperature is 56 to 62 degrees F.  The frost-free season is 175 to 225 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Canebrake (T), Pilotwell (T) and Scodie (T) series.  Canebrake soils have mesic soil temperatures.  Pilotwell soils are moderately deep.  Scodie soils have a mollic epipedon and a mesic soil temperature."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Somewhat excessively drained; medium or rapid runoff; rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Xyno soils are used mainly for wildlife habitat. Occasionally, they are used for rangeland.  On the more gently sloping areas they may be used for homesite development.  The vegetation is mainly white burrobush, California buckwheat, Nevada ephedra, narrowleaf goldenbush, annual grasses and forbs and desert needlegrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Southeastern Sierra Nevada Mountain Range in California.  The series is not extensive in MLRA 29."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES PROPOSED",
    "content": "SERIES PROPOSED:  Kern County, California, Kern County, Northeastern Part and Southeastern Part of Tulare County Soil Survey Area, 1993.  The name is coined from the name of a nearby town."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nDiagnostic horizons and features recognized in this pedon are:\nOchric epipedon - The zone from 0 to 2 inches (A)\nParalithic contact - The boundary at 11 inches (Cr1)\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "somewhat excessively"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 5,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "loamy coarse sand",
        "cf_class": "gravelly",
        "pH": 7,
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A--0 to 2 inches; brown (10YR 5/3) gravelly loamy coarse sand, dark grayish brown (10YR 4/2) moist; weak medium subangular blocky structure; soft, very friable, nonsticky and nonplastic; common very fine roots; many very fine interstitial pores; 20 percent gravel; neutral (pH 7.0); clear smooth boundary. (1 to 8 inches thick)"
      },
      {
        "name": "Cr",
        "top": 28,
        "bottom": 51,
        "narrative": "Cr--11 to 20 inches; partly decomposed granodiorite."
      }
    ]
  ]
}
