{
  "SERIES": "XYZOIC",
  "STATUS": "Established Series",
  "BYREV": "REV: LJL/PBF/ET",
  "REVDATE": "06/2000",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS:  Loamy-skeletal, mixed, superactive, calcareous, thermic, shallow Typic Torriorthents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  On Xyzoic extremely gravelly sandy loam, 15 to 50 percent slopes at an elevation of 4,200 feet.  (Colors are for dry soil unless otherwise noted.)\nThe surface is covered by approximately 80 percent gravel, 2 percent cobbles and a trace of stones.\nA -- 0 to 2 inches; gray (2.5Y 6/1) extremely gravelly sandy loam, dark grayish brown (2.5Y 4/2) moist; moderate thick platy structure; soft, very friable, nonsticky and nonplastic; few very fine roots; common very fine and few fine interstitial pores; 70 percent gravel, 2 percent cobbles and trace of stones; strongly effervescent; moderately alkaline (pH 8.2); clear smooth boundary. (1 to 3 inches thick)\nC -- 2 to 10 inches; light brownish gray (2.5Y 6/2) very gravelly sandy loam, dark grayish brown (2.5Y 4/2) moist; weak medium subangular blocky structure; slightly hard, very friable, nonsticky and nonplastic; common very fine and few fine and medium roots; few very fine and fine interstitial and tubular pores; 50 percent gravel, 2 percent cobbles and trace of stones; violently effervescent; moderately alkaline (pH 8.2); clear irregular boundary. (3 to 11 inches thick)\nCr -- 10 to 25 inches; soft weathered granite; common very fine and few fine roots; clear wavy boundary. (10 to 20 inches thick)\nR -- 25 inches; hard granite."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  San Bernardino County, California; approximately 21 miles north-northeast of cantonment area, Fort Irwin, California; about 4,700 feet north and 1,350 feet west of the northeast corner of tentative section 4, T. 16 N., R. 4 E.; 35 degrees, 31 minutes, 23 seconds north latitude and 116 degrees, 33 minutes, 05 seconds west longitude;  USGS East of Leach Lake, Calif. quadrangle; UTM 11S, 0540700e 3930990n (DTM: NAS-C)."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture control section - usually dry, moist in some part for short periods during winter and early spring and for 10 to 20 days cumulative between July and October following convection storms.  The soils have a Typic-Aridic moisture regime.\nSoil temperature: 59 to 68 degrees F.\nSurface rock fragments: 70 to 85 percent gravel, 0 to 5 percent cobbles and 0 to trace percent stones.\nControl section -\nRock fragments: ranges from 50 to 75 percent; mainly gravel, with 0 to 5 percent cobbles, with 40 to 60 percent of the gravel in the 2 to 5 millimeter size range\nClay content: 8 to 12 percent\nDepth to paralithic contact: 4 to 14 inches\nDepth to bedrock: 20 to 30 inches\nOrganic matter: 0 to 0.5 percent\nA horizon\nChroma: 1, 2 or 4 dry, and 2 or 3 moist\nCalcium carbonate equivalence: 1 to 5 percent\nReaction: slightly or moderately alkaline\nC horizon\nValue: 6 or 7 dry, and 4 or 5 moist\nChroma: 2 or 3, dry or moist\nStructure: weak or moderate\nConsistence: slightly hard or soft\nEffervescence: slightly to violently effervescent\nCalcium carbonate equivalence: 1 to 5 percent\nReaction: slightly or moderately alkaline"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Dixaleta (AZ), Seanna (NV) and Shankba (NV) series. These soils do not have hues of 2.5Y. In addition, Dixaleta soils contain 40 to 80 percent channers and the gravel fraction contains less than 30 percent fine gravel. Seanna soils have a MAST of 66 to 71 degrees F. Shankba soils are 14 to 20 inches deep to a paralithic contact and the gravel fraction contains less than 30 percent fine gravel."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Xyzoic soils are on mountains. Slopes are 15 to 50 percent. These soils formed in residuum and colluvium from granite. Elevations are 3,300 to 4,800 feet. The climate is arid with hot, dry summers and warm, moist winters. The mean annual precipitation is 4 to 8 inches; mean annual air temperature is 57 to 66 degrees F., and the frost-free season is 200 to 300 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Arizo, Etinarg and Haleburu soils. Arizo soils have sandy-skeletal particle-size control sections, are very deep, and occur on alluvial fans. Etinarg soils have an argillic horizon and a mesic soil temperature regime. Haleburu soils do not have a paralithic contact and occur on volcanic mountains."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained. Very high runoff. Moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Xyzoic soils are used for military exercises and wildlife habitat. The present vegetation is mainly white bursage, creosotebush, range ratany, and desert needlegrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Mojave Desert of southeastern California. MLRA 30. These soils are of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Davis, California."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  San Bernardino County, California, Fort Irwin Soil Survey Area, 2000. The name is coined."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in the profile are:\n1.  Ochric epipedon -- from the soil surface to 2 inches (A\nhorizon).\n2.  Particle size control section -- from the soil surface\nto 10 inches (A and C horizons).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
