{
  "SERIES": "KABEAR",
  "STATUS": "Established Series",
  "BYREV": "Rev. GPB/CLM-JVC",
  "REVDATE": "12/2006",
  "STATES": "ID",
  "OVERVIEW": "The Kabear series consists of very deep, well drained soils that formed in alluvium derived from mixed sources with some loess influence.  Kabear soils are on hills.  Slopes are 4 to 50 percent.  The mean annual precipitation is about 18 inches and the mean annual air temperature is about 43 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS:  Coarse-loamy, mixed, superactive, frigid Pachic Haploxerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Kabear very fine sandy loam--on an 18 percent slope at 5,250 feet elevation--nonirrigated cropland.  (Colors are for dry soil unless otherwise noted.  When described on August 7, 1987, the soil was dry from 0 to 5 inches and moist from 5 to 60 inches.)\nAp--0 to 9 inches; dark grayish brown (10YR 4/2) very fine sandy loam, very dark brown (10YR 2/2 ) moist; weak fine granular structure; slightly hard, very friable, slightly sticky and nonplastic; many very fine and fine and few medium roots; common very fine tubular and irregular pores; neutral (pH 7.0); clear wavy boundary.  (7 to 10 inches thick)\nBw1--9 to 17 inches; grayish brown (10YR 5/2) fine sandy loam, very dark grayish brown (10YR 3/2) moist; weak fine subangular blocky structure; slightly hard, very friable, slightly sticky and nonplastic; many very fine and common fine and few medium roots; common very fine tubular and irregular pores; neutral (pH 7.0); clear wavy boundary.  (6 to 12 inches thick)\nBw2--17 to 25 inches; brown (10YR 5/3) sandy loam, dark brown (10YR 3/3) moist; weak fine subangular blocky structure; slightly hard, very friable, slightly sticky and nonplastic; common very fine and fine and few medium roots; common very fine tubular and irregular pores; 10 percent very weakly cemented nodules 5 to 10 mm in diameter; neutral (pH 7.0); gradual wavy boundary.  (6 to 12 inches thick)\nBw3--25 to 45 inches; pale brown (10YR 6/3) loam, brown (10YR 4/3) moist; weak very fine and fine subangular blocky structure; slightly hard, very friable, slightly sticky and slightly plastic; common very fine and fine and few medium roots; common very fine tubular and irregular pores; neutral (pH 7.0); gradual wavy boundary;  (10 to 22 inches thick)\nC--45 to 60 inches; pale brown (10YR 6/3) fine sandy loam; brown (10YR 4/3) moist; massive; soft, very friable, slightly sticky and nonplastic; common very fine and fine and few medium roots; common very fine tubular and irregular pores; neutral (pH 7.2)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Franklin County, Idaho; about 8 miles northeast of Preston; approximately 800 feet west and 1,400 feet south of the northeast corner of section 26, T. 14 S., R. 40 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nMean annual soil temperature - 44 to 47 degrees F.\nMollic epipedon thickness - 20 to 45 inches; includes the Bw1 and Bw2 horizons.\nParticle-size control section - Clay content: 4 to 17 percent; Sand content: 15 to 30 percent fine sand or coarser.\nReaction - Neutral or slightly alkaline.\nAp horizon\nValue: 4 or 5 dry, 2 or 3 moist.\nChroma: 2 or 3, dry or moist.\nOrganic matter content: 2 to 4 percent.\nBw horizons\nValue: 5 or 6 dry, 3 or 4 moist.\nChroma: 2 through 4, dry or moist.\nTexture: Fine sandy loam, sandy loam, or loam.\nRock fragments: 0 to 6 percent gravel.\nOrganic matter content: 1 to 3 percent.\nC horizon\nValue: 6 or 7 dry, 4 or 5 moist.\nChroma: 2 or 3, dry or moist.\nTexture: Fine sandy loam or loamy fine sand.\nRock fragments: 0 to 6 percent gravel."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Iver, Lobert, Ola, Prucree (T), Redmount, Shively, Suryon (T), Taterpa, and Wagore series.\nIver soils have 15 to 30 percent rock fragments and 15 to 18 percent clay in the particle-size control section.  Lobert soils do not have cambic horizons and have durinodes.  Ola soils are moderately deep to paralithic contacts.  Prucree soils are moderately deep to paralithic contacts.  Redmount soils have a gravelly or very gravelly 2C horizon in the lower part of the particle-size control section.  Shively soils have AC profiles.  Suryon soils have hue of 5YR or 7.5YR and have mean annual soil temperature of 39 to 43 degrees F.  Taterpa soils have more than 40 percent fine sand or coarser.  Wagore soils have 20 to 35 percent rock fragments in the particle-size control section and do not have cambic horizons."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Kabear soils are on hills.  These soils formed in alluvium derived mixed sources such as tuff, sandstone, volcanic ash, siltstone, and conglomerate with some loess influence.  Slopes are 4 to 50 percent.  Elevations range from 5,000 to 5,600 feet.  The mean annual precipitation is 16 to 20 inches, the mean annual air temperature is 41 to 45 degrees F., and the frost-free period is 70 to 100 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Sanyon, Staberg, Manila, and Yeates Hollow soils.  Sanyon soils are shallow to tuff.  Staberg soils are moderately deep to tuff.  Manila and Yeates Hollow soils have greater than 35 percent clay in the control section.  Sanyon soils are on hills.  Staberg soils are on hills.  Manila soils are on fan remnants, hills, and mountains.  Yeates Hollow soils are on hills and mountains."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; medium or high surface runoff; moderate permeability (moderately high or high saturated hydraulic conductivity)."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Kabear soils are used for nonirrigated cropland.  Crops are mainly small grains."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Southeastern Idaho.  These soils are not extensive with about 1,000 acres of the series mapped to date.  MLRAs 13 and 28A."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Franklin County, Idaho, 1997."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon - The zone from the soil surface to 25 inches (Ap, Bw1, and Bw2 horizons).\nCambic horizon - The zone from 25 to 45 inches (Bw3 horizon).\nParticle-size control section - The zone from 10 to 40 inches (Bw2 horizon and parts of the Bw1 and Bw3 horizons).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
