{
  "SERIES": "KABOOM",
  "STATUS": "Established Series",
  "BYREV": "Rev. WAS/PDC/CEM/WWJ",
  "REVDATE": "09/2006",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy, mixed, superactive, thermic Lithic Calcigypsids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Kaboom very gravelly sandy loam - rangeland. (Colors are for dry soil unless otherwise noted.)\nA--0 to 2 inches; light brown (7.5YR 6/3) very gravelly sandy loam, brown (7.5YR 5/4) moist; moderate thin platy structure; soft, very friable, nonsticky and nonplastic; few fine roots; few fine tubular pores; 50 percent gravel; violently effervescent; moderately alkaline (pH 8.4); abrupt smooth boundary.  (1 to 4 inches thick)\nBky1--2 to 5 inches; light brown (7.5YR 6/4) clay loam, brown (7.5YR 4/4) and white (7.5YR 8/1) moist; massive; soft, very friable, slightly sticky and moderately plastic; common very fine and fine roots; few fine tubular pores; common fine soft irregular masses of calcium carbonate and gypsum; violently effervescent, 30 percent calcium carbonate equivalent and 9.74 percent gypsum; moderately alkaline (pH 8.2); clear smooth boundary.\nBky2--5 to 9 inches; brown (7.5YR 5/2) clay loam, brown (7.5YR 4/3) and white (7.5YR 8/1) moist; weak fine subangular blocky structure; soft, very friable, moderately sticky and moderately plastic; common very fine and fine roots; few fine tubular pores; common medium and coarse irregular soft calcium carbonate and gypsum masses; violently effervescent, 35 percent calcium carbonate equivalent and 17.6 percent gypsum; moderately alkaline (pH 8.2); clear wavy boundary.\nBky3--9 to 13 inches; brown (7.5YR 5/3) clay loam, brown (7.5YR 4/3) and white (7.5YR 8/1) moist; moderate medium subangular blocky structure; slightly hard, friable, moderately sticky and moderately plastic; common fine roots; few fine tubular pores; many distinct calcium carbonate and gypsum coatings on ped faces and in pores; 12 percent fine petronodes; violently effervescent, 35 percent calcium carbonate equivalent and 5.7 percent gypsum; moderately alkaline (pH 8.0); abrupt wavy boundary. (Combined thickness of the Bky horizons is 8 to 18 inches)\n2R--13 to 60 inches; interbedded sandstone, limestone and loamy soil material; extremely hard; violently effervescent."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Fort Huachuca, Arizona; located at a latitude of 31 degrees, 36 minutes, 58 seconds North and longitude of 110 degrees, 12 minutes, 15 seconds West."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture - Intermittently moist in some part of the soil moisture control section during July - September and December - February.  Driest during May and June.  Ustic aridic soil moisture regime.\nSoil Temperature:  62 to 69 degrees F.\nPetronodes:  Thought to have formed from calcium and magnesium that precipitated out during fluctuating seasonal water tables under a climate much wetter than the present.  Repeated wetting and extreme drying of the soil may have been a factor in nodule development.  The petronodes have no internal organization and break down completely in HCL acid but not in water.\nDepth to gypsum horizon:  2 to 10 inches\nDepth to calcic horizon:  2 to 10 inches\nDepth to interbedded bedrock:  5 to 20 inches\nClay content:  averages 20 to 35 percent in the control section\nReaction:  slightly or moderately alkaline\nA horizon\nHue:  7.5YR, 10YR\nValue:  5 or 6 dry, 4 or 5 moist\nChroma:  3 or 4, dry or moist\nEffervescence:  strong or violent, 0 to 10 percent calcium carbonate equivalent\nGypsum:  0 to 3 percent\nBky horizon\nHue:  7.5YR, 10YR\nValue:  5 through 7 dry, 4 through 8 moist\nChroma:  1 through 4, dry or moist\nTexture:  clay loam, clay\nEffervescence:  strong or violent, 15 to 40 percent calcium carbonate equivalent\nGypsum:  5 to 20 percent"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no competing series."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Kaboom soils are on stream terraces and relict basin floors at elevations of 4,000 to 4,300 feet.  Slopes range from 0 to 5 percent.  These soils formed in alluvium from mixed sources.  The mean annual precipitation is 12 to 16 inches and occurs as thunderstorms during July to September and as gentle rains during December and January.  The mean annual air temperature is 60 to 67 degrees F.  The frost-free period is 180 to 240 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Graveyard, Gulch, Reeup, Caralampi and Tombstone soils.  Graveyard and Reeup soils are fine textured.  Caralampi and Tombstone soils are loamy-skeletal.  Gulch soils do not have gypsic horizons."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; slow runoff; moderately slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used for military troop training, artillery impact area and wildlife habitat.  Vegetation includes creosotebush, whitethorn, tarbush, black grama, sideoats grama and slim tridens."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Southern Arizona.  Kaboom soils are of limited extent.  MLRA is 41."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Phoenix, Arizona"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Cochise County, Arizona; Soil survey of Cochise County, AZ, Douglas-Tombstone Part; 1996."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - The zone from 0 to 2 inches (A horizon)\nCalcic horizon - The zone from 2 to 13 inches (Bky1, Bky2, Bky3 horizons)\nGypsic horizon - The zone from 5 to 13 inches (Bky2, Bky3 horizons)\nLithic contact - The boundary at 13 inches (2R horizon)\nSoil Taxonomy Second Edition, 1999\nNational Cooperative Soil Survey\nU.S.A."
  }
}
