{
  "SERIES": "KADYGULCH",
  "STATUS": "Established Series",
  "BYREV": "Rev. EMZ-TJK-JAL",
  "REVDATE": "8/98",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive, frigid Typic Haplustepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Kadygulch gravelly loam, forested (colors are for dry colors unless otherwise noted).\nOi--2 to 0 inches; partially decomposed twigs and needles. (1 to 4 inches thick)\nA--0 to 4 inches; very dark grayish brown (10YR 3/2) gravelly loam, very dark brown (10YR 2/2) moist; moderate fine granular structure; soft, friable, slightly sticky and slightly plastic; many fine and common medium and coarse roots; many very fine and fine and common medium pores; 20 percent pebbles; slightly acid (pH 6.4); clear smooth boundary. (2 to 6 inches thick)\nE--4 to 11 inches; pale brown (10YR 6/3) very gravelly coarse sandy loam, brown (10YR 5/3) moist; weak fine granular structure; slightly hard, very friable, slightly sticky and slightly plastic; commom fine and medium and few coarse roots; many very fine and common fine and medium pores; 40 percent pebbles; slightly acid (pH 6.2); abrupt smooth boundary. (4 to 12 inches thick)\nBw1--11 to 19 inches; light yellowish brown (10YR 6/4) very gravelly coarse sandy loam, yellowish brown (10YR 5/4) moist; moderate medium subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; common fine and medium and few coarse roots; common very fine, fine and medium pores; 35 percent pebbles; moderately acid (pH 5.6); clear wavy boundary.\nBw2--19 to 34 inches; very pale brown (10YR 7/4) very gravelly sandy clay loam, yellowish brown (10YR 5/6) moist; weak medium subangular blocky structure; slightly hard, friable, slightly sticky and moderately plastic; few fine, medium and coarse roots; common very fine, fine and medium pores; 55 percent pebbles; strongly acid (pH 5.4); clear wavy boundary. (Combined thickness of Bw horizons is 18 to 32 inches).\nBC--34 to 60 inches; brownish yellow (10YR 6/6) extremely gravelly coarse sandy loam, yellowish brown (10YR 5/4) moist; weak medium subangular blocky structure; slightly hard, very friable, slightly sticky and moderately plastic; few fine, medium and coarse roots; common very fine, fine and medium pores; 10 percent cobbles; 55 percent pebbles; strongly acid (pH 5.2)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Jefferson County, Montana; 1,900 feet north and 1,200 feet west of the SE corner of sec. 14, T. 7 N., R. 4 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil temperature - 38 to 44 degrees F.\nMoisture control section - between 4 and 12 inches.\nSurface stones or boulders - 0 to 3 percent\nA horizon\nValue:  3 or 4 dry; 2 or 3 moist\nChroma:  2 or 3\nClay content:  15 to 25 percent\nRock fragments:  15 to 35 percent--0 to 10 percent cobbles and stones; 15 to 25 percent pebbles\nReaction:  pH 6.1 to 7.3\nE horizon\nValue:  6 or 7 dry; 4 or 5 moist\nChroma:  2 or 3\nTexture:  sandy loam, coarse sandy loam, or sandy clay loam\nClay content:  15 to 25 percent\nRock fragments:  15 to 45 percent--0 to 10 percent cobbles and stones; 15 to 40 percent pebbles\nReaction:  pH 6.1 to 7.3\nBw horizons\nValue:  5, 6, or 7 dry;  4, 5 or 6 moist\nChroma:  3, 4 or 6\nTexture:  sandy loam, coarse sandy loam, or sandy clay loam\nClay content:  18 to 30 percent\nRock fragments:  35 to 60 percent--0 to 20 percent cobbles and stones; 30 to 55 percent pebbles\nReaction:  pH 5.1 to 6.5\nBC horizon\nValue:  6, 7, or 8 dry; 4, 5, or 6 moist\nChroma:  4 or 6\nTexture:  loamy sand, loamy coarse sand, sandy loam, or coarse sandy loam\nClay content:  5 to 18 percent\nRock Fragments:  35 to 70 percent; 5 to 25 percent cobbles and stones; 30 to 55 percent pebbles\nReaction:  pH 5.1 to 6.5"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:\nKingspoint (MT) - has carbonates above 40 inches\nLamedeer (MT) - has carbonates above 40 inches\nMowbray (MT) - has carbonates above 40 inches\nRedfist (MT) - has a lithic contact at 20 to 40 inches\nRepkie (MT) - has less than 18 percent clay throughout; is somewhat excessively drained\nRepp (MT) - has horizons of calcium carbonate accumulation\nSpecie (CO) - has carbonates above 25 inches.\nWilde (MT) - has a lithic contact at 20 to 40 inches\nWildgen (MT) - contains lamellae\nWillspring (MT) - has lithic contact at 20 to 40 inches; has horizon of secondary carbonate accumulation\nWinkler (MT) - contains lamellae; is somewhat excessively drained; has more than 60 percent rock fragments in the control section"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nLandform - alluvial fans, hills, escarpments and mountains.\nElevation - 4,400 to 5,800 feet.\nSlope - 35 to 60 percent.\nParent material - colluvium and slope alluvium derived from fine and coarse grained igneous rocks.\nClimate - long, cold winters; moist springs; warm summers.\nMean annual precipitation - 15 to 19 inches.\nMean annual temperature - 36 to 42 degrees F.\nFrost-free period - 70 to 105 days."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": null
  },
  "USE AND VEGETATION": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained, moderate permeability."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Kadygulch soils are primarily used for timber production, watershed, and wildlife habitat.  The potential native vegetation is mainly Douglas-fir and ponderosa pine with an understory of common snowberry, pinegrass, and white spiraea."
  },
  "REGIONAL OFFICE": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Kadygulch soils are of small extent in western Montana."
  },
  "ORIGIN": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Bozeman, Montana"
  },
  "REMARKS": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Jefferson County, Montana, 1998."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": null
  }
}
