{
  "SERIES": "KAENA",
  "STATUS": "Established Series",
  "BYREV": "Rev. RCH/HHS",
  "REVDATE": "07/2006",
  "STATES": "HI",
  "OVERVIEW": "The Kaena series consists of deep, poorly drained soils that formed in alluvium and colluvium.  Kaena soils are on alluvial fans on steep colluvial slopes and have slopes of 2 to 35 percent.  The mean annual rainfall is about 42 inches and the mean annual temperature is about 74 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Very-fine, smectitic, isohyperthermic Typic Natraquerts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Kaena stony clay - sugarcane.  (Colors are for moist soil unlesss otherwise noted.  All textures are \"apparent field textures.\")\nAp--0 to 10 inches; very dark gray (10YR 3/1) dry or moist stony clay; common fine distinct dark yelllowish brown mottles;  strong fine and medium subangular blocky structure; extremely hard, very firm, very sticky and very plastic; many fine and medium roots; common very fine tubular and interstitial pores; common black organic stains; few coral fragments; few angular stones; ffew pebble-size highly weathered basalt fragments; slight effervescence with hydrogen peroxide; slight effervescence with hydrochloric acid; neutral (pH 7.1); abrupt smooth boundary.  (8 to 12 inches thick)\nACg--10 to 37 inches; dark gray (10YR 4/1) dry and moist stony clay; many fine distinct dark reddish brown mottles; weak coarse prismatic structure; many prominent slickensides; extremely hard, very firm and very plastic; common very fine and fine roots; few medium roots; many very fine tubular pores; few black stains; few pebble-size highly weathered rock fragments; slight effervescence with hydrogen peroxide; neutral (pH 6.8); gradual wavy boundary.  (20 to 30 inches thick)\nC1g--37 to 45 inches; dark grayish brown (10YR 4/2) dry and moist stony clay; common fine distinct strong brown mottles; weak coarse prismatic structure; many distinct slickensides; extremely hard, very firm, very sticky and very plastic; few very fine roots; common very fine tubular pores; few pebble-size highly weathered rock fragments; few black stains; common strong brown, very fine specks; few fine and medium gypsum crystals; slight effervescence with hydrogen peroxide; neutral (pH 6.6); clear smooth boundary.  (7 to 9 inches thick)\nC2--45 to 54 inches; same color , texture and mottles as above; massive; common moderately strong slickensides; extremely hard, very firm, very sticky and very plastic; few very fine roots; common very fine tubular pores; many highly weathered pebbles and basaltic stones; neutral (pH 6.6)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Honolulu County, Hawaii; Kahuka Quadrangle; 21 degrees 41 feet 50 inches N. latitude and 157 degrees 59 feet 8 inches W.  longitude.  Kahuka Plantation Company, northwest from plantation mill entrance on Kamehameha Highway 2.55 miles to power substation north of the highway, south of the road 700 feet and 50 feet east of the road."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The mean annual soil temperature is about 74 degrees F.  The amount of rock fragments increases from less than 10 percent in the upp erpart of the soil to about 40 percent in the lower part.\nThe A horizon has hue of 10YR or 7.5YR, value of 2 or 3 moist and 3 or 4 dry.\nThe C horizon has hue of 10YR or 7.5YR, value of 3 or 4 moist or dry, and chroma of 1 or 2 moist or dry.  Mottles in the C horizon range from distinct to prominent.  The C horizon is slightly acid or neutral."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Kalihi, Kapuhikani, Kokokahi, Lualualei, Makalapa, Nonoahu, and Papaa series.  Kalihi soils have 2.5YR or yellower hue, below the A horizon and their clay is dominantly kaolinite.  Kapuhikani soils are usually dry, lack mottles, and have bedrock at 24- and 35-inch depth.  Kokokahi soils have 2.5Y or yellower hue in the AC and C horizons.  Lualualei soils lack mottles and have cracks that remain open more than 90 days in most years, but not for the entire year.  Makalapa soils lack mottles, have chroma of 2 in the upper 12 inches and formed in volcanic tuff.  Nonopahu soils lack mottles and have kaolinitic mineralogy.  Papaa soils have moist chroma of 2 in the A horizon and lack mottles throughout."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  The Kaena soils are on fans and colluvial slopes at elevations between 50 and 150 feet.  Slopes range from 2 to 35 oercent.  They formed in alluvium and colluvium.  The mean annual rainfall is 30 to 45 inches.  The mean annual temperature is 74 degrees F.; the mean January temperature is 71 degrees F.; and the mean July temperature is 78 degrees F."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Honouliuli and Waialua soils and the competing Lualualei soils.  Honouliuli soils have 5YR or redder hue and are free of mottles.  Waialua soils lack slickensides and their clay is dominantly kaolinite."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Poorly drained; slow to rapid runoff; slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Dominantly pasture; small acreage is in irrigated sugarcane and truck crops.  Natural vegetation is kiawe, klu, lanatana, koa-haole, and fingergrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  The soil is in small scattered bodies around the fringe of the uplands on the islands of Kauai and Oahu, Hawaii.  Series is inextensive with a total of approximately 4,100 acres."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Soil Survey, Territory of Hawaii, 1949.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": null
  },
  "SITE": [
    [
      {
        "drainage": "poorly"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 25,
        "dry_hue": "10YR",
        "dry_value": 3,
        "dry_chroma": 1,
        "texture_class": "clay",
        "cf_class": "stony",
        "pH": 7.1,
        "pH_class": "neutral",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Ap--0 to 10 inches; very dark gray (10YR 3/1) dry or moist stony clay; common fine distinct dark yelllowish brown mottles;  strong fine and medium subangular blocky structure; extremely hard, very firm, very sticky and very plastic; many fine and medium roots; common very fine tubular and interstitial pores; common black organic stains; few coral fragments; few angular stones; ffew pebble-size highly weathered basalt fragments; slight effervescence with hydrogen peroxide; slight effervescence with hydrochloric acid; neutral (pH 7.1); abrupt smooth boundary.  (8 to 12 inches thick)"
      },
      {
        "name": "ACg",
        "top": 25,
        "bottom": 94,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 1,
        "texture_class": "clay",
        "cf_class": "stony",
        "pH": 6.8,
        "pH_class": "neutral",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "ACg--10 to 37 inches; dark gray (10YR 4/1) dry and moist stony clay; many fine distinct dark reddish brown mottles; weak coarse prismatic structure; many prominent slickensides; extremely hard, very firm and very plastic; common very fine and fine roots; few medium roots; many very fine tubular pores; few black stains; few pebble-size highly weathered rock fragments; slight effervescence with hydrogen peroxide; neutral (pH 6.8); gradual wavy boundary.  (20 to 30 inches thick)"
      },
      {
        "name": "C1g",
        "top": 94,
        "bottom": 114,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 2,
        "texture_class": "clay",
        "cf_class": "stony",
        "pH": 6.6,
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "C1g--37 to 45 inches; dark grayish brown (10YR 4/2) dry and moist stony clay; common fine distinct strong brown mottles; weak coarse prismatic structure; many distinct slickensides; extremely hard, very firm, very sticky and very plastic; few very fine roots; common very fine tubular pores; few pebble-size highly weathered rock fragments; few black stains; common strong brown, very fine specks; few fine and medium gypsum crystals; slight effervescence with hydrogen peroxide; neutral (pH 6.6); clear smooth boundary.  (7 to 9 inches thick)"
      },
      {
        "name": "C2",
        "top": 114,
        "bottom": 137,
        "pH": 6.6,
        "pH_class": "neutral",
        "narrative": "C2--45 to 54 inches; same color , texture and mottles as above; massive; common moderately strong slickensides; extremely hard, very firm, very sticky and very plastic; few very fine roots; common very fine tubular pores; many highly weathered pebbles and basaltic stones; neutral (pH 6.6)."
      }
    ]
  ]
}
