{
  "SERIES": "KAHBOO",
  "STATUS": "Established Series",
  "BYREV": "Rev. EED/MPR/SBC",
  "REVDATE": "01/2007",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy, isotic, mesic Lithic Dystroxerepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Kahboo gravelly fine sandy loam, forested, on a northwest-facing sideslope of 12 percent at 512 meters elevation. (Colors are for moist soils unless otherwise stated. When described on October 20, 2004 the soil was moist throughout.)\nOi--0 to 3 cm, slightly decomposed plant material; gradual wavy boundary. (3 to 5 cm thick)\nOe--3 to 5 cm, moderately decomposed plant material; abrupt smooth boundary (0 to 3 cm thick)\nA--5 to 23 cm, dark yellowish brown (10YR 3/4) gravelly fine sandy loam, dark yellowish brown (10YR 4/4) dry; weak fine subangular blocky structure; soft, very friable, nonsticky and nonplastic; common very fine and fine roots, and few medium and coarse roots; common very fine and fine irregular pores, and common fine tubular pores; 20 percent gravel and 10 percent cobbles; NaF pH 9.3; strongly acid (pH 5.4); gradual wavy boundary. (8 to 23 cm thick)\nBw--23 to 36 cm, strong brown (7.5YR 4/6) gravelly fine sandy loam, brown (7.5YR 4/4) dry; weak fine subangular blocky structure; soft, very friable, nonsticky and nonplastic; many very fine and fine roots, and common medium roots; many very fine and fine irregular pores, and few fine tubular pores; 20 percent gravel and 10 percent cobbles; NaF pH 10.8; moderately acid (pH 5.6); abrupt wavy boundary. (10 to 28 cm thick)\nR--36 cm, metasedimentary bedrock"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Orcas Island, San Juan County, Washington - 152 meters feet north and 492 meters west of the southeast corner of section 27, T. 37 N., R. 1 W. Willamette Meridian. USGS Mount Constitution SE quarter quadrangle; lat. 48 degrees 42 minutes 30 seconds N. and long. 122 degrees 53 minutes 41 seconds W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Depths to diagnostic horizons and features start from the mineral soil surface.\nAverage annual soil temperature - 8 to 9 degrees C.\nSoil moisture control section - dry 45 to 60 days following summer solstice\nDepth to lithic contact - 25 to 50 cm\nReaction - strongly acid to moderately acid\nParticle-size control section:\nClay content - 5 to 15 percent\nRock fragments - 0 to 35 percent\nA horizon\nClay content - 5 to 15 percent\nHue - 10YR to 7.5YR\nValue - 3 or 4 moist, 5 to 6 dry\nChroma - 3 to 6 moist, 3 to 4 dry\nAmmonium oxalate extractable aluminum plus one half iron - 1.5 to 2.5 percent\nBulk Density - 0.8 to 1.0 g/cm3\nPhosphorous retention - 50 to 80 percent\nVolcanic glass - 0 to 4 percent\nRock fragments - 0 to 15 percent gravel, 0 to 5 percent cobbles, 0 to 15 percent total\nBw horizon\nTexture - FSL, SL, L\nClay content - 5 to 15 percent\nRock fragments - 0 to 35 percent gravel\nHue - 10YR to 7.5YR\nValue - 3 or 4 moist, 5 to 6 dry\nChroma - 3 to 6 moist, 3 to 4 dry\nAmmonium oxalate extractable aluminum plus one half iron - 1.5 to 2.5 percent\nBulk Density - 0.8 to 1.0 g/cm3\nPhosphorous retention - 50 to 80 percent\nVolcanic glass - 0 to 4 percent\nRock fragments - 0 to 35 percent gravel, 0 to 10 percent cobbles, 0 to 35 percent total"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: This is the Cady series.  Cady soils formed in colluvium from glacial drift and metasedimentary bedrock, have an average annual soil temperature ranging from 10 to 11 degrees C., and are dry in the soil moisture control section for 60 to 90 days   Soils in similar families include the Dicecreek, Jahjo and Maymen series. Dicecreek soils average 25 to 35 percent clay in the particle-size control section and have mixed mineralogy. Jahjo soils have mixed mineralogy, more than 5 percent volcanic glass, and are dry in the moisture control section for more than 100 days (early June to late September). Maymen soils have mixed mineralogy and are dry in the moisture control section for more than 120 days (mid-May or June through September or early October)."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Kahboo soils are on slopes and summits of hills and mountains. Slope ranges from 5 to 100 percent and elevations range from 0 to 732 meters. The soils formed in colluvium from glacial drift, bedrock of metasedimentary lithology, and volcanic ash. The climate is characterized by warm dry summers and mild moist winters with intermittent snow cover.  The average annual precipitation ranges from 890 to 1,140 millimeters.  The average annual air temperature ranges from 8 to 9 degrees C.  The frost-free season is 160 to 220 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These include the Constitution, Pickett, and Skipjack soils. Constitution soils occur on adjacent hillslopes and mountain slopes and are 50 to 100 cm to a lithic contact.  Pickett soils are also on slopes of mountains and hills, are 50 to 100 cm to a lithic contact, and have greater than 35 percent coarse fragments in the particle-size control section.  Skipjack soils are in concave areas on sideslopes and are greater than 150 cm to a lithic contact."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Well drained; Saturated hydraulic conductivity is high."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Used for recreation, wildlife habitat, homesites, and watershed.  Potential natural vegetation consists of western hemlock, Douglas-fir, western redcedar, Cascade Oregongrape, prickly currant, false Solomons-seal, swordfern, and bracken fern."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Northwest Washington; MLRA A2, Northern Part. Series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: San Juan County, Washington, 2006.  The name is taken from Kahboo Hill on Orcas Island."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon include:\nOchric epipedon\nAndic subgroup properties - 5 to 36 cm (A and Bw horizons)\nCambic horizon - 5 to 36 cm (Bw horizons)\nLithic contact - 36 cm (top of the R horizon)\nParticle-size control section - 5 to 36 cm (A and Bw horizons)\nBulk density of the A and Bw horizons is assumed to be less than 1 g/cm3\nNational Cooperative Soil Survey\nU.S.A."
  }
}
