{
  "SERIES": "KAILUA",
  "STATUS": "Established Series",
  "BYREV": "Rev. RCH/HHS",
  "REVDATE": "08/2000",
  "STATES": "HI",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Hydrous, ferrihydritic, isothermic Typic Hydrudands"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Kailua silty clay - pasture.  (Colors are for moist soil unless otherwise noted.)\nAp1--0 to 5 inches; dark brown (10YR 3/3) silty clay, brown (10YR 4/3) dry; strong very fine and fine subangular blocky structure; hard, friable, sticky, plastic and weakly smeary; many fine and medium roots; many medium pores; few fine glistening specks; very strongly acid (pH 4.8); clear smooth boundary.  (3 to 6 inches thick)\nAp2--5 to 9 inches; dark brown (10YR 3/3) silty clay, brown (10YR 4/3) dry; strong fine and medium subangular blocky structure; hard, friable, sticky, plastic and weakly smeary; common fine roots; many medium pores; few fine pale yellow pebble-size fragments;  few glistening specks; few fine highly weathered fragments of red rock; very strongly acid (pH 5.0); clear smooth boundary.  (4 to 6 inches thick)\nB21--9 to 14 inches; dark brown (7.5YR 3/2) silty clay, brown (7.5YR 4/3) dry; moderate fine and medium subangular blocky structure; hard, friable, sticky, plastic, and weakly smeary; few fine roots; many medium and coarse pores; continuous gelatin-like coatings on faces of peds; few glistening specks; few fine hard pale yellow  pebble-size fragments; common hard 1 to 3 mmm. fragments of rock; strongly acid (pH 5.5); clear wavy boundary.  (4 to 8 inches thick)\nB22--14 to 27 inches; dark reddish brown (5YR 3/4) silty clay, reddish brown (5YR 4/4) dry; moderate fine and medium subangular blocky structure; hard, friable, sticky, plastic and moderately smeary; few fine roots; common medium pores; continuous thick gelatin-like coatings on faces of peds; few pale yellow pebble-size fragments; medium acid (pH 5.6); clear wavy boundary.  (8 to 16 inches thick)\nIIB23--27 to 40 inches; very dark gray (10YR 3/1) silty clay loam, dark gray (10YR 4/1) dry; moderate medium subangular blocky structure; slightly hard, friable, slightly sticky, slightly plastic and weakly smeary; few fine roots;  common hard pale yellow pebble-size fragments; many dark brown and reddish brown fragments of highly weathered basalt; medium acid (pH 5.6)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Island of Maui, Maui County, Hawaii; Haiku Quadrangle; 20 degreees 53 feet 42 inches N. latitude and 156 degrees 14 feet 58 inches W. longitude, 50 feet west of Lupi Road and 1.9 miles south of the State Highway 36 on East Maui."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Depth of the soil to bedrock is more than 40 inches.  The mean annual soil temperature is 70 degrees F.\nThe A horizon has hue of 5YR through 10YR, value of 3 or 4 dry, and chroam of 2 or 3 moist and 3 or 4 dry.\nThe B horizon has hue of 5YR through 10YR, value of 3 or 4 moist, and chroma of 1 through 4 moist.  This horizon dehydrates irreversibly into black, sharp angular, very hard, fine gravel-size aggregates."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Akaka, Alapai, Hana, Hilo, Honaunau, Honokaa, Honomanu, Kaiwiki, Kealakekua, Ohia, Piihonua, and Puaulu series.  Akaka soils are silty clay loam in the B horizon, are strongly smeary in the B2 horizon and have mean annual soil temperature of 57 degrees F.  Alapai soils are silt loam or silty clay loam in the B horizon and are slightly to medium acid in the B2 horizon.  Hana soils are silty clay loam in the B horizon and have mean annual temperature of 73 degrees F.  Hilo soils are silty clay loam in the B horizon and have mean annual soil temperature of 72 degrees F.  Honaunau soils are silty clay loam in the B horizon .  Honomanu soils have 01 horizons and are strongly smeary in the B horizon.  Kaiwiki soils are silty clay loam in the B horizon.  Kealakekua soils are silty clay loam ad have weak structure in the B horizon.  Piihonua soils are strongly smeary and are silty clay loam in the B horizon and have mean annual soil temperature of 57 degrees F.  Pualu soils have an upper layer of slightly weathered volcanic ash and cinders 10 to 24 inches thick and mean annual soil temperature of 58 degrees F."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  The Kailua soils are on gently sloping to moderately steep uplands at elevations of 200 to 2,000 feet.  The soils formed in volcanic ash and it overlies weathered basalt.  The mean annual rainfall is 90 to 160 inches.  The mean annual temperature is about 70 degrees F.; the average January temperature is 67 degrees F.; and the average July temperature is 73 degrees F."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the competing Honomanu soils and the Makawao and Pauwela soils.  Makawao and Pauwela soils have an argillic horizon."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; slow runoff; moderately rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are used for pasture.  The natural vegetation is gosmore, guava, hilograss, kaimi clover, and rattailgrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Island of Maui, Maui County, Hawaii.  This series is inextensive, with a total of about 6,600 acres."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Soil Survey, Territory of Hawaii, 1949.\nNational Cooperative Soil Survey\nU. S. A."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": null
  }
}
