{
  "SERIES": "KAIMU",
  "STATUS": "Established Series",
  "BYREV": "Rev. MRK-RTG",
  "REVDATE": "05/2012",
  "STATES": "HI",
  "OVERVIEW": "The Kaimu series consists of moderately deep, somewhat excessively drained organic soils.  These soils formed in organic material mixed with minor amounts of basic volcanic ash in `a`a lava.  Slopes range from 2 to 20 percent.  The mean annual rainfall is about 890 millimeters (35 inches), and the mean annual temperature is about 23 degrees C (73 degrees F).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Euic, isohyperthermic Typic Ustifolists"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Kaimu extremely cobbly highly decomposed plant material, on a west facing, slightly convex, 14 percent slope, under grasses and shrubs, at an elevation of 207 meters (680 feet).  (Colors are for moist soils unless otherwise noted.  All textures are \"apparent field textures\".  pH measured with organic dyes.  When described on July 25, 1992, the soil was slightly moist.) The 2C part of these horizons consist of unconsolidated `a`a lava fragments of variable size.\n2C1/Oa--0 to 38 centimeters (0 to 15 inches); black (10YR 2/1) extremely cobbly highly decomposed plant material; strong very fine and fine granular structure; friable, nonsticky and nonplastic; many roots; many very fine interstitial pores; 40 percent angular `a`a cobbles an 25 percent angular `a`a gravel; slightly acid (pH 6.2); clear smooth boundary.  (5 to 38 centimeters {2 to 15 inches} thick)\n2C2--38 to 102 centimeters (15 to 40 inches); fragmental, `a`a lava (20 percent stones, 45 percent cobbles, 30 percent gravel) with very little soil material in voids.\n2R--102 centimeters (40 inches); hard, massive `a`a blue rock."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Island of Hawaii, Hawaii County, Hawaii; from  Highway 11 at Captain Cook, drive 2.4 miles south on Napoopoo Road (Highway 160); pedon is located 24 meters (80 feet) east of road.  Honaunau Quadrangle; lat. 19 degrees 28 minutes 10.9 seconds N. and long. 155 degrees 54 minutes 7.7 seconds W. (Old Hawaiian Datum)"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nDepth to bedrock: 50 to 102 centimeters (20 to 40 inches).\nMean annual soil temperature: 22 to 25 degrees C (72 to 77 degrees F).\nRock fragments: 35 to 90 percent by volume of the pedon and range in size from gravel to stones, but are primarily gravel and cobble size lava rocks.\nOrganic carbon (by weight): 25 to 30 percent of the less than 2.0 mm soil material.\n2C1/Oa horizon\nHue:  5YR to 10YR.\nValue:  2 or 3 moist.\nChroma:  1 or 2 moist.\nStructure: Weak to strong granular.\nSoil reaction: Slightly acid or neutral (pH 6.1 to 7.3)."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are no competing series.  Malama and Papai series are similar.  Malama and Papai soils have udic moisture regime and are moist in the control section from October thru April."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Kaimu soils are on low elevation, leeward slopes of Hualalai and Mauna Loa volcanoes at elevations from sea level to 305 meters (0 to 1000 feet).  These soils are on all hillslope positions of constructional landscapes consisting of undulating to hilly `a`a flows that are 750 to 3,000 years old.  Slope gradients range from 2 to 20 percent.  The soils formed mainly in organic material consisting of decomposed leaves, twigs, and wood; and to a lesser degree basic volcanic ash, cinders, and weathered lava.  The mean annual rainfall ranges from 510 to 1270 millimeters (20 to 50 inches), with most of the rainfall occurring from April through October.  The mean annual pan evaporation ranges from 1020 to 2030 millimeters (40 to 80 inches).  The mean annual air temperature ranges from 21 to 24 degrees C (70 to 75 degrees F).  The mean summer soil temperature and the mean winter soil temperature differ by less than 6 degrees C (11 degrees F)."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Kainaliu, Punaluu, and Waiaha series.  Kainaliu and Waiaha soils are medial-skeletal.  Punaluu soils are shallow organic soils over pahoehoe lava."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Somewhat excessively drained.  Runoff is negligible in depressions and very low on steeper slopes. Permeability is rapid."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Used for wildlife habitat and homesites.  The natural vegetation is guineagrass (Urochloa maxima), koa haole (Leucaena leucocephala), christmasberry (Schinus terebinthifolius), Natal redtop (Melinis repens), and morning glory (Ipomoea spp.)."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: North and South Kona districts, Island of Hawaii; and Island of Maui, Hawaii; MLRA 161B; the series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Island of Hawaii, Hawaii County, Hawaii\n1971."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Soil moisture - usually moist, but dry in some or all parts for short intermittent periods totaling 90 or more days during the months of October through April in most years (Ustic moisture regime).\nDiagnostic horizons and features recognized in this pedon are:\nSapric soil materials - from the surface to a depth of 38 centimeters (15 inches) (2C1/Oa horizon).\nLithic contact - at 102 centimeters (40 inches)(2R horizon)"
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "ADDITIONAL DATA: NASIS User Pedon ID 01HI601007.\nEdit Log: 11/23/99 Classification revised due to changes in Taxonomy.  Old classification: Euic, isohyperthermic Typic Tropofolists.  Type location moved from Puna to Kona where most of the rainfall occurs in summer.  MRK"
  },
  "SITE": [
    [
      {
        "drainage": "somewhat excessively",
        "drainage_overview": "somewhat excessively"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "2C1/Oa",
        "top": 0,
        "bottom": 38,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 1,
        "texture_class": "NA",
        "cf_class": "extremely cobbly",
        "pH": 6.2,
        "pH_class": "slightly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "2C1/Oa--0 to 38 centimeters (0 to 15 inches); black (10YR 2/1) extremely cobbly highly decomposed plant material; strong very fine and fine granular structure; friable, nonsticky and nonplastic; many roots; many very fine interstitial pores; 40 percent angular `a`a cobbles an 25 percent angular `a`a gravel; slightly acid (pH 6.2); clear smooth boundary.  (5 to 38 centimeters {2 to 15 inches} thick)"
      },
      {
        "name": "2C2",
        "top": 38,
        "bottom": 102,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "2C2--38 to 102 centimeters (15 to 40 inches); fragmental, `a`a lava (20 percent stones, 45 percent cobbles, 30 percent gravel) with very little soil material in voids."
      },
      {
        "name": "2R",
        "top": 102,
        "bottom": "NA",
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "2R--102 centimeters (40 inches); hard, massive `a`a blue rock."
      }
    ]
  ]
}
