{
  "SERIES": "KAIPOIOI",
  "STATUS": "Established Series",
  "BYREV": "Rev. RCH/HHS",
  "REVDATE": "08/2000",
  "STATES": "HI",
  "OVERVIEW": "The Kaipoioi series consists of deep, well drained soils that formed in material weathered from volcanic ash and cinders.  Kaipoioi soils are on uplands and have slopes of 7 to 40 percent.  Mean annual rainfall is about 40 inches and mean annual temperature is about 56 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Medial, amorphic, isomesic Humic Haplustands"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Kaipoioi loam - pasture. (Colors are for moist soil unless otherwise noted.  All textures are \"apparent field textures.\")\nAp1--0 to 5 inches; black (10YR 2/1) loam, very dark brown (10YR 2/2) dry; strong fine and very fine granular structure; soft, very friable, nonsticky and nonplastic; fine and very fine roots; many very fine interstitial pores; many sand-size aggregates that are more resistant than the matrix; neutral (pH 7.0); clear wavy boundary. (4 to 6 inches thick)\nA12--5 to 10 inches; black (10YR 2/1) loam, very dark brown (10YR 2/2) dry; strong fine and very fine granular structure; slightly hard, very friable, nonsticky and nonplastic; many fine and very fine roots; many very fine pores; many hard sand-size aggregates that are resistant to crushing; neutral (pH 7.3); clear wavy boundary. (4 to 7 inches thick)\nB21--10 to 17 inches; black (10YR 2/1) silt loam, very dark grayish brown (10YR 3/2) dry; weak fine subangular blocky structure; hard, very friable, slightly sticky and slightly plastic; many fine roots; many fine and very fine pores; thin patchy gelatin-like coatings on peds; mildly alkaline (pH 7.4); gradual wavy boundary. (6 to 8 inches thick)\nB22--17 to 30 inches; very dark brown (10YR 2/2) silty clay loam, dark brown (10YR 3/3) dry; weak medium and fine subangular blocky structure; hard, very friable, slightly sticky and plastic; common fine roots; many fine pores; thin patchy gelatin-like coatings on peds; neutral (pH 7.2); gradual wavy boundary. (10 to 13 inches thick)\nB23--30 to 45 inches; very dark brown (10YR 2/2) silty clay loam, dark brown (10YR 3/3) dry; weak medium and fine subangular blocky structure; slightly hard, very friable, slightly sticky and plastic; few fine and very fine roots; many fine and very fine pores; thin patchy gelatin-like coatings on peds; neutral (pH 7.1); gradual wavy boundary.  (13 to 17 inches thick)\nB24--45 to 61 inches; very dark brown (10YR 2/2) silty clay loam, dark brown (10YR 3/3) dry; moderate fine and very fine subangular blocky structure; hard, friable, slightly sticky and plastic; few fine roots; many fine and very fine pores; thin nearly continuous gelatin-like coatings on peds; gritty feel that disappears when rubbed; neutral (pH 7.3)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Island of Maui, Maui County. Hawaii; Kilohana Quadrangle - 20 degrees 46' 04\" north latitude and 156 degrees 17' 34\" west longitude; 200 feet southwest of Haleakala Highway and 3 miles by road from Upper Kula Road intersection."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Solum thickness is over 60 inches to cinders.\nThe A horizon has hue of 5YR through 10YR.  Dusky red ash and cinder layers 2 to 4 inches thick occur in some pedons.\nThe B horizon has hue of 5YR through 10YR, value of 2 or 3 moist and chroma of 1 or 2 moist and 2 to 4 dry.  It is silt loam or silty clay loam."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Hanipoe, Kapapala, Laumaia, Olinda, Paaiki, Pane, Tantalus and Umikoa series.  Hanipoe soils have weak or moderate structure and chroma of 2 in the A horizon.  The B horizon has prismatic structure in the upper part.  Kapapala soils have a banded C horizon.  Texture of the bands ranges from loamy sand to silt loam.  Laumaia soils have a cemented sandy ash layer at a depth of 20 to 40 inches.  Olinda soils have an ochric epipedon and are weakly smeary in the B horizon.  Paaiki soils are silty clay in the lower part of the B horizon and have a mean annual soil temperature of 60 degrees F.  Pane soils have prismatic structure in the upper B horizon, are weakly smeary throughout the B horizon and have a mean annual soil temperature of 66 degrees F.  Tantalus soils have an ashy over cindery control section and a mean annual soil temperature of 70 degrees F.  Umikoa soils have value of 2 or 3 in the A horizon and have moderate structure throughout the B horizon."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  The Kaipoioi soils are on uplands.  Elevation ranges from 3,500 to 6,000 feet.  Slopes range from 7 to 40 percent.  The soils formed in volcanic ash and cinders.  Annual rainfall ranges from 30 to 45 inches.  Mean annual temperature is about 56 degrees F.; average January temperature is 52 degrees F.; average July temperature is 60 degrees F.  This soil has considerable fog and cloud cover."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the competing Laumaia, Olinda and Pane soils and the Kula soils.  Kula soils have a mean annual soil temperature of 66 degrees F. and have a mollic epipedon."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; slow runoff; moderately rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are used for pasture.  The natural vegetation is mt. dandelion (Taraxacum vulqare), gosmore (Hypochaeris radicata), kikuyugrass (Pennisetum clandestinum), kukaipuaa (Digitaria pruriens), rattailgrass (Sporobolus capensis), sheep sorrel (Rummex acetosella), sweet vernalgrass (Anthoxanthum odoratum), white clover (Trifolium repens) and Yorkshire foggrass (Holcus lanatus)."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Island of Maui, Maui County, Hawaii.  This series is moderately extensive with a total of approximately 10,500 acres."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Island of Maui, Maui County, Hawaii, 1971.\nOSED scanned by SSQA.  Last revised by state on 5/78.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": null
  }
}
