{
  "SERIES": "KAIPAROWITS",
  "STATUS": "Established Series",
  "BYREV": "Rev. BAL/RS/RLB",
  "REVDATE": "09/2006",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Very-fine, smectitic, frigid Oxyaquic Paleustalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Kaiparowits gravelly silt loam - woodland. (Colors are for dry soil unless otherwise noted.)\nOi--0 to 1 inch; slightly decomposed mixed conifer and aspen litter. (0 to 3 inches thick)\nOe--1 to 2 inches; black (10YR 2/1) moderately decomposed mixed conifer and aspen litter. (0 to 3 inches thick)\nA1--2 to 4 inches; pale brown (10YR 6/3) gravelly loam, dark yellowish brown (10YR 4/4) moist; weak medium platy structure parting to weak fine subangular blocky; slightly hard, very friable, nonsticky and slightly plastic; many very fine and common fine roots; few very fine and fine tubular pores; 15 percent gravel; noneffervescent; strongly acid (pH 5.4); abrupt wavy boundary.\nA2--4 to 7 inches; pale brown (10YR 6/3) gravelly loam, dark yellowish brown (10YR 4/4) moist; weak fine subangular blocky structure; slightly hard, friable, nonsticky and slightly plastic; many very fine and common fine and medium roots; few very fine and fine tubular pores; 20 percent gravel, 2 percent cobble; noneffervescent; strongly acid (pH 5.3); clear wavy boundary. (combined thickness of A horizons is 4 to 17 inches)\nAE--7 to 12 inches; light brown (7.5YR 6/3) very gravelly loam, brown (7.5YR 4/4) moist; weak fine subangular blocky structure; slightly hard, friable, nonsticky and slightly plastic; common very fine and fine and few medium and coarse roots; few very fine and fine tubular pores; 35 percent gravel, 5 percent cobble; noneffervescent; moderately acid (pH 5.8); clear wavy boundary. (0 to 6 inches thick)\nE--12 to 20 inches; pink (7.5YR 7/3) very gravelly loam, brown (7.5YR 4/3) moist; weak very fine and fine subangular blocky structure; slightly hard, friable, nonsticky and nonplastic; common very fine and fine, and few medium and coarse roots; common very fine and few fine tubular pores; 45 percent gravel, 5 percent cobble; noneffervescent; slightly acid (pH 6.2); abrupt wavy boundary. (2 to 20 inches thick)\nBt1--20 to 39 inches; strong brown (7.5YR 5/6) clay, strong brown (7.5YR 5/6) moist; strong coarse angular blocky structure; very hard, very firm, sticky and very plastic; few very fine roots oriented along faces of peds; few very fine tubular pores; many distinct clay films on faces of peds; 5 percent gravel; noneffervescent; strongly acid (pH 5.4); gradual smooth boundary.\nBt2--39 to 50 inches; yellowish red (5YR 4/6) and red (2.5YR 4/6) gravelly clay, variegated yellowish red (5YR 4/6) and red (2.5YR 4/6) moist; strong coarse angular blocky structure; very hard, very firm, sticky and very plastic; few very fine roots oriented along faces of peds; few very fine tubular pores; many distinct clay films on faces of peds;15 percent gravel, 2 percent cobble; noneffervescent; very strongly acid (pH 4.8); clear wavy boundary.\nR/Cr--50 inches; fractured, very slightly to slightly weathered cherry fine-grained sandstone bedrock with irregular pockets of increasingly weathered cherry sandstone"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Coconino County, Arizona; located on GCNP fire road  about 1.0 miles south from intersection with highway 67 (intersection located about 1/8 mile south of picnic area on highway 67), and about 30 feet east of road; 36 degrees 15 minutes 34 seconds north latitude, 112 degrees 4 minutes 41 seconds west longitude."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture:  soil moisture control section, in normal years, is dry in all parts for less than 45 consecutive days in the 4 months following the summer solstice. Udic ustic moisture regime based on precipitation.\nMean annual soil temperature - 38 to 47 degrees F\nDepth to bedrock - 40 to 60 inches\nDepth to argillic - 14 to 40 inches\nParticle-size control section (weighted average) -\nClay content: 65 to 75 percent;\nRock fragments: 5 to less than 35 percent\nA horizons\nHue: 7.5YR, 10YR\nValue: 3 to 6 dry, 3 to 5 moist\nChroma: 2 to 4, dry or moist\nReaction: strongly acid to neutral\nE horizon\nHue: 7.5YR, 10YR\nValue: 5 to 7 dry, 4 to 6 moist\nChroma: 3 dry, 3 or 4 moist\nClay content: 8 to 15 percent\nRock fragments: 20 to 70 percent\nReaction: strongly acid to neutral\nBt horizons\nHue: 2.5YR, 5YR, 7.5YR\nValue: 3 to 6 dry, 3 to 5 moist\nChroma: 4 to 6, dry or moist\nReaction: very strongly acid to slightly acid\nSome pedons have Bw, Bt/E or E/Bt horizons"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no competing series"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material: residuum from fine-grained sandstone, limestone, and chert\nLandform: summits and side slopes of hills and ridges on plateaus\nSlopes: 2 to 40 percent\nElevation: 7900 to 9700 feet\nMean annual temperature: 36 to 45 degrees F\nMean annual precipitation: 25 to 33 inches\nPrecipitation pattern: Wettest months: December through April\nDriest months: May, June, October, and November\nFrost-free period: 70 to 105 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Kanabownits and Kippers soils. Kanabownits soils are skeletal and do not have an argillic horizon.  Kippers soils have an aquic moisture regime and have redoximorphic features in the profile."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Moderately well drained, medium to very high runoff, very slow permeability, saturated with water for 20 consecutive days or 30 or more days cumulative in March and April due to snow melt."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: These soils are used for recreation, timber production and wildlife habitat.  Native vegetation includes White fir, Douglas-fir, Engelmann spruce, Quaking aspen, and Ponderosa pine."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Kaibab Plateau above 8000 feet in north central Arizona; MLRA 35.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Phoenix, Arizona"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Soil survey of Grand Canyon Area, Arizona, Parts of Mohave and Coconino Counties, 2001."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nDiagnostic horizons and features recognized in this pedon are:\nParticle-size control section: The zone from 20 to 40 inches (Bt1 and 1 inch of the Bt2 horizon)\nOchric epipedon: The zone from 2 to 12 inches (A1, A2, and AE horizons)\nArgillic horizon: The zone from 20 to 50 inches (Bt1, Bt2 horizons)\nOxyaquic feature:  The zone between 20 and 40 inches (Bt horizons) that in normal years is saturated with water for 20 consecutive days, or 30 or more cumulative days in March and April following the start of snowmelt.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
