{
  "SERIES": "KALAPANA",
  "STATUS": "Established Series",
  "BYREV": "KH-RTG",
  "REVDATE": "05/2012",
  "STATES": "HI",
  "OVERVIEW": "The Kalapana series consists of very shallow and shallow, moderately well drained soils that formed in basic ash deposited over basic pahoehoe lava. Slopes range from 2 to 10 percent. The mean annual rainfall is 2160 millimeters (85 inches), and the mean annual temperature is 19 degrees C (66 degrees F).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Medial, ferrihydritic, isothermic Lithic Udivitrands"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Kalapana medial coarse sandy loam, 4 percent slope under uluhe (false staghorn fern) and firetree at an elevation of 786 meters (2580 feet). (Colors are for moist soil unless otherwise noted. When described on 12/2/98 the soil was moist throughout. The soil temperature was 17 degrees C (62 degrees F) at a depth of 15 centimeters (6 inches). All textures are apparent field textures. pH was measured using electrode in 1:1 water).\nA--0 to 15 centimeters (0 to 6 inches); very dark brown (10YR 2/2) medial coarse sandy loam; strong fine and medium granular structure; friable, slightly sticky, slightly plastic, weakly smeary; common very fine and fine roots; many very fine and fine interstitial pores; 5 percent angular pahoehoe gravel; strongly acid (pH 5.5); abrupt wavy boundary. (3 to 25 centimeters (1 to 10 inches) thick)\nC--15 to 18 centimeters (6 to 7 inches); very dark brown (10YR 2/2), dark reddish brown (5YR 2/2), very dusky red (2.5YR 2/2), and black (N 2/0) medial sand; single grain; loose, when dry or moist, nonsticky and nonplastic; common very fine and fine roots; many very fine and fine interstitial pores; strongly acid (pH 5.5);abrupt wavy boundary. (0 to 3 centimeters (0 to 1 inch thick))\n2R--18 centimeters (7 inches); hard pahoehoe bedrock."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Hawaii Volcanoes National Park; drive on Chain of Craters Road to Kealakomo picnic shelter parking lot; take Naulu Trail upslope for two miles to intersection with Kalapana Trail; take Kalapana Trail for approximately 200 meters (650 feet) to type location on north side of trail; Makaopuhi Crater Quadrangle; lat. 19 degrees 20 minutes 45.16 seconds N. and long. 155 degrees 9 minutes 48.63 seconds W. (Old Hawaiian Datum measured by GPS/PLGR,  58 feet.)"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nMean annual soil temperature: 18 to 21 degrees C (64 to 70 degrees F).\nDepth to bedrock: 5 to 50 centimeters (2 to 20 inches).\nA horizon\nHue: 7.5YR or 10YR.\nChroma: 1 or 2.\nTexture: Medial coarse sandy loam to loam.\nRock fragments: 0 to 15 percent gravel.\nC horizon\nHue: 2.5YR to 10YR.\nChroma: 1 or 2.\nTexture: Medial sand to medial loam.\nStructure: Massive, single grain, subangular blocky.\nRock fragments: 0 to 15 percent gravel."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no competing series."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Kalapana soils are on Kilauea pahoehoe flows less than 750 years old at elevations from 305 to 793 meters (1000 to 2,600 feet). Slopes range from 2 to 10 percent. Mean annual rainfall is 1270 to 2550 millimeters (50 to 100 inches), with about 85 percent of the rainfall occurring between November and April. Mean annual pan evaporation is 1,400 to 1650 millimeters (55 to 65 inches). Mean annual air temperature is 17 to 22 degrees C (63 to 71 degrees F)."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: This is the Makaopuhi series. Makaopuhi soils are perudic."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Moderately well drained. Runoff is high. Permeability is rapid in the soil and very slow in the underlying bedrock."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: These soils are used for National Park Service land. Vegetation is uluhe or false staghorn fern (Dicranopteris linearis), faya tree (Myrica faya), ohia lehua (Metrosideros polymorpha), and various grasses."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: These soils occur on the Big Island of Hawaii; MLRA 157 and 159A. The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Island of Hawaii, Hawaii County, Hawaii, 2008. Proposed in 1999. The name is from the nearby Kalapana trail."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\n--Andic soil properties - from 0 to 18 centimeters (0 to 7 inches).\n--Umbric epipedon - from 0 to 18 centimeters (0 to 7 inches).\n--Lithic contact - at 18 centimeters (7 inches).\n--Particle size control section - from 0 to 18 centimeters (0 to 7 inches).\nEdit Log: 12/03 KH. Added medial modifier to textures.\n03/01 KH. Corrected drainage in 1st paragraph consistent with drainage paragraph. Minimum elevation changed from 500 to 1000 feet. Minimum rainfall changed from 75 to 50 inches. MAAT changed from 64 to 70 to 63 to 71 degrees F.\n12/99 KH. Classification changed based on lab data. Was Medial, amorphic, isothermic Lithic Hapludands.\nADDITIONAL DATA: Kalapana sample NSSL 98HI001021 from type location.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
