{
  "SERIES": "KALEETAN",
  "STATUS": "Established Series",
  "BYREV": "Rev. CSN-RJE",
  "REVDATE": "10/2002",
  "STATES": "WA",
  "OVERVIEW": "The Kaleetan series consists of deep, well drained soils formed in volcanic ash and pumice mixed with colluvium\nfrom andesite, breccia, and glacial till.  Kaleetan soils are on glacially modified mountain back slopes at\nelevations of 1,600 to 2,800 feet.  Slopes range from 8 to 65 percent.  Average annual precipitation is about\n110 inches, and the average annual air temperature is about 44 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, isotic, frigid Typic Haplohumods"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Kaleetan sandy loam - on an east facing 18 percent slope under coniferous forest at 1,600 feet\nelevation.  (Colors are for moist soil unless otherwise stated.  All textures are apparent field textures.)\nO1--4 to 3 inches; needles, mosses and twigs.  (1 to 3 inches thick)\nO2--3 inches to 0; dark reddish brown (5YR 2.5/2) highly decomposed forest litter.  (1 to 4 inches thick)\nE--0 to 1.5 inches; brown (7.5YR 5/2) loamy sand (volcanic ash and pumice), pinkish gray (7.5YR 7/2) dry;\nweak medium subangular blocky structure; soft, very friable, nonsticky, nonplastic; many fine, medium and\ncoarse roots; 5 percent subangular pebbles; NaF pH less than 9.2; very strongly acid (pH 4.6); abrupt wavy\nboundary.  (1 to 2 inches thick)\nBhs--1.5 to 4 inches; variegated dark reddish brown (5YR 3/3, 70 percent) and yellowish red (5YR 5/6, 30\npercent) light sandy loam (volcanic ash and pumice) reddish brown (5YR 4/4, 70 percent), and reddish yellow\n(7.5YR 6/6, 30 percent), dry; weak medium subangular blocky structure; soft, very friable, nonsticky,\nnonplastic; nonsmeary; common fine and medium roots; 5 percent subangular pebbles; NaF pH 11.5; very strongly\nacid (pH 5.0); abrupt broken boundary.  (2 to 5 inches thick)\nBs1--4 to 9 inches; variegated dark brown (7.5YR 4/4, 70 percent)\nand yellowish red (5YR 5/8, 30 percent)\ngravelly light sandy loam (volcanic ash), reddish yellow (7.5YR 6/6, 70 percent) and reddish yellow (7.5YR 6/8,\n30 percent) dry, weak fine subangular blocky structure; soft, very friable, nonsticky, nonplastic; weakly\nsmeary; common fine and medium roots; 20 percent subangular pebbles and 10 percent cobbles; NaF pH 12.0+;\nstrongly acid (pH 5.2); clear wavy boundary (5 to 10 inches thick)\n2Bs2--9 to 23 inches; brown (7.5YR 4/4) very gravelly sandy loam, light brown (7.5YR 6/4) dry, yellowish\nred (5YR 5/8) stains on rock fragments; moderate very fine subangular blocky structure; slightly hard, friable,\nslightly sticky, slightly plastic; weakly smeary; few fine and medium roots; 35 percent subangular pebbles on\n15 percent cobbles; NaF pH 12.0+; very strongly acid (pH 5.0); gradual wavy boundary.  (10 to 14 inches thick)\n2BC--23 to 35 inches; yellowish brown (10YR 5/4) very gravelly sandy loam, light yellowish brown (10YR 6/4)\ndry yellowish red (5YR 5/8) stains on rock fragments; weak very fine subangular blocky structure; slightly\nhard, friable, slightly stick, slightly plastic; weakly smeary; few fine roots; 45 percent subangular pebbles\nand 15 percent cobbles; NaF pH 12.0+; strongly acid (pH 5.4) clear smooth boundary.  (11 to 15 inches thick)\n2C1--35 to 56 inches; yellowish brown (10YR 5/4) very gravelly sandy loam, very pale brown (10YR 7/4) dry;\nmassive; slightly hard, friable, slightly sticky, slightly plastic; weakly smeary; few fine roots; 45 percent\nsubangular pebbles and 15 percent cobbles; NaF pH 12.0+; moderately acid (pH 5.6); clear wavy boundary.  (10 to\n21 inches thick)\n2C2--56 to 60 inches; yellowish brown (10YR 5/4) extremely gravelly sandy loam, very pale brown (10YR 7/4)\ndry; massive; slightly hard, friable, slightly sticky, slightly plastic; weakly smeary; 60 percent subangular\npebbles and 20 percent cobbles; NaF pH 12.0+; moderately acid (pH 5.6)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Snoqualmie Pass Area, King County, Washington; 200 feet east of Cedar River Watershed Road No.\n100-300; 800 feet east, 2,200 feet south of the northwest corner of sec.  26, T. 22 N., R. 9 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Depth to bedrock is greater than 60 inches.  Some pedons have dense glacial till at\n40 to 60 inches.  Rock fragments in the particle-size control section range from 35 to 60 percent by volume.\nAverage annual soil temperature ranges from 44 to 46 degrees F.\nThe E horizon has hue of 7.5YR or 10YR, value of 4 through 6 moist, 5 through 8 dry, and chroma of 1 or 2 moist\nor dry.\nThe Bhs horizon has hue of 5YR or 7.5YR moist or dry and is variegated.\nThe Bs horizon has hue of 5YR or 7.5YR moist or dry and is variegated.  Texture is gravelly sandy loam or\ngravelly loam.  Rock fragments range from 15 to 30 percent by volume.\nThe 2Bs and 2BC horizons have hue of 7.5YR, 10YR, or 2.5Y, value of 4 or 5 moist, 6 or 7 dry, and chroma of 4\nthrough 6 moist or dry.  Texture is very gravelly sandy loam or very gravelly loam.  Rock fragments range from\n35 to 60 percent by volume.  It is very strongly acid or strongly acid.\nThe 2C horizon has hue of 10YR or 2.5Y, value of 5 or 6 moist, 6 or 7 dry, and chroma of 3 or 4 moist or dry.\nIt is very gravelly sandy loam, very gravelly loamy sand, extremely gravelly sandy loam or extremely gravelly\nloamy sand.  Rock fragments range from 50 to 80 percent by volume."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  This is the Melakwa series and the similar Cupples, Danforth, Littlejohn, Oakes, Olomount,\nPhilippa, Pitcher, Rinker, Sorensen, and Winnecook soils.  All of these soils except Melakwa soils have a ratio\nof free iron to organic carbon of more than 0.2.  Melakwa soils have a lithic contact at 20 to 40 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Kaleetan soils are on mountain slopes at elevations of 1,600 to 2,800 feet.  Slopes range\nfrom 8 to 65 percent.  The Kaleetan soils formed in volcanic ash and pumice mixed with colluvium from andesite,\nbreccia, or till.  The climate is marine influenced with relatively cool, dry summers and cool, wet winters.\nAverage annual precipitation ranges from 90 to 130 inches.  The mean January temperature is about 30 degrees F,\nmean July temperature is about 60 degrees F, and the mean annual temperature is about 44 degrees F.  The\nfrost-free season is 130 to 160 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Blethen, Nagrom, Marblemount, Playco, Teneriffe, and the\ncompeting Melakwa and Philippa soils.  Blethen soils are mesic.  Marblemount soils are sandy-skeletal and\nmoderately deep to a lithic contact.  Nagrom and Playco soils are cryic.  Teneriffe soils are sandy-skeletal."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained except the till substratum phase is moderately well drained, moderate\npermeability, slow to medium runoff.  Pedons underlain by dense glacial till have a perched water table at a\ndepth of 3 to 5 feet at times from November through March."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used for timber production, watershed, and wildlife habitat.  Vegetation is Douglas-fir,\nwestern hemlock, western redcedar and red alder with an understory of salal, Oregon-grape, western swordfern,\nred huckleberry, deer fern, Pacific trillium, vine maple, longtube twinflower, and western brackenfern."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Western slopes of the Cascade Mountains, in west central Washington.  Series is of\nmoderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Snoqualmie Pass Area, King County, Washington, 1986."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are an albic horizon from the mineral\nsurface to 1.5 inches and a spodic horizon from 1.5 to 2.3 inches.  The upper part (4 to 9 inches) is formed in\nvolcanic ash and based on data from the Altapeak, Index, and Klapatche series is assumed to have a ratio of\nfree iron to organic carbon of less than 0.2 and more than 0.6 percent organic carbon in the upper 12 inches of\nthe spodic horizon.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
