{
  "SERIES": "KALIGA",
  "STATUS": "Established Series",
  "BYREV": "Rev. ELR: HFH; CAP, GRB",
  "REVDATE": "12/2014",
  "STATES": "FL",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy, siliceous, dysic, hyperthermic Terric Haplosaprists"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Kaliga muck, in a smooth concave slough in pasture.\nOap--0 to 7 inches; dark brown (7.5YR 3/2) unrubbed, black (5YR 2/1) rubbed muck; about 25 percent fiber unrubbed, 10 percent rubbed; moderate medium subangular blocky structure; friable; many fine roots; about 35 percent mineral material; sodium pyrophosphate extract color is very dark grayish brown (10YR 3/2); extremely acid, (pH 4.0 in 0.01M CaC12); gradual wavy boundary. (4 to 12 inches thick)\nOa2--7 to 26 inches; black (5YR 2/1) unrubbed and rubbed muck; about 60 percent fiber unrubbed, 10 percent rubbed; weak coarse subangular blocky structure; slightly sticky; few fine roots; about 7 percent mineral material; sodium pyrophosphate extract color is very dark grayish brown (10YR 3/2); extremely acid (pH 4.0 in 0.01M CaC12); clear wavy boundary.  (12 to 28 inches thick)\nC1--26 to 32 inches; black (N 2/0) loam; moderate medium subangular blocky structure; friable; common fine roots; about 9 percent organic material; very strongly acid; clear wavy boundary.  (0 to 12 inches thick)\nC2--32 to 37 inches; very dark gray (10YR 3/1) loamy fine sand; many fine distinct light gray (10YR 7/1) streaks; weak fine subangular blocky structure; friable; few fine roots; strongly acid; abrupt smooth boundary.  (0 to 6 inches thick)\nC3--37 to 53 inches; very dark gray (10YR 3/1) clay with common fine distinct brown (7.5YR 4/4) stains along root channels; massive; slightly sticky; few fine roots; strongly acid; gradual smooth boundary.  (8 to 23 inches thick)\nC4--53 to 65 inches; very dark gray (10YR 3/1) sandy clay loam with common fine faint dark gray (10YR 4/1) mottles; massive; friable; few fine roots; moderately acid; gradual wavy boundary.  (0 to 15 inches thick)\nC5--65 to 80 inches; grayish brown (10YR 5/2) loamy fine sand with common medium faint dark grayish brown (10YR 4/2) and few fine distinct white (10YR 8/1) mottles; massive; friable; moderately acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Osceola County, Florida. Approximately 1,700 feet south of Florida Highway 525 and 0.8 mile east of Florida Highway 525A.  SW1/4, NW1/4, Sec. 28, T. 26 S., R. 30 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Soil reaction of the Oa horizons is less than 4.5 0.01M CaC12.  Thickness of the organic material ranges from 16 to 40 inches.  Weighted clay content of the upper 12 inches of the C horizons within the 51-inch control section is less than 35 percent. Reaction of the C horizons ranges from very strongly acid to neutral and base saturation is more than 35 percent.\nThe Oa horizon has hue of 5YR to 10YR, value of 2 or 3, and chroma of 1 to 3; or it is neutral with value of 3.  The fiber content, after rubbing, is less than 17 percent of the soil volume.\nThe C horizon has hue of 10YR or 2.5Y, value 2 to 5 and chroma 1 or 2; or it is neutral with value of 2 to 5. Redoximorphic features in shades of brown, gray and yellow range from none to common.  Texture ranges from loamy sand to clay."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  This is the Tomoka series.  Tomoka soils have base saturation less than 35 percent in the mineral horizon and are coarser texture throughout the mineral horizon."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Kaliga soils are on flatwoods, flats, marshes and swamps of the Southern Flatwoods (MLRA155) of peninsular Florida. Slopes are mainly less than 1 percent.  The climate is humid subtropical. Near the type location, the mean annual precipitation is about 53 inches and the mean annual temperature is about 73 degrees F."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the competing Tomoka series and Basinger, Chobee, Delray, Floridana, Hontoon, Nittaw, Placid, Pompano, Riviera, and Samsula series.  All of these soils except the Hontoon, Samsula, and Tomoka soils are mineral. Basinger, Placid, and Pompano soils are sandy to depths of 80 inches or more.  Chobee soils have argillic horizons within depths of 20 inches, Delray soils between depths of 40 to 80 inches, and Floridana soils between depths of 20 to 40 inches.  Riviera soils have glossic properties.  Nittaw soils have histic epipedons.  Hontoon soils have organic layers to depths of 51 inches or more."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Kaliga soils are very poorly drained.  Runoff is very slow.  Permeability is slow or very slow.  The water table is at or above the soil surface except during extended dry periods."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  A large part of this soil is in natural vegetation of sawgrass, pickerelweed, maidencane, cattails, flags and scattered thickets of woody button bush.  A few areas are covered with cypress, red maple, loblolly bay, black tupelo, and sweetgum.  A few areas are used for improved pasture."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Central and southern portions of Peninsular Florida.  The series is of small known extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Auburn, Alabama"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Osceola County, Florida, 1976."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon:\nSapric Materials - the zone from 0 to 26 inches (Oap, Oa horizons).\nAquic Conditions - the zone from 0 to 80 inches (Oap, Oa, C1, C2, C3, C4 and C5 horizons).\nThe Kaliga series was formerly included with the Tomoka series and was previously classified as Bog soils.\nUnder natural conditions, Kaliga soils are saturated or covered with water for much of the year.\nADDITIONAL DATA: Lab Data: 1980-FL049-S25-017.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
