{
  "SERIES": "KALI",
  "STATUS": "Established Series",
  "BYREV": "MRK-RTG",
  "REVDATE": "04/2009",
  "STATES": "HI",
  "OVERVIEW": "The Kali series consists of very shallow, well drained organic soils. These soils formed in organic material mixed with minor amounts of basic volcanic ash over pahoehoe lava. Slopes range from 2 to 20 percent. The mean annual rainfall is about 1020 millimeters (40 inches), and the mean annual temperature is about 20 degrees C. (68 degrees F.)",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Euic, isothermic, micro Lithic Ustifolists"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Kali cobbly highly decomposed plant material, on a west facing, slightly concave, 14 percent slope under forest at an elevation of 550 meters (1805 feet). (Colors are for moist soil unless otherwise noted. All textures are \"apparent field textures\". pH measured with organic dyes. When described on March 27, 1997, the soil was moist to a depth of 5 centimeters {2 inches} and dry below.)\nOa--0 to 13 centimeters (0 to 5 inches); black (10YR 2/1) cobbly highly decomposed plant material, dark brown (7.5YR 3/2) dry; strong very fine and fine granular structure; hard, friable, nonsticky and nonplastic; many very fine, fine, and medium, and few coarse roots; many very fine and fine interstitial pores; 10 percent subangular gravel and 20 percent subangular cobbles; slightly acid (pH 6.4); abrupt wavy boundary. (5 to 25 centimeters {2 to 10 inches} thick)\n2R--13 centimeters (5 inches); hard, massive pahoehoe lava; class 2 (10-45 cm) joint fractures."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Island of Hawaii, Hawaii County, Hawaii; from Highway 11 at Papa Homesteads in South Kona, drive east for 305 meters (1000 feet) to the second bend in road; enter the forest at telephone pole 6 and walk west-northwest (300 degrees) for 91 meters (300 feet) along rock wall; pedon is located 55 meters (180 feet) to the north-northeast (30 degrees). Papa Quadrangle; lat. 19 degrees 13 minutes 0.0 seconds N. and long. 155 degrees 52 minutes 17.8 seconds W.(GPS/PLGR; Old Hawaiian Datum)"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nDepth to bedrock: 5 to 25 centimeters (2 to 10 inches).\nMean annual soil temperature: 19 to 22 degrees C. (67 to 72 degrees F.)\nRock fragments: 15 to 65 percent by volume and range in size from gravel to stones, but are primarily gravel and cobble size lava rocks.\nOrganic carbon (by weight): 25 to 30 percent of the less than 2 mm soil material.\nOa horizon\nHue: Neutral, 7.5YR, or 10YR.\nValue: 2 or 3 moist or dry.\nChroma: 0, 1, or 2 moist or dry.\nTexture: Cobbly  or very cobbly highly decomposed plant material.."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no competing series. Similar soils include Kekake, Kona, and Punalu`u series. Kekake soils are isomesic. Kona soils have udic moisture regime. Punalu`u soils are isohyperthermic."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Kali soils are on mid elevation, leeward slopes of Mauna Loa Volcano at elevations from 305 to 1067 meters (1000 to 3500 feet). These soils are in depressions of constructional landscapes on nearly level to moderately steep pahoehoe lava flows that are 1,500 to 3,000 years old. Slope gradients range from 2 to 20 percent. The soils formed mainly in organic material consisting of decomposed leaves, twigs, and wood; and to a lesser degree basic volcanic ash, cinders, and weathered lava. The mean annual rainfall ranges from 635 to 1270 millimeters (25 to 50 inches), with most of the rainfall occurring from April through October. The mean annual pan evaporation ranges from 1270 to 1524 millimeters (50 to 60 inches). The mean annual temperature ranges from 18 to 21 degrees C. (65 to 70 degrees F.) The mean summer soil temperature and the mean winter soil temperature differ by less than 6 degrees C. (11 degrees F.)"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are Nanaia and Kapua series. Nanaia soils are medial over pahoehoe lava. Kapua soils are organic soils over `a`a lava and have a lithic contact at 102 to 152 centimeters (40 to 60 inches)."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained. Runoff is negligible in depressions on gentle slopes and high to very high on steeper slopes. Permeability is moderately rapid in the organic soil and very slow in the underlying bedrock."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Used for wildlife habitat. The natural vegetation is ohia lehua (Metrosideros polymorpha) and christmasberry (Schinus terebinthifolius)."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: South Kona District, Island of Hawaii; MLRA 161. The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Island of Hawaii, Hawaii County, Hawaii 2008 Proposed in 1996."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Soil moisture - usually moist, but are dry in some or all parts for short intermittent periods totaling 90 or more days during the months from October through April in most years (Ustic moisture regime).\nDiagnostic horizons and features recognized in this pedon are:\n--Sapric soil materials - from a depth of 0 to 13 centimeters (0 to 5 inches) (Oa horizon).\n--Lithic contact - at a depth of 13 centimeters (5 inches) (2R horizon).\nEdit Log: 12/03 SN. In Geographically Associated Soils section, Nanaia series changed from Kahuku.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Oa",
        "top": 0,
        "bottom": 13,
        "dry_hue": "7.5YR",
        "dry_value": 3,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 1,
        "cf_class": "cobbly",
        "pH": 6.4,
        "pH_class": "slightly acid",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "Oa--0 to 13 centimeters (0 to 5 inches); black (10YR 2/1) cobbly highly decomposed plant material, dark brown (7.5YR 3/2) dry; strong very fine and fine granular structure; hard, friable, nonsticky and nonplastic; many very fine, fine, and medium, and few coarse roots; many very fine and fine interstitial pores; 10 percent subangular gravel and 20 percent subangular cobbles; slightly acid (pH 6.4); abrupt wavy boundary. (5 to 25 centimeters {2 to 10 inches} thick)"
      },
      {
        "name": "2R",
        "top": 13,
        "narrative": "2R--13 centimeters (5 inches); hard, massive pahoehoe lava; class 2 (10-45 cm) joint fractures."
      }
    ]
  ]
}
