{
  "SERIES": "KALIHI",
  "STATUS": "Established Series",
  "BYREV": "Rev. RCH/HHS",
  "REVDATE": "08/2000",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, halloysitic, isohyperthermic Fluvaquentic Endoaquolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Kalihi clay - sugarcane. (Colors are for moist soil unless otherwise noted.  All textures are \"apparent field textures.\")\nAp1--0 to 8 inches; dark brown (10YR 3/3) clay, dark 8rq (10YR 4/1) dry, few fine distinct yellowish brown (10YR 5/6) and brown (10YR 5/3) mottles, fine black stains; weak fine subangular blocky structure; very hard, firm, very sticky and very plastic; many roots; moderate effervescence with hydrogen peroxide; neutral (pH 6.6); gradual smooth boundary. (6 to 10 inches thick)\nAp2--8 to 16 inches; very dark grayish brown (10YR 3/2) clay, very dark gray (10YR 3/1) dry; few fine distinct yellowish brown and reddish brown mottles; weak fine subangular blocky structure; extremely hard, firm, very sticky and very plastic; many roots; moderate effervescence with hydrogen peroxide; neutral (pH 6.8); clear smooth boundary. (6 to 10 inches thick)\nB21g--16 to 27 inches; dark gray (2.5Y 4/1) clay, grayish brown (10YR 5/2) dry; common medium distinct yellowish brown, reddish brown, and yellow red mottles; massive; extremely hard, firm, very sticky and very plastic; many roots; many fine and very fine pores; slightly acid (pH 6.4); gradual smooth boundary (9 to 12 inches thick)\nB22g--27 to 46 inches; dark gray (5Y 4/1) clay, gray (2.5Y 5/1) dry; many medium distinct strong brown, reddish brown and yellowish red mottles; massive; extremely hard, firm, very sticky and very plastic; common roots; common very fine pores; strongly acid (pH 5.3); gradual smooth boundary. (17 to 21 inches thick)\nC1g--46 to 60 inches; grayish brown (2 5YR 5/2) and dark gray (5Y 4/1) clay, gray (5Y 5/1) dry; massive; extremely hard, firm, very sticky and very plastic; few roots; few fine pores; neutral (pH 7.0); gradual smooth boundary. (12 to 15 inches thick)\nC2g--60 to 70 inches; dark gray (5YR 4/1), olive gray (5YR 5/2), and yellowish brown (10YR 5/6) clay, olive (5Y 5/3) dry; brownish yellow (10YR 6/6) mottles dry; massive; extremely hard, firm, very sticky and very plastic; few roots; few very fine pores; slight effervescence with hydrogen peroxide; neutral (pH 7.0)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Kauai County, Hawaii; Koloa quadrangle, 21 degrees 54' 13.4\" north latitude and 159 degrees 25' 16.1\" west longitude."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Mean annual soil temperature is about 74 degrees F.  The A horizon has value of 2 or 3 and chroma of 1 through 3.   Mottles range from none to few.  The A horizon contains from none to many 1 to 5 mm black concretions.  The B horizon has hue of neutral, 2.5Y, or 5Y, value of 4 or 5 and chroma of 0 or 1.  Mottles range from common to many."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Keaau and Pearl Harbor series.  Keaau soils are strongly calcareous in the lower part and hard coral or cemented coral sand is at depths of 20 to 36 inches.  Pearl Harbor soils are underlain by muck or peat at depths from 20 to 50 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Kalihi soils are on nearly level bottom lands.  The dominant slope is less than 1 percent.  Elevation ranges from 50 to 100 feet.  The soils formed in alluvium from basic igneous rocks.  Average annual rainfall is 40 to 60 inches.  Average January temperature is 71 degrees F., average July temperature is 78 degrees F., and mean annual temperature is about 74 degrees F."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Waikomo soils.  Waikomo soils are mottle-free and are shallow over bedrock."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Poorly drained; slow runoff; slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are used for growing sugarcane."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Island of Kauai, Hawaii.  This series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Soil Survey, Territory of Hawaii, 1949.\nOSED scanned by SSQA.  Last revised by state on 3/78.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": null
  }
}
