{
  "SERIES": "KALLIS",
  "STATUS": "Established Series",
  "BYREV": "Rev. EMR/JMS/RJS",
  "REVDATE": "07/2013",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Sandy-skeletal, mixed, frigid Typic Haplustepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Kallis very gravelly coarse sandy loam, in sparsely forested rangeland on a 32 percent slope at 1,244 meters elevation (colors are for dry soil unless otherwise noted).\nA--0 to 13 cm; light brownish gray (10YR 6/2) very gravelly coarse sandy loam, dark grayish brown (10YR 4/2) moist; weak fine granular structure; soft, friable, nonsticky and nonplastic; many very fine and fine roots; many fine and medium irregular pores; 30 percent gravel, 10 percent cobbles; slightly acid (pH 6.4); clear smooth boundary. (8 to 17 cm thick)\nBw--13 to 36 cm; pale brown (10YR 6/3) very gravelly coarse sandy loam, brown (10YR 4/3) moist; weak fine subangular blocky structure; soft, very friable, nonsticky and nonplastic; many very fine and fine roots; many fine irregular pores; 35 percent gravel, 10 percent cobbles; slightly acid (pH 6.2); clear smooth boundary. (15 to 32 cm thick)\nC1--36 to 82 cm; pale brown (10YR 6/3) very gravelly loamy coarse sand, brown (10YR 5/3) moist; single grain; loose, nonsticky and nonplastic; few very fine and fine roots; common fine interstitial pores; 40 percent gravel, 10 percent cobbles; moderately acid (pH 5.8); gradual smooth boundary. (22 to 136 cm thick)\nC2--82 to 152 cm; very pale brown (10YR 7/3) extremely gravelly loamy coarse sand, brown (10YR 5/3) moist; single grain; loose, nonsticky and nonplastic; few very fine and fine roots; common fine interstitial pores; 50 percent gravel, 20 percent cobbles; moderately acid (pH 5.8)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Grayhorse Creek quadrangle, Ravalli County, Montana; 175 meters north and 420 meters west of the SE corner of section 12, T. 9 N., R. 19 W. UTM NAD 83 Zone 12: 275632e, 5158848n."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nMean annual soil temperature - 5 to 8 degrees C\nDepth to cambic horizon - 8 to 17 cm\nDepth to sandy-skeletal material - 23 to 49 cm\nHorizon fragments are typically subangular and indurated.\nA horizon\nValue: 4 to 6 dry; 3 to 4 moist\nChroma: 1 to 3 dry or moist\nTexture: coarse sandy loam or sandy loam\nClay content: 5 to 16 percent\nRock fragments: 0 to 50 percent--0 to 50 percent gravel, 0 to 30 percent cobbles and stones\nReaction: pH 6.0 to 7.0\nBw horizon\nValue: 5 or 6 dry; 4 or 5 moist\nChroma: 2 to 4 dry or moist\nTexture: coarse sandy loam or sandy loam\nClay content: 4 to 14 percent\nRock fragments: 15 to 50 percent--15 to 40 percent gravel, 0 to 10 percent cobbles\nReaction: pH 5.6 to 6.8\nC horizons\nHue: 10YR or 2.5Y\nValue: 6 or 7 dry; 4, 5, or 6 moist\nChroma: 2 or 3 dry or moist\nTexture: loamy coarse sand or coarse sand\nClay content: 0 to 10 percent\nRock fragments: 35 to 80 percent--20 to 65 percent gravel, 10 to 25 percent cobbles, and 0 to 10 percent stones\nReaction: pH 5.6 to 6.7"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:\nChereete (MT) - do not have more than 35 percent rock fragments in the surface horizon and upper part of the subsoil; have rounded and subrounded rock fragments\nLosthorse (MT) - have an E horizon; are strongly acid to moderately acid\nTotelake (MT) - are neutral to slightly alkaline"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nLandform - mountain slopes, hills, and escarpments\nElevation - 1,130 to 1,805 meters\nSlope - 4 to 45 percent\nParent material - colluvium\nClimate - long, cold winters; moist springs; warm summers\nMean annual precipitation - 406 to 559 mm\nMean annual temperature - 4 to 7 degrees centigrade\nFrost-free period - 70 to 105 days"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: None listed."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Somewhat excessively drained; moderately rapid permeability to a depth of 36 centimeters and rapid below."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Kallis soils are used mainly for forested rangeland dominated by ponderosa pine and Douglas fir."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Kallis soils are of small extent in valleys of western Montana. MLRA 44A."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Bitterroot Valley Area, Montana, 2013; proposed in Ravalli County, Montana, 2012."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic features and horizons recognized in this pedon are:\nOchric epipedon - from 0 to 13 cm (A horizon)\nCambic horizon - from 13 to 36 cm (Bw horizon)\nParticle-size control section - from 25 to 100 cm (part of the Bw, C1, and part of the C2 horizons)\nKallis soils have a frigid temperature regime and an ustic moisture regime.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
