{
  "SERIES": "KALMARVILLE",
  "STATUS": "Established Series",
  "BYREV": "Rev. GAP-HRF-JJJ",
  "REVDATE": "07/2004",
  "STATES": "MN,WI",
  "OVERVIEW": "The Kalmarville series consists of very deep, poorly drained and very poorly drained soils that formed in recent alluvium on floodplains. Permeability is moderate or moderately rapid in the upper part and rapid or very rapid in the lower part.  Slopes are less than 1 percent.  Mean annual temperature is about 47 degrees F.  Mean annual precipitation is about 27 inches.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, superactive, nonacid, mesic Mollic Fluvaquents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Kalmarville silt loam with a plane level slope on a flood plain in a pasture field.  (Colors are for moist soil unless otherwise stated.)\nA--0 to 43 inches; very dark gray (10YR 3/1) silt loam with many fine strata of dark gray (10YR 4/1) fine sandy  loam and silt loam; few fine prominent brown (7.5YR 4/4) mottles; weak and moderate very thin to thick platy layers; very friable; many very fine to medium tubular pores below 12 inches; few snail shells in lower part; slight effervescence in upper 12 inches; slightly alkaline; clear wavy boundary.  (More than 40 inches thick.)\n2Cg--43 to 60 inches; dark gray (10YR 4/1) sand; single grain; loose; about 5 percent gravel; slightly alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Olmsted County, Minnesota; 2 miles west of Chatfield; 860 feet west and 520 feet south of the center of sec. 35, T. 105 N., R 12 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Depth to the sandy 2Cg horizon ranges from 40 to 60 inches or more.  Free carbonates in some pedons are present in some parts of the 10 to 20 inch depth zone.  The content of rock fragments ranges from 0 to 5 percent in the A horizon and from 0 to 10 percent in the 2C horizon.\nThe A horizon has value of 2 to 4, but strata with value of 5 or 6 are in some pedons.  It has value of 3 in the upper 10 inches after mixing.  It is sandy loam, fine sandy loam, loam, or silt loam, but it has coarser-textured strata in some pedons and is silty clay loam in the upper part in a few pedons.  An Ap horizon is present in a few pedons.  It is moderately acid to slightly alkaline.\nThe 2C or 2Cg horizon has hue of 7.5YR, 10YR, or 2.5Y, value of 3 to 6, and chroma of 1 to 6.  It is typically coarse sand, sand, fine sand, loamy coarse sand, loamy sand, or loamy fine sand, but the upper part may have loamy textures.  It is moderately acid to slightly alkaline.\nSome pedons have a 2C horizon with hue of 7.5YR, 10YR or 2.5Y, value of 3 to 6, and chroma of 4 to 8.  It is sand, fine sand or coarse sand."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Hockinson and Root series.  Hockinson soils are drier in the soil moisture control section during the 120 days following the summer solstice. Root soils have a loamy-skeletal 2C horizon beginning within depths of 40 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Kalmarville soils have plane or concave slopes and are on the lowest floodplain adjacent to streams.  Slope gradients are less than 1 percent.  Relative relief in their major area of occurrence ranges from 50 to 400 feet.  These soils formed in recent alluvium from glaciated or loess mantled terrain.  The mean annual temperature ranges from 45 to 50 degrees F.  Mean annual precipitation ranges from 25 to 32 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  The main ones are Colo, Radford, and Spillville soils.  All of these soils except Radford do not have fine stratification of very recent alluvial sediments.  Radford soils have a buried soil in the lower part of their profile."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Poorly drained and very poorly drained.  Runoff is slow.  Permeability is moderate or moderately rapid in the upper part and rapid or very rapid in the lower part. Flooding is common and of brief to long duration.  Periods of flooding are mostly in the period of February through June."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Some areas are in bottom land deciduous forest.  Some are in permanent pasture or are used for hay or cultivated crops."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Southern Minnesota.  Series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: St. Paul, Minnesota"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Freeborn County, Minnesota, 1977."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  There are no diagnostic horizons.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "poorly",
        "drainage_overview": "poorly"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 109,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 1,
        "texture_class": "fine sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly alkaline",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "A--0 to 43 inches; very dark gray (10YR 3/1) silt loam with many fine strata of dark gray (10YR 4/1) fine sandy  loam and silt loam; few fine prominent brown (7.5YR 4/4) mottles; weak and moderate very thin to thick platy layers; very friable; many very fine to medium tubular pores below 12 inches; few snail shells in lower part; slight effervescence in upper 12 inches; slightly alkaline; clear wavy boundary.  (More than 40 inches thick.)"
      },
      {
        "name": "2Cg",
        "top": 109,
        "bottom": 152,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 1,
        "texture_class": "sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly alkaline",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "2Cg--43 to 60 inches; dark gray (10YR 4/1) sand; single grain; loose; about 5 percent gravel; slightly alkaline."
      }
    ]
  ]
}
