{
  "SERIES": "KALOKO",
  "STATUS": "Established Series",
  "BYREV": "Rev. SN",
  "REVDATE": "03/2001",
  "STATES": "HI",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, smectitic, calcareous, isohyperthermic Cumulic Endoaquolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Kaloko clay - sugarcane. (Colors are for moist soil unless otherwise noted.  All textures are \"apparent field textures.\")\nAp--0 to 12 inches; dark brown (7.5YR 3/2) clay, common fine distinct red mottles and yellowish white specks; weak fine subangular blocky structure; very hard, firm, very sticky and very plastic; many roots; moderate reaction with hydrogen peroxide; violent reaction with hydrochloric acid; mildly alkaline; clear smooth boundary. (6 to 10 inches thick)\nB2--12 to 20 inches; dark reddish brown (5YR 3/3) and weak red (2.5YR 5/2) clay; many fine distinct brownish yellow (10YR 6/6), white (2.5Y 8/2), reddish yellow (5YR 6/6) mottles; moderate fine angular and subangular blocky structure; very hard, firm, very sticky and very plastic; common roots; many fine pores thin patchy coatings that look like clay films; slight reaction to hydrogen peroxide; violent reaction to hydrochloric acid; mildly alkaline; abrupt smooth boundary. (6 to 10 inches thick)\nIIC1g--20 to 29 inches; mottled white (2.5Y 8/1), reddish brown (5YR 5/4), strong brown (7.5YR 5/8), dark brown (7.5YR 3/2), and gray (5Y 6/1) silty clay, rubbed color light yellowish brown (2.5Y 6/3), weak medium and thick platy structure; hard, firm, sticky and plastic; few roots; few fine and medium pores; salt crystals between some peds; violent reaction to hydrochloric acid; mildly alkaline; abrupt smooth boundary. (8 to 11 inches thick)\nIIC2gsa--29 to 33 inches; layers of light gray (N 6/0), gray (N 5/0), dark gray (5Y 4/1), pink (7.5YR 8/4), grayish brown (2.5Y 5/2), and reddish brown (5YR 4/4) silty clay, rubbed color olive gray (5Y 5/2); medium and thick platy structure; hard, friable, sticky and plastic; few roots; few fine pores; salt crystals about 50 percent by volume; neutral; abrupt smooth boundary. (12 to 15 inches thick)\nIIIC3g--33 to 43 inches; thickest plates dark greenish gray (5BG 4/1), other plates dark gray (N 4/0), gray (5Y 5/1) and light gray (5Y 6/1) silty clay, rubbed color dark greenish gray (5BG 4/1); fine and thick platy structure; hard, friable, sticky and plastic; few roots; common fine and medium pores; moderate effervescence with hydrochloric acid; neutral; abrupt smooth boundary. (9 to 11 inches thick)\nIIC4gsa--43 to 60 inches; dark greenish gray (5BG 4/1), light greenish gray (5GY 7/1), greenish gray (5GY 6/1), and dark greenish gray (5GY 4/1) silty clay, rubbed color greenish gray (5BG 5/1); massive friable, sticky; common salt crystals, moderate effervescence with hydrochloric acid; mildly alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Island of Kauai, Kauai County, Hawaii; Kekaha Quadrangle - 22 degrees 01' 6\" north latitude and 159 degrees F46' 10\" west longitude; on Kekaha Sugar Plantation, 24,000 feet N. 45 degrees W. of the junctions of Highways 50 and 55 in the town of Kekaha."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Depth to the IIC horizon of marl ranges from 12 to 20 inches.  The mean annual soil temperature is about 75 degrees F.  The A horizon has hue of 5YR or 7.5YR and chroma of 1 or 2.  Mottles in the A horizon range from very few to many.  The B horizon has hue of 5YR through 10YR, and chroma from 2 through 4.  Mottles in the B horizon range from white to reddish yellow."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Keaau, Nohili, and Pearl Harbor series.   Keaau soils have 10YR hue in the A horizon, are slightly calcareous above 20-inch depth and are underlain by consolidated coral sand or hard coral at depths from 20 to 36 inches.  Nohili soils have a mollic epipedon more than 20 inches thick.  Pearl Harbor soils are noncalcareous in the upper 20 inches and are underlain by muck or peat at a depth of 20 to 40 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Kaloko soils are on coastal plains.  The dominant slope is about 1 percent and elevation ranges from sea level to 20 feet.   The upper part of the regolith is alluvium from material weathered from basic igneous rocks and the lower part marly material that was deposited in lagoons.  Average annual rainfall is 20 to 25 inches.  Mean annual temperature is about 75 degrees F.; average January temperature is 71 degrees F.; and average July temperature is 77 degrees F."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the competing Keaau and Nohili soils and the Kekaha and Mokuleia soils.  Kekaha soils are at slightly higher elevations and are well drained, noncalcareous, and have 5YR or redder hue in the B horizon.  Mokuleia soils have 10YR hue in the A horizon and coral sand at less than 20-inch depth."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Poorly drained; slow to very slow runoff; slow to moderately slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are used for growing sugarcane."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Islands of Kauai and Oahu, Hawaii.  The soil is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Soil Survey, Territory of Hawaii, 1949.\nOSED scanned by SSQA.  Last revised by state on 5/78.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": null
  }
}
