{
  "SERIES": "KALURAH",
  "STATUS": "Established Series",
  "BYREV": "Rev. SCC-WEH-ERS",
  "REVDATE": "03/2007",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, semiactive, frigid Aquic Dystric Eutrudepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Kalurah fine sandy loam, on a 2 percent northwest facing slope in a meadow. (Colors are for moist soil unless otherwise indicated.)\nAp -- 0 to 11 inches; dark brown (10YR 3/3) fine sandy loam, pale brown (10YR 6/3) dry; weak fine and medium granular structure; very friable; many very fine and fine and common medium roots; 10 percent gravel, 2 percent stones; moderately acid; abrupt smooth boundary. (5 to 11 inches thick.)\nBw1 -- 11 to 16 inches; brown (7.5YR 4/4) fine sandy loam; weak fine and medium subangular blocky structure; very friable; many very fine and fine and common medium roots; common fine and medium vesicular pores; few worm holes and old root channels filled with Ap material; 10 percent gravel, 2 percent stones; slightly acid; clear irregular boundary.\nBw2 -- 16 to 24 inches; brown (7.5YR 4/4) fine sandy loam; weak very fine and fine subangular blocky structure; very friable; common very fine and fine and few medium roots; common fine and medium vesicular pores; few worm holes and old root channels filled with Ap material; 10 percent gravel, 2 percent stones; common medium distinct yellowish brown (10YR 5/6) masses of iron accumulation and light brownish gray (10YR 6/2) areas of iron depletion; slightly acid; abrupt irregular boundary\nBw3 -- 24 to 47 inches; brown (10YR 4/3) gravelly fine sandy loam; weak medium and thick platy structure parting to weak fine and medium subangular blocky; firm; many medium and coarse vesicular pores, few with discontinuous clay linings; 15 percent gravel, 5 percent stones; common medium faint light brownish gray (10YR 6/2) areas of iron depletion and distinct yellowish brown (10YR 5/6) masses of iron accumulation; slightly acid; gradual wavy boundary. (The combined thickness of the Bw horizon is 13 to 40 inches.)\nC -- 47 to 72 inches; dark yellowish brown (10YR 4/4) gravelly fine sandy loam; weak fine and medium plate-like divisions parting on depositional planes; friable; few very fine and fine roots; common coarse, medium and fine vesicular and tubular pores, few with discontinuous clay linings; common gray (10YR 6/1) stripped sand grains; 15 percent gravel, 5 percent cobbles; few fine distinct yellowish brown (10YR 5/6) masses of iron accumulation in the upper part; neutral."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: St. Lawrence County, New York; Town of Canton, 370 feet southwest of a point on a farm lane that is 2060 feet southeast of a point on New York Route 68 that is 1.5 miles northwest of the hamlet of Langdon Corners. USGS Pierrepont, NY topographic quadrangle; Latitude 44 degrees, 34 minutes, 15 seconds N. and Longitude 75 degrees, 06 minutes, 04 seconds W. NAD 1927."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: The thickness of the solum ranges from 30 to 50 inches. Depth to carbonates is greater than 40 inches. Depth to bedrock is greater than 60 inches. Rock fragments, mostly gravel, range from 5 to 35 percent in the mineral solum and from 5 to 50 percent in the C horizon.\nThe Ap horizon has hue of 7.5YR or 10YR, value of 2 through 4, and chroma of 2 or 3. Texture of the fine-earth fraction is commonly fine sandy loam and less commonly loam or silt loam. Reaction ranges from moderately acid through neutral.\nThe Bw horizon has hue of 7.5YR or 10YR, value of 4 or 5, and chroma of 2 through 6, with chroma of 2 matrix or faces of peds restricted to depths greater than 20 inches. A portion of the Bw or BC above a depth of 24 inches has redoximorphic depletions with chroma of 2 or less. Texture of the fine-earth fraction is commonly fine sandy loam and less commonly sandy loam, loam or silt loam. Reaction is slightly acid or neutral. Some pedons have a BC horizon.\nThe C horizon has hue of 7.5YR through 2.5Y, value of 4 through 6, and chroma of 2 through 6. Texture of the fine-earth fraction is fine sandy loam, sandy loam, or loam. Some pedons have thin layers of loamy sand. Below 60 inches, some pedons have a silt loam texture. Consistence is friable or firm. Reaction ranges from neutral through moderately alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: The Buckland series is in the same family. Buckland soils have dense substratum."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Kalurah soils are on the backslopes and broad tops of well defined hills in glaciated uplands. The soils formed in till derived mainly from limestone, dolomite, sandstone, and calcareous shale. The slope ranges from 0 to 45 percent. Mean annual temperature ranges from 38 to 45 degrees F., mean annual precipitation ranges from 34 to 50 inches, and the frost free season ranges from 100 to 140 days. The elevation ranges from 300 to 2000 feet above sea-level."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Malone, Muskellunge, Nehasne, Pyrities, Swanton and Waddington soils. Muskellunge and Swanton soils are in lower landscape positions than Kalurah soils. Muskellunge soils are in a fine family and Swanton soils are in a coarse-loamy over clayey family. Waddington soils are on adjacent outwash terraces."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Moderately well drained. The potential for surface runoff ranges from low to high. The saturated hydraulic conductivity is moderately high to high in the mineral surface and subsoil, and moderately low to high in the substratum."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most areas are cleared and are used for hay and corn. Stony areas are used for pasture or remain as woodland. Wood lots contain sugar maple, basswood, white ash, white pine, red oak and aspen."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Northern and north central New York. MLRA 142 and 143. The soil is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Amherst, Massachusetts"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: St. Lawrence County, New York, 1990."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in the typical pedon are:\n1. Ochric epipedon - the zone from 0 to 11 inches (Ap horizon).\n2. Cambic horizon - the zone from 11 to 47 inches (Bw horizon).\n3. Aquic conditions - has redoximorphic depletions with chroma 2 or less within 24 inches (Bw2 horizon 16-24\") & does not have faces of peds having 50% or more chroma of 2 or less and redoximorphic concentration within 20\" of surface.\n4. Dystric subgroup - does not have free carbonates within 40 inches of the surface.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
