{
  "SERIES": "KALUK",
  "STATUS": "Tentative Series",
  "BYREV": "MJS/MPS",
  "REVDATE": "10/2024",
  "STATES": "AK",
  "OVERVIEW": "Depth class: very deep\nDrainage class: moderately well drained\nParent material: sandy and gravelly alluvium derived from metamorphic and sedimentary rock\nLandscape: river valleys\nLandform: flood plains\nMicrofeature: point bars\nSlopes: 0 to 5 percent\nMean annual precipitation: about 400 mm (15.7 in)\nMean annual air temperature: about -4 degrees C. (25 degrees F.)\nFrost-free period: 65 to 90 days",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Sandy-skeletal, mixed Oxyaquic Cryorthents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Kaluk extremely gravelly sand in a willow community on a linear, linear talf on a slope of 0 percent at an elevation of 133m (436 ft)\nC1--0 to 78 cm (0 to 31 in); extremely gravelly sand; dark gray (2.5Y 4/1) moist, light brownish gray (2.5Y 6/2) dry; single grain; loose, nonsticky, nonplastic; nonsmeary; few very fine roots and common fine roots throughout; few very fine, fine, and medium irregular pores; 1 percent cobbles, 70 percent gravel; neutral (pH 6.6); clear smooth boundary. (60 to 100cm, 24 to 40 in thick)\nC2--78 to 200 cm (31 to 79 in); extremely gravelly coarse sand; dark gray (2.5Y 4/1) moist, gray (2.5Y 6/1) dry; single grain; loose, nonsticky, nonplastic; nonsmeary; common medium and fine interstitial pores; 84 percent gravel and 1 percent cobbles; neutral (pH 7.2)"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Nulato Hills - Continental Divide and Blackburn Hills Soil Survey Area, Alaska; latitude 64.2682043, longitude -160.1110179, datum WGS84, UTM north 7127371.50 and UTM east 446181.28, zone 4, datum WGS84."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture regime: udic\nSoil temperature regime: cryic\nMean annual soil temperature: 0 to 3 degrees C. (32 to 37 degrees F.)\nC1 horizon:\nHue: 2.5Y or 5Y\nValue: 2.5 to 4 moist, 4 to 6 dry\nChroma: 1 or 2\nTexture: sand or their gravelly or cobbly analogues\nSand: 85 to 100 percent\nSilt: 0 to 15 percent\nClay: 0 to 6 percent\nRock fragments: 60 to 85 percent\nGravels: 5 to 75 percent\nCobbles: 0 to 50 percent\nOrganic matter: 0.1 to 2 percent\nReaction class: moderately acid to slightly alkaline (pH 5.6 to 7.8)\nC2 horizon:\nHue: 2.5Y or 5Y\nValue: 2.5 to 4 moist, 4 to 6 dry\nChroma: 1 or 2\nTexture: loamy coarse sand, coarse sand or their gravelly analogues\nSand: 80 to 100 percent\nSilt: 0 to 20 percent\nClay: 0 to 5 percent\nRock fragments: 70 to 89 percent\nGravels: 35 to 89 percent\nCobbles: 0 to 20 percent\nOrganic matter: 0.1 to 1 percent\nReaction class: slightly acid to slightly alkaline (pH 6.1 to 7.8)\nSome pedons have a thin A horizon of 5 cm or less thick."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Brasspancreek, Chiniak, Fingers, Koacho, Pasaghsak, Puffin and Tangoe (AK) series.\nBrasspancreek soils have an ochric epipedon, have an organic surface, and occur on flood plains of drainageways\nChiniak soils have an ochric epipedon, have volcanic ash in the surface, have a mean annual air temperature of 2 to 6 degrees C. (34 to 43 degrees F.), and occur on beaches, beach plains, and berms\nFingers soils have an ochric epipedon, have an organic surface, lack flooding, have a mean annual air temperature of 1 to 9 degrees C. (34 to 48 degrees F.), and occur on drainageways of glaciated plains\nKocacho soils have an ochric epipedon, have an organic surface, lack flooding, have a mean annual air temperature of- 12 to 0 degrees C. (10 to 32 degrees F.), and occur on depressions on stream terraces\nPasagshak soils have andic soil properties, have an organic surface, have a mean annual air temperature of 0 to 6 degrees C. (32 to 43 degrees F.), and occur on similar landforms on flood plains and drainageways\nPuffin soils have an ochric epipedon, have free carbonates below 50cm (20 in), have a mean annual air temperature of 3 to 9 degrees C. (37 to 48 degrees F.), and occur on similar landforms on low flood plains\nTangoe soils have an organic surface, have a mean annual air temperature of -5 to -3 degrees C. (23 to 26 degrees F.), and occur on similar landforms on flood plains"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nElevation: 0 to 300 meters (0 to 985 feet)\nParent material: sandy and gravelly alluvium derived from metamorphic and sedimentary rock\nLandform: flood plains\nSlopes: 0 to 5 percent\nMean annual precipitation: 300 to 500 mm (12 to 20 in)\nMean annual air temperature: -7 to -1 degrees C. (19 to 30 degrees F.)\nFrost free period: 65 to 90 days"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Igniq, Jacksoncreek, Shovelcreek, Uliktuk, and Willowriver soils.\nIgniq soils have aquic conditions starting between 25 to 50 cm (10 to 20 in), have a folistic epipedon, have cryoturbation, have a reduced matrix starting within 50cm (20in), have a coarse-loamy particle size class, have a gelic soil temperature regime, lack flooding, and occur on footslopes and backslopes\nJacksoncreek soils have aquic conditions starting between 0 to 25 cm (0 to 10 in), have a histic epipedon, have cryoturbation, have a reduced matrix starting within 50cm (20 in), have a cambic horizon, have a coarse-loamy particle size class, have a gelic soil temperature regime, have an isotic mineralogy class, lack flooding, and occur on terraces and earth hummocks on terraces\nShovelcreek soils have an ochric epipedon, lack a zone of saturation during normal years, have rare flooding, and occur on similar landforms on flood plains\nUliktuk soils have aquic conditions starting between 0 to 25 cm (0 to 10 in), have a reduced matrix starting within 25 cm (10 in), have an ochric epipedon, have frequent, long flooding, and occur on similar landforms on flood plains\nWillowriver soils have an ochric epipedon, lack a zone of saturation during normal years, have occasional, brief flooding, and occur on similar landforms on flood plains"
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:\nDrainage class: moderately well drained\nSaturation during normal years-- saturated at a depth of between 50 and 100 cm for either 20 or more consecutive days or 30 or more cumulative days during the growing season (oxyaquic soil moisture subclass)\nSaturated Hydraulic Conductivity: very high in the C1 and C2 horizons\nPermeability: very rapid in the C1 and C2 horizons\nRunoff: negligible\nFlooding: frequent, brief"
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:\nUse: wildlife habitat, recreation, and subsistence\nNative vegetation: feltleaf willow, dwarf fireweed, meadow horsetail"
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: MLRA 240, Nulato Hills-Southern Seward Peninsula Highlands. The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE",
    "content": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE: Wasilla, Alaska"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Nulato Hills - Continental Divide and Blackburn Hills Soil Survey, Alaska, 2024."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic features and horizons recognized in this profile include:\nNo diagnostic horizons\nParticle-size control section: 25 to 100 cm (10 to 40 in)"
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "ADDITIONAL DATA:\nUser pedon ID: 2021AK180797"
  },
  "SITE": [
    [
      {
        "drainage": "moderately well",
        "drainage_overview": "moderately well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "C1",
        "top": 0,
        "bottom": 78,
        "dry_hue": "2.5Y",
        "dry_value": 6,
        "dry_chroma": 2,
        "moist_hue": "2.5Y",
        "moist_value": 4,
        "moist_chroma": 1,
        "texture_class": "sand",
        "structure": "single grain",
        "dry_rupture": "loose",
        "moist_rupture": "loose",
        "coherence": "NA",
        "cf_class": "extremely gravelly",
        "pH": 6.6,
        "pH_class": "neutral",
        "eff_class": "NA",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "C1--0 to 78 cm (0 to 31 in); extremely gravelly sand; dark gray (2.5Y 4/1) moist, light brownish gray (2.5Y 6/2) dry; single grain; loose, nonsticky, nonplastic; nonsmeary; few very fine roots and common fine roots throughout; few very fine, fine, and medium irregular pores; 1 percent cobbles, 70 percent gravel; neutral (pH 6.6); clear smooth boundary. (60 to 100cm, 24 to 40 in thick)"
      },
      {
        "name": "C2",
        "top": 78,
        "bottom": 200,
        "dry_hue": "2.5Y",
        "dry_value": 6,
        "dry_chroma": 1,
        "moist_hue": "2.5Y",
        "moist_value": 4,
        "moist_chroma": 1,
        "texture_class": "coarse sand",
        "structure": "single grain",
        "dry_rupture": "loose",
        "moist_rupture": "loose",
        "coherence": "NA",
        "cf_class": "extremely gravelly",
        "pH": 7.2,
        "pH_class": "neutral",
        "eff_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "C2--78 to 200 cm (31 to 79 in); extremely gravelly coarse sand; dark gray (2.5Y 4/1) moist, gray (2.5Y 6/1) dry; single grain; loose, nonsticky, nonplastic; nonsmeary; common medium and fine interstitial pores; 84 percent gravel and 1 percent cobbles; neutral (pH 7.2)"
      }
    ]
  ]
}
