{
  "SERIES": "KAMAOA",
  "STATUS": "Established Series",
  "BYREV": "Rev. MRK-RTG",
  "REVDATE": "05/2012",
  "STATES": "HI",
  "OVERVIEW": "The Kamaoa series consists of very deep, well drained soils that formed in basic volcanic ash. Slopes range from 2 to 10 percent. The mean annual rainfall is about 1140 millimeters (45 inches), and the mean annual air temperature is about 20 degrees C. (68 degrees F.)",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Medial, amorphic, isothermic Humic Haplustands"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Kamaoa medial loam, on a south facing, 10 percent slope in pasture at an elevation of 579 meters (1900 feet). (Colors are for moist soils unless otherwise noted. All textures are \"apparent field textures\".)\nA--0 to 18 centimeters (0 to 7 inches); dark brown (7.5YR 3/2) medial loam, brown (10YR 5/3) dry; strong medium and fine subangular blocky structure; hard, friable, slightly sticky and slightly plastic; many fine roots; many fine irregular pores; moderately acid (pH 5.7); abrupt wavy boundary. (15 to 23 centimeters {6 to 9 inches} thick)\nBA--18 to 53 centimeters (7 to 21 inches); dark reddish brown (5YR 3/4) medial loam, strong brown (7.5YR 5/6) dry; weak fine subangular blocky structure; soft, very friable, slightly sticky and slightly plastic; many fine roots; many very fine tubular pores; neutral (pH 6.8); clear wavy boundary. (20 to 43 centimeters {8 to 17 inches} thick)\nBw1--53 to 119 centimeters (21 to 47 inches); dark brown (7.5YR 3/3) medial silty clay loam, strong brown (7.5YR 5/8) dry; weak fine subangular blocky structure; hard, very friable, slightly sticky and moderately plastic; many fine roots; many very fine tubular pores; neutral (pH 6.9); abrupt smooth boundary.\nBw2--119 to 173 centimeters (47 to 68 inches); dark brown (7.5YR 3/3) medial silt loam, yellowish brown (10YR 5/8) dry; weak fine subangular blocky structure; soft, very friable, slightly sticky and moderately plastic; many very fine and fine roots; many very fine and fine tubular pores; neutral (pH 7.3); abrupt wavy boundary. (Combined thickness of the Bw horizon is 102 to 122 centimeters {40 to 48 inches} thick.)\n2R--173 centimeters (68 inches); hard, massive bedrock."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Island of Hawaii, Hawaii County, Hawaii; about 0.4 miles south of Kahuku Ranch office. Kahuku Ranch Quadrangle; lat. 19 degrees 3 minutes 5 seconds N. and long. 155 degrees 41 minutes 35 seconds W. (Old Hawaiian Datum)"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nDepth to bedrock: Greater than 152 centimeters (60 inches) but is as shallow as 102 centimeters (40 inches) in some pedons.\nMean annual soil temperature: 19 to 22 degrees C. (67 to 72 degrees F.)\nRock fragments: 0 to 20 percent by volume of the pedon and range in size from gravel to stones.\nA horizon\nHue: 7.5YR or 10YR.\nValue: 2 or 3 moist or 3 to 5 dry.\nChroma: 2 or 3 moist or 3 or 4 dry.\nSoil reaction: Moderately acid or slightly acid (pH 5.6 to 6.5).\nBA horizon\nHue: 5YR to 7.5YR.\nValue: 3 or 4 moist or 4 or 5 dry.\nChroma: 3 or 4 moist or 5 or 6 dry.\nTexture: Medial silt loam or loam.\nPlasticity: Slightly plastic or moderately plastic.\nSoil reaction: Neutral or slightly alkaline (pH 6.6 to 7.8).\nBw horizon\nHue: 7.5YR to 10YR.\nValue: 3 or 4 moist or 4 or 5 dry.\nChroma: 3 or 4 moist or 6 or 8 dry.\nTexture: Medial silt loam or loam.\nPlasticity: Slightly plastic or moderately plastic.\nSoil reaction: Neutral or slightly alkaline (pH 6.6 to 7.8)."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are Kamakoa, Kikoni, Kapapala, Kiolakaa, Kula, and Waimea series. Kamakoa soils have an alluvial C horizon and occur on flood plains. Kikoni soils have a massive B horizon overlying 2Bw horizons that have strong structure. Kapapala soils have a depositional ashy course sand 2C horizon. Kiolakaa soils are moderately deep. Kula soils have a cobbly loam surface texture. Waimea soils are nonsticky and nonplastic in the A and upper part of the B horizons."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Kamaoa soils are on low elevation, windward slopes on the upland and southwest rift zone of Mauna Loa Volcano at elevations from 305 to 762 meters (1,000 to 2,500 feet). These soils are on all hillslope positions of constructional landscapes consisting of nearly level to gently sloping lava flows that are greater than 5,000 years old. Slope gradients range from 2 to 10 percent. The soils formed in basic volcanic ash. The mean annual rainfall ranges from 760 to 1520 millimeters (30 to 60 inches), with most of the rainfall occurring from October through April. The mean annual pan evaporation ranges from 1520 to 2030 millimeters (60 to 80 inches). The mean annual temperature ranges from 18 to 21 degrees C. (65 to 70 degrees F.) The mean summer soil temperature and the mean winter soil temperature differ by less than 6 degrees C. (11 degrees F.)"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Nanaia, Kapulehu, and Keaa series, and the competing Kiolakaa series. Nanaia soils have a lithic contact at 5 to 25 centimeters (2 to 10 inches). Kapulehu soils are medial-skeletal and moderately deep. Keaa soils have lithic contact at 25 to 50 centimeters (10 to 20 inches)."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained. Runoff is low to medium. Permeability is moderately rapid."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Used for grazing. The natural vegetation is christmasberry (Schinus terebinthifolius), guava (Psidium guajava), rhodesgrass (Chloris gayana), and bermudagrass (Cynodon dactylon)."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Kau District, Island of Hawaii; MLRA 157. The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Soil Survey, Territory of Hawaii, 1949."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Soil moisture - dry in some or all parts for short intermittent periods totaling 90 or more days in most years (Ustic moisture regime).\nDiagnostic horizons and features recognized in this pedon include:\n--Mollic epipedon - from a depth of 0 to 18 centimeters (0 to 7 inches) (A horizon).\n--Cambic horizon - from a depth of 18 to 173 centimeters (7 to 68 inches) (Bw horizons).\n--Lithic contact - at a depth of 173 centimeters (68 inches) (2R horizon).\n--Andic soil properties - from a depth of 0 to 173 centimeters (0 to 68 inches) (A, BA, and Bw horizons).\nEdit Log: 11/3/99 Classification revised due to changes in Soil Taxonomy. Old Classification: Medial, isothermic Typic Eutrandepts. Competing series have been updated. MRK 2/5/08 Minor edits and andic textural modifiers added. MRK\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 18,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "7.5YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "loam",
        "pH": 5.7,
        "pH_class": "moderately acid",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "A--0 to 18 centimeters (0 to 7 inches); dark brown (7.5YR 3/2) medial loam, brown (10YR 5/3) dry; strong medium and fine subangular blocky structure; hard, friable, slightly sticky and slightly plastic; many fine roots; many fine irregular pores; moderately acid (pH 5.7); abrupt wavy boundary. (15 to 23 centimeters {6 to 9 inches} thick)"
      },
      {
        "name": "BA",
        "top": 18,
        "bottom": 53,
        "dry_hue": "7.5YR",
        "dry_value": 5,
        "dry_chroma": 6,
        "moist_hue": "5YR",
        "moist_value": 3,
        "moist_chroma": 4,
        "texture_class": "loam",
        "pH": 6.8,
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "BA--18 to 53 centimeters (7 to 21 inches); dark reddish brown (5YR 3/4) medial loam, strong brown (7.5YR 5/6) dry; weak fine subangular blocky structure; soft, very friable, slightly sticky and slightly plastic; many fine roots; many very fine tubular pores; neutral (pH 6.8); clear wavy boundary. (20 to 43 centimeters {8 to 17 inches} thick)"
      },
      {
        "name": "Bw1",
        "top": 53,
        "bottom": 119,
        "dry_hue": "7.5YR",
        "dry_value": 5,
        "dry_chroma": 8,
        "moist_hue": "7.5YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "silty clay loam",
        "pH": 6.9,
        "pH_class": "neutral",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Bw1--53 to 119 centimeters (21 to 47 inches); dark brown (7.5YR 3/3) medial silty clay loam, strong brown (7.5YR 5/8) dry; weak fine subangular blocky structure; hard, very friable, slightly sticky and moderately plastic; many fine roots; many very fine tubular pores; neutral (pH 6.9); abrupt smooth boundary."
      },
      {
        "name": "Bw2",
        "top": 119,
        "bottom": 173,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 8,
        "moist_hue": "7.5YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "silt loam",
        "pH": 7.3,
        "pH_class": "neutral",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "Bw2--119 to 173 centimeters (47 to 68 inches); dark brown (7.5YR 3/3) medial silt loam, yellowish brown (10YR 5/8) dry; weak fine subangular blocky structure; soft, very friable, slightly sticky and moderately plastic; many very fine and fine roots; many very fine and fine tubular pores; neutral (pH 7.3); abrupt wavy boundary. (Combined thickness of the Bw horizon is 102 to 122 centimeters {40 to 48 inches} thick.)"
      },
      {
        "name": "2R",
        "top": 173,
        "narrative": "2R--173 centimeters (68 inches); hard, massive bedrock."
      }
    ]
  ]
}
