{
  "SERIES": "KANAWHA",
  "STATUS": "Established Series",
  "BYREV": "DJB, SLH/Rev. MDJ",
  "REVDATE": "10/2014",
  "STATES": "OH,WV",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS:  Fine-loamy, mixed, active, mesic Typic Hapludalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Kanawha fine sandy loam in a cultivated field. (Colors are for moist soil unless otherwise indicated.)\nAp--0 to 23 cm (0 to 9 inches); brown (10YR 4/3) fine sandy loam, light gray (10YR 7/2) dry; weak fine granular structure; friable; many roots; moderately acid; abrupt smooth boundary. (15 to 30 cm thick)\nBA--23 to 41 cm (9 to 16 inches); dark yellowish brown (10YR 4/4) fine sandy loam; weak fine subangular blocky structure; friable; many roots; moderately acid; clear wavy boundary. (0 to 20 cm thick)\nBt1--41 to 71 cm (16 to 28 inches); dark yellowish brown (10YR 4/4) loam; moderate medium subangular blocky structure; friable; common roots; common clay films on faces of peds and in pores; moderately acid; gradual wavy boundary.\nBt2--71 to 112 cm (28 to 44 inches); brown (7.5YR 4/4) loam; weak and moderate medium subangular blocky structure; friable; common roots; common clay films on faces of peds and in pores; moderately acid; gradual wavy boundary. (Combined thickness of the Bt horizon is 31 to 122 cm thick)\nBC--112 to 132 cm (44 to 52 inches); dark yellowish brown (10YR 4/4) loam; weak fine and medium subangular blocky structure; friable; few roots; moderately acid; gradual wavy boundary. (0 to 46 cm thick)\nC--132 to 165 cm (52 to 65 inches); dark yellowish brown (10YR 4/4) fine sandy loam; few fine distinct grayish brown (10YR 5/2) iron depletions; massive; friable; few roots; moderately acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:\nCounty:  Kanawha\nState:  West Virginia\nUSGS Quadrangle:  Alum Creek, West Virginia\nLatitude (Decimal Degrees, NAD 83):  38.3221944 N\nLongitude (Decimal Degrees, NAD 83):  -81.8478056 W\nDirections to the pedon:  100 feet west of Coal River and 1/4 mile north of Mannens Branch near the Lincoln County line."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nDepth to the top of the Argillic:  23 to 41 cm (9 to 16 inches)\nDepth to the base of the Argillic:  69 to 147 cm (27 to 58 inches)\nSolum Thickness:  102 to 183 cm (40 to 72 inches)\nDepth to Bedrock:  Greater than 203 cm (80 inches)\nDepth Class:  Very deep\nDepth to Seasonal High Water Table:  Typically greater than 183 cm (72 inches), but can be as shallow as 132 cm (52 inches), January through May\nRock Fragment content:  0 to 14 percent, by volume, in the Ap horizon, 0 to 20 percent, by volume, in individual subhorizons of the B horizon, and 0 to 60 percent, by volume, in the C horizon\nSoil Reaction:  Strongly acid or moderately acid in the Ap, BA, and upper part of the Bt horizon and moderately acid through neutral in the lower Bt, the BC, and C horizons, except where limed\nFine-Earth Fraction:  Averages 18 to 35 percent clay and 23 to 55 percent sand in the particle size control section\nRange of Individual Horizons:\nAp horizon:\nColor--hue of 10YR through 5YR, value of 4 or 5, and chroma of 2 through 4\nTexture (fine-earth fraction)--sandy loam, fine sandy loam, loam, or silt loam\nBA, Bt, and BC horizons:\nColor--hue of 10YR through 5YR, value of 4 or 5, and chroma of 3 through 8\nTexture (fine-earth fraction)--loam, silt loam, clay loam, sandy clay loam, or fine sandy loam\nC horizon:\nColor--hue of 10YR through 5YR, value of 4 or 5, and chroma of 1 through 6\nTexture (fine-earth fraction)--fine sandy loam, loam, sandy clay loam, or sandy loam; some pedons are stratified and may contain strata of loamy sand\nRedoximorphic Features (if they occur)--low chroma iron depletions and high chroma iron concentrations"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:\nAmanda soils--have less sand in the lower part of the solum and have crystalline rock fragments of glacial origin in the series control section\nBelmont soils--have a lithic contact within a depth of 152 cm\nChili soils--have more sand in the lower part of the solum and have crystalline rock fragments of glacial origin in the series control section\nHickory soils--have crystalline rock fragments of glacial origin in the series control section\nThere are 34 total competing series but ones not listed are geographically distant."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nMLRA(s) using this series:  124, 125, 126, 127\nLandscape:  Valleys\nLandform:  High floodplain and/or low stream terrace\nGeomorphic Component:  Tread\nHillslope Profile Position:  Toeslope, footslope\nParent Material Origin:  Interbedded shale, siltstone, and sandstone\nParent Material Kind:  Alluvium\nSlope:  0 to 15 percent\nElevation:  158 to 329 meters\nFrost-free period:  154 to 184 days\nMean Annual Air Temperature:  8 to 13 degrees C.\nMean Annual Precipitation:  940 to 1346 millimeters"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:\nAllegheny soils--occur on higher terraces\nChagrin soils--occur on lower, flood-prone positions of the landscape\nHolly soils--occur on lower, flood-prone positions of the landscape\nHuntington soils--occur on lower, flood-prone positions of the landscape\nGuyan soils--occur on similar landscape positions, but where the surface is concave\nLobdell soils--occur on lower, flood-prone positions of the landscape\nMonongahela soils--occur on higher terraces\nSensabaugh soils--are on alluvial fans and along narrow drainageways"
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:\nDrainage Class (Agricultural):  Well drained\nInternal Free Water Occurrence:  Deep or very deep (>1.0 m) and common (present 3-6 months)\nIndex Surface Runoff:  Negligible through medium\nSaturated Hydraulic Conductivity Class:  Moderately high or high\nPermeability Class (obsolete):  Moderate\nShrink-Swell Class:  Low\nFlooding Frequency and Duration:  Rare; Very brief or brief\nPonding Frequency and Duration:  None"
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:\nMajor Uses:  Hay, pasture, cropland, and urban land\nDominant Vegetation:  Where cultivated--corn, soybeans, and small grains.  Where wooded--chiefly mixed hardwoods; oak, maple, yellow-poplar, and sycamore."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:\nDistribution:  West Virginia and Ohio\nExtent:  Moderate, approximately 34,000 acres at the time of this revision"
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  MORGANTOWN, WEST VIRGINIA"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Kanawha County, West Virginia, 1976."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nDiagnostic horizons and features recognized in this pedon are:\nOchric epipedon--the zone from 0 to 41 cm (Ap and BA horizons)\nArgillic horizon--the zone from 41 to 112 cm (Bt1 and Bt2 horizons)\nSeries control section--the zone from 0 to 150 cm\nThis edit updates the 09/2003 revision by DVH-JCL\n________________________________________\nNational Cooperative Soil Survey\nU.S.A."
  }
}
