{
  "SERIES": "KANARANZI",
  "STATUS": "Established Series",
  "BYREV": "Rev. TLP-DJP-AAC",
  "REVDATE": "03/2013",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy over sandy or sandy-skeletal, mixed, superactive, mesic Typic Hapludolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Kanaranzi silt loam, on a slightly convex slope of 1 percent, on a glacial outwash plain, in a cultivated field. (Colors are for moist soil unless otherwise stated.)\nAp--0 to 18 centimeters (0 to 7 inches); very dark brown (10YR 2/2) silt loam, very dark grayish brown (10YR 3/2) dry; weak fine subangular blocky structure; friable; slightly acid; abrupt smooth boundary. [15 to 25 centimeter (6 to 10 inches) thick]\nBA--18 to 30 centimeter (7 to 12 inches); dark brown (10YR 3/3) loam, brown (10YR 4/3) dry; very dark grayish brown (10YR 3/2) coats on faces of peds; weak fine prismatic structure parting to weak fine and medium subangular blocky; friable; slightly acid; clear wavy boundary. [0 to 18 centimeter (0 to 7 inches) thick]\nBw--30 to 51 centimeter (12 to 20 inches); brown (10YR 4/3) loam, very dark grayish brown (10YR 3/2) coats on faces of peds; weak medium prismatic structure; friable; slightly acid in upper part grading to neutral in lower part; clear wavy boundary. [10 to 30 centimeter (4 to 12 inches) thick]\n2C1--51 to 66 centimeter (20 to 26 inches); brown (10YR 4/3) mixed with grayish brown (10YR 5/2) gravelly coarse sand; single grain; loose; about 20 percent coarse fragments; slightly effervescent; slightly alkaline; clear wavy boundary. [0 to 20 centimeter (0 to 8 inches) thick]\n2C2--66 to 127 centimeter (26 to 50 inches); mixed gray (10YR 5/1) and yellowish brown (10YR 5/4) gravelly coarse sand; single grain; loose; about 20 percent coarse fragments; strongly effervescent; slightly alkaline; clear smooth boundary. [ 0 to 51 centimeter (0 to 20 inches) thick]\n2C3--127 to 203 centimeter (50 to 80 inches); yellowish brown (10YR 5/4) gravelly coarse sand; single grain; loose; about 20 percent gravel; strongly effervescent; slightly alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Nobles County, Minnesota; located about 200 feet south and 200 feet east of northwest corner of section 5, T. 103 N., R. 43 W.; USGS Kenneth topographic quadrangle; lat. 43 degrees 45 minutes 39 seconds N. and long. 96 degrees 01 minutes 57 seconds W.; NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nDepth to carbonates-- 41 to 71 centimetere (16 to 28 inches)\nThickness of mollic epipedon--18 to 36 centimeters (7 to 14 inches)\nDepth to the coarse-textured 2C horizon-- 36 to 56 centimeters (14 to 22 inches)\nAp or A horizon:\nHue -- 10YR\nValue-- 2 or 3\nChroma-- 1 or 2\nTexture-- loam, silt loam, or clay loam\nClay content-- 18 to 32 percent\nSand content-- 30 to 52 percent\nRock fragment content-- 0 to 5 percent\nReaction-- slightly acid or neutral\nBA horizon:\nHue--10YR\nValue-- 3\nChroma-- 3 or 4\nTexture-- loam, silt loam, or clay loam\nClay content-- 18 to 32 percent\nSand content-- 30 to 52 percent\nRock fragment content-- 0 to 5 percent\nReaction-- slightly acid or neutral\nBw horizon:\nHue--10YR or 7.5YR\nValue-- 4 or 5\nChroma-- 3 or 4\nTexture-- loam, silt loam, or clay loam\nClay content-- 18 to 32 percent\nSand content-- 30 to 52 percent\nRock fragment content-- 0 to 5 percent\nReaction-- slightly acid to slightly alkaline\nSome pedons have textures of sandy loam or loamy sand in the lower 13 centimeters (5 inches) of the Bw horizon\nSome pedons have a 2BC horizon\nSome pedons have a 2BK horizon\n2C horizon:\nHue--10YR\nValue--4 to 6\nChroma--1 to 4\nTexture--sand, loamy sand, coarse sand, loamy coarse sand or gravelly and very gravelly analogues of these textures\nClay content-- less than 10 percent\nSand content--more than 75 percent\nRock fragment content--10 to 35 percent\nCalcium carbonate equivalent--0 to 15 percent\nReaction--slightly alkaline or moderately alkaline\nSome pedons have subhorizons up to 50 percent rock fragments."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Cott, Fairhaven, Vanpetten, Wadena and Waukee series. The Cott, Fairhaven, Wadena and Waukee soils have an upper loamy mantle more than 61 centimeters (24 inches) thick. The Vanpetten soils have loamy glacial till above depths of 150 centimeters (60 inches)."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: The Kanaranzi soils are on plane to slightly convex positions on outwash plains and valley trains. Slope gradients are 0 to 15 percent. The Kanaranzi soils formed in a mantle of loamy glacial outwash 36 to 61 centimeters (14 to 24 inches) thick overlying calcareous sandy and gravelly sediments. These deposits are Late Wisconsinan in age. Mean annual air temperature is about 7 to 11 degrees C (45 to 52 degrees F). Mean annual precipitation is about 660 to 813 millimeters (26 to 32 inches)."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: The main ones are the Biscay, Salida, and Wadena soils. The Biscay soils are poorly drained and are on lower lying positions. The Salida soils are excessively drained and are on higher lying or more sloping terrain. The well drained Wadena soils are on terrain similar to that of the Kanaranzi series."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained. Runoff is low or medium. Permeability is moderate in upper mantle and rapid in underlying material."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Largely cropped to corn and soybeans. Native vegetation is tall grass prairie."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Southern Minnesota and northern Iowa. Moderately extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Indianapolis, Indiana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Nobles County, Minnesota, 1970."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon include: mollic epipedon - from the surface of the soil to a depth of 30 centimeters (12 inches) (Ap and BA horizons); cambic horizon - the zone from about 30 to 50 centimeters (12 to 20 inches) (Bw horizon); udic moisture regime.\nSurface texture changed to silt loam from loam based on a field visit to the OSD pedon location.\nTaxonomy version--Keys to Soil Taxonomy, eleventh edition, 2010.\nADDITIONAL DATA:\nLab characterization data is available from the Kellogg Soil Survey Laboratory, Lincoln, Nebraska: 1977MN037-007 (2414); Iowa State University: 1995IA041044.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
