{
  "SERIES": "KANOHINA",
  "STATUS": "Established Series",
  "BYREV": "MRK-RTG",
  "REVDATE": "02/2012",
  "STATES": "HI",
  "OVERVIEW": "The Kanohina series consists of shallow and very shallow, well drained soils that formed in basic volcanic ash over pahoehoe lava. Slopes range from 2 to 20 percent. The mean annual rainfall is about 760 millimeters (30 inches), and the mean annual temperature is about 23 degrees C (73 degrees F).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Ashy, amorphic, isohyperthermic Lithic Ustivitrands"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Kanohina ashy very fine sandy loam, on a west facing, slightly concave, 5 percent slope under grasses at an elevation of 219 meters (720 feet). (Colors are for moist soil unless otherwise noted. All textures are \"apparent field textures\". pH measured with organic dyes. When described on October 17, 1991, the soil was moist throughout.)\nA--0 to 3 centimeters (0 to 1 inch); very dark brown (10YR 2/2) ashy very fine sandy loam; moderate very fine and fine granular structure; friable, nonsticky and nonplastic; many very fine roots; many very fine irregular and tubular pores; slightly acid (pH 6.5); abrupt smooth boundary. (2 to 8 centimeters {1 to 3 inches} thick)\nBw--3 to 8 centimeters (1 to 3 inches); very dark brown (10YR 2/2) ashy sandy loam; moderate very fine and fine subangular blocky structure; friable, nonsticky and nonplastic; few very fine roots; many very fine irregular and tubular pores; neutral (pH 7.0); abrupt smooth boundary. (0 to 8 centimeters {0 to 3 inches} thick)\nC--8 to 15 centimeters (3 to 6 inches); very dark grayish brown (10YR 3/2) ashy loamy sand; single grain; friable, nonsticky and nonplastic; few very fine roots; many very fine pores; neutral (pH 7.0); abrupt wavy boundary. (5 to 10 centimeters {2 to 4 inches} thick)\n2R--15 centimeters (6 inches); hard, massive pahoehoe lava."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Island of Hawaii, Hawaii County, Hawaii; 2.9 miles south of Highway 11 on Kona Garden Drive, and 9 meters (30 feet) west of road; Pohue Bay Quadrangle; 19 degrees 3 minutes 25 seconds North latitude and 155 degrees 48 minutes 56.3 seconds West longitude, Old Hawaiian Datum."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nDepth to bedrock: 5 to 50 centimeters (2 to 20 inches).\nMean annual soil temperature: 23 to 26 degrees C (74 to 78 degrees F).\nRock fragments: 0 to 30 percent by volume and range in size from gravel to cobble size lava rocks.\nSoil reaction: Extremely acid to neutral (pH 4.0 to 7.3).\nA horizon\nHue: 7.5YR or 10YR.\nValue: 2 or 3 moist or dry.\nChroma: 2 or 3 moist or dry.\nTexture: Ashy loam, very fine sandy loam or fine sandy loam.\nStructure: Granular, subangular blocky, or platy structure.\nB horizon\nValue: 2 to 4 moist or dry.\nChroma: 2 or 3 moist or dry.\nTexture: Ashy loam, very fine sandy loam, or fine sandy loam.\nSome pedons do not have a B horizon.\nC horizon when present\nValue: 2 to 4 moist or dry.\nChroma: 2 or 3 moist or dry.\nTexture: Ashy loam, loamy sand and very gravelly or gravelly loamy sand."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no competing series. Similar soils include Ahiu series. Ahiu soils are isothermic."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Kanohina soils are on south slopes on the Mauna Loa undissected upland and in the Hawaii Volcanoes National Park at elevations from sea level to 305 meters (0 to 1,000 feet). These soils are in depressions of constructional landscapes and on nearly level to moderately steep pahoehoe flows that are 750 to 1,500 years old. Slope gradients range from 2 to 20 percent. The soils formed in basic volcanic ash over pahoehoe lava. The mean annual rainfall ranges from 510 to 1270 millimeters (20 to 50 inches), with most of the rainfall occurring from October through April. The mean annual pan evaporation ranges from 1520 to 2030 millimeters (60 to 80 inches). The mean annual temperature ranges from 22 to 24 degrees C (72 to 75 degrees F)."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Kaimu and Punaluu series. Kaimu and Punaluu soils are organic soils."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained. Runoff is negligible in depressions on gentle slopes and high to very high on steeper slopes. Permeability is rapid in the soil and very slow in the underlying pahoehoe bedrock."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Used for wildlife habitat. The natural vegetation is barbwire grass (Cymbopogon refractus) and ohia lehua (Metrosideros polymorpha)."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Kau District and Hawaii Volcanoes National Park, Island of Hawaii; MLRA 161. The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Island of Hawaii, Hawaii County, Hawaii 2008. Proposed in 1993."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nDiagnostic horizons and features recognized in this pedon are:\nOchric epipedon - from 0 to 8 centimeters (0 to 3 inches) (A and Bw horizons).\nAndic soil properties - from 0 to 15 centimeters (0 to 6 inches) (A, Bw and C horizons).\nLithic contact - at 15 centimeters (6 inches) (2R horizon).\nEdit Log: 3/01 KH. Adjusted thickness of A and B horizons to allow for pedons that do not have a B horizon."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "NA"
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 3,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 2,
        "texture_class": "very fine sandy loam",
        "cf_class": "NA",
        "pH": 6.5,
        "pH_class": "slightly acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "A--0 to 3 centimeters (0 to 1 inch); very dark brown (10YR 2/2) ashy very fine sandy loam; moderate very fine and fine granular structure; friable, nonsticky and nonplastic; many very fine roots; many very fine irregular and tubular pores; slightly acid (pH 6.5); abrupt smooth boundary. (2 to 8 centimeters {1 to 3 inches} thick)"
      },
      {
        "name": "Bw",
        "top": 3,
        "bottom": 8,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 2,
        "texture_class": "sandy loam",
        "cf_class": "NA",
        "pH": 7,
        "pH_class": "neutral",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Bw--3 to 8 centimeters (1 to 3 inches); very dark brown (10YR 2/2) ashy sandy loam; moderate very fine and fine subangular blocky structure; friable, nonsticky and nonplastic; few very fine roots; many very fine irregular and tubular pores; neutral (pH 7.0); abrupt smooth boundary. (0 to 8 centimeters {0 to 3 inches} thick)"
      },
      {
        "name": "C",
        "top": 8,
        "bottom": 15,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "loamy sand",
        "cf_class": "NA",
        "pH": 7,
        "pH_class": "neutral",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "C--8 to 15 centimeters (3 to 6 inches); very dark grayish brown (10YR 3/2) ashy loamy sand; single grain; friable, nonsticky and nonplastic; few very fine roots; many very fine pores; neutral (pH 7.0); abrupt wavy boundary. (5 to 10 centimeters {2 to 4 inches} thick)"
      },
      {
        "name": "2R",
        "top": 15,
        "bottom": "NA",
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "2R--15 centimeters (6 inches); hard, massive pahoehoe lava."
      }
    ]
  ]
}
