{
  "SERIES": "KANUGA",
  "STATUS": "Established Series",
  "BYREV": "MSH",
  "REVDATE": "11/2006",
  "STATES": "GA,NC,TN,VA",
  "OVERVIEW": "The Kanuga series consists of very deep, moderately well drained soils with moderately slow permeability. They formed in old alluvium on high stream terraces, alluvial fans, and toeslopes along the broader stream and river valleys of the Southern Blue Ridge (MLRA 130B).  Near the type location, mean annual air temperature is about 56 degrees F., and mean annual precipitation is about 48 inches.  Slopes range from 0 to 30 percent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, mixed, semiactive, mesic Aquic Hapludults"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Kanuga loam - on a 4 percent concave west facing high stream terrace at 2,075 feet elevation--Cultivated. (Colors are for moist soil unless otherwise stated.)\nAp--0 to 12 inches; dark grayish brown (10YR 4/2) loam, dark yellowish brown (10YR 4/4) dry; moderate medium granular structure; friable; many very fine and fine, common medium roots; many very fine and fine, and common medium tubular pores; less than 5 percent aerial coverage of very fine flakes of mica; 2 percent by volume rounded quartz gravel; neutral; clear smooth boundary. (0 to 12 inches thick)\nBt1--12 to 26 inches; dark yellowish brown (10YR 4/4) clay; moderate medium subangular blocky structure; firm, moderately sticky, moderately plastic; common very fine and fine roots; common very fine and fine tubular pores; common thin patchy, discontinuous clay films on faces of peds; common medium faint dark grayish brown (10YR 4/2) iron depletions in linings of root channels; few fine and medium black (10YR 2/1) irregularly shaped masses of manganese concentrations between peds; 5-10 percent aerial coverage of very fine flakes of mica; 2 percent by volume rounded quartz gravel; neutral; clear wavy boundary.\nBt2--26 to 38 inches; yellowish brown (10YR 5/4) clay; strong medium to coarse subangular blocky structure; firm; very sticky, very plastic; few very fine and fine roots; few fine and coarse tubular pores; common continuous faint yellowish brown (10YR 5/6) clay films on faces of peds; many medium coarse prominent yellowish red (5YR 5/6) irregularly shaped masses of iron concentrations, and few to common fine and medium light brownish gray (10YR 6/2) irregularly shaped iron depletions in the matrix; less than 5 percent aerial coverage of fine flakes of mica; 2 percent by volume rounded quartz gravel; very strongly acid; clear wavy boundary. (Combined thickness of Bt horizons ranges from 15 inches to 50 inches.)\nBtg--38 to 58 inches; light gray (2.5Y 7/1) clay; moderate medium subangular blocky structure; very firm; very sticky, very plastic; few very fine and fine roots; few fine and medium tubular pores; common continuous distinct light gray (10YR 7/2) clay films on faces of peds; common medium to coarse prominent yellowish red (5YR 5/6), common medium distinct yellowish brown (10YR 5/4), and few medium prominent brown (7.5YR 5/2) irregularly shaped masses of iron concentrations in the matrix; 5 percent aerial coverage of very fine and fine flakes of mica; 2 percent by volume rounded quartz gravel; extremely acid; clear wavy boundary. (Combined thickness of Bt horizons ranges from 15 inches to 50 inches.)\nBCg--58 to 68 inches; light brownish gray (10YR 6/2) gravelly sandy clay loam, weak fine to medium subangular blocky structure; friable; slightly sticky, slightly plastic; few discontinuous prominent reddish brown (5YR 4/4) clay films on faces of peds; common medium to coarse prominent yellowish red (5YR 5/6) and fine distinct yellowish brown (10YR 5/6) irregularly shaped masses of iron concentrations in the matrix; 10 percent aerial coverage of very fine and fine flakes of mica; 15 percent by volume rounded quartz gravel and 2 percent by volume cobbles; extremely acid; clear wavy boundary. (0 to 18 inches thick)\nCg--68 to 91 inches; gray (7.5YR 6/1) very gravelly sandy clay loam; massive; friable; slightly sticky; slightly plastic; few discontinuous faint light brown (7.5YR 6/3) clay films on faces of peds; common distinct brownish yellow (10YR 6/8) irregularly shaped masses of iron concentrations in the matrix; less than 5 percent aerial coverage of fine flakes of mica; 30 percent by volume rounded gravel and 15 percent by volume cobbles; extremely acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Henderson County, North Carolina; from Hendersonville, 2.25 miles  east on U.S. Highway 64 (Chimney Rock Road) to Interstate 26, 5.8 miles west on Interstate 26 to Exit #44, 0.6 mile north on U.S. Highway 25, 0.7 mile west on Secondary Road 1345 (Butler Bridge Road), 0.25 mile north on private farm road (Tap Root Lane) to second farm road to the left, 875 feet west on farm road through field, about 30 feet north of farm road and about 400 feet north northeast of Tap Root Dairy main complex in a cultivated field. USGS Skyland Topographic Quadrangle; Latitude: 35 degrees 24 minutes 36.4 seconds N.; Longitude: 82 degrees 31 minutes 47.1 seconds W.; NAD27"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Depth to bedrock is greater than 6 feet. Solum thickness ranges from 30 to 60 inches or more. Thickness of the alluvium is variable and ranges from 5 to more than 15 feet. Content of rock fragments is less than 15 percent in the A, Ap, E, BA, and BE horizons and the upper part of the Bt horizon; is less than 35 percent in the lower part of the Bt, Btg, and BCg horizons, and less than 60 percent in the Cg horizon. Unlimed soils are extremely acid to moderately acid throughout.\nThe A or Ap horizon has hue of 7.5YR or 10YR, value of 3 to 5, and chroma of 3 to 6. It is loam, sandy loam, fine sandy loam, silt loam, sandy clay loam, clay loam or silty clay loam in the fine-earth fraction.\nThe E horizon, where present, has hue of 7.5YR or 10YR, value of 4 or 5 and chroma of 3 to 6. Textures include loam, sandy loam, fine sandy loam, or silt loam in the fine-earth fraction.\nThe BE or BA horizon, where present, has hue of 7.5YR or 10YR, value of 4 or 5, and chroma of 3 to 6. Textures include sandy clay loam, clay loam, or silty clay loam in the fine-earth fraction.\nThe Bt horizon has hue of 7.5YR through 2.5Y, value of 4 to 6, and chroma of 3 through 8. Redoximorphic depletions in shades of gray or brown and concentrations in shades of brown or red are present within the upper 24 inches of the Bt horizon. Textures include clay, silty clay, clay loam, or silty clay loam in the fine-earth fraction.\nThe Btg or 2Btg horizons, where present, have hue of 7.5YR to 2.5Y, value of 4 through 8, and chroma of 1 or 2. Few or common redoximorphic concentrations are present in shades of red, brown, or yellow. Textures include clay, silty clay, clay loam, or silty clay loam in the fine-earth fraction.\nThe BCg or 2BCg horizons, where present, have hue of 7.5YR to 2.5Y, value of 4 through 8, and chroma of 0 to 2, or Neutral and value of 1 or 2. Some pedons have a hue of 5GY, 5G, 5BG, or 5B, value of 4 to 7, and chroma of 1 or 2. Few or common redoximorphic concentrations are present in shades of red, brown, or yellow. Textures include sandy clay loam, loam, silty clay loam, or clay loam in the fine-earth fraction.\nThe Cg or 2Cg horizon, where present, has hue of 7.5YR to 5Y, value of 4 through 8, and chroma of 1 or 2, or Neutral with value of 1 or 2. Some pedons have a hue of 5GY, 5G, 5BG, or 5B, value of 4 to 7, and chroma of 1 or 2.  Redoximorphic concentrations may be present in shades of red, brown, yellow, or olive. Texture includes loam, silt loam, clay loam, silty clay loam, silty clay or clay in the fine-earth fraction."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Cruze, Grassland, Halifax, Keyport, Lackstown, Latham, and Zoar series. Cruze soils have bedrock at depths less than 60 inches. Grassland soils contain more than 40 percent silt throughout the profile. Halifax, Keyport, and Lackstown soils formed in residuum and contain less rock fragments throughout the profile. Latham soils have a paralithic contact at 20 to 40 inches. Zoar soils contain less rock fragments throughout the profile."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Kanuga soils are on nearly level to moderately steep high stream terraces, alluvial fans, or foot slopes along the broader stream and river valleys of the Southern Blue Ridge (MLRA 130B).  Slopes range from 0 to 30 percent.  Elevation ranges from about 1,800 to 2,800 feet.  These soils formed in old alluvium washed from materials weathered from low or high-grade metamorphic and igneous rocks such as mica gneiss, hornblende gneiss, granite, metasandstone, and phyllite. Mean annual air temperature is 56 and ranges from about 50 to 61 degrees F., and mean annual precipitation 48 and ranges from about 35 to 60 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Braddock, Brevard, Clifton, Cowee, Edneyville, Evard, Swannanoa, Tate, and Unison soils. Braddock and Unison soils are well drained. Brevard and Tate soils formed in colluvium or alluvium on nearby toe slopes, benches, and fans are in a fine-loamy particle-size class. Clifton, Cowee, Edneyville, and Evard soils formed in residuum on adjacent uplands and are well drained. Swannanoa soils are somewhat poorly drained."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Moderately well drained. Permeability is moderately slow; saturated hydraulic conductivity is moderately high. Surface runoff is moderate.  Seasonal high water table is at a depth of 2.0 to 3.0 feet in winter and early spring.  These soils receive surface and subsurface water from surrounding uplands."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most of the acreage is used for growing cultivated crops, pasture and orchards. Crops include corn, tobacco, small grains, hay, fruit and vegetables. Woodland vegetation consists of mixed hardwoods and pines, dominated by oaks, maple, poplar, hemlock and white pine."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Southern Blue Ridge (MLRA 130B) of North Carolina, Georgia, Tennessee, and Virginia. This series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Morgantown, West Virginia"
  },
  "ORIGIN": {
    "section": "SERIES PROPOSED",
    "content": "SERIES PROPOSED: Henderson County, North Carolina, 2005."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: The Kanuga series was formerly included with the Dillard or Unison series. However, Dillard soils formed in alluvium on low terraces and are fine-loamy and Unison soils are well drained and occur on high terraces.\nDiagnostic horizons and features recognized in the Kanuga series are:\nOchric epipedon  the zone from 0 to 12 inches (Ap horizon)\nArgillic horizon  the zone from 12 to 58 inches (Bt1, Bt2, and Btg horizons)\nAquic conditions  saturation with water in all layers from the upper boundary of saturation to a depth of 80 inches (endosaturation)"
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "ADDITIONAL DATA: Characterization data are available from the National Soil Survey Laboratory, Lincoln, NE for the following pedons: S03NC-089-001, S03NC-089-002 (Typical Pedon).\nNASIS Data Map Unit ID: 489620."
  },
  "SITE": [
    [
      {
        "drainage": "moderately well",
        "drainage_overview": "moderately well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 30,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 4,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "loam",
        "structure": "moderate medium granular",
        "dry_rupture": "NA",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Ap--0 to 12 inches; dark grayish brown (10YR 4/2) loam, dark yellowish brown (10YR 4/4) dry; moderate medium granular structure; friable; many very fine and fine, common medium roots; many very fine and fine, and common medium tubular pores; less than 5 percent aerial coverage of very fine flakes of mica; 2 percent by volume rounded quartz gravel; neutral; clear smooth boundary. (0 to 12 inches thick)"
      },
      {
        "name": "Bt1",
        "top": 30,
        "bottom": 66,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "clay",
        "structure": "moderate medium subangular blocky",
        "dry_rupture": "NA",
        "moist_rupture": "firm",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bt1--12 to 26 inches; dark yellowish brown (10YR 4/4) clay; moderate medium subangular blocky structure; firm, moderately sticky, moderately plastic; common very fine and fine roots; common very fine and fine tubular pores; common thin patchy, discontinuous clay films on faces of peds; common medium faint dark grayish brown (10YR 4/2) iron depletions in linings of root channels; few fine and medium black (10YR 2/1) irregularly shaped masses of manganese concentrations between peds; 5-10 percent aerial coverage of very fine flakes of mica; 2 percent by volume rounded quartz gravel; neutral; clear wavy boundary."
      },
      {
        "name": "Bt2",
        "top": 66,
        "bottom": 97,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "clay",
        "structure": "strong medium to coarse subangular blocky",
        "dry_rupture": "NA",
        "moist_rupture": "firm",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bt2--26 to 38 inches; yellowish brown (10YR 5/4) clay; strong medium to coarse subangular blocky structure; firm; very sticky, very plastic; few very fine and fine roots; few fine and coarse tubular pores; common continuous faint yellowish brown (10YR 5/6) clay films on faces of peds; many medium coarse prominent yellowish red (5YR 5/6) irregularly shaped masses of iron concentrations, and few to common fine and medium light brownish gray (10YR 6/2) irregularly shaped iron depletions in the matrix; less than 5 percent aerial coverage of fine flakes of mica; 2 percent by volume rounded quartz gravel; very strongly acid; clear wavy boundary. (Combined thickness of Bt horizons ranges from 15 inches to 50 inches.)"
      },
      {
        "name": "Btg",
        "top": 97,
        "bottom": 147,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "2.5Y",
        "moist_value": 7,
        "moist_chroma": 1,
        "texture_class": "clay",
        "structure": "moderate medium subangular blocky",
        "dry_rupture": "NA",
        "moist_rupture": "firm",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "extremely acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Btg--38 to 58 inches; light gray (2.5Y 7/1) clay; moderate medium subangular blocky structure; very firm; very sticky, very plastic; few very fine and fine roots; few fine and medium tubular pores; common continuous distinct light gray (10YR 7/2) clay films on faces of peds; common medium to coarse prominent yellowish red (5YR 5/6), common medium distinct yellowish brown (10YR 5/4), and few medium prominent brown (7.5YR 5/2) irregularly shaped masses of iron concentrations in the matrix; 5 percent aerial coverage of very fine and fine flakes of mica; 2 percent by volume rounded quartz gravel; extremely acid; clear wavy boundary. (Combined thickness of Bt horizons ranges from 15 inches to 50 inches.)"
      },
      {
        "name": "BCg",
        "top": 147,
        "bottom": 173,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 2,
        "texture_class": "sandy clay loam",
        "structure": "weak fine to medium subangular blocky",
        "dry_rupture": "NA",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "gravelly",
        "pH": "NA",
        "pH_class": "extremely acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "BCg--58 to 68 inches; light brownish gray (10YR 6/2) gravelly sandy clay loam, weak fine to medium subangular blocky structure; friable; slightly sticky, slightly plastic; few discontinuous prominent reddish brown (5YR 4/4) clay films on faces of peds; common medium to coarse prominent yellowish red (5YR 5/6) and fine distinct yellowish brown (10YR 5/6) irregularly shaped masses of iron concentrations in the matrix; 10 percent aerial coverage of very fine and fine flakes of mica; 15 percent by volume rounded quartz gravel and 2 percent by volume cobbles; extremely acid; clear wavy boundary. (0 to 18 inches thick)"
      },
      {
        "name": "Cg",
        "top": 173,
        "bottom": 231,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "7.5YR",
        "moist_value": 6,
        "moist_chroma": 1,
        "texture_class": "sandy clay loam",
        "structure": "massive",
        "dry_rupture": "NA",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "very gravelly",
        "pH": "NA",
        "pH_class": "extremely acid",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Cg--68 to 91 inches; gray (7.5YR 6/1) very gravelly sandy clay loam; massive; friable; slightly sticky; slightly plastic; few discontinuous faint light brown (7.5YR 6/3) clay films on faces of peds; common distinct brownish yellow (10YR 6/8) irregularly shaped masses of iron concentrations in the matrix; less than 5 percent aerial coverage of fine flakes of mica; 30 percent by volume rounded gravel and 15 percent by volume cobbles; extremely acid."
      }
    ]
  ]
}
