{
  "SERIES": "KANZA",
  "STATUS": "Established Series",
  "BYREV": "Rev. JCW",
  "REVDATE": "06/2000",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Mixed, mesic Mollic Psammaquents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Kanza loamy fine sand - native grass. (Colors are for dry soil unless otherwise stated.)\nA--0 to 8 inches (0 to 20 centimeters); very dark gray (10YR 3/1) loamy fine sand, black (10YR 2/1) moist; weak fine granular structure; slightly hard, friable, nonplastic and nonsticky; slightly acid; clear smooth boundary. (6 to 9 inches thick, 15 to 23 centimeters)\nAC--8 to 15 inches (20 to 38 centimeters); gray (10YR 5/1) loamy fine sand, dark gray (10YR 4/1) moist; common fine prominent yellowish brown (10YR 5/6) mottles; single grain; soft, very friable, nonplastic and nonsticky; slightly acid; gradual smooth boundary. (5 to 15 inches thick, 13 to 38 centimeters)\nC--15 to 80 inches (38 to 203 centimeters); light gray (10YR 7/2) loamy fine sand, light brownish gray (10YR 6/2) moist; common coarse prominent brownish yellow (10YR 6/6) mottles; single grain; loose, soft, neutral."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Harper County, Kansas; about 6 miles (9.6 kilometers) north and 7 1/4 miles (11.6 kilometers) east of Harper, Kansas; 1,320 feet (396 meters) east and 50 feet (15 meters) south of the northwest corner of sec. 8, T. 31 S., R. 5 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture:  aquic.\nMean annual soil temperature:  56 to 58 degrees F (13 to 14 degrees C)\nDepth to redox concentrations: 0 to  15  inches,  (0 to 38 centimeters)\nThickness of the ochric epipedon:  5 to 15 inches,  (13 to 38 centimeters)\nA horizon:\nHue7.5YR to 2.5Y\nValue: 3 to 5 and 2 or 3 moist\nChroma: 2 or less\nTexture: loamy fine sand or clay loam\nReaction: moderately acid or slightly acid.\nAC horizon:\nHue: 10YR or 2.5Y\nValue: 5 or 6 and 4 or 5 moist\nChroma: 2 or less\nTexture: loamy fine sand or loamy sand\nReaction: moderately acid or slightly acid.\nRock fragments:  1 to 10 percent\nC horizon:\nHue: 10YR or 2.5Y\nValue: 7 or 8 and 6 or 7 moist\nChroma: 1 to 3\nTexture: fine sand, sand, or loamy fine sand\nReaction: slightly acid to moderately alkaline.\nRock fragments:  1 to 10 percent"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Glendora (MI), Kingsville (OH), Marlake (NE), Pay (ID), Plev  (KS), Tobico (MI), and Vestaburg (MI) series.  Plev soils are in interdunal depressions.  All of the other series have a lower mean annual air temperature."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Kanza soils are on nearly level floodplains.  Slope gradients are dominantly 0 to 1 percent but range from 0 to 2 percent. These soils are formed from well sorted eolian fine sands which are subirrigated. Average annual precipitation ranges from 19 to 28 inches (48 to 71 centimeters), and mean annual temperature ranges from 56 to 58 degrees F ( 13 to 14 degrees C). Thornthwaite Annual P-E Index ranges from 31 to 58."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: The most common associated soils are the Ninnescah, Pratt, Plevna and Tivoli series.  The Ninnescah soils have a mollic epipedon and are calcareous throughout. The coarse-loamy Plevna soils are on similar positions as Kanza soils. The well drained Pratt soils and excessively drained Tivoli soils are on higher positions."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Poorly and somewhat poorly drained. Runoff is very slow. Permeability is rapid above the apparent water table, which is usually at depths of 0 to 3 feet."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Mostly used for native range or meadows. Native vegetation is dominated indiangrass, big bluestem, switchgrass, prairie cordgrass and a few sedges."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Central and south central Kansas near sandhills bordering through flowing streams. The series is of moderate extent,\ncovering about 14,000 acres (5,600 hectares)."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Denver, Colorado"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Harper County, Kansas, 1970"
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are: Ochric epipedon - 0 to 8 inches; aquic moisture regime.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
