{
  "SERIES": "KAPOWSIN",
  "STATUS": "Established Series",
  "BYREV": "Rev. ASZ/BAL/KMS",
  "REVDATE": "10/2014",
  "STATES": "WA",
  "OVERVIEW": "The Kapowsin series consists of moderately deep to a cemented horizon, moderately well drained soils in glaciomarine deposits with an influence of volcanic ash in the surface.  Kapowsin soils are on glacial drift plains. Slopes are 0 to 70 percent. Average annual precipitation is about 1016 mm. Mean annual temperature is about 10 degrees C.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-Loamy, isotic, mesic Andic Dystroxerepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Kapowsin gravelly ashy loam, pasture at 242 meters elevation. (Colors are for moist soil unless otherwise stated)\nAp--0 to 18 cm; dark brown (10YR 3/3) gravelly ashy loam, brown (10YR 5/3) dry; weak very fine granular structure; slightly hard, very friable, slightly sticky, slightly plastic, many fine roots; few very fine tubular pores; many black, 2 to 5mm, indurated spherical manganese masses; 20 percent gravel; NaF pH 10.5; moderately acid (pH 5.6); clear smooth boundary. (5 to 23 cm thick)\nBhs--18 to 28 cm; dark brown (10YR 3/3) gravelly ashy loam, light brownish gray (10YR 6/2) dry; common fine faint, dark yellowish brown (10YR 4/4) mottles; weak fine subangular blocky structure; slightly hard, friable, slightly sticky, slightly plastic, and weakly smeary; common fine roots; few very fine tubular pores; many black, 2 to 5mm, indurated spherical manganese masses; 20 percent gravel; NaF pH 10.5; strongly acid (pH 5.5); clear wavy boundary (8 to 15 cm thick)\nBs1--28 to 38 cm; dark yellowish brown (10YR 4/4) gravelly ashy loam, pale brown (10YR 6/3) dry; moderate medium subangular blocky structure; slightly hard, friable, slightly sticky, slightly plastic, weakly smeary; common fine roots; few very fine tubular pores; few black, 2 to 5mm, indurated spherical manganese masses; 20 percent gravel; NaF pH 11.0; moderately acid (pH 5.8); clear wavy boundary. (13 to 38 cm thick)\n2Bs2--38 to 64 cm; brown (10YR 5/3) loam, very pale brown (10YR 7/3) dry; few fine faint redox concentrations; moderate medium subangular blocky structure; slightly hard, friable, moderately sticky, slightly plastic; common fine roots; few very fine tubular pores; few black, 2 to 5mm, indurated spherical manganese masses; 10 percent gravel; moderately acid (pH 5.8); clear wavy boundary. (13 to 33 cm thick)\n3Bstm--64 to 74 cm; olive brown (2.5Y 4/4) loam, light brown (2.5Y 7/2) dry; many medium distinct dark yellowish brown (10YR 4/4) redox concentrations and light brownish gray (2.5Y 6/2) redox depletions along horizontal and vertical planes, weakly cemented; hard, firm, breaks into very rough plates; few very fine pores; distinct clay films in some pores and in places on plates; 10 percent gravel; moderately acid (pH 5.8); abrupt irregular boundary. (10 to 51 cm thick).\n3Cd--74 to 150 cm; grayish brown (2.5Y 5/2) gravelly loam, light brownish gray (2.5Y 6/2) dry; massive; strongly compacted in places; hard, firm, moderately sticky, slightly plastic; few coarse  roots; few very fine irregular pores; 20 percent gravel; moderately acid (pH 5.8);."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Pierce County, Washington; 3 kilometers south of Graham, on a 12 percent southeast-facing slope, along B.P.A. power line right-of-way, about 200 meters west and 488 meters south of the northeast corner of sec. 28, T. 18 N., R. 4 E.\nLatitude:  47.02100\nLongitude:  - 122.2990\nDatum: WGS84"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nMean annual soil temperature: about 10 degrees C.\nMoisture control section: dry 60 to 75 days from June to October.\nMoisture regime: xeric\nDepth to cemented layer: 50 to 100 cm\nReaction: strongly acid or slightly acid\nEstimated properties of volcanic ash influenced layers:\n>Glass content: 5 to 10 percent\n>Bulk density: 0.85 to 1.0 g/cm3\n>Al +  Fe: 1.0 to 2.0 percent\nParticle size control section:\n>Fragment content: 0 to 35 percent\n>Clay content: 5 to 15 percent\nA horizon\nHue: 10YR or 7.5YR\nValue:  3 or 4 moist\nChroma: 2 or 3 moist.\nTexture: ashy loam or ashy sandy loam\nGravel content: 15 to 35 percent\nClay content:  5 to 15 percent\nBhs horizon\nHue: 10YR or 7.5YR\nValue:  3 or 4 moist\nChroma: 2 or 3 moist.\nTexture: ashy loam or ashy sandy loam\nTotal Fragment: 0 to 35 percent\nGravel content: 0 to 35 percent\nCobble content:  0 to 5 percent\nStone content: 0 to 5 percent\nClay content:  5 to 15 percent\nBs and 2Bs horizons\nHue: 7.5YR or 10YR\nValue:  3 to 6 moist, 6 or 7 dry\nChroma: 3 to 6 moist and dry\nTexture: ashy loam, ashy sandy loam, loam, or sandy loam.\nTotal Fragment: 0 to 35 percent\nGravel content: 0 to 35 percent\nCobble content:  0 to 5 percent\nStone content: 0 to 5 percent\nClay content:  5 to 15 percent\nRedox concentrations: common but lacks redox features with chroma of 2 or less within 50 cm of the surface.\n3Bstm horizon\nValue:  4 or 5 moist\nChroma: 2 to 4 moist\nTotal Fragment: 0 to 35 percent\nGravel content: 0 to 35 percent\nCobble content:  0 to 5 percent\nStone content: 0 to 5 percent\nClay content:  5 to 15 percent\n3Cd horizon\nHue: 10YR or 2.5Y\nValue: 4 or 5 moist\nChroma: 3 or 4 moist and dry.\nTexture: sandy loam or loam\nTotal Fragment: 0 to 35 percent\nGravel content: 0 to 35 percent\nCobble content:  0 to 5 percent\nStone content: 0 to 5 percent\nClay content:  5 to 15 percent\nThis horizon has strata of clay, fine silt, sandy loam or sand, 8 to 25 cm in thickness."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Chuckanut, Constitution, Menzel, Sadie, and Skipjack series. Chuckanut is deep and very deep to metasedimnetary bedrock.  Constitution is moderately deep to metasedimentary bedrock. Menzel and Skipjack soils are very deep. Sadie soils are dry for 45 to 60 consecutive days."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Kapowsin soils are on convex or undulating glacial till plains and moraines at elevations from 15 to 275 meters. Slopes are 0 to 70 percent. These soils formed in glacial drift with an influence of ash over dense glaciomarine deposits. They occur in a mild marine climate having an average annual precipitation ranging from 762 to  1270 mm. Mean January temperature is 4 degrees C; mean July temperature is 14 degrees C; and mean annual temperature is 10 degrees C. The summers are cool and dry. Winters are mild and wet with most of the annual precipitation occurring as rain from November through March. The frost-free season is about 150 to 220 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Alderwood Bellingham, Bow, Everett, Indianola, Kitsap, and Norma soils. Everett, Indianola, and Norma soils are very deep . Bellingham and Bow soils are in a fine family. Kitsap soils are in a fine-silty family."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Moderately well drained; moderate permeability to the cemented horizon which is very slowly permeable. A perched water table is as high as 28 to 61 cm at times from December through June."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Used for cropland, hay, pasture, urban development, woodland, and wildlife habitat. Native vegetation is Douglas-fir, western hemlock, western redcedar, red alder, and bigleaf maple, with an understory of trailing blackberry, salal, creambush oceanspray, western brackenfern, western swordfern, vine maple, Oregon-grape, red huckleberry, and evergreen blackberry."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Puget lowlands in west central Washington. The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Pierce County, Washington, 1940.\nREMARKS\nDiagnostic horizons and features include:\nOchric epipedon:  0 to 18 cm\nCambic horizon: 18 to 64 cm\nCemented pan: 64 to 74 cm.\nDensic materials: 74 to 150 cm\nVolcanic ash: 0 to 38 cm\nOxyaquic feature:  perched water table at 28 to 61 cm at times from December through June.\nParticle-size control section - from 25 to 64 cm.\n7/2013: The OSD was updated as part of the SDSJR initiative. Units were changed to metric and the range in characteristics was formatted to semi-tabular. More laboratory data needs to be collected to justify current classification.\n2000: Classification revised 1/200 from Coarse-loamy, mixed, mesic Andic Durochrepts to a Coarse-loamy isotic, mesic Andic Dystroxerepts based on revisions to Soil Taxonomy. Depths to diagnostic horizons and features noted in the range of characteristics are measured from the top of the first mineral horizon.\nThis series needs further clarification as to the range in which redox depletions (chroma <2) can be found. As defined presently, if depletions occur between 50 and 75 cm, aquic subgroup criteria would be met. This pedon does not meet Aquic subgroup criteria.\n1994: Classification changed from a Coarse-loamy, mixed, mesic ortstein Aquic Haplorthods to aa Coarse-loamy, mized, mesic Andic Durochrepts because of 1994 amendments to Soil Taxonomy.   The Cr horizon was changed to Cd at that time\n________________________________________\nNational Cooperative Soil Survey\nU.S.A."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": null
  }
}
