{
  "SERIES": "KAPTURE",
  "STATUS": "Established Series",
  "BYREV": "Rev. AJE/VLP/MJD/JBF",
  "REVDATE": "03/2011",
  "STATES": "UT",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, carbonatic, mesic Xeric Torrifluvents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Kapture loam--rangeland. (Colors are for air dry soil unless otherwise noted.)\nAp--0 to 20 cm; light reddish brown (5YR 6/4) loam, reddish brown (5YR 4/4) moist; weak fine subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; common very fine and fine roots; common fine pores; violently effervescent; moderately alkaline (pH 8.4); clear wavy boundary. (20 to 30 cm thick)\nC1-- 20 to 45 cm; light reddish brown (2.5YR 6/4) loam, red (2.5YR 4/6) moist; massive; slightly hard, very friable, slightly sticky and slightly plastic; common very fine and fine roots; few fine pores; violently effervescent; strongly alkaline (pH 8.6); clear wavy boundary. (25 to 40 cm thick)\nC2--45 to 150 cm; light reddish brown (2.5YR 6/4) fine sandy loam, red (2.5YR 4/6) moist; massive; soft, very friable, slightly sticky and nonplastic; few fine roots; few fine pores; violently effervescent; strongly alkaline (pH 8.5)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Sevier County, Utah; 1.5 miles east and 2 miles north of Richfield; 1,250 feet north and 450 feet east of southwest corner of section 17, T.23S. R.2W.; USGS Richfield 7.5 minute quadrangle; latitude 38 degrees 47 minutes 51 seconds N and longitude 112 degrees 3 minutes 5 seconds W; NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: Usually dry; moist in winter and spring and for brief periods in late summer due to convection storms; aridic bordering on xeric soil moisture regime.\nMean annual soil temperature: 9 to 12 degrees C\nParticle-size control section - Clay content: Averages 10 to 18 percent\nRock fragments: Average less than 15 percent.\nA horizon:\nHue: 5YR or 2.5YR\nValue: 5 or 6 dry, 4 or 5 moist\nChroma: 3 to 6 dry and 3 or 4 moist\nC horizon:\nHue: 2.5YR or 5YR\nValue: 4 to 7 dry, 4 to 6 moist\nChroma: 4 to 6 dry or moist\nTexture: Loam, sandy loam, fine sandy loam or silt loam\nSand content: More than 15 percent coarser than very fine sand\nRock fragments: Some pedons have 15 to 35 percent gravel below depths of 75 cm.\nCalcium carbonate equivalent: 40 to 55 percent\nReaction: Moderately alkaline or strongly alkaline"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: This is the Rapho series. Rapho soils have hue of 10YR or 7.5YR."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: The Kapture soils are at elevations of 1,590 to 1,680 meters. Slopes are 0 to 5 percent. The soils occur on fan skirts. Kapture soils formed in alluvium derived mainly from limestone and sandstone. The climate is semiarid; the average annual precipitation is 200 to 300 mm. The mean annual temperature is 8 to 10.5 degrees C. and the freeze-free period is 100 to 140 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Redfield soils and Stillman soils. Redfield soils are fine-silty. Stillman soils are sandy-skeletal."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; low runoff; moderately rapid permeability; high saturated hydraulic conductivity."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: These soils are used for irrigated cropland and range. The native vegetation is shadscale, big sagebrush, Indian ricegrass and squirreltail. Irrigated crops are alfalfa, corn, barley and oats.  These soils are correlated to semidesert ecological sites in Utah."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Central Utah, western Sevier County in the Sevier valley; MLRA D28A, E47; these soils are of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Phoenix, Arizona"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Sevier County, Utah, Loa-Richfield Area, 2011."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - The zone from 0 to 18 cm. (part of the Ap horizon)\nCarbonatic feature: The fine earth fraction averages more than 40 percent calcium carbonate equivalent in the particle-size control section.\nXeric feature: Soil has an aridic soil moisture regime bordering on xeric.\nParticle-size control section - The zone from 25 to 100 cm (part of the C1 and C2 horizons).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
