{
  "SERIES": "KARANKAWA",
  "STATUS": "Established Series",
  "BYREV": "Rev. GWC-LCB-CLN",
  "REVDATE": "11/2000",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, active, nonacid, hyperthermic Sodic Endoaquents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Karankawa mucky loam-wildlife land.\n(Colors are for moist soil unless otherwise stated.)\nAg1--0 to 10 inches; dark gray (10YR 4/1) mucky loam, gray (10YR 6/1) dry; massive; flows easily between fingers and leaves small residue in hand when squeezed; hard, friable, slightly sticky and nonplastic; many coarse roots; estimated 20 percent organic matter; strongly saline; moderately alkaline; clear smooth boundary. (3 to 14 inches thick)\nAg2--10 to 18 inches; dark gray (10YR 4/1) mucky fine sandy loam, gray (10YR 6/1) dry; massive; flows easily between fingers and leaves small residue in hand when squeezed; hard, friable, slightly sticky and nonplastic; many fine roots; estimated 15 percent organic matter; strongly saline; moderately alkaline; clear smooth boundary. (2 to 12 inches thick)\nCg1--18 to 24 inches; gray (10YR 6/1) fine sandy loam, light gray (10YR 7/1) dry; massive; slightly hard, friable, nonsticky and nonplastic; few fine roots; common fine and medium faint gray and few medium distinct brown (10YR 5/3) and light gray (10YR 7/1) redox features; strongly saline; moderately alkaline; gradual smooth boundary. (6 to 25 inches thick)\nCg2--24 to 30 inches; gray (10YR 6/1) fine sandy loam, light gray (10YR7/1) dry; massive; hard, friable, nonsticky and nonplastic; common fine and medium faint gray and common fine distinct gray (10YR 5/1) and light gray (10YR 7/1) redox features; few fine to coarse black organic streaks; strongly saline; moderately alkaline; clear smooth boundary. (6 to 35 inches thick)\nCg3--30 to 38 inches; gray (N 6/0) fine sandy loam, light gray (N 7/0) dry; massive; hard, friable, nonsticky and nonplastic; common fine and medium distinct gray (10YR 6/1) and light gray (10YR 7/1) and fine medium distinct greenish gray (5BG 5/1) and dark greenish gray and few fine distinct dark greenish gray (5G 4/1) redox features; few fine and medium dark gray organ1c streaks; few fine and medium pitted greenish gray concretions of calcium carbonate; strongly saline; moderately alkaline; gradual smooth boundary. (6 to 30 inches)\nCg4--38 to 60 inches; gray (N 6/0) loamy fine sand, light gray (N 7/0) dry; single grain; loose, nonsticky and nonplastic; few fine distinct greenish gray (5BG 5/1), common fine distinct dark greenish gray (5G 4/1) and yellowish brown (10YR 5/6) and common fine and medium faint gray and light gray redox features; few fine dark gray organic streaks; few medium pitted greenish gray concretions of calcium carbonate; strongly saline; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Galveston County, Texas; from the mouth of Eckert Bayou and West Bay on Galveston Island; 3,300 feet on a compass heading of 52 degrees to Starvation Cove; 300 feet south in wildlife land."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: These soils have a peraquic moisture regime.  The surface layer typically has an n-value of more than 0.7 but is less than 20 inches thick.  The surface layer typically contains 10 to 20 percent organic matter.  Reaction is neutral to moderately alkaline throughout the pedon.  The electrical conductivity (EC) ranges from 20 to 60 mmhos/cm and the exchangeable sodium percent (ESP) ranges from 13 to more than 40 throughout the pedon.\nThe Ag horizons have a hue of 10YR, values of 3 to 7, and chroma of 2 or less or are neutral with values of 3 to 7.  Redox features in shades of gray, yellow, brown, and green range from none to many.  The texture ranges from mucky loamy very fine sand to mucky loam but the range includes the non-mucky counterparts of these textures.\nThe Cg horizons have a hue of 10YR, 5BG, and 5G, value of 4 to 7, and chroma of 2 or less or are neutral with value of 4 to 7.  Redox features in shades of gray, yellow, brown, and green range from none to many.  Gray seams of organic staining range from none to common.  Typically the pedons have few to common gray, brown, black, or green concretions, some of which are calcareous.  The texture ranges from loamy very fine sand to loam."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These include the Nass series in the same family and Dianola, Follet, Mustang, Satatton, Tatlum, and Tatton in similar families.  Nass soils are less saline and are not subject to daily tidal flooding.  Dianola, Mustang, Satatton, and Tatton have sandy control sections.  In addition, Dianola and Mustang are less saline and have a deeper permanent water table.  Satatton soils have a salic horizon, with a secondary enrichment of salts.  Follet and Tatlum have fine-silty control sections.  In addition, Tatlum soils have n-value more than 0.7 throughout the upper 20 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Karankawa soils are on broad tidal areas and tidal swales in coastal marches adjacent to bays of barrier islands.  They are inundated with 2 to 12 inches of water during the daily high tide.  One to 2 inches of water usually remain on the surface during low tides.  Slope is less than 0.5 percent.  Mean annual precipitation ranges from 40 to 65 inches.  Mean annual temperature is 72 to 75 degrees F.  Thornthwaite annual P-E indices exceeds 50."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the competing Follet, Mustang, Nass, Satatton, and Tatlum series.  Follet and Tatlum soils are on similar landscape positions.  Mustang soils are on higher landscapes.  Nass and Satatton are on slightly higher landscape positions that are not inundated by daily  high tides."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Very poorly drained.  Runoff is negligible.  Permeability is moderately rapid.  The permanent water table is at or slightly above the soil surface throughout the year."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Used mainly as wildlifeland.  Native vegetation is dominated by smooth cordgrass that is usually interspersed with 5 to 20 percent small tidal cuts and depressed areas that are barren.  Minor plants include maritime saltwort and Virginia glasswort."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Along the Gulf coast in southeast Texas in the Gulf Coast Saline Prairie (MLRA 150B). The series is inextensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Galveston County, Texas; 1981."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: The soils were formerly mapped as a miscellaneous area Tidal Marsh.  These soil have halic properties as described by Coover et. al. In SSSA Proceedings, 1975.  Classification changed from Typic Haplaquents to Sodic Endoaquents 11/2000 based on typifying pedon description.  Further study and characterization data of the series is needed to verify classification.\nDiagnostic horizons and features recognized in this pedon are;\nOchric epipedon-0 to 18 inches (Ag horizons).\nAquic conditions-peraquic moisture regime.\nADDITIONAL DATA: none.\nTAXONOMIC VERSION: Soil Taxonomy, Second Edition, 1999.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
