{
  "SERIES": "KARCAL",
  "STATUS": "Established Series",
  "BYREV": "Rev. WBS/TDC/JJJ",
  "REVDATE": "02/97",
  "STATES": "CA,ID",
  "OVERVIEW": "The Karcal series consists of moderately deep, well drained soils formed in alluvium from hard basalt, andesite, or tuff bedrock.  Karcal soils are on lava plateaus.  Slopes ranges from 0 to 15 percent.  The mean annual precipitation is about 13 inches and the mean annual temperature is about 49 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, smectitic, mesic Leptic Haploxererts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Karcal cobbly clay.  (Colors are for dry soil unless, otherwise stated).\nA--0 to 6 inches; brown (7.5YR 5/4) cobbly clay, brown (7.5YR 5/2) moist; strong medium and coarse subangular blocky with upper 1/2 inch strong fine granular structure; hard, very friable, sticky, plastic;common very fine roots; few very fine tubular pores; 30 percent by volume cobbles and 10 percent stones on surface; 0.5cm wide cracks; neutral (pH 7.0); clear smooth boundary.  (1 to 9 inches thick)\nBss1--6 to 13 inches; brown (7.5YR 5/4) clay, brown (7.5YR 4/4) moist; strong coarse and very coarse prismatic structure; very hard, very friable, sticky, plastic; few very fine and fine roots; few very fine tubular pores; lower half of horizon has few intersecting slickensides 1.5cm wide cracks; neutral (pH 7.0); clear wavy boundary.  (4 to 10 inches thick)\nBss2--13 to 21 inches; brown (7.5YR 5/4) clay, brown (7.5YR 4/4) moist; strong medium and coarse angular blocky structure very hard, very friable, sticky, very plastic; few very fine roots; few very fine tubular pores; 15 percent by volume angular basalt cobbles; common intersecting slickensides; 1.5cm wide cracks; slightly alkaline (pH 7.5); abrupt wavy boundary.  (7 to 11 inches thick)\nR--21 to 24 inches; dark gray (N 4/0) fractured basalt with silica and strongly effervescent lime coatings.  Discontinuous pockets of lime and silica cementation in fractures."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Modoc County, California; about 5 miles SE of Likely 4.0 miles SE from Jess Valley Road on West Valley Reservoir Road (County Road 66) in the NW 1/4 of section 19, T.39N.,R.14 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Depth to a lithic contact of fractured basalt is 20 to 40 inches.  The mean annual soil temperature is 47 to 51 degrees F.  The soil moisture control section (4 to 12 inches) is dry in all parts from mid July to mid October (90 days).  Rock fragments, mostly rounded cobbles and a few stones, on the soil surface, range from 3 to 50 percent.  The soil has cracks that open and close once each year.  They remain open during the period of July through October and remain closed the rest of the year.  Few to common intersecting slikensides are in the Bss horizons.\nThe A and Bss horizon color is 10YR 5/3, 5/2, 4/3, 4/2; 7.5YR 4/2, 5/2, or 5/4.  Moist color is 10YR 3/2, 4/3, 4/2; 7.5YR 4/2, 4/4.  In some pedons the lower part of the A horizon is 7.5YR 3/2.  Texture is clay or silty clay.  Clay content ranges from 40 to 60 percent in the A horizon and 55 to 60 in the Bss horizons.  The A1 horizon has strong subangular or granular structure.  The Bss horizons has weak to strong prismatic or angular blocky structure.  It is slightly hard or hard near the surface and hard or very hard in the lower part.  It is very friable or friable throughout."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Brubeck (CA), Doten (NV), Horsecamp (CA), Manogue (NV), Maroni (UT), Ravendale (T CA) and Waspo (NV) soils.  Brubeck soils have cracks that remain open about 200 days and have carbonates in the lower portion of the B horizon.  Doten, Horsecamp, Manogue, Maroni, and Ravendale soils lack bedrock within 40 inches.  Waspo soils have a paralithic at depths of 20 to 40 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Karcal soils are on lava plateaus. Slopes are 0 to 15 percent.  These soils formed in alluvium weathered from hard basalt, andesite, and tuff bedrock.  Elevation is 4300 to 5800 feet.  The climate is cool semiarid mesothermal with warm, dry summers and cold, moist winters.  Mean annual precipitation is 10 to 16 inches.  Snowfall is 24 to 60 inches.  The mean annual temperature is 45 to 47 degrees F.  The mean January temperature is about 27 degrees F.  The mean July temperature is about 67 degrees F.  Frost-free season is 50 to 100 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Devada, Ditchcamp, Ninekar, Packwood, and Puls soils.  Devada soils have mollic epipedons, clayey argillic horizons and are less than 20 inches to hard basalt.  Ditchcamp, Packwood and Puls soils have argillic horizons and are underlain by duripans.  Ninekar soils have ochric epipedons and clayey argillic horizons over hard basalt at depth of 20 to 40 inches."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; slow to medium runoff; slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  This soil is mainly used for livestock grazing and wildlife.  The present vegetation is a few scattered Western juniper and shrubs consisting of rabbitbrush, low sagebrush, cheatgrass.  Other plants are medusahead, lupine, and a few bunch grasses."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northeastern California. The soils are moderately extensive.  MLRA is 21."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES PROPOSED",
    "content": "SERIES PROPOSED: Modoc County, Alturas Area, California 1974."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - the zone from 0 to 6 inches (A).\nCambic horizon - the zone from 6 to 21 inches (Bss1, Bss2).\nLithic contact - the boundary at 21 inches (R).\nKarcal soils would have been classified as Grummusols.  This soil was previously mapped as Karlo.  Karlo series now has a frigid soil temperature regime and is classified in the very-fine, montmorillonitic, frigid family of Xerertic Camborthids.\nSeries concept has been adjusted to better reflect the series as mapped, mainly the cool end of mesic.\nADDITIONAL DATA:  This pedon was sampled by the Riverside Laboratory in 1973.  NSSL Pedon number is S73CA-049-012 .\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 15,
        "dry_hue": "7.5YR",
        "dry_value": 5,
        "dry_chroma": 4,
        "moist_hue": "7.5YR",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "clay",
        "cf_class": "cobbly",
        "pH": 7,
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A--0 to 6 inches; brown (7.5YR 5/4) cobbly clay, brown (7.5YR 5/2) moist; strong medium and coarse subangular blocky with upper 1/2 inch strong fine granular structure; hard, very friable, sticky, plastic;common very fine roots; few very fine tubular pores; 30 percent by volume cobbles and 10 percent stones on surface; 0.5cm wide cracks; neutral (pH 7.0); clear smooth boundary.  (1 to 9 inches thick)"
      },
      {
        "name": "Bss1",
        "top": 15,
        "bottom": 33,
        "dry_hue": "7.5YR",
        "dry_value": 5,
        "dry_chroma": 4,
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "clay",
        "pH": 7,
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bss1--6 to 13 inches; brown (7.5YR 5/4) clay, brown (7.5YR 4/4) moist; strong coarse and very coarse prismatic structure; very hard, very friable, sticky, plastic; few very fine and fine roots; few very fine tubular pores; lower half of horizon has few intersecting slickensides 1.5cm wide cracks; neutral (pH 7.0); clear wavy boundary.  (4 to 10 inches thick)"
      },
      {
        "name": "Bss2",
        "top": 33,
        "bottom": 53,
        "dry_hue": "7.5YR",
        "dry_value": 5,
        "dry_chroma": 4,
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "clay",
        "pH": 7.5,
        "pH_class": "slightly alkaline",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "Bss2--13 to 21 inches; brown (7.5YR 5/4) clay, brown (7.5YR 4/4) moist; strong medium and coarse angular blocky structure very hard, very friable, sticky, very plastic; few very fine roots; few very fine tubular pores; 15 percent by volume angular basalt cobbles; common intersecting slickensides; 1.5cm wide cracks; slightly alkaline (pH 7.5); abrupt wavy boundary.  (7 to 11 inches thick)"
      },
      {
        "name": "R",
        "top": 53,
        "bottom": 61,
        "dry_hue": "N",
        "dry_value": 4,
        "dry_chroma": 0,
        "narrative": "R--21 to 24 inches; dark gray (N 4/0) fractured basalt with silica and strongly effervescent lime coatings.  Discontinuous pockets of lime and silica cementation in fractures."
      }
    ]
  ]
}
