{
  "SERIES": "KARLIN",
  "STATUS": "Established Series",
  "BYREV": "Rev. RLL-WEF",
  "REVDATE": "12/2006",
  "STATES": "MI,WI",
  "OVERVIEW": "The Karlin series consists of very deep, somewhat excessively drained   soils formed in sandy deposits on outwash plains, valley trains, stream terraces and ground and end moraines.  These soils have moderately rapid permeability in the E and B horizons and rapid permeability in the C horizon.  Slopes range from 0 to 75 percent.  Mean annual precipitation is about 31 inches, and mean annual temperature is about 42 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Sandy, mixed, frigid Entic Haplorthods"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Karlin loamy fine sand on a slope of 2 percent in a forested area.  (Colors are for moist soil unless otherwise stated.)\nOe--0 to 1 inch; black (10YR 2/1) partially decomposed leaf litter and roots with grains of E material; weak fine granular structure; loose; strongly acid; abrupt smooth boundary.  (0 to 2 inches thick)\nE--1 to 4 inches; gray (5YR 6/1) loamy fine sand; weak fine granular structure; loose; few fine roots; very strongly acid; abrupt irregular boundary.  (0 to 5 inches thick)\nBs1--4 to 16 inches; dark reddish brown (5YR 3/4) loamy fine sand; weak medium subangular blocky structure; very friable; slightly hard when dry; common fine roots; very strongly acid; clear wavy boundary.\nBs2--16 to 26 inches; brown (7.5YR 4/4) loamy fine sand; weak medium granular structure; very friable; slightly hard when dry; few fine roots; very strongly acid; clear wavy boundary.  (Combined thickness of the Bs horizons is 8 to 29 inches.)\nBC--26 to 31 inches; brown (7.5YR 5/4) loamy sand; weak fine granular structure; loose; strongly acid; clear wavy boundary.  (0 to 17 inches thick)\nC--31 to 60 inches; light yellowish brown (10YR 6/4) sand; single grain; loose; slightly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Antrim County, Michigan; about 4 miles east of Antrim; 1320 feet south and 63 feet east of the northwest corner of sec. 24, T.  29 N., R. 6 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Unless otherwise stated depth ranges in the following paragraphs are measured from the mineral surface. The thickness of the solum typically is 22 to 36 inches, but ranges from 15 to 40 inches. The solum ranges from slightly acid to very strongly acid, but in some pedons it is extremely acid.  Gravel and cobble content ranges from 0 to 15 percent throughout the pedon. Stones covering the surface range from less than 0.01 to 0.1 percent.\nWhere present the Ap horizon has hue of 10YR or 7.5YR, value of 2 to 4, and chroma of 1 to 3.  An A horizon is present in some pedons.  It has hue of 10YR, 7.5YR, or 5YR; value of 2 to 4; and chroma of 1 or 2.\nThe E horizon has hue of 10YR, 7.5YR, or 5YR; value of 4 to 6; and chroma of 1 or 2. The A and E horizons are loamy fine sand, fine sandy loam or sandy loam.\nThe Bs horizon has hue of 5YR, 7.5YR, or 10YR; value of 3 to 5; and chroma of 3 to 6.  The Bs horizon is dominantly loamy fine sand but the range includes fine sandy loam or sandy loam. Some pedons have a Bhs horizon with value and chroma of 3 less than 3 inches. The BC horizon has hue of 10YR to 5YR, value of 3 to 5, and chroma of 4 to 6. It is loamy sand, fine sand, or sand.\nThe C horizon has hue of 10YR, 7.5YR, or 5YR; value of 4 to 7; and chroma of 2 to 6.  It is typically sand. Some pedons have bright mottles below a depth of 40 inches. The C horizon is strongly acid to neutral."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the  Duel, East Lake, Hartwick, Ishpeming, Kiva, Rousseau, Rubicon, Sayner, Sultz (T), and Vilas series.  Duel and Ishpeming soils have bedrock within depths of 40 inches.  East Lake soils have a calcareous substratum.  Hartwick, Kiva and Sayner soils range from between 15 and 35 percent gravel within the 10 to 40 inch control section.    Rousseau, Rubicon and Vilas soils contain more than 85 percent sand throughout the solum.  Sultz soils have stratification in the lower part of the series control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  The Karlin soils are on outwash plains, valley trains, stream terraces and ground and end moraines.  Slopes range from 0 to 75 percent.  The mean annual precipitation ranges from 30 to 32 inches, and the mean annual temperature ranges from 41 to 43 degrees F."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  The competing Grayling, Kalkaska, Menahga, and Rubicon soils and the Saganing soils are on nearby areas.  Saganing soils are the poorly drained members of a toposequence."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Somewhat excessively drained. Surface runoff is slow or medium.  Permeability is moderately rapid in the A, E, and B horizons and rapid in the C horizon."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Some areas are cropped.  The principal crops are potatoes, rye, oats, alfalfa-grass mixtures, and some corn.  The remainder is in forest, permanent pasture, or idle.  Common trees are sugar maple, yellow birch, bigtooth aspen, northern red oak, American Basswood, red pine and eastern white pine."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northern Lower Peninsula and Upper Peninsula of Michigan and Wisconsin.  The series is of moderate extent with about 40,000 acres correlated."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: St. Paul, Minnesota"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Grand Traverse County, Michigan, 1963."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are: albic horizon - the zone from the mineral surface to 3 inches (E horizon); spodic horizon - the zone from 3 to 25 inches (Bs1 and Bs2 horizons).\nThe Noseum series is set up for the moderately well drained phases.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
