{
  "SERIES": "KARS",
  "STATUS": "Established Series",
  "BYREV": "Rev. MGC",
  "REVDATE": "02/2000",
  "STATES": "NY,VT",
  "OVERVIEW": "The Kars series consists of deep, well to excessively drained\nsoils that formed in glacial outwash.  They are nearly level to\nsteep soils on outwash plains and kames.  Kars soils typically\nhave dark grayish brown gravelly sandy loam Ap horizons,\ngravelly sandy loam B & A horizons, gravelly sandy loam B2t\nhorizons, and calcareous very gravelly sand IIC horizons.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, active, mesic Glossic Hapludalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Kars gravelly sandy loam - hay.\n(Colors refer to moist broken soil.)\nAp--0 to 7 inches; dark grayish brown (10YR 4/2) gravelly\nsandy loam; weak fine granular structure; very friable; many\nfine roots; 20 percent gravel; neutral; clear smooth boundary.\n(5 to 9 inches thick)\nA2--7 to 11 inches; yellowish brown (10YR 5/4) gravelly\nsandy loam fading with depth to pale brown (10YR 6/3); very weak\nfine granular structure and massive; very friable; common fine\nroots; 20 percent gravel; neutral; clear irregular boundary.  (0\nto 9 inches thick)\nB & A--11 to 14 inches; gravelly sandy loam having an\nintricate fine pattern of pale brown (10YR 6/3) planes of clean\nsand grains within dominant brown (10YR 5/3) matrix; massive;\nvery friable; common fine roots; 35 percent gravel; clay lines\npores and forms bridges within the brown part; neutral; gradual irregular boundary.  (2 to 8 inches)\nB2t--14 to 22 inches; brown to dark brown (10YR 4/3)\ngravelly sandy loam; very weak fine subangular blocky structure\nand massive; friable, slightly sticky, slightly plastic; few\nfine roots; 40 percent gravel; clay lines common medium and fine pores and forms bridges among primary particles; neutral; clear irregular boundary.  (5 to 12 inches thick)\nIIC--22 to 60 inches; grayish brown (2.5Y 5/2) very gravelly sand; single grain; loose; few fine roots in upper part; 50\npercent gravel; calcareous."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Franklin County, New York; Town of Westville;\n1.7 miles northeast of Hamlet of Westville; edge of gravel pit\nin southeast corner of \"T\" road junction."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Thickness of solum ranges from 15 to\n35 inches, thicknesses greater than 24 inches being where\ntongues of B horizon extend into C horizon.  Degree of tonguing ranges from none to amplitudes of 20 inches spaced 2 to 6 feet\napart.  Rock fragments range from pebbles to stones in size and\nrange from 3 to 40 percent of the A horizon, 35 to 50 percent of\nthe B horizon and 35 to 70 percent of the IIC horizon.  The mean annual soil temperature ranges from 47 to 50 degrees F.  The\nsoil is medium acid to neutral in the A horizon, slightly acid\nor neutral in the B horizon, and mildly alkaline or moderately alkaline in the C horizon.\nThe Ap horizon has hue of 10YR, values of 3 or 4, and chroma of\n2.  It is sandy loam, fine sandy loam or loam in the fine earth fraction.  It has weak to moderate granular structure and very friable or friable consistence.  The A2 horizon is commonly\ndestroyed by plowing or is present as discontinuous remnants.\nIt has hue of 10YR, values of 5 or 6, and chromas of 2 to 4.\nThe A2 horizon is sandy loam, fine sandy loam or loam in the\nfine earth fraction.  It is massive or it has platy structure.\nIt is very friable or friable.\nThe B horizon has hues of 5YR to 10YR, values of 4 or 5, and\nchromas of 3 to 6.  It is sandy loam, fine sandy loam, or loam\nin the fine earth fraction.  The B horizon is massive or it has\nvery weak or weak subangular blocky structure.  It is very\nfriable or friable.  The lower part is calcareous in some\npedons.\nThe IIC horizon has hues of 7.5YR to 2.5Y, values of 4 or 5,\nand chromas of 2 or 3.  It is loamy sand or sand in the fine\nearth fraction.  It is single grain and loose, and is\ncalcareous."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  The Howard series is in the same family.\nHoward soils have sola thicker than 24 inches in all parts of\nthe pedon and depth to carbonates is greater than 24 inches.\nThe Bonaparte, Conotton, and Palmyra series are similar soils in related families.  Bonaparte soils lack an argillic horizon.  Conotton soils lack interfingering.  Palmyra soils have fine-\nloamy over sandy or sandy-skeletal particle-size control\nsections."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Kars soils occur on sorted glacial deposits\nof outwash plains, kames, and eskers.  It also includes less\nwell assorted material of beach ridges.  Slopes range from 0 to\n50 percent.  The soil formed in water-sorted coarse material\nhigh in limestone, with or without thin surficial deposits of\nsandy to silty material.  Mean annual precipitation ranges from\n28 to 45 inches; mean annual air temperature, from 44 degrees to\n47 degrees F.; and mean frost-free season, from 130 to 165 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the competing\nBonaparte and Palmyra series and the Grenville, Madrid, Nellis, Ontario, Panton, and Vergennes soils.  Grenville and Nellis\nsoils have cambic horizons.  Madrid and Ontario soils have less\nthan 35 percent coarse fragments in the argillic horizon.\nPanton and Vergennes soils formed in lake and marine clays."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well to excessively drained.  Runoff\nis slow to medium; internal drainage is medium to rapid;\npermeability is moderate or moderately rapid in the A horizon, moderately rapid in the B horizon, and rapid or very rapid in\nthe C horizon."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most areas have been cleared and are used\nfor growing hay, some corn, and pasture.  The most stony areas\nare mainly in unimproved pasture.  Woodlots contain mainly\nhardwoods with sugar maple and basswood prominent."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northern and Central New York, and Vermont.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Amherst, Massachusetts"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Franklin County, New York, 1952.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": null
  },
  "SITE": [
    [
      {
        "drainage": "well to excessively",
        "drainage_overview": "well to excessively"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 18,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "cf_class": "gravelly",
        "narrative": "Ap--0 to 7 inches; dark grayish brown (10YR 4/2) gravelly"
      },
      {
        "name": "A2",
        "top": 18,
        "bottom": 28,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "cf_class": "gravelly",
        "narrative": "A2--7 to 11 inches; yellowish brown (10YR 5/4) gravelly"
      },
      {
        "name": "A",
        "top": 28,
        "bottom": 36,
        "texture_class": "sandy loam",
        "cf_class": "gravelly",
        "narrative": "B & A--11 to 14 inches; gravelly sandy loam having an"
      },
      {
        "name": "B2t",
        "top": 36,
        "bottom": 56,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "narrative": "B2t--14 to 22 inches; brown to dark brown (10YR 4/3)"
      },
      {
        "name": "IIC",
        "top": 56,
        "bottom": 152,
        "moist_hue": "2.5Y",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "sand",
        "cf_class": "very gravelly",
        "narrative": "IIC--22 to 60 inches; grayish brown (2.5Y 5/2) very gravelly sand; single grain; loose; few fine roots in upper part; 50"
      }
    ]
  ]
}
