{
  "SERIES": "KASITSNA",
  "STATUS": "Established Series",
  "BYREV": "Rev. DVP/JDW/DLM",
  "REVDATE": "03/2005",
  "STATES": "AK",
  "OVERVIEW": "Depth class: very deep\nDrainage class: well drained\nParent material: silty mantle of volcanic ash over basal glacial till, reworked glacial till, and colluvial deposits\nLandform: glacial moraines and mountainslopes\nSlopes: 3 to 120 percent\nMean annual precipitation: 65 to 75 inches.\nMean annual temperature: 35 to 39 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Medial over loamy-skeletal, mixed, superactive Andic Humicryods"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Kasitsna silt loam, on a northeast facing, 26 percent slope under Sitka spruce forest at 430 feet elevation.  (Color are for moist soil unless otherwise stated.  When described, the soil was moist throughout.)\nOe--0 to 3 inches; very dark brown (10YR 2/2) moderately decomposed plant material; common very fine, fine, medium, and coarse roots; extremely acid (pH 4.0); abrupt wavy boundary. (1 to 6 inches thick)\nE--3 to 5 inches; dark grayish brown (2.5Y 4/2) silt loam; moderate fine granular structure; very friable, nonsticky, nonplastic, common very fine, fine, medium, and coarse roots; weakly smeary; strongly acid (pH 5.5); abrupt wavy boundary.\nBs--5 to 7 inches; dark brown (7.5YR 3/4) silt loam; moderate fine granular structure; very friable, nonsticky, nonplastic; common very fine, fine, medium, and coarse roots; moderately smeary; moderately acid (pH 5.8); abrupt wavy boundary.\nEb1--7 to 8 inches; light olive brown (2.5Y 5/4) silt loam; moderate fine granular structure; very friable, nonsticky, nonplastic; common very fine, fine, medium, and coarse roots; weakly smeary; moderately acid (pH 5.8); abrupt wavy boundary.\nEb2--8 to 11 inches; dark grayish brown (10YR 4/2) silt loam; moderate fine granular structure; very friable, nonsticky, nonplastic; common very fine, fine, medium, and coarse roots; weakly smeary; strongly acid (pH 5.5); abrupt wavy boundary. (combined thickness of E horizons is 4 to 8 inches)\nBhsb--11 to 21 inches; dark reddish brown (5YR 2.5/2) mucky silt loam; moderate fine granular structure; very friable, nonsticky, nonplastic; common very fine, fine, medium, and coarse roots; moderately smeary; very strongly acid (pH 4.8); clear wavy boundary.  (4 to 10 inches thick)\nBsb--21 to 34 inches; dark brown (7.5YR 3/4) loam; moderate medium platy structure; very friable, slightly sticky, slightly plastic; few fine and medium roots; moderately smeary; 10 percent gravel; very strongly acid (pH 5.0); clear wavy boundary. (10 to 18 inches)\n2C--34 to 60 inches; grayish brown (2.5Y 5/2) and light olive brown (2.5Y 5/6) very gravelly loam; massive; firm, nonsticky, nonplastic; 40 percent gravel and 10 percent cobble; moderately acid (pH 5.8)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Lower Kenai Peninsula Area, Alaska; about 5 miles southeast of Nanwalek, 1600 feet north and 200 feet west of the SE corner of section 19, T. 10S., R. 15W., Seward Meridian; USGS Seldovia B-5 quadrangle; lat. 59 degrees 17 minutes 30 seconds N. and long. 151 degrees 51 minutes 30 seconds W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nMean annual soil temperature: 36 to 40 degrees F.\nThickness of the ashy mantle: 15 to 26 inches\nThickness of the solum: 20 to 35 inches\nDepth to bedrock: greater than 60 inches\nThe pH of the mineral horizons ranges from 4.8 to 5.8.\nO horizon:\nMatrix color: hue of 7.5YR or 10YR; value of 2 to 4; chroma of 2 to4\nA 1/2 inch thick strata of light gray (10YR 7/2) very fine sandy loam volcanic ash commonly occurs between the O and E horizons.\nReaction class: extremely acid or very strongly acid\nE or Eb horizons\nMatrix color: hue of 10YR or 2.5Y; value of 4 to 6; chroma of 2 or 4\nTexture: silt loam, very fine sandy loam\nReaction class: very strongly acid to moderately acid\nBs or Bsb horizons:\nMatrix color: hue of 7.5YR or 5YR; value of 3 or 4; chroma of 3 or 4\nTexture: silt loam, very fine sandy loam, very fine sandy loam modified by 0 to 30 percent gravel\nTotal carbon: less than 6 percent: is presumed\nReaction class: very strongly acid to moderately acid\nBhsb horizon:\nMatrix color: hue of 2.5YR or 5YR; value of 2.5 or 3;d chroma of 1 to 3\nTexture: mucky silt loam, mucky very fine sandy loam modified by 0 to 30 percent total coarse fragments; 0 to 30 percent gravel; 0 to 10 percent cobble\nTotal carbon: 6 to 12 percent is presumed\nReaction class: very strongly to moderately acid\n2C horizon:\nMatrix color: hue of 10YR or 2.5Y; value of 4 to 6; chroma of 2 to 6\nTexture: loam, sandy loam modified by 35 to 60 total coarse fragments; 25 to 45 percent gravel; 10 to 20 percent cobbles"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no completing series in this classification."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nDrainage class: well drained\nParent material: silty mantle of volcanic ash over basal glacial till, reworked glacial till, and colluvial deposits\nLandform: glacial moraines and mountainslopes\nSlopes: 3 to 120 percent\nElevation: 20 to 1500 feet.\nMean annual temperature: 35 to 39 degrees F.\nMean January temperature: is about 23 degrees F.\nMean July temperature: is about\nMean annual snowfall: 70 to 140 inches\nMean annual precipitation: 65 to 75 inches"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These include the Chenega, Jakolof, Koyuktolik, Seldovia, and Tutka soils. Chenega soils do not have spodic horizons, are sandy-skeletal, and are on floodplains. Jakolof soils are on stream terraces. Koyuktolik soils are formed in organic matter accumulated in depressions. Seldovia soils occur on similar landscapes or in complex with Kasitsna soils. Tutka soils have bedrock within 20 inches and are on glacially abraded bedrock ridges."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained runoff is low to high. Saturated hydraulic conductivity is high in the ash mantle and moderately high to high in the glacial till."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: These soils are used for timber production, subsistence, recreation, and wildlife habitat. Kasitsna soils have native vegetation of Sitka spruce, devils club, alder, salmonberry, fern, and bluejoint grass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: MLRA 223 Cook Inlet Mountains, Kenai Peninsula, Alaska. The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Lower Kenai Peninsula Area, Alaska. 1998."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this profile include:\nAlbic horizons: 3 to 5, and 7 to 11 inches (E, Eb1, and Eb2)\nSpodic horizons: 5 to 7, 11 to 21, and 21 to 34 inches (Bs, Bhsb, and Bsb)\nPresumed andic soil properties: 0 to 34 inches (E, Bs, Eb1, Eb2, and Bhsb horizons).\nPresumed total carbon: 6 to 12 percent; from 3 to 21 inches (Bhsb horizon).\nTemperature regime: cryic\nMoisture regime: udic.\nADDITIONAL DATA: Reference samples from pedon S 83AK-122-010, samples 84P 1616 (sampled as Kupreanof).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
