{
  "SERIES": "KASIANA",
  "STATUS": "Established Series",
  "BYREV": "Rev.CSC/JMD/JPM",
  "REVDATE": "11/2002",
  "STATES": "AK",
  "OVERVIEW": "The Kasiana series consists of very deep, poorly drained soils formed in colluvium and ablation till.  Kasiana soils are on till plains, hillslopes and mountainslopes.  Slope ranges from 0 to 35 percent. Mean annual precipitation is in excess of 60 inches and the mean annual temperature is about 46 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive, acid Histic Cryaquepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Kasiana muck - on a northwest facing linear slope of 35 percent at 680 feet elevation under forest vegetation. (All colors are for moist soil)\nOa -- 8 to 0 inches; black (10YR 2/1) muck; common very fine and fine roots; extremely acid (pH 4.5); clear smooth boundary.  (8 to 14 inches thick)\nBw1 -- 0 to 6 inches; dark brown (7.5YR 3/2) very gravelly silt loam; weak fine subangular blocky structure; nonsticky and nonplastic; distinct dark brown (7.5YR 3/4) mottles; 35 percent gravel; many very fine and fine, and common medium roots; extremely acid (pH 4.5); gradual wavy boundary.  (5 to 8 inches thick)\nBw2 -- 6 to 14 inches; dark brown (7.5YR 3/2) very gravelly sandy loam;  massive; nonsticky and nonplastic; distinct dark brown (7.5YR 3/4) mottles; 60 percent gravel; few very fine and fine, and common medium roots; very strongly acid (pH 5.0); abrupt smooth boundary.  (0 to 14 inches thick)\nC -- 14 to 60 inches; dark grayish brown (2.5Y 4/2) extremely gravelly sandy loam; massive; nonsticky and nonplastic; 70 percent gravel; very strongly acid (pH 5.0)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Corner Bay, Chatham Area, Southeast, Alaska. NE 1/4, SE 1/4, Sec. 20, T.48S., R.64E., Copper River Meridian."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  MAST ranges from 38 to 42 degrees F.  Thickness of the organic mat ranges from 8 to 14 inches.  Thickness of the solum ranges from 5 to 14 inches.  The weighted average particle size of the control section has less than 18 percent clay and more than 15 percent fine sand or coarser.  Coarse fragment content ranges from 40 to 60 percent gravel.  Reaction increases with depth, ranging from extremely acid to very strongly acid.\nAn Oi horizon is present in some pedons.\nAn A horizon is present in some pedons.  The A horizon has a hue of 7.5YR or 10YR and value of 2 or 3.  Texture is commonly silt loam or sandy loam.  Coarse fragment content ranges from 35 to 50 percent gravel. The Bw horizons have hue of 7.5YR or 10YR, value from 3 to 5 and chroma from 2 to 3.  Texture is commonly sandy loam or silt loam. Coarse fragment content ranges from 35 to 60 percent gravel.  Mottles are commonly present.\nThe C horizon has hue of 2.5Y or 5Y, value of 3 or 4 and chroma of 2 or 3.  Texture is commonly sandy loam or silt loam.  Coarse fragment content ranges from 40 to 70 percent.  Mottles may be present."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  This is the Jacobsen series in the same family.  Jacobsen soils are very stony throughout the control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  The Kasiana soils are on mountain and hill sideslopes and till plains and are formed in colluvium and ablation till of mixed mineralogy.  The climate is humid maritime with a mean annual precipitation range of 60 to 220 inches.  The mean annual temperature is about 46 degrees F. and the mean summer temperature is about 57 degrees F.  Elevation ranges from 0 to 1500 feet."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Kina, Kushneahin, and Mitkof soils on similar landforms.  Kina and Kushneahin soils are very poorly drained organic soils.  Mitkof soils lack a histic epipedon."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Poorly drained.  Rapid permeability. Runoff is very slow."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  The Kasiana soils are used for timber production, watershed protection, wildlife habitat and recreation.  The overstory is dominantly western hemlock and mountain hemlock. The understory is dominantly blueberry with some skunk cabbage and rusty menziesia."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Southeast Alaska.  The series is extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Chatham Area, Tongass National Forest, Alaska, 1992."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this soil include: a histic epipedon from 8 to 0 inches;  loamy-skeletal particle-size from 10 to 40 inches;  cryic temperature regime; and pH less than 5.5 (H2O,1:1) throughout the profile.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "poorly",
        "drainage_overview": "poorly"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Oa",
        "top": 20,
        "bottom": 0,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 1,
        "pH": 4.5,
        "pH_class": "extremely acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Oa -- 8 to 0 inches; black (10YR 2/1) muck; common very fine and fine roots; extremely acid (pH 4.5); clear smooth boundary.  (8 to 14 inches thick)"
      },
      {
        "name": "Bw1",
        "top": 0,
        "bottom": 15,
        "moist_hue": "7.5YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "silt loam",
        "cf_class": "very gravelly",
        "pH": 4.5,
        "pH_class": "extremely acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bw1 -- 0 to 6 inches; dark brown (7.5YR 3/2) very gravelly silt loam; weak fine subangular blocky structure; nonsticky and nonplastic; distinct dark brown (7.5YR 3/4) mottles; 35 percent gravel; many very fine and fine, and common medium roots; extremely acid (pH 4.5); gradual wavy boundary.  (5 to 8 inches thick)"
      },
      {
        "name": "Bw2",
        "top": 15,
        "bottom": 36,
        "moist_hue": "7.5YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "sandy loam",
        "cf_class": "very gravelly",
        "pH": 5,
        "pH_class": "very strongly acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Bw2 -- 6 to 14 inches; dark brown (7.5YR 3/2) very gravelly sandy loam;  massive; nonsticky and nonplastic; distinct dark brown (7.5YR 3/4) mottles; 60 percent gravel; few very fine and fine, and common medium roots; very strongly acid (pH 5.0); abrupt smooth boundary.  (0 to 14 inches thick)"
      },
      {
        "name": "C",
        "top": 36,
        "bottom": 152,
        "moist_hue": "2.5Y",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "sandy loam",
        "cf_class": "extremely gravelly",
        "pH": 5,
        "pH_class": "very strongly acid",
        "narrative": "C -- 14 to 60 inches; dark grayish brown (2.5Y 4/2) extremely gravelly sandy loam; massive; nonsticky and nonplastic; 70 percent gravel; very strongly acid (pH 5.0)."
      }
    ]
  ]
}
