{
  "SERIES": "KATAMA",
  "STATUS": "Established Series",
  "BYREV": "Rev. JRM-DGG-SMF",
  "REVDATE": "04/2002",
  "STATES": "MA",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Sandy, mixed, mesic Humic Dystrudepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Katama sandy loam - idle.  (Colors are for moist soil.)\nA--0 to 2 inches; black (5YR 2/1) sandy loam; weak fine and very fine granular structure; very friable; many fine and medium roots; many clean white sand grains; extremely acid; abrupt wavy boundary.  (1 to 7 inches thick)\nAB--2 to 16 inches; dark reddish brown (5YR 3/2) sandy loam; weak fine subangular blocky and weak fine granular structure; friable; many fine and medium roots; most sand grains bridged and nearly completely coated with material thought to be of high organic content; very strongly acid; abrupt wavy boundary.  (6 to 15 inches thick)\nBw1--16 to 20 inches; dark yellowish brown (10YR 4/4) very gravelly sandy loam; weak medium granular structure; friable; common fine and medium roots; 40 percent rounded gravel of mixed mineralogy; most sand grains bridged and coated, and many pebbles sparsely coated with material thought to be of high organic content; strongly acid; clear smooth boundary.  (3 to 8 inches thick)\n2Bw2--20 to 34 inches; olive brown (2.5Y 4/4) sand; single grain; loose; few fine and medium roots above 24 inches and very few below; few faint coats and few bridges on sand grains; strongly acid; clear smooth boundary.  (7 to 16 inches thick)\n2C--34 to 65 inches; light yellowish brown (2.5Y 6/4) sand; single grain; loose; most sand grains clean; strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Nantucket County, Massachusetts; town of Nantucket, 100 feet southeast of Macy's Lane, 1.25 miles southwest of the intersection of Macy's Lane and Old South Road. Latitude 41 degrees 14 minutes 48 seconds N. and longitude 70 degrees 4 minutes 43 seconds W.; USGS 7 1/2 minute Siasconset quadrangle; NAD 27."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Solum thickness ranges from 23 to 42 inches. Rounded gravel of mixed mineralogy is usually less than 15 percent except in the Bw horizon where it ranges to 50 percent.  About half of the rock fragments are less than 1/4 inch diameter.  Sand grains in the AB, Bw, and 2Bw are coated and bridged with material that, when moist, looks like colloidal films and bridges.  This material is black (5YR 2/1) or dark reddish brown (5YR 2/2 and 3/2) when moist.  On drying it looses its colloidal appearance and its color changes to brown (10YR 4/3 and 5/3).  Reaction ranges from extremely acid to strongly acid unless limed.\nThe A and AB horizons have hue of 5YR to 10YR, value of 0 to 3, and chroma of 1 or 2.  It is fine sandy loam or sandy loam.  Clean white quartz sand grains range from 20 to 50 percent.\nThe Bw horizon has hue of 7.5YR or 10YR, value of 3 to 5, and chroma of 2 to 4.  It is coarse sandy loam or sandy loam in the fine-earth fraction.  The 2Bw horizon has hue of 7.5YR, 10YR or 2.5Y, value of 4 or 5, and chroma of 3 or 4.  Texture is sand, loamy coarse sand, or coarse sand.\nThe 2C horizon has hue of 7.5YR, 10YR or 2.5Y, value of 5 or 6, and chroma of 3 to 6.  It is sand, loamy coarse sand, or coarse sand."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no other known series in the same family.\nOther soils in related families include Carver, Eastchop, Evesboro, Klej, Pompton, and Riverhead.  All of these soils have ochric epipedons.  In addition, Eastchop, Evesboro, and Klej soils have more than 90 percent resistant minerals.  Pompton and Riverhead soils are coarse-loamy."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Katama soils are on broad nearly level to gently sloping outwash plains.  They are adjacent to the ocean and 10 to 20 feet above sea level.  Slope commonly is 0 to 3 percent, but ranges to 8 percent.  The soils developed in sandy outwash that in many places has been reworked by wind.  The climate is oceanic and dense sea fogs are very common.  Mean annual precipitation ranges from 40 to 50 inches.  The frost-free season ranges from 180 to more than 200 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Berryland, Pompton and Riverhead soils.  Berryland soils are very poorly drained."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained.  Permeability is moderately rapid in the upper part of the solum, and moderately rapid to rapid in the lower part and in the C horizon.  Saturated hydraulic conductivity is moderately high or high in the solum and moderately high to very high in the substratum. Runoff is negligible or low."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most Katama soils are idle or are in native grassland.  Native vegetation consists of lichens, trailing arbutus, bearberry, bluestem, poverty grass, and scattered, dwarfed specimens of bayberry, pitch pine, and scrub oak."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: MLRA 149B on Nantucket and Martha's Vineyard Islands in Massachusetts.  The soils are of small extent with an area of 1,270 acres in Massachusetts."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Amherst, Massachusetts"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Nantucket County, Massachusetts, 1977."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon include:\n1.  Umbric epipedon - the zone from 0 to 16 inches (A1 and AB horizons).\n2.  Cambic horizon - the zone from 16 to 20 inches (Bw horizon).\n3.  Sandy particle size feature - the zone from 10 to 40 inches averages loamy sand in texture and rock fragments average 5 percent (AB, Bw, 2Bw, and 2C horizons).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
