{
  "SERIES": "KATELANA",
  "STATUS": "Established Series",
  "BYREV": "Rev. CEJ/JR/TM/JBF",
  "REVDATE": "11/2015",
  "STATES": "NV",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty, carbonatic, mesic Typic Torriorthents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Katelana silt loam--rangeland.  (Colors are for dry soil unless otherwise noted.)\nA--0 to 5 cm; very pale brown (10YR 8/2) silt loam, pale brown (10YR 6/3) moist; strong very coarse prismatic structure parting to strong medium and thick platy; slightly hard, friable, slightly sticky and slightly plastic; common very fine roots; common very fine vesicular and few fine tubular pores; violently effervescent; strongly alkaline (pH 9.0); clear smooth boundary.  (5 to 10 cm thick)\nCn1--5 to 30 cm; light gray (10YR 7/2) silt loam, light brownish gray (10YR 6/2) moist; strong very coarse prismatic structure; slightly hard, friable, slightly sticky and moderately plastic; common very fine roots; common very fine and fine tubular pores; violently effervescent; strongly alkaline (pH 9.0); clear smooth boundary.  (10 to 36 cm thick)\nCn2--30 to 48 cm; light gray (10YR 7/2) silt loam, light brownish gray (10YR 6/2) moist; moderate fine subangular blocky structure; soft, very friable, slightly sticky and moderately plastic; many very fine and fine, few medium roots; common very fine and fine tubular pores; violently effervescent; strongly alkaline (pH 9.0); clear smooth boundary.  (10 to 30 cm thick)\nCn3--48 to 66 cm; light gray (2.5Y 7/2) silt loam, light brownish gray (2.5Y 6/2) moist; moderate fine subangular blocky structure; soft, very friable, slightly sticky and moderately plastic; common very fine and fine, few medium roots; common very fine and fine, few medium tubular pores; violently effervescent; strongly alkaline (pH 8.8); clear smooth boundary.  (13 to 40 cm thick)\nCn4--66 to 81 cm; light gray (2.5Y 7/2) silt loam, light brownish gray (2.5Y 6/2) moist; moderate fine subangular blocky structure; soft, very friable, slightly sticky and moderately plastic; few very fine roots; common very fine and few fine tubular pores; violently effervescent; strongly alkaline (pH 8.6); clear smooth boundary.  (0 to 20 cm thick)\n2Ckyz--81 to 157 cm; light gray (2.5Y 7/2) silty clay loam, light brownish gray (2.5Y 6/2) moist; moderate fine and medium subangular blocky structure; soft, very friable, moderately sticky and moderately plastic; few very fine roots; few very fine and fine tubular pores; common (5 percent) salt masses as seams and threads; few (1 percent) secondary calcium carbonate threads on ped faces and within peds; few (1 percent) gypsum crystals throughout horizon; common (10 percent) olive gray (5Y 5/2) distinct medium relict redox concentrations; violently effervescent; moderately alkaline (pH 8.4); abrupt smooth boundary.  (38 to 76 cm thick)\n3Cyz--157 to 190 cm; olive (5Y 5/4) silty clay, olive (5Y 4/4) moist; moderate fine and medium subangular blocky structure; soft, very friable, moderately sticky and moderately plastic; common (8 percent) salt masses as seams and threads throughout horizon; common (10 percent) gypsum crystals as segregated masses; common (15 percent) olive gray (5Y 5/2) distinct medium relict redox concentrations; violently effervescent; moderately alkaline (pH 8.4)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  White Pine County, Nevada; approximately 1000 feet south and 200 feet west of the northeast corner of section 13, T. 22 N., R. 58 E.; USGS Long Valley Slough 7.5 minute topographic quadrangle; latitude 39 degrees  46 minutes 59 seconds N and longitude 115 degrees 22 minutes 42 seconds W; WGS84 Decimal Degrees 39.7830556 latitude, -115.3783333 longitude."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: Usually dry, moist in winter and spring, dry in late June through October; typic aridic soil moisture regime.\nMean annual soil temperature: 8 to 12 degrees C.\nDepth to lithologic discontinuity: 70 to 100 cm.\nCalcium carbonate equivalent:  40 to 60 percent.\nParticle-size control section - Clay content:  18 to 27 percent, when mixed.\nA horizon\nHue:  2.5Y or 10YR.\nValue:  7 or 8 dry, 5 through 7 moist.\nChroma:  2 through 4, dry or moist.\nElectrical conductivity: 4 to 8 mmhos/cm.\nCn horizons\nHue:  2.5Y or 10YR.\nValue:  6 through 8 dry, 5 through 7 moist.\nChroma:  2 or 3, dry or moist.\nTexture:  Silt loam with thin strata of loam or silty clay loam common in some pedons.\nStructure: Moderate or strong, fine through coarse subangular blocky, moderate to strong medium to very coarse prismatic in subhorizons.\nConsistence: Soft or slightly hard dry, friable or very friable moist, slightly sticky or moderately sticky and slightly plastic or moderately plastic.\nReaction: Moderately alkaline or strongly alkaline.\nElectrical conductivity: 4 to 8 mmhos/cm.\n2C horizons (2Ckyz, 2Cn, 2Ckz, 2Cz)\nValue:  6 through 8 dry, 5 through 7 moist.\nChroma:  2 through 4, dry or moist.\nTexture:  Stratified silty clay loam to clay loam.\nClay content:  27 to 40 percent.\nStructure: Coarse or very coarse, prismatic, subangular blocky, or massive.\nConsistence: Soft or slightly hard dry, very friable or friable moist.\nReaction: Moderately alkaline or strongly alkaline.\nSecondary carbonates:  0 to 2 percent fine secondary calcium carbonate threads within peds and on ped faces.\nGypsum:  0 to 2 percent fine gypsum crystals as segregate masses within horizon.\nSalt:  0 to 10 percent salt masses as seams and threads.\nElectrical conductivity: 16 to 30 mmhos/cm.\nOther features: Some pedons have ostracod shell fragments.\n3C horizons (3Cyz, 3C, 3Cn, when present)\nHue: 5Y, 2.5Y or 10YR.\nValue: 5 to 7 dry; 4 to 6 moist.\nChroma: 2 through 4, dry or moist.\nTexture:  Silty clay or clay.\nClay content:  40 to 50 percent.\nStructure: Subangular blocky or massive.\nOther features:  0 to 10 percent by volume segregated gypsum crystals. 0 to 15 percent salt masses as seams or threads.\nElectrical conductivity: 16 to 30 mmhos/cm."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: This is the Zimwala series. Zimwala soils have 27 to 35 percent clay in the particle-size control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Katelana soils are on lake plains, lagoons, alluvial flats and lower fan skirts.  These soils formed in alluvium derived dominantly from limestone over calcareous lacustrine sediments.  Slopes are 0 to 4 percent.  Elevations are 1,560 to 2,050 meters.  The climate is cool, semi-arid with warm, dry summers and cold, winters.  The mean annual precipitation is 150 to 200 mm, mean annual temperature is 8 to 11 degrees C, and the frost-free season is 100 to 120 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Lusetti, Raph and Sheffit series.  Lusetti and Raph soils lack appreciable salinity or alkalinity in the profile, and lack carbonatic mineralogy.  Lusetti soils are in a coarse-loamy family.  Raph soils are in a fine-loamy family and have cambic horizons.  Sheffit soils are in a fine family and lack carbonatic mineralogy."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:  Well drained; low or medium runoff; moderately high saturated hydraulic conductivity."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Livestock grazing and wildlife habitat.  The present vegetation is mainly black greasewood, shadscale, and bottlebrush squirreltail."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Eastern Nevada.  These soils are not extensive.  MLRA 28B."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  White Pine County, Nevada, Western Part.  1990."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - The zone from the soil surface to 18 cm (A and part of Cn1 horizon)\nParticle-size control section - The zone from 25 to 100 cm (Cn1, Cn2, Cn3, Cn4, 2Ckyz horizons).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
