{
  "SERIES": "KATSKILLHILL",
  "STATUS": "Established Series",
  "BYREV": "IRD: FJP/DWB",
  "REVDATE": "10/2006",
  "STATES": "CA",
  "OVERVIEW": "The Katskillhill series consists of deep, moderately well drained soils that formed in residuum and colluvium from metavolcanic rocks, mainly greenschist.  Katskillhill soils are on ridge tops and side slopes on metamorphic Sierra Nevada foothills.  Slopes range from 2 to 15 percent.  The mean annual precipitation is about 30 inches, (762 mm) and the mean annual temperature is about 61 degrees F, (16 degrees C).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, mixed, superactive, thermic Ultic Palexeralfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Katskillhill loam, on an east facing 8 percent slope under a cover of grasses, forbs, and a trace of blue oak at an elevation of 720 feet, (219 m).  When described on 6/6/1999 the soil was dry from the surface to 12 inches, (31 cm) and slightly moist from 12 to 42 inches, (31 to 107 cm).  (Colors are for dry soil unless otherwise noted)\nA--0 to 2 inches, (0 to 5 cm); yellowish brown (10YR 5/4) loam, dark yellowish brown (10YR 4/4) moist; 12 percent clay; moderate very fine and fine subangular blocky structure; soft, very friable, nonsticky, nonplastic; many very fine roots; many fine and very fine tubular pores; 20 percent fine irregular yellowish red (5YR 5/6) oxidized iron masses throughout; very strongly acid, pH 5.0 by Hellige-Truog; abrupt smooth boundary. (1 to 2 inches, (3 to 5 cm) thick)\nBAt--2 to 8 inches, (5 to 20 cm); yellowish red (5YR 5/6) loam, yellowish red (5YR 4/6) moist; 15 percent clay; moderate fine and medium subangular blocky structure; slightly hard, very friable, nonsticky, slightly plastic; many very fine roots; many fine and very fine tubular pores; 3 percent faint clay films on vertical faces of peds and on surfaces along root channels; 10 percent subangular greenschist gravel; moderately acid, pH 6.0 by Hellige-Truog; abrupt smooth boundary. (5 to 7 inches, (13 to 18 cm) thick)\nBt1--8 to 12 inches, (20 to 30 cm); yellowish red (5YR 4/6) very gravelly loam, reddish brown (5YR 4/4) moist; 25 percent clay; moderate medium and fine subangular blocky structure; slightly hard, friable, slightly sticky, slightly plastic; many very fine roots between peds; many fine, common coarse and many very fine tubular pores; 15 percent faint clay films on faces of peds; 60 percent subangular greenschist gravel; moderately acid, pH 6.0 by Hellige-Truog; clear wavy boundary. (4 to 9 inches, (10 to 23 cm) thick)\n2Bt2--12 to 19 inches, (30 to 48 cm); yellowish red (5YR 4/6) clay, yellowish red (5YR 4/6) moist; 46 percent clay; strong coarse prismatic structure parting to strong medium and coarse subangular blocky structure; extremely hard, extremely firm, very sticky, very plastic; common very fine roots between peds; common fine and very fine tubular pores; 70 percent prominent clay films on faces of peds; slightly acid, pH 6.5 by Hellige-Truog; clear smooth boundary. (7 to 18 inches, (18 to 46 cm) thick)\n2Btss1--19 to 29 inches, (48 to 74 cm); yellowish red (5YR 5/6) clay, yellowish red (5YR 4/6) moist; 52 percent clay; strong coarse subangular blocky structure; extremely hard, extremely firm, very sticky, very plastic; few very fine roots between peds; few very fine tubular pores; 35 percent prominent slickensides; 70 percent prominent clay films on faces of peds; 10 percent fine spherical manganese concretions; moderately alkaline, pH 8.0 by Hellige-Truog; clear wavy boundary.\n2Btss2--29 to 42 inches, (74 to 107 cm); yellowish red (5YR 5/6) clay, yellowish red (5YR 4/6) moist; 52 percent clay; strong coarse subangular blocky structure; extremely hard, extremely firm, very sticky, very plastic; few very fine roots between peds; few fine and very fine tubular pores; 15 percent prominent slickensides; 70 percent prominent clay films on faces of peds; 1 percent fine spherical manganese concretions; 10 percent subangular greenschist gravel, moderately alkaline, pH 8.0 by Hellige-Truog; abrupt wavy boundary. Combined thickness of the Btss (6 to 13 inches, (15 to 33 cm) thick).\n2R--42 inches, (107 cm); unweathered indurated greenschist."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Butte County, California; about 2.8 miles southeast of Wyandotte, California, approximately 1600 feet south and 1900 feet west of the northeast corner of Section 5, Township 18 N., Range 5 E., 39 degrees, 26 minutes, 57.82 seconds North latitude; 121 degrees, 25 minutes, 58.54 seconds West longitude.  NAD83 - U.S.G.S. Quad: Bangor, California."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Depth to lithic bedrock is 40 to 60 inches, (102 to 152 cm).  The mean annual soil temperature is 59 to 65 degrees F, (15 to 18 degrees C).  The soil moisture control section is dry in all parts from about June 1 to about October 15 (about 150 days).  The particle-size control section averages 35 to 45 percent clay and 10 to 20 percent rock fragments, mostly gravel.  Mineralogy is mixed.  Slickensides range from 15 to 35 percent in the 2Btss horizon.  Rock fragments on the surface range from 0 to 3 percent gravel.  Some pedons have BA horizon.\nThe A horizon dry color is 7.5YR 5/4, 5/6 or 10YR 5/4.  Moist color is 7.5YR 3/4, 4/3, 4/4 or 10YR 4/4.  Texture is loam.  Clay content ranges from 12 to 18 percent.  Rock fragments range from 0 to 5 percent gravel.  Redoximorphic features such as soft oxidized iron masses, with dry color of 5YR 5/6, can occur.  Base saturation by sum of cations ranges from 60 to 70 percent.  Organic matter ranges from 3 to 9 percent.  Reaction ranges from very strongly acid to slightly acid.\nThe BAt horizon dry color is 7.5YR 5/6 or 5YR 5/6.  Moist color is 5YR 4/4 or 4/6.  Texture is loam.  Clay content ranges from 15 to 20 percent.  Rock fragments range from 4 to 10 percent gravel.  Base saturation by sum of cations ranges from 55 to 73 percent.  Organic matter ranges from 1 to 4 percent.  Reaction ranges from moderately acid to slightly acid.\nThe Bt horizon dry color is 5YR 4/6 or 5/6.  Moist color is 5YR 4/4 or 4/6.  Texture is loam, gravelly loam or very gravelly loam.  Clay content ranges from 21 to 25 percent.  Rock fragments range from 5 to 60 percent gravel.  Base saturation by sum of cations ranges from 65 to 74 percent.  Organic matter ranges from 1 to 1.5 percent.  Reaction ranges from moderately acid to slightly acid.\nThe 2Bt horizon dry color is 5YR 5/6, 5/8, 7.5YR 5/4, 5/6 or 6/6.  Moist color is 5YR 4/4, 4/6, 7.5YR 4/4 or 4/6.  Texture is clay loam, clay or gravelly clay.  Clay content ranges from 35 to 50 percent.  Rock fragments range from 0 to 20 percent gravel.  Base saturation by sum of cations ranges from 75 to 85 percent.  Organic matter ranges from 0.5 to 1.0 percent.  Reaction ranges from very strongly acid to slightly acid.\nThe 2Btss horizon dry color is 5YR 5/6, 7.5YR 5/6 or 10YR 6/6.  Moist color is 5YR 4/6, 7.5YR 4/6 or 5/6.  Texture is clay.  Clay content ranges from 45 to 55 percent.  Rock fragments range from 0 to 10 percent gravel.  Redoximorphic features such as manganese concretions can occur.  Organic matter ranges from 0 to 0.5 percent.  Reaction ranges from neutral to moderately alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no other series in this family."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Katskillhill soils are on ridge tops and side slopes on metamorphic Sierra Nevada foothills.  Slopes range from 2 to 15 percent.  These soils formed in residuum and colluvium weathered from metavolcanic rocks, mainly greenschist.  Elevation is 300 to 900 feet, (91 to 274 m).  Mean annual precipitation is 28 to 40 inches, (711 to 1016 mm).  The mean annual temperature is 57 to 63 degrees F, (14 to 17 degrees C).  Frost free season is 230 to 260 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Dunstone, Loafercreek and Sobrante soils.  Dunstone soils are less than 20 inches, (51 cm) to paralithic bedrock.  Loafercreek and Sobrante soils are 20 to 40 inches, (51 to 102 cm) to paralithic bedrock and have less than 35 percent clay in the particle-size control section."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Moderately well drained; high runoff; moderately rapid saturated hydraulic conductivity in the A horizon, moderate to moderately rapid in the BAt horizon, moderate in the Bt horizon, moderately slow to slow in the 2Bt and slow in the 2Btss horizons."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: This soil is used for livestock grazing, home site development, wildlife habitat and watershed.  Vegetation is blue oak, foothill pine, buckbrush, Pacific poison oak, wild oat, soft chess, rattlesnake brome, ripgut brome, bermudagrass, hedgehog dogtail, annual ryegrass, wild onion, columbine, yellow salsify, dandelion, thistle, ragweed and red clover."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Butte County, California and occurs in (261Fb) Lower Foothills Metamorphic Belt subsection of the (M261F) Sierra Nevada Foothills section.  MLRA 18 - Sierra Nevada Foothills.  The soils are not extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Butte County, California 2005.  Source of name from Katskillhill on the Bangor Quad."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: These soils were previously mapped as Aiken clay loam (Ac) in the Soil Survey of Oroville Area, California 1926.\nDiagnostic horizons and features recognized in this pedon are:\nOchric epipedon - zone from 0 to 2 inches, (0 to 5 cm) (A)\nArgillic horizon - zone from 8 to 42 inches, (20 to 107 cm) (Bt, 2Bt, 2Btss)\nLithic contact - at 42 inches, (107 cm).\nParticle-size control section - zone from 8 to 28 inches, (20 to 71 cm).\nThe soil moisture control section - zone from 7 to 16 inches, (18 to 41 cm).\nAbrupt textural change at 12 inches, (31 cm).\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "moderately well",
        "drainage_overview": "moderately well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 5,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 4,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "A--0 to 2 inches, (0 to 5 cm); yellowish brown (10YR 5/4) loam, dark yellowish brown (10YR 4/4) moist; 12 percent clay; moderate very fine and fine subangular blocky structure; soft, very friable, nonsticky, nonplastic; many very fine roots; many fine and very fine tubular pores; 20 percent fine irregular yellowish red (5YR 5/6) oxidized iron masses throughout; very strongly acid, pH 5.0 by Hellige-Truog; abrupt smooth boundary. (1 to 2 inches, (3 to 5 cm) thick)"
      },
      {
        "name": "BAt",
        "top": 5,
        "bottom": 20,
        "dry_hue": "5YR",
        "dry_value": 5,
        "dry_chroma": 6,
        "moist_hue": "5YR",
        "moist_value": 4,
        "moist_chroma": 6,
        "texture_class": "loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "BAt--2 to 8 inches, (5 to 20 cm); yellowish red (5YR 5/6) loam, yellowish red (5YR 4/6) moist; 15 percent clay; moderate fine and medium subangular blocky structure; slightly hard, very friable, nonsticky, slightly plastic; many very fine roots; many fine and very fine tubular pores; 3 percent faint clay films on vertical faces of peds and on surfaces along root channels; 10 percent subangular greenschist gravel; moderately acid, pH 6.0 by Hellige-Truog; abrupt smooth boundary. (5 to 7 inches, (13 to 18 cm) thick)"
      },
      {
        "name": "Bt1",
        "top": 20,
        "bottom": 30,
        "dry_hue": "5YR",
        "dry_value": 4,
        "dry_chroma": 6,
        "moist_hue": "5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "loam",
        "cf_class": "very gravelly",
        "pH": "NA",
        "pH_class": "moderately acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bt1--8 to 12 inches, (20 to 30 cm); yellowish red (5YR 4/6) very gravelly loam, reddish brown (5YR 4/4) moist; 25 percent clay; moderate medium and fine subangular blocky structure; slightly hard, friable, slightly sticky, slightly plastic; many very fine roots between peds; many fine, common coarse and many very fine tubular pores; 15 percent faint clay films on faces of peds; 60 percent subangular greenschist gravel; moderately acid, pH 6.0 by Hellige-Truog; clear wavy boundary. (4 to 9 inches, (10 to 23 cm) thick)"
      },
      {
        "name": "2Bt2",
        "top": 30,
        "bottom": 48,
        "dry_hue": "5YR",
        "dry_value": 4,
        "dry_chroma": 6,
        "moist_hue": "5YR",
        "moist_value": 4,
        "moist_chroma": 6,
        "texture_class": "clay",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "2Bt2--12 to 19 inches, (30 to 48 cm); yellowish red (5YR 4/6) clay, yellowish red (5YR 4/6) moist; 46 percent clay; strong coarse prismatic structure parting to strong medium and coarse subangular blocky structure; extremely hard, extremely firm, very sticky, very plastic; common very fine roots between peds; common fine and very fine tubular pores; 70 percent prominent clay films on faces of peds; slightly acid, pH 6.5 by Hellige-Truog; clear smooth boundary. (7 to 18 inches, (18 to 46 cm) thick)"
      },
      {
        "name": "2Btss1",
        "top": 48,
        "bottom": 74,
        "dry_hue": "5YR",
        "dry_value": 5,
        "dry_chroma": 6,
        "moist_hue": "5YR",
        "moist_value": 4,
        "moist_chroma": 6,
        "texture_class": "clay",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "2Btss1--19 to 29 inches, (48 to 74 cm); yellowish red (5YR 5/6) clay, yellowish red (5YR 4/6) moist; 52 percent clay; strong coarse subangular blocky structure; extremely hard, extremely firm, very sticky, very plastic; few very fine roots between peds; few very fine tubular pores; 35 percent prominent slickensides; 70 percent prominent clay films on faces of peds; 10 percent fine spherical manganese concretions; moderately alkaline, pH 8.0 by Hellige-Truog; clear wavy boundary."
      },
      {
        "name": "2Btss2",
        "top": 74,
        "bottom": 107,
        "dry_hue": "5YR",
        "dry_value": 5,
        "dry_chroma": 6,
        "moist_hue": "5YR",
        "moist_value": 4,
        "moist_chroma": 6,
        "texture_class": "clay",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "2Btss2--29 to 42 inches, (74 to 107 cm); yellowish red (5YR 5/6) clay, yellowish red (5YR 4/6) moist; 52 percent clay; strong coarse subangular blocky structure; extremely hard, extremely firm, very sticky, very plastic; few very fine roots between peds; few fine and very fine tubular pores; 15 percent prominent slickensides; 70 percent prominent clay films on faces of peds; 1 percent fine spherical manganese concretions; 10 percent subangular greenschist gravel, moderately alkaline, pH 8.0 by Hellige-Truog; abrupt wavy boundary. Combined thickness of the Btss (6 to 13 inches, (15 to 33 cm) thick)."
      },
      {
        "name": "2R",
        "top": 107,
        "bottom": "NA",
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "2R--42 inches, (107 cm); unweathered indurated greenschist."
      }
    ]
  ]
}
