{
  "SERIES": "KATYKAT",
  "STATUS": "Established Series",
  "BYREV": "VB/BL/SBS/KP",
  "REVDATE": "10/2009",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS:  Fine-loamy, mixed, superactive, mesic Ultic Haploxeralfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Katykat loam on a north facing (340 degree), 10 percent slope at an elevation of 537 meters. When described on 4/9/2008 the soil was dry throughout. Colors are for dry soils unless otherwise noted.\nOi--0 to 3 centimeters; very dark gray (10YR 3/1) slightly decomposed plant material consisting of leaves and twigs of scrub oak and chamise needles, black (10YR 2/1) moist; about 100 percent fiber, 80 percent rubbed; loose, nonsticky and nonplastic; moderately acid (pH 5.6); abrupt smooth boundary. (0 to 10 centimeters thick)\nA1--3 to 10 centimeters; brown (7.5YR 5/4), loam, dark brown (7.5YR 3/4), moist; 20 percent clay; weak very fine subangular blocky structure parting to strong very fine granular structure; slightly hard, friable, slightly sticky and slightly plastic; many very fine, many fine, and common medium roots; many very fine and common medium tubular pores; 10 percent gravel; neutral (pH 6.6); clear smooth boundary.\nA2--10 to 20 centimeters; brown (7.5YR 5/4), loam, dark brown (7.5YR 3/4), moist; 22 percent clay; weak very fine subangular blocky structure parting to strong very fine granular structure; slightly hard, friable, slightly sticky and slightly plastic; common very fine through medium roots; many very fine through medium tubular pores; 15 percent gravel; neutral (pH 6.7); clear smooth boundary. (Combined thickness of A horizons is 15 to 25 centimeters)\nBt1--20 to 35 centimeters; light brown (7.5YR 6/4), paragravelly clay loam, brown (7.5YR 4/4), moist; 32 percent clay; moderate fine and medium subangular blocky structure; moderately hard, firm, moderately sticky and moderately plastic; many medium, common fine and very fine roots; many very fine through many medium tubular pores; many discontinuous, faint clay films on all faces of peds; 20 percent paragravel; moderately acid (pH 6.0); clear smooth boundary.\nBt2--35 to 55 centimeters; reddish yellow (7.5YR 6/6), paragravelly clay loam, strong brown (7.5YR 4/6), moist; 30 percent clay; moderate medium subangular blocky structure, and moderate fine subangular blocky structure; moderately hard, firm, moderately sticky and moderately plastic; many fine and many medium roots; many very fine through medium tubular pores; common distinct clay films on all faces of peds; 25 percent paragravel; slightly acid (pH 6.2); clear smooth boundary.\nBt3--55 to 85 centimeters; yellowish red (5YR 5/6), paragravelly clay loam, yellowish red (5YR 4/6), moist; 34 percent clay; moderate medium subangular blocky structure, and moderate fine subangular blocky structure; hard, firm, moderately sticky and moderately plastic; many fine and many medium roots; many very fine through medium tubular pores; many distinct clay films on all faces of peds; 30 percent paragravel; moderately acid (pH 5.8); clear smooth boundary.\nBt4--85 to 128 centimeters; yellowish red (5YR 5/6), very paragravelly clay loam, yellowish red (5YR 4/6), moist; 32 percent clay; moderate fine and medium subangular blocky structure; hard, firm, moderately sticky and very plastic; many fine and medium roots; many very fine through medium tubular pores; many distinct clay films on all faces of peds; 45 percent paragravel; moderately acid (pH 5.9); clear smooth boundary. (Combined thickness of Bt horizons is 60 to 110 centimeters)\nBCt1--128 to 152 centimeters; reddish yellow (5YR 6/6), very paragravelly loam, strong brown (7.5YR 4/6), moist; 27 percent clay; massive; moderately hard, friable, moderately sticky and moderately plastic; common faint clay films on all faces of peds; 70 percent paragravel; moderately acid (pH 5.7).\nBCt2--152 to 180 centimeters; reddish yellow (7.5YR 6/6), very paragravelly loam, strong brown (7.5YR 5/6), moist; 26 percent clay; massive; moderately hard, friable, moderately sticky and moderately plastic; few faint clay films on all faces of peds; 70 percent paragravel; moderately acid (pH 5.7). (5 to 20 centimeters thick)"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Santa Clara County, California, Sierra Azul Open Space, off of Priest Rock Trail, 230 m east of intersection with Limekiln Trail, U.S.G.S Quad: Santa Teresa Hills, California, Zone 10, 4116092mN, 602795mE, NAD83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nDepth to a paralithic contact is greater than 150 centimeters. The mean annual soil temperature is about 56 to 60 degrees F. The soil moisture control section is dry in all parts from about June 1 to October 15 (about 135 days). The particle size control section is 20 to 70 centimeters and averages 18 to 35 percent clay, 0 to 35 percent rock fragments, mostly paragravel and gravel.  Organic matter ranges from 7.50 to 0.25 percent to a depth of 150 centimeters.\nControl section:\nA horizon(s):\nDry: 10YR 6/4, 6/3, 5/6, 5/4, 4/4; 7.5YR 6/6, 6/4, 5/4, 4/3\nMoist: 10YR 5/3, 4/4, 4/3, 3/4; 7.5YR 4/6, 4/4, 3/4\nTexture of the fine earth fraction: Loam, sandy loam\nClay content: 14 to 22 percent\nRock fragments: 10 to 20 percent\nReaction: pH 5.0 to 6.8\nBt horizons:\nDry: 10YR 6/4, 5/6, 5/4, 4/4; 7.5YR 6/6, 6/3, 5/6, 5/4, 4/6, 4/4; 5YR 5/6\nMoist: 10YR 4/6, 4/4, 4/3, 3/4; 7.5YR 5/6, 4/6, 4/4, 3/4; 5YR 4/6\nTexture of the fine earth fraction: Clay loam, loam, sandy clay loam\nClay content: 18 to 35 percent\nRock fragments: 0 to 35 percent, mostly gravel and cobbles\nPararock fragments: 0 to 50 percent\nReaction: pH 4.6 to 6.2\nBCt horizon(s):\nDry: 10YR 6/4, 6/3, 5/4; 7.5YR 6/6, 5/6, 5/4\nMoist: 10YR 4/4; 7.5YR 5/6, 4/6, 4/4, 3/4\nTexture of the fine earth fraction: Clay loam, loam\nClay content: 18 to 35 percent\nRock fragments: 45 percent\nReaction: pH 4.6 to 6.2\nBCt horizon(s):\nDry: 7.5YR 6/6, 6/3, 5/6, 5/4\nMoist: 7.5YR 5/6, 4/6, 4/4, 3/4\nTexture of the fine earth fraction: Clay loam, loam\nClay content: 18 to 35 percent\nRock fragments: 70 percent\nReaction: pH 4.6 to 6.2"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Bigridge, Hospiter, Hotaw, Millerridge, Minniecreek, Pasturerock, Sitton, Speaker and Willakenzie series.  Bigridge soils contain a paralithic contact between 102 to 152 cm.  Hospiter soils are not dry for more than 90 days.  Hotaw, Millerridge, Minniecreek, Speaker and Willakenzie soils contain a paralithic contact between 51 to 102 cm.  Pasturerock and Sitton soils have an ustic moisture regime.  Pasturerock soils have a mollic epipedon and Sitton soils are not found in MLRA 15 and have a mean annual air temperature of 50 to 54 degrees F."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: The Katykat soils are on side slopes and summits of mountains and foothills. Slopes range from 8 to 75 percent. These soils formed in residuum weathered from sandstone and mudstone of the Franciscan Formation. Elevation is 300 to 900 meters. The climate is subhumid, mesothermal with warm, dry summers and cool moist winters. The mean annual precipitation is 1016 to 1500 millimeters and the mean annual air temperature is 13 to 15 degrees C. The frost free season is 200 to 250 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are Almaden, and Sanikara soils. Almaden soils are very deep and have mollic epipedons thicker than 50 centimeters.  Sanikara soils are shallow to a lithic contact."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained, moderately permeable medium to very rapid runoff."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: This soil is used for watershed, recreation, and wildlife habitat. Vegetation is California live oak, bay laurel, buckeye, poison oak and annual grasses."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Central Part of the Coastal Range of California, Major Land Resource Area 15 -- Central California Coast Range. The Katykat soils are of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Santa Clara County, California, 2009."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nParticle Size Control Section for this pedon: (20 to 70 cm)\nDiagnostic horizons and features recognized in this pedon are:\n1. Ochric Epipedon - The zone from 3 to 20 centimeters (A1 and A2 horizons)\n2. Argillic Horizon  The zone from 20 to 128 centimeters (Bt1, Bt2, Bt3 and Bt4 horizons)\nPararock fragments are soft after soaking in water for one hour.\nADDITIONAL DATA:\nNASIS Pedon ID  06ca085641164\nSoil Classified using Keys to Soil Taxonomy, 10th edition.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
