{
  "SERIES": "KATY",
  "STATUS": "Established Series",
  "BYREV": "JKW-RM-AKS",
  "REVDATE": "07/2019",
  "STATES": "TX",
  "OVERVIEW": "The Katy series consists of very deep, moderately well drained, moderately slow permeable soils that formed in loamy sediments derived from the Lissie Formation.  These nearly level to gently sloping soils are on coastal prairies.  Slope ranges from 0 to 3 percent but the majority is less than 1 percent.  Mean annual temperature is about 20 degrees C (68 degrees F) and mean annual precipitation is about 1145 mm (49 in).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, siliceous, semiactive, hyperthermic Typic Paleudalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Katy fine sandy loam-in an area of Katy-Urban land complex,0 to 1 percent slopes, in an undisturbed area (Colors are for moist soil unless otherwise stated.)\nAp--0 to 30 cm (0 to 12 in); dark grayish brown (10YR 4/2) fine sandy loam, grayish brown (10YR 5/2) dry; massive; soft, very friable; many very fine roots; common very fine and fine interstitial and tubular pores; strongly acid; gradual smooth boundary. (13 to 38 cm [5 to 15 in] thick)\nE--30 to 63 cm (12 to 25 in); pale brown (10YR 6/3) fine sandy loam, very pale brown (10YR 7/3) dry; massive; soft, very friable; many very fine tubular pores; 1 percent fine prominent yellowish brown (10YR 5/8) iron accumulations with sharp boundaries lining pores; strongly acid; clear wavy boundary. (14 to 64 cm [5 to 25 in] thick)\nBt1--63 to 71 cm (25 to 28 in); yellowish brown (10YR 5/6) clay loam, brownish yellow (10YR 6/6) dry; weak medium subangular blocky structure; moderately hard, friable; common very fine roots; common very fine tubular pores; 5 percent faint yellowish brown (10YR 5/6) clay films on surfaces of peds; 3 percent fine distinct reddish yellow (7.5YR 6/8) iron accumulations on surfaces of peds and 2 percent fine prominent yellowish red (5YR 5/6) iron accumulations on surfaces of peds; moderately acid; clear smooth boundary. (thickness of the Bt1 horizon is 8 to 66 cm [20 to 26 in])\nBt2--71 to 117 cm (28 to 46 in); 60 percent yellowish brown (10YR 5/6) and 25 percent red (2.5YR 4/8) and 15 percent gray (10YR 5/1) loam, 60 percent brownish yellow (10YR 6/6) and 25 percent red (2.5YR 5/8) and 15 percent gray (10YR 6/1) dry; moderate medium subangular blocky structure; very hard, friable; common very fine roots; common very fine tubular pores; 25 percent prominent very dark gray (10YR 3/1) clay films on surfaces of peds; 1 percent fine distinct spherical black (10YR 2/1) iron-manganese concretions; slightly acid; gradual wavy boundary. (combined thickness of the Bt2, Bt3, and Bt4 horizons is 104 to 142 cm (41 to 56 in)\nBt3--117 to 163 cm (46 to 64 in); 50 percent yellowish brown (10YR 5/6) and 30 percent red (2.5YR 4/8) and 20 percent gray (10YR5/1) clay loam, 50 percent yellowish brown (10YR 5/6) and 30 percent red (2.5YR 5/8) and 20 percent gray (10YR 6/1) dry; weak coarse prismatic structure parting to moderate coarse subangular blocky structure; very hard, firm; common very fine roots between peds; few very fine tubular pores; 10 percent distinct dark gray (10YR 4/1) clay films on surfaces of peds and 5 percent prominent sand coats on vertical surfaces of peds; neutral; gradual wavy boundary.\nBt4--163 to 203 cm (64 to 84 in); 50 percent brownish yellow (10YR 6/6) and 25 percent gray (10YR 6/1) and 25 percent red (2.5YR 4/8) clay loam, 50 percent brownish yellow (10YR 6/6) and 25 percent gray (10YR 6/1) and 25 percent red (2.5YR 5/8) dry; moderate coarse prismatic structure parting to moderate coarse subangular blocky structure; very hard, very firm; few very fine roots; few very fine tubular pores; 20 percent distinct gray (10YR 5/1) clay films on surfaces of peds and 5 percent distinct sand coats on vertical surfaces of peds; neutral."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Fort Bend County, Texas; from the intersection of Farm Road 1093 and Farm Road 359 in Fulshear; 3.3 miles east on Farm Road 1093 to the intersection of Farm Road 1463; 0.1 mile north on Farm Road 1463; 300 feet east in an undisturbed area.\nUSGS topographic quadrangle: Richmond NE, TX\nLatitude: 29 degrees, 41 minutes, 42.71 seconds N;\nLongitude: 95 degrees, 50 minutes, 43.14 seconds W;\nDatum: NAD 83"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil Moisture: An udic soil moisture regime.  The soil moisture control section is from 10 to 61 cm (4 to 24 in) in depth.  These soils remain moist in some part of the soil moisture control section for more than 275 days in normal years, with rainfall being uniform throughout the year.  Typically, March is the driest month.\nMean annual soil temperature: 22 to 23 degrees C (71.5 to 72.5 degrees F)\nDepth to argillic horizon: 46 to 76 cm (18 to 30 in)\nDepth to redox concentrations: 13 to 43 cm (5 to 17 in)\nDepth to episaturation: 13 to 76 cm (5 to 30 in)\nThickness of the A and E horizons: 46 to 76 cm (18 to 30 in)\nParticle-size control section (weighted average)\nClay content: 25 to 30 percent\nSand content: 35 to 45 percent\nCEC/clay ratio: 0.25 to 0.35\nA horizon\nHue: 10YR\nValue: 4 or 5\nChroma: 2 or 3\nTexture: fine sandy loam, very fine sandy loam, or loam\nClay content: 3 to 14 percent\nIron accumulations: amount- 0 to 3 percent, color-shades of brown (Iron accumulations are associated with pedons in rice culture.)\nReaction: very strongly acid to slightly acid (pH 5.1 to 6.5)\nE horizon\nHue: 10YR\nValue: 4 to 6\nChroma: 3 or 4\nTexture: fine sandy loam, very fine sandy loam, or loam\nClay content: 4 to 12 percent\nIron accumulations: amount- 1 to 4 percent, color- shades of brown, red or yellow\nIron depletions: amount- 2 to 8 percent, color- shades of brown or gray (iron depletions formed during abnormally wet years)\nBase saturation: 50 to 70 percent\nReaction: very strongly acid to neutral (pH 5.1 to 7.3)\nBt horizon (Upper part)\nHue: 10YR\nValue: 4 to 6\nChroma: 2 to 4 (chroma of 2 is considered relict wetness)\nTexture: fine sandy loam, loam, sandy clay loam, or clay loam\nClay content: 13 to 35 percent\nIron accumulations: amount- 1 to 10 percent, color- shades of brown, red, or yellow\nRedox depletions: amount-0 to 5 percent, color- shades of gray (depletions are considered relict or have formed in abnormally wet years)\nBase saturation: 60 to 80 percent\nReaction: strongly acid to slightly  (pH 5.1 to 7.3)\nBt horizon (Lower part)\nVariegated matrix\nThese matrix colors make up 50 to 80 percent of the horizon:\nHue: 2.5YR, 5YR, or 7.5YR\nValue: 4 to 6\nChroma: 4 to 8\nThese colors make up 20 to 50 percent of the horizon:\nHue: 10YR\nValue: 5 or 6\nChroma: 1 or 2 (These colors are considered relict wetness)\nTexture: loam, sandy clay loam, clay loam, sandy clay, clay\nClay content: 25 to 45 percent\nIron accumulations: variegated matrix is comprised of medium or coarse iron accumulations in shades of brown, red, or yellow\nRedox depletions: variegated matrix is comprised of fine to coarse redox depletions. In pedons without a variegated matrix: amount-0 to 35 percent, color- shades of gray (depletions are considered relict or have formed in abnormally wet years)\nBase saturation: 75 to 90 percent\nReaction: strongly acid to neutral (pH 5.1 to 7.3)"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no series in the same family.  Similar soils are the Cheetham, Cyfair, Glenwild, Levyville, and Wockley series.\nCheetham soils: plinthite within 152 cm (60 in) of the soil surface and have a loamy sand surface.\nCyfair soils: remain saturated without reduction for 30 cumulative days\nGlenwild soils: are Hapludalfs, have a fine-silty particle-size control section, a superactive CEC to clay class, and mixed mineralogy class.\nLevyville soils: superactive CEC to clay class; sandy epipedon\nWockley soils: have plinthite; have aquic conditions."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material: loamy fluviomarine deposits derived from the Lissie Formation\nLandscape: coastal plains\nLandform: flats\nSlope: 0 to 3 percent but most areas are less than 1 percent.\nPrecipitation Pattern: Rainfall is uniform throughout the year with slight peaks during the spring and fall months.\nMean annual precipitation: 1092 to 1219 mm (43 to 48 in)\nThornthwaite P-E Index: 56 to 68\nMean annual air temperature: 19.5 to 20.6 degrees C (67 to 69 degrees F)\nFrost-free period: 271 to 300 days\nElevation: 43 to 76 m (140 to 225 ft)"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:\nThese are the Addicks, Clodine, Cyfair, Garwood, Gessner and Telf series.\nGarwood, Gessner and Telf series.\nAddicks soils: are mollisols.\nClodine soils: have a coarse-loamy particle-size class, are somewhat poorly drained, and are on a lower landscape position\nCyfair soils: are somewhat poorly drained; are on a slightly lower landscape position\nGarwood and Telf soils: a fine particle-size class; have an abrupt texture change and are on a similar landscape position\nGessner soils: are poorly drained and are in depressions"
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:\nDrainage class: Moderately well.\nPermeability class: moderately slow.\nRunoff: low on 0 to 1 percent slopes and medium on 1 to 3 percent slopes.\nWetness: Seasonal water table occurs due to episaturation in the E horizon for short periods during the cool months or in periods of excess rainfall."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used for crop production, mainly rice production, and for livestock grazing.  Some areas are used for growing corn and grain sorghum.  Native grasses consist of little bluestem, indiangrass, big bluestem, switchgrass, crinkleawn, and Florida paspalum.  A few areas near the eastern limit of the extent have pine forest encroachment and many areas have urban development.\nEcological sites assigned to phases and components of this series are listed below.  Current ecological site assignments are in Web Soil Survey.  Components of this series include the following ecological sites:  Loamy Prairie"
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:\nGeneral location: Southeast Texas, mainly from the Brazos River to the San Jacinto River\nLand Resource Region: T (Atlantic and Gulf Coast Lowland Forest and Crop Region)\nMajor Land Resource Area: 150A (Gulf Coast Prairies)\nExtent: The series is of large extent"
  },
  "REGIONAL OFFICE": {
    "section": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE",
    "content": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Harris County, Texas, 1922."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nParticle size control section: 63 to 113 cm (25 to 45 in).  (Bt1 and Bt2 horizon)\nOchric epipedon: 0 to 63 cm (0 to 25 in).  (A and E horizons)\nArgillic horizon: 63 to 203 cm (25 to 80 in).  (Bt horizons)\nIron accumulations: 30 to 203 cm (12 to 80 in).  (E, Bt1, Bt2, and Bt3 horizons)\nPale feature: Many coarse redox concentrations with chroma of 6 or more and clay does not decrease by as much as 20 percent absolute from the maximum clay content within 152 cm (60 in) of the soil surface.\nAdditional Comments: Classification change from thermic to hyperthermic temperature regime is based on geographic distribution of the series.  In January 2003, classification was changed from an Aquic to Oxyaquic subgroup. A further refinement in soil moisture classification from Oxyaquic to Typic occurred because of the update of MLRA 150A. This change was based on soil moisture monitoring data collected on soils in the area.\nThe assignment of the cation-exchange activity class is supported by laboratory data number S55TX-157-093 from the series type location in Fort Bend County and on Kellogg Soil Survey lab pedon number 05N0203."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "ADDITIONAL DATA:  National Soil Survey Laboratory soil characterization data exists on pedon 40A4455 (S55TX-157-093) from the type location in Fort Bend County, Texas. Addiitonal data available from the Kellogg Soil Survey lab on pedon numbers 05N0203 and 89P0031.\nTaxonomic Version:  Keys to Soil Taxonomy, Twelfth Edition, 2014"
  },
  "SITE": [
    [
      {
        "drainage": "",
        "drainage_overview": "moderately well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 30,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "fine sandy loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "strongly acid",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "Ap--0 to 30 cm (0 to 12 in); dark grayish brown (10YR 4/2) fine sandy loam, grayish brown (10YR 5/2) dry; massive; soft, very friable; many very fine roots; common very fine and fine interstitial and tubular pores; strongly acid; gradual smooth boundary. (13 to 38 cm [5 to 15 in] thick)"
      },
      {
        "name": "E",
        "top": 30,
        "bottom": 63,
        "dry_hue": "10YR",
        "dry_value": 7,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 3,
        "texture_class": "fine sandy loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "E--30 to 63 cm (12 to 25 in); pale brown (10YR 6/3) fine sandy loam, very pale brown (10YR 7/3) dry; massive; soft, very friable; many very fine tubular pores; 1 percent fine prominent yellowish brown (10YR 5/8) iron accumulations with sharp boundaries lining pores; strongly acid; clear wavy boundary. (14 to 64 cm [5 to 25 in] thick)"
      },
      {
        "name": "Bt1",
        "top": 63,
        "bottom": 71,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 6,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bt1--63 to 71 cm (25 to 28 in); yellowish brown (10YR 5/6) clay loam, brownish yellow (10YR 6/6) dry; weak medium subangular blocky structure; moderately hard, friable; common very fine roots; common very fine tubular pores; 5 percent faint yellowish brown (10YR 5/6) clay films on surfaces of peds; 3 percent fine distinct reddish yellow (7.5YR 6/8) iron accumulations on surfaces of peds and 2 percent fine prominent yellowish red (5YR 5/6) iron accumulations on surfaces of peds; moderately acid; clear smooth boundary. (thickness of the Bt1 horizon is 8 to 66 cm [20 to 26 in])"
      },
      {
        "name": "Bt2",
        "top": 71,
        "bottom": 117,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 1,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bt2--71 to 117 cm (28 to 46 in); 60 percent yellowish brown (10YR 5/6) and 25 percent red (2.5YR 4/8) and 15 percent gray (10YR 5/1) loam, 60 percent brownish yellow (10YR 6/6) and 25 percent red (2.5YR 5/8) and 15 percent gray (10YR 6/1) dry; moderate medium subangular blocky structure; very hard, friable; common very fine roots; common very fine tubular pores; 25 percent prominent very dark gray (10YR 3/1) clay films on surfaces of peds; 1 percent fine distinct spherical black (10YR 2/1) iron-manganese concretions; slightly acid; gradual wavy boundary. (combined thickness of the Bt2, Bt3, and Bt4 horizons is 104 to 142 cm (41 to 56 in)"
      },
      {
        "name": "Bt3",
        "top": 117,
        "bottom": 163,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 1,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bt3--117 to 163 cm (46 to 64 in); 50 percent yellowish brown (10YR 5/6) and 30 percent red (2.5YR 4/8) and 20 percent gray (10YR5/1) clay loam, 50 percent yellowish brown (10YR 5/6) and 30 percent red (2.5YR 5/8) and 20 percent gray (10YR 6/1) dry; weak coarse prismatic structure parting to moderate coarse subangular blocky structure; very hard, firm; common very fine roots between peds; few very fine tubular pores; 10 percent distinct dark gray (10YR 4/1) clay films on surfaces of peds and 5 percent prominent sand coats on vertical surfaces of peds; neutral; gradual wavy boundary."
      },
      {
        "name": "Bt4",
        "top": 163,
        "bottom": 203,
        "dry_hue": "2.5YR",
        "dry_value": 5,
        "dry_chroma": 8,
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 6,
        "texture_class": "clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Bt4--163 to 203 cm (64 to 84 in); 50 percent brownish yellow (10YR 6/6) and 25 percent gray (10YR 6/1) and 25 percent red (2.5YR 4/8) clay loam, 50 percent brownish yellow (10YR 6/6) and 25 percent gray (10YR 6/1) and 25 percent red (2.5YR 5/8) dry; moderate coarse prismatic structure parting to moderate coarse subangular blocky structure; very hard, very firm; few very fine roots; few very fine tubular pores; 20 percent distinct gray (10YR 5/1) clay films on surfaces of peds and 5 percent distinct sand coats on vertical surfaces of peds; neutral."
      }
    ]
  ]
}
