{
  "SERIES": "KATYBLAY",
  "STATUS": "Established Series",
  "BYREV": "Rev.  EWB/JFS/WED/JBF/GAM",
  "REVDATE": "03/2017",
  "STATES": "NV",
  "OVERVIEW": "The Katyblay series consists of very deep, well drained soils that formed in volcanic ash over residuum and colluvium from altered volcanic rocks.  Katyblay soils are on mountain slopes.  Slopes are 30 to 75 percent.  The mean annual precipitation is about 380 mm and the mean annual temperature is about 6 degrees C.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive Vitrandic Haplocryalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Katyblay ashy fine sandy loam, rangeland.  (Colors are for dry soils unless otherwise noted.)\nA--0 to 23 cm; light brownish gray (10YR 6/2) ashy fine sandy loam, dark grayish brown (10YR 4/2) moist; weak medium subangular blocky structure; soft, very friable, nonsticky and nonplastic; many very fine and fine roots; many very fine interstitial pores; 10 percent gravel; slightly acid (pH 6.2); clear smooth boundary.  (18 to 30 cm thick)\nBw--23 to 41 cm; light brownish gray (10YR 6/2) ashy fine sandy loam, brown (10YR 4/3) moist; weak medium subangular blocky structure; soft, very friable, nonsticky and nonplastic; common very fine and fine roots; many very fine interstitial pores; neutral (pH 6.6); clear smooth boundary.  (18 to 46 cm thick)\n2A1--41 to 61 cm; brown (10YR 5/3) gravelly fine sandy loam, dark brown (10YR 3/3) moist; weak medium subangular blocky structure; soft, very friable, nonsticky and nonplastic; common very fine and fine roots; few very fine interstitial and common very fine tubular pores; 20 percent gravel; neutral (pH 6.6); clear smooth boundary.  (18 to 30 cm thick)\n2A2--61 to 84 cm; brown (10YR 5/3) gravelly fine sandy loam, dark brown (10YR 3/3) moist; moderate fine and medium subangular blocky structure; slightly hard, very friable, nonsticky and nonplastic; few very fine and fine roots; common very fine tubular and few very fine interstitial pores; 30 percent gravel; slightly acid (pH 6.4); gradual smooth boundary.  (0 to 36 cm thick)\n3Bt1--84 to 112 cm; light yellowish brown (10YR 6/4) very gravelly sandy clay loam, dark yellowish brown (10YR 4/4) moist; moderate fine and medium subangular blocky structure; slightly hard, very friable, slightly sticky and slightly plastic; few very fine and fine roots; common very fine tubular pores; 55 percent gravel; common faint clay films on faces of ped and lining pores; slightly acid (pH 6.2); clear smooth boundary. (25 to 50 cm thick)\n3Bt2--112 to 152 cm; light brown (7.5YR 6/4) very gravelly sandy clay loam, brown (7.5YR 5/4) moist; moderate fine and medium subangular blocky structure; slightly hard, very friable, moderately sticky and moderately plastic; few very fine roots; few very fine interstitial pores; 50 percent gravel; common faint clay bridges between sand grains; moderately acid (pH 6.0)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Mineral County, Nevada; about 2 miles south of Aurora, about 2,110 feet south and 330 feet west of the northeast corner of section 33, T. 5 N., R. 28 E.; USGS Aurora 7.5 minute topographic quadrangle; latitude 38 degrees, 15 minutes, 03 seconds N and longitude 118 degrees, 53 minutes, 27 seconds west; WGS84 Decimal Degrees 38.2509444 latitude, -118.8908333 longitude."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: Usually moist in winter, spring, and early summer, dry summer and fall but moist intermittently due to convection storms.  Dry in all parts for at least 45 consecutive days following the summer solstice. Xeric soil moisture regime bordering on aridic.\nMean annual soil temperature: 6 to 8 degrees C.\nMean summer soil temperature: 12 to 15 degrees C.\nDepth to the unconformable 2A horizon: 38 to 76 cm.\nVolcanic ash: 40 to 60 percent in the A and Bw horizons.\nParticle-size control section - Clay content - 18 to 25 percent.\nRock fragments:  35 to 60 percent, mainly gravel.\nA horizon\nValue:  6 or 7 dry, 4 or 5 moist.\nReaction:  Slightly acid or neutral.\nVolcanic ash: 40 to 60 percent.\nOther features:  Bulk density at one-third bar water tension ranges from 0.75 to 0.95 grams per cubic centimeters.\nBw horizon\nValue:  6 or 7 dry, 4 or 5 moist.\nChroma:  2 or 3 dry, 3 moist.\nReaction:  Slightly acid or neutral.\nVolcanic ash: 40 to 60 percent.\n2A horizon\nValue:  4 or 5 dry, 2 or 3 moist.\nChroma:  2 or 3 dry or moist.\nRock fragments:  20 to 30 percent gravel.\nReaction:  Slightly acid or neutral.\n3Bt horizon\nHue:  10YR or 7.5YR.\nValue:  4 or 5 moist.\nChroma:  4 through 6 dry or moist.\nTexture:  Sandy clay loam or loam.\nClay content:  18 to 25 percent.\nRock fragments:  35 to 60 percent, mainly gravel.\nReaction:  Medium acid or slightly acid."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  This is the Redondo series. The Redondo series has a mean summer soil temperature of less than 11 degrees C."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Katyblay soils are on mountain slopes.  These soils formed in volcanic ash over residuum and colluvium from altered volcanic rocks.  Slopes are 30 to 75 percent.  Elevations are 2,440 to 2,866 meters.  The climate is cool, continental with cold, moist winters and warm, relatively dry summers.  The mean annual precipitation is 300 to 400 mm; mean annual temperature is 5 to 7 degrees C., and the frost-free season is 60 to 90 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Hiridge and Nire series.   Hiridge soils have bedrock at a depth of less than 50 cm and have a mollic epipedon.  Nire soils have a mollic epipedon."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:  Well drained; rapid or very rapid runoff; moderately slow permeability; moderately high saturated hydraulic conductivity."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Rangeland and wildlife habitat.  The present vegetation is mainly mountain big sagebrush, bottlebrush squirreltail, and needlegrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Western Nevada.  These soils are not extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Mineral County, Nevada, 1985.\nDiagnostic horizons and features recognized in this pedon are:\nOchric epipedon - The zone from the surface to 18 cm (part of the A horizon).\nArgillic horizon - The zone from about 84 to 152 cm (Bt1 and Bt2 horizons).\nVolcanic ash - The zone from the soil surface to 41 cm (A and Bw horizons).\nParticle-size control section - The zone from about 84 to 134 cm (3Bt1 and upper 3Bt2 horizons).\nNational Cooperative Soil Survey\nU.S.A."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": null
  }
}
