{
  "SERIES": "KAUDER",
  "STATUS": "Established Series",
  "BYREV": "Rev: PNP-BDG-EMM",
  "REVDATE": "07/2013",
  "STATES": "ID",
  "OVERVIEW": "The Kauder series consists of moderately deep to a fragipan, moderately well-drained soils that formed in loess and reworked loess with a thin mantle of volcanic ash.  Kauder soils are on hills on plateaus, benches and broad ridges with slopes of 3 to 40 percent.  They have moderately low or low saturated hydraulic conductivity.  The average annual precipitation is about 35 inches and the average annual air temperature is about 42 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty, mixed, active, frigid Andic Fragiudalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Kauder ashy silt loam - on a 9 percent convex southwest facing slope on a hillslope, forested, at an elevation of 3,160 feet.  When described, the soil was moist from the surface to 12 inches, and dry below 12 inches.  (Colors are for dry soil unless otherwise noted.)\nOi--0 to 2 inches; leaves, needles, twigs, and roots.\nOe--2 to 3 inches; partially decomposed leaves, needles, twigs, and roots. (O horizons 1 to 3 inches thick)\nA--3 to 4 inches; brown (7.5YR 5/4) ashy silt loam; brown (7.5YR 4/4) moist; weak thin platy structure parting to weak fine granular; soft, very friable, slightly sticky and slightly plastic; many very fine, fine, and medium roots; many very fine and fine irregular pores; neutral (pH 6.9); clear smooth boundary.  (1 to 4 inches thick)\nBw1--4 to 7 inches; brown (7.5YR 5/4) ashy silt loam, brown (7.5YR 4/4) moist; weak fine granular structure; soft, very friable, slightly sticky and slightly plastic; many very fine and fine, few coarse roots; many very fine and fine irregular pores; neutral (pH 6.9); clear smooth boundary.\nBw2--7 to 15 inches; yellowish brown (10YR 5/6) ashy silt loam, brown (7.5YR 4/4) moist; weak medium subangular blocky structure parting to weak fine granular; soft, very friable, slightly sticky and slightly plastic; many medium and coarse common very fine and fine roots; many very fine, common fine, few medium tubular pores; neutral (pH 6.7); abrupt wavy boundary. (Bw horizons - 6 to 13 inches thick)\n2E--15 to 23 inches; very pale brown (10YR 7/4) silt loam, yellowish brown (10YR 5/4) moist; weak thin platy structure; slightly hard, friable, slightly sticky and moderately plastic; many medium, fine, and very fine, and few coarse roots; many very fine and few fine tubular pores; moderately acid (pH 5.7); clear wavy boundary.  (0 to 15 inches thick)\n2Bt/E--23 to 34 inches; (Bt), yellowish brown (10YR 5/4) silt loam, dark yellowish brown (10YR 4/4) moist; (E), light gray (10YR 7/2) yellowish brown (10YR 5/4) moist; moderate medium prismatic structure parting to moderate medium angular blocky; hard, firm, moderately sticky and moderately plastic; many medium, few very fine and fine roots; many fine and very fine, and few medium tubular pores; yellowish brown (10YR 5/6) continuous distinct clay films on faces of peds and lining pores; very strongly acid (pH 4.8); clear smooth boundary.  (7 to 25 inches thick)\n2Btxb1--34 to 42 inches; brown (7.5YR 5/4) silty clay loam, brown (7.5YR 4/4) moist; strong coarse prismatic structure parting to strong coarse subangular blocky; extremely hard and brittle when moist, slightly sticky and slightly plastic; many fine and medium, few very fine roots, some of the roots are flattened, roots occur in tongues of E material, flattened root mats on tops of prisms; many very fine and fine, few medium vesicular pores; 15 percent of horizon has 0.25 to 1.0 inch thick tongues of E material between faces of the prisms, very pale brown (10YR 8/2), pale brown (10YR 6/3) moist; continuous distinct clay films on faces of peds, continuous prominent clay films lining pores; iron stains on faces of peds between E and B material; very strongly acid (pH 4.5); clear wavy boundary.\n2Btxb2--42 to 49 inches; brown (7.5YR 5/4) silty clay loam, brown (7.5YR 4/4) moist; strong coarse prismatic structure; extremely hard, very firm, bittle, moderately sticky and moderately plastic; root mats on the tops of prisms, roots are flattened, dark organic stains on all surfaces of peds; many very fine and fine, few medium tubular pores; continuous prominent clay films lining pores and on horizontal surfaces, continuous distinct clay films on vertical surfaces; peds coated with E material, some pockets of E material in this horizon, E material in this horizon is less than 5 percent by volume; iron stains on faces of peds between B and E material; very strongly acid (pH 4.7); abrupt smooth boundary. (2Btxb1 and 2Btxb2 horizons - 13 to 27 inches thick)\n2Btxb3--49 to 63 inches; brown (7.5YR 5/4) silty clay loam, brown (7.5YR 4/4) moist; strong thick platy structure; extremely hard, extremely firm and brittle, very sticky and very plastic; dark colored root mats on horizontal and vertical surfaces of plates; many very fine and fine, few medium tubular pores; dark organic stains on all faces of peds; continuous prominent clay films on horizontal surfaces and lining pores, continuous distinct clay films on vertical surfaces; peds coated with E material, some pockets of E material in this horizon, E material is less than 5 percent by volume in this horizon; iron stains on faces of peds between B and E material; very strongly acid (pH 4.5); clear smooth boundary.  (9 to 25 inches thick)\n2Btxb4--63 to 77 inches; brown (7.5YR 5/4) silt loam, brown (7.5YR 4/4) moist; strong medium and thick platy structure; very hard, very firm and brittle when moist, very sticky and very plastic; relic flattened fine roots between the surfaces of peds; many fine and very fine, few medium tubular pores; continuous prominent clay films lining pores and on horizontal surfaces, continuous distinct clay films on vertical surfaces; very strongly acid (pH 4.5) clear smooth boundary.  (12 to 16 inches)\n2Btxb5--77 to 95 inches; light brown (7.5YR 6/4) silt loam, brown (7.5YR 5/4) moist; strong thick platy structure; extremely hard, very firm and brittle when moist, moderately sticky and moderately plastic; relic flattened fine roots between surfaces of peds; many fine and very fine, few medium vesicular and tubular pores; continuous prominent clay films on faces of peds and lining pores, thin coating of clean sand and silt grains on surfaces of clay films; strongly acid (pH 5.5)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Clearwater County, Idaho; along Upper Ford's Creek Road; about 3 miles north and 2 miles east of Weippe, Idaho; about 1,700 feet west and 1,750 feet south of the northeast corner of sec. 36, T. 36 N., R. 4 E.; Latitude - 46 degrees, 25 minutes, 20 seconds North; Longitude - 115 degrees, 53 minutes, 48 seconds West; USGS Weippe North Quadrangle."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture - usually moist year round, and not dry for 45 consecutive days between June and October (Udic moisture regime)\nAverage annual soil temperature - 39 to 45 degrees F. (Frigid temperature regime)\nDepth to fragipan - 22 to 40 inches\nThickness of volcanic ash - 7 to 14 inches\nA and Bw horizons\nHue - 10YR or 7.5YR\nValue - 4 to 6 dry, 2 to 5 moist\nChroma - 2 to 6 dry or moist\nTexture - ashy silt loam or medial silt loam\nClay content - 5 to 12 percent\nReaction - 5.8 to 7.3\nBulk density - 0.50 to 1.0 g/cc\nAcid oxalate Al plus 1/2 Fe - 1.5 to 1.8 percent\n2E and 2EB horizons\nHue - 7.5YR or 10YR\nValue - 5 to 8 dry, 3 to 6 moist\nChroma - 2 to 4 dry, 2 to 6 moist\nClay content - 15 to 23 percent\nRock fragments - 0 to 2 percent gravel\nReaction - 5.2 to 6.5\n2Bt/E, 2E/Bt and 2Bt horizons\nBt part\nHue - 7.5YR or 10YR\nValue - 4 to 8 dry, 3 to 6 moist\nChroma - 3 to 6 dry or moist\nE part\nHue - 7.5YR or 10YR\nValue - 4 to 8 dry, 4 to 6 moist\nChroma - 2 to 6 dry, 3 or 4 moist\nTexture - loam, silt loam or silty clay loam\nClay content - 16 to 27 percent\nRock fragments - 0 to 5 percent fine gravel\nReaction - 5.2 to 6.5\n2Btxb horizons\nHue - 5YR, 7.5YR or 10YR\nValue - 4 to 7 dry, 3 to 5 moist\nChroma - 3 to 8 dry, 3 to 6 moist\nTexture - silt loam, silty clay loam, loam or clay loam\nClay content - 18 to 39 percent\nConsistence - 60 to 95 percent brittle material\nRock fragments - 0 to 10 percent fine gravel\nReaction - 5.3 to 6.5"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no competing series."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Kauder soils are on hills on plateaus, benches and broad ridges at elevations of 1,600 to 4,100 feet (488 to 1250 meters).  The slope range is 3 to 40 percent.  These soils formed in loess and reworked loess with a thin mantle of volcanic ash.  The average annual temperature ranges from 38 to 45 degrees F.  The average annual precipitation ranges from 26 to 50 inches (660 to 1270 mm) and the frost-free season is 50 to 120 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Carlinton, Dworshak , Grangemont , and Reggear  series. Carlinton soils are on basalt plateaus and have xeric moisture regimes. Dworshak soils are on mountain slopes and do not have a fragipan. Grangemont soils are on similar landforms and do not have a fragipan. Reggear soils are on similar landforms and have a mixed volcanic ash mantle."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:  Moderately well drained; Saturated hydraulic conductivity is moderately low or low; A perched water table occurs at a depth of 20 to 32 inches (50 to 81 cm) from January through May but can occur at a depth of 18 to 40 inches (46 to 102 cm) from November through July."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are used primarily for timber production, livestock grazing, wildlife habitat, and watershed.  Some areas have been cleared for cultivation.  The natural vegetation is mainly western red-cedar, grand fir, Douglas-fir, Myrtle pachystima, common snowberry, queencup beadlily, and longtube twinflower."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  North-Central, Idaho; Kauder soils are moderately extensive. MLRA 43A."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Clearwater County, Idaho, 2003."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nThe type location was moved to this present location in January 1985.\nDiagnostic horizons and other features recognized in this pedon:\nOchric epipedon - the zone from 0 to 4 inches (Oi, Oe, and A horizons)\nArgillic horizon - the zone from 23 inches to 95 inches (2Bt/E, 2Btxb1, 2Btxb2, 2Btxb1, 2Btxb2, and 2Btxb3 horizons)\nFragipan - the zone from 34 inches to 95 inches (2Btxb1, 2Btxb2, 2Btxb1, 2Btxb2, and 2Btxb3 horizons)\nVolcanic ash mantle - the zone from 3 to 15 inches (A, Bw1, and Bw2 horizons)\nParticle size control section - the zone from 23 to 34 inches (2Bt/E horizons)\nThe Bulk Density and Acid oxalate data reported under \"Range in Characteristics\" are estimates only.\nADDITIONAL DATA: Laboratory data are available for this series: NSSL reference samples S83ID-035-003 (84P110) (this pedon) and S83ID-035-006 (84P113) from Clearwater County, Idaho; sampled 6/83 and 7/83 by NSSL, Lincoln, NE.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
