{
  "SERIES": "KAUKAUNA",
  "STATUS": "Established Series",
  "BYREV": "Rev. HFG-AAC",
  "REVDATE": "01/2011",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Clayey over loamy, mixed, active, mesic Mollic Oxyaquic Hapludalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Kaukauna silty clay loam - on a 3 percent slope in a cultivated field at an elevation of about 244 meters (800 feet) above mean sea level. (Colors are for moist soil unless otherwise stated.)\nAp--0 to 23 cm (0 to 9 inches); very dark brown (10YR 2/2) silty clay loam, dark grayish brown (10YR 4/2) dry; weak fine subangular blocky structure; friable; many fine roots; slightly acid; abrupt smooth boundary. [15 to 23 cm (6 to 9 inches) thick]\nE--23 to 31 cm (9 to 12 inches); brown (7.5YR 4/2) silty clay; weak thin platy structure; friable; many fine roots; moderately acid; abrupt wavy boundary. [0 to 13 cm (0 to 5 inches) thick]\nBt1--31 to 46 cm (12 to 18 inches); reddish brown (5YR 4/3) clay; moderate very fine angular and subangular blocky structure; firm; many faint clay films on faces of peds; moderately acid; clear wavy boundary.\nBt2--46 to 66 cm (18 to 26 inches); reddish brown (5YR 4/3) clay; weak fine prismatic structure parting to moderate fine angular blocky; firm; common fine roots; many faint clay films on faces of peds; slightly acid; gradual wavy boundary.\nBt3--66 to 94 cm (26 to 37 inches); reddish brown (5YR 4/3) silty clay; moderate medium prismatic structure; firm; common fine roots; many faint clay films on faces of peds; slightly effervescent; slightly alkaline; abrupt wavy boundary. [Combined thickness of the Bt horizon ranges from 31 to 91 cm (12 to 36 inches).]\n2Bt4--94 to 112 cm (37 to 44 inches); brown (10YR 4/3) silt loam; weak medium subangular blocky structure; friable; few fine roots; common faint reddish brown (5YR 4/3) clay films on faces of peds; common fine prominent strong brown (7.5YR 5/6) masses of oxidized iron in the matrix; slightly effervescent; slightly alkaline; abrupt smooth boundary.\n2Bt5--112 to 122 cm (44 to 48 inches); brown (7.5YR 4/4) loam; weak coarse subangular blocky structure; friable; few fine roots; few distinct faint reddish brown (5YR 4/3) clay films in interstitial pores; many fine distinct strong brown (7.5YR 5/6)  masses of oxidized iron in the matrix; slightly effervescent; slightly alkaline, clear wavy boundary. [Combined thickness of the 2Bt horizons ranges from 0 to 31 cm (0 to 12 inches).]\n2C--122 to 152 cm (48 to 60 inches); dark yellowish brown (10YR 4/4) and brown (10YR 5/3) stratified very fine sandy loam, very fine sand, and silt; weak thin plates; very friable; common medium distinct yellowish brown (10YR 5/6) masses of oxidized iron in the matrix; many coarse distinct and faint grayish brown (10YR 5/2) iron depletions; slightly effervescent; slightly alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Winnebago County, Wisconsin; about 1/2 mile south of Oshkosh; 1,360 feet north and 390 feet west of the southeast corner, sec. 35, T. 18 N., R. 16 E. USGS Van Dyne, Wisconsin topographic quadrangle; lat. 43 degrees 59 minutes 06 seconds N., and long. 88 degrees 32 minutes 38 seconds W., NAD-83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nDepth to the base of the argillic horizon: 76 to 127 cm (30 to 50 inches)\nRock fragments:  typically absent throughout the pedon\nReaction: moderately acid to slightly alkaline in the clayey deposits; neutral to moderately alkaline in the 2Bt horizon;  slightly alkaline or moderately alkaline in the substratum\nDepth to carbonates:  typically in C horizon and, in many pedons, in the 2Bt horizon\nRedox  accumulations and saturation:  within a depth of 102 cm (40 inches) for 1 month or more per year in 6 or more out of 10 years\nAp or A horizon:\nHue: 7.5YR or 10YR\nValue: 2 or 3\nChroma: 1 or 2\nTexture: silty clay loam\nE horizon:\nHue: 5YR, 7.5YR or 10YR\nValue: 4 to 6\nChroma: 2 or 3\nTexture: silt loam, silty clay loam or silty clay\nBt horizon:\nHue: typically 2.5YR or 5YR and less commonly 7.5YR\nValue: 3 to 5\nChroma: 3 or 4\nTexture: typically clay, but thin subhorizons of silty clay or silty clay loam ( >35 percent clay)  in some pedons\n2Bt horizon:\nHue: 7.5YR or 10YR\nValue: 4 to 6\nChroma: 3 or 4\nTexture: silt loam, loam or very fine sandy loam\n2C horizon:\nHue: 7.5YR or 10YR\nValue: 4 to 7\nChroma: 2 to 8\nTexture: stratified layers of silt, silt loam, very fine sandy loam, fine sandy loam, loamy very fine sand, loamy fine sand, very fine sand or fine sand"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no competing series."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Kaukauna soils are on stream terraces and glacial lake basins. Slope ranges from 0 to 4 percent. The soils formed in clayey lacustrine deposits and in underlying stratified silty to very fine sandy lacustrine deposits. Mean annual precipitation ranges from 711 to 813 mm (28 to 32 inches). Mean annual air temperature ranges from between 6.7 to 8.3 degrees C (44 and 47 degrees F)."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Manawa, Poy, Poygan, Winneconne, and Zittau soils. The somewhat poorly drained Manawa and Zittau, and poorly drained Poy and Poygan soils are in drainageways and depressions. Winneconne soils occupy similar landscape positions as the Kaukauna soils."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Moderately well drained. The potential for surface runoff is medium or high. Saturated hydraulic conductivity low to moderately high (0.01 to 1.41 micrometers per second) and moderately high to high (1.41 to 14.11 micrometers per second) in the underlying deposit. Permeability is slow or very slow in the clayey deposit and moderate or moderately slow in the underlying deposit. These soils have an apparent seasonal high water table at a depth of 76 to 107 cm (2.5 to 3.5 feet) for 1 month or more per year in 6 or more out of 10 years."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most areas of this soil are used for cropland. Common crops are corn, oats, and alfalfa. Small areas are used for in pastureland or woodland. Native vegetation is deciduous forest. Common trees are sugar maple, northern red oak, white ash, and red maple."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: MLRA 95A in east-central Wisconsin. The Kaukauna soils are of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Indianapolis, Indiana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Outagamie County, Wisconsin, 1975."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are: ochric epipedon -0 to 31 cm ( 0 to 12 inches) (A, E); argillic horizon - 31 to 122 cm (12 to 48 inches) (Bt1, Bt2, Bt3, 2Bt4, 2Bt5); mollic subgroup - Ap horizon that has color value and chroma, moist, of less than 4, and color value, dry, of less than 6; oxyaquic feature redox features and saturation within 102 cm (40 inches).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
