{
  "SERIES": "KAVETT",
  "STATUS": "Established Series",
  "BYREV": "Rev. RED-JRC-ALN",
  "REVDATE": "10/2016",
  "STATES": "TX",
  "OVERVIEW": "The Kavett series consists of shallow, well drained, moderately slowly permeable soils that formed in calcareous, clayey residuum derived from limestone or limestone interbedded with chalk or marl.  These nearly level to gently sloping soils occurs on ridges on dissected plateaus.  Slope ranges from 0 to 5 percent. Mean annual precipitation is about 660 mm (26 in) and the mean annual air temperature is about 18.3 degrees C (65 degrees F).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Clayey, smectitic, thermic Lithic Petrocalcic Calciustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Kavett silty clay--rangeland.\n(Colors are for dry soil unless otherwise stated.)\nA1--0 to 23 cm (0 to 9 in); very dark grayish brown (10YR 3/2) silty clay, very dark brown (10YR 2/2) moist; compound moderate and strong very fine subangular blocky and moderate fine granular structure; very hard, firm; many fine roots; few angular fragments of limestone; strongly effervescent, moderately alkaline; gradual smooth boundary. Thickness is 13 to 25 cm (5 to 10 in)\nA2--23 to 41 cm (9 to 16 in); brown (7.5YR 4/3) silty clay, dark brown (7.5YR 3/3) moist; compound moderate very fine and fine subangular and angular blocky structure; very hard, firm; many fine roots; about 5 percent by volume of angular fragments and flat pieces of limestone up to 8 inches across; strongly effervescent, moderately alkaline; abrupt smooth boundary. Combined thickness of the A horizon is 25 to 51 cm (10 to 20 in)\nBkm--41 to 48 cm (16 to 19 in); pinkish white (7.5YR 8/2) indurated caliche, fractured into plates 6 to 15 inches across; brown (7.5YR 4/3) silty clay in cracks comprises less than 5 percent of volume; violently effervescent, moderately alkaline; abrupt wavy boundary. Thickness is 3 to 15 cm (1 to 6 in)\nR--48 to 76 cm (19 to 30 in); indurated limestone bedrock, coarsely fractured with cemented carbonates plugging the cracks."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Sutton County, Texas; about 2.22 miles southwest of the Schleicher County line on Ranch Road 864 in pasture at road cut.\nUSGS topographic quadrangle: Coal Kiln Draw, Texas;\nLatitude: 30 degrees, 41 minutes, 33.2 seconds N;\nLongitude: 100 degrees, 13 minutes, 8.9 seconds W;\nDatum: WGS 84"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil Moisture: Typic Ustic moisture regime\nDepth to petrocalcic horizon: 25 to 51 cm (10 to 20 in).\nDepth to lithic contact: 28 to 53 cm (11 to 21 in).\nCoarse fragments: Limestone fragments ranging from few up to 25 percent by volume.\nParticle-size control section (weighted average):\nTotal clay content: 35 to 50 percent\nCarbonate clay content: 1 to 12 percent\nA horizon\nHue: 10YR or 7.5YR\nValue: 3 to 5, 2 or 3 moist\nChroma: 2 or 3, dry and moist\nTexture: silty clay, clay, clay loam, silty clay loam or their stony or cobbly counterparts\nClay content: 35 to 50 percent\nCarbonate clay content: 1 to 12 percent\nCalcium carbonate equivalent: 2 to 40 percent\nEC (mmhos/cm): 0 to 2\nEffervescence: strong to violent\nReaction (pH): slightly alkaline to moderately alkaline (7.4 - 8.4)\nBkkm horizon\nTexture: cemented caliche with or without a laminar cap in the upper 1/4 to 1 inch\nCementation: moderately cemented to indurated\nR layer\nKind:  ranges from indurated limestone bedrock to interbedded limestone, chalks, and marl bedrock."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no series in the same family.\nSimilar soils are the Amistad, Cho, Doss, Ector, Eola, Mailtrail, Mereta, Noelke, Oplin, Ozona, Prade, Pratley, Tarrant, and Valera series.\nAmistad and Noelke soils: have a loamy-skeletal particle-size control section\nCho, Eola, Mailtrial, and Ozona soils: contain less than 35 percent clay in the particle-size control section and no lithic contact within 50 cm of the soil surface\nDoss, Ector, and Oplin soils: contain less than 35 percent clay in the particle-size control section and do not have a petrocalcic horizon\nMereta soils: have a mixed mineralogy and no lithic contact with 50 cm of the soil surface\nPrade soils: have more than 35 percent coarse fragments in the particle-size control section and no lithic contact with 50 cm of the soil surface\nTarrant soils: have more than 35 percent fragments in the particle-size control section and do not have a petrocalcicic horizon\nPratley and Valera soils: depth to petrocalcic horizon is more than 50 cm"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent Material: clayey residuum derived from limestone and is interbedded with chalk and marl\nLandscape: dissected plateaus\nLandform: summits, shoulders, and backslopes of ridges\nSlope: 0 to 5 percent, but are mainly less than 3 percent\nPrecipitation Pattern: The majority of the yearly rainfall occurs during the fall and spring months. These soils are intermittently moist in September through November and March through May. June through August and December through February are the driest months.\nMean annual precipitation: 406 to 787 mm (18 to 31 in)\nThornthwaite P-E Index: 26 to 44\nMean annual air temperature: 17.2 to 21.1 degrees C (63 degrees to 70 degrees F).\nFrost-free period: 210 to 240\nElevation: 304.8 to 792.5 m (1000 to 2600 ft)"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Mereta, Nuvalde, Tarrant, Tobosa and Valera series.  These soils have sola thicker than 20 inches.\nMereta soils: occur on lower terraces or fans\nNuvalde, Tobosa, and Valera soils: are more than 51 cm (20 in) deep to a restrictive layer and occur on lower positions\nTarrant soils: have more than 35 percent fragments in the particle-size control section and occur on similar positions"
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained. Permeability is moderately slow. Runoff is negligible on 0 to 1 percent slopes, very low on 1 to 3 percent slopes, and low on 3 to 5 percent slopes."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used mainly for livestock grazing and wildlife habitat. Some areas are used for growing small grains. Vegetation in pastures is mainly midgrasses and some liveoak and mesquite."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Texas; LRR I, MLRA 81B - Edwards Plateau, Central Part; The soil is extensive with over 1 million acres."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Sutton County, Texas; 1965."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Kavett soils were formerly included as shallow phases of the Valera series.\nEdited 10/2016 (RFG-LAD): Changed to tabular format. Added metric measurements. Updated competing series, geographic setting, and associated soils sections.\nDiagnostic horizons and features recognized in this pedon are:\nMollic epipedon - 0 to 41 cm (0 to 16 in)\nPetrocalcic horizon - 41 to 48 cm (16 to 19 in)\nLithic contact - 48 to more than 76 cm (19 to more than 30 in)\nTaxonomic Version: Keys to Soil Taxonomy, Twelfth Edition, 2014"
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "NA"
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A1",
        "top": 0,
        "bottom": 23,
        "dry_hue": "10YR",
        "dry_value": 3,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 2,
        "texture_class": "silty clay",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "A1--0 to 23 cm (0 to 9 in); very dark grayish brown (10YR 3/2) silty clay, very dark brown (10YR 2/2) moist; compound moderate and strong very fine subangular blocky and moderate fine granular structure; very hard, firm; many fine roots; few angular fragments of limestone; strongly effervescent, moderately alkaline; gradual smooth boundary. Thickness is 13 to 25 cm (5 to 10 in)"
      },
      {
        "name": "A2",
        "top": 23,
        "bottom": 41,
        "dry_hue": "7.5YR",
        "dry_value": 4,
        "dry_chroma": 3,
        "moist_hue": "7.5YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "silty clay",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "A2--23 to 41 cm (9 to 16 in); brown (7.5YR 4/3) silty clay, dark brown (7.5YR 3/3) moist; compound moderate very fine and fine subangular and angular blocky structure; very hard, firm; many fine roots; about 5 percent by volume of angular fragments and flat pieces of limestone up to 8 inches across; strongly effervescent, moderately alkaline; abrupt smooth boundary. Combined thickness of the A horizon is 25 to 51 cm (10 to 20 in)"
      },
      {
        "name": "Bkm",
        "top": 41,
        "bottom": 48,
        "dry_hue": "7.5YR",
        "dry_value": 8,
        "dry_chroma": 2,
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "silty clay",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "Bkm--41 to 48 cm (16 to 19 in); pinkish white (7.5YR 8/2) indurated caliche, fractured into plates 6 to 15 inches across; brown (7.5YR 4/3) silty clay in cracks comprises less than 5 percent of volume; violently effervescent, moderately alkaline; abrupt wavy boundary. Thickness is 3 to 15 cm (1 to 6 in)"
      },
      {
        "name": "R",
        "top": 48,
        "bottom": 76,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "R--48 to 76 cm (19 to 30 in); indurated limestone bedrock, coarsely fractured with cemented carbonates plugging the cracks."
      }
    ]
  ]
}
