{
  "SERIES": "KAWAH",
  "STATUS": "Established Series",
  "BYREV": "JB-KG-GLL, Rev. KLG",
  "REVDATE": "11/2009",
  "STATES": "TX",
  "OVERVIEW": "The Kawah series consists of very deep, somewhat poorly drained soils.  These nearly level to very gently sloping soils formed in sandy coastal plain sediments mainly on the Carrizo geologic formation.  Slope ranges from 0 to 3 percent.  Mean annual air temperature is about 19 degrees C (66 degrees F), and mean annual precipitation is about 1168 mm (46 in).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Thermic, coated Aquic Quartzipsamments"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Kawah fine sand on a 1 percent concave slope in forestland; elevation is 157 m (515 ft)  (Colors are for moist soil unless otherwise stated.)\nA1--0 to 15 cm (0 to 6 in); dark gray (10YR 4/1) fine sand; weak fine granular structure; soft, very friable; many fine, medium, and common coarse roots; slightly acid; clear smooth boundary. (Thickness is 10 to 25 cm [4 to 10 in].)\nA2--15 to 38 cm (6 to 15 in); grayish brown (10YR 5/2) fine sand; weak medium subangular blocky structure; soft, very friable; many fine, medium and common coarse roots; slightly acid; clear smooth boundary. (Thickness is 0 to 31 cm [0 to 12 in].)\nBw--38 to 76 cm (15 to 30 in); pale brown (10YR 6/3) fine sand; few fine distinct strong brown (7.5YR 4/6) redox concentrations; weak coarse and very coarse prismatic structure parting to single grain; soft, very friable; few fine and medium roots; moderately acid; clear smooth boundary. (Thickness is 0 to 61 cm [0 to 24 in].)\nBg1--76 to 147 cm (30 to 58 in); light gray (10YR 7/2) fine sand; weak coarse and very coarse prismatic structure parting to single grain; soft, very friable; few fine roots; strongly acid; gradual smooth boundary. (Thickness is 25 to 91 cm [10 to 36 in].)\nBg2--147 to 203 cm (58 to 80 in); light gray (10YR 7/2) fine sand; weak coarse and very coarse prismatic structure parting to single grain; soft, very friable; few fine roots; common fine masses of iron-manganese; strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Rusk County, Texas; from the intersection of US Highway 259 and Texas Highway 84 in Mt. Enterprise; 4.5 miles south on US Highway 259; 3.7 miles east on county road #3197 to intersection with county road #3267; 2.4 miles southeast on county road #3267; 600 feet north of road in pine plantation. (Latitude: 31 degrees, 51 minutes, 32 seconds N; Longitude: 94 degrees, 36 minutes, 37 seconds W.  Garrison West topographic quadrangle; NAD 1927)."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil Moisture: An udic soil moisture regime. The soil moisture control section is not dry in any part for more than 90 days in normal years.\nMean annual soil temperature: 19 to 21 degrees C (67 to 69 degrees F)\nDepth to redox concentrations: 10 to 200 cm (4 to 80 in)\nDepth to redox depletions: 46 to 91 cm (18 to 36 in)\nDepth to Endosaturation: 46 to 91 cm (18 to 36 in)\nThickness of solum:  more than 200 cm (80 in)\nParticle-size control section (weighted average)\nClay content: 1 to 5 percent\nSilt plus clay:  5 to 10 percent\nA or Ap Horizon\nHue: 10YR\nValue: 4 or 5\nChroma: 1 or 2\nTexture: sand or fine sand\nClay content: 1 to 5 percent\nReaction: strongly to slightly acid (5.1 to 6.5)\nBw Horizon where present\nHue: 10YR\nValue: 5 to 7\nChroma: 3 to 6\nTexture: sand or fine sand\nClay content: 1 to 5 percent\nRedox concentrations: amount-none to common, size-fine to coarse, contrast-faint to prominent, boundary-diffuse or clear, location-in matrix, shades-red, brown yellow\nRedox depletions: amount-none to common, size-fine or medium, contrast-faint to prominent, boundary-diffuse, location-in matrix, shades-gray\nReaction: very strongly to moderately (4.5 to 6.0)\nBg Horizon\nHue: 10YR\nValue: 6 to 8\nChroma: 1 or 2\nTexture: sand or fine sand\nClay content: 1 to 5 percent\nRedox concentrations: amount-none to few, size-fine to coarse, contrast-faint to prominent, boundary-diffuse or clear, location-in matrix, shades-red, brown or yellow\nReaction: extremely to strongly acid (3.6 to 5.5)"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Chipley, Lotus and Pactolus series.\nChipley soils: lack B horizons, are lower in elevation, have higher organic matter in A horizons and higher annual precipitation.\nLotus soils: have buried A horizons and have 10 to 25 percent silt plus clay in the control section.\nPactolus soils: have 10 to 25 percent silt plus clay in the control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material: sandy marine sediments of the Carrizo geological formation\nLandscape: coastal plain\nLandform: depressions\nSlope: 0 to 3 percent\nMean annual air temperature range: 18 to 19 degrees C (65 to 67 degrees F)\nMean annual precipitation range: 1118 to 1219 mm (44 to 48 in)\nFrost-free period: 235 to 250 days\nElevation: 101 to 183 m (330 to 600 ft)\nThornthwaite annual P-E indices: 66 to 78"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Tonkawa (TX), Betis (TX), Naconiche (TX) and Darco (TX) series.\nTonkawa, Betis and Darco soils: are higher in the landscape, do not have a water table within 100 cm (40 in) of the surface and are excessively or somewhat excessively drained.\nNaconiche soils: are on lower flood plain positions and are very poorly drained with thick dark cumulic surface horizons."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Somewhat poorly drained.  Permeability is rapid.  Runoff is negligible.  The soil is  saturated year round between a top depth of 46 to 91 cm (18 to 36 in) and a bottom depth of 203 cm (80 in)."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used for woodland.  Native vegetation consists of loblolly and shortleaf pine, water oak and sweetgum.  Common understory plants consists mainly of smilax, waxleaf myrtle, American beautyberry, and ratan. Grasslike species include rushes, sedges, switchgrass, broomsedge bluestem, and low panicums. Forbs that are common are goldenrod and asters."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Eastern Texas, Land Resource Region P; MLRA 133B; the series is of minor extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Rusk County, Texas, 1993, Rusk County soil survey area, Texas, 1993. The name is coined."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  The series was formerly included in the Chipley series.  The series was separated based on presence of B horizons, organic matter content, elevation and rainfall.\nDiagnostic horizons and features recognized in this pedon are:\nParticle size control section:  25 to 100 cm (10 to 40 in) (A2, Bw, Bg1)\nOchric epipedon: 0 to 38 cm (0 to 15 in).  (A horizons)\nRedoximorphic concentrations: 38 to 76 cm (15 to 30 in).  (Bw horizons)\nEndosaturation: The zone of saturation at 76 to 203 cm (30 to 80 in).  (Bg horizons)\nAquic conditions: 76 to 203 cm (30 to 80 in)\nADDITIONAL DATA: TAMU Data from type location.  Lab sample numbers C5886 through C5899.\nTAXONOMIC VERSION:  Keys to Soil Taxonomy, 10th Edition, 2006\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "somewhat poorly",
        "drainage_overview": "somewhat poorly"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A1",
        "top": 0,
        "bottom": 15,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 1,
        "texture_class": "fine sand",
        "pH_class": "slightly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A1--0 to 15 cm (0 to 6 in); dark gray (10YR 4/1) fine sand; weak fine granular structure; soft, very friable; many fine, medium, and common coarse roots; slightly acid; clear smooth boundary. (Thickness is 10 to 25 cm [4 to 10 in].)"
      },
      {
        "name": "A2",
        "top": 15,
        "bottom": 38,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "fine sand",
        "pH_class": "slightly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A2--15 to 38 cm (6 to 15 in); grayish brown (10YR 5/2) fine sand; weak medium subangular blocky structure; soft, very friable; many fine, medium and common coarse roots; slightly acid; clear smooth boundary. (Thickness is 0 to 31 cm [0 to 12 in].)"
      },
      {
        "name": "Bw",
        "top": 38,
        "bottom": 76,
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 3,
        "texture_class": "fine sand",
        "pH_class": "moderately acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bw--38 to 76 cm (15 to 30 in); pale brown (10YR 6/3) fine sand; few fine distinct strong brown (7.5YR 4/6) redox concentrations; weak coarse and very coarse prismatic structure parting to single grain; soft, very friable; few fine and medium roots; moderately acid; clear smooth boundary. (Thickness is 0 to 61 cm [0 to 24 in].)"
      },
      {
        "name": "Bg1",
        "top": 76,
        "bottom": 147,
        "moist_hue": "10YR",
        "moist_value": 7,
        "moist_chroma": 2,
        "texture_class": "fine sand",
        "pH_class": "strongly acid",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "Bg1--76 to 147 cm (30 to 58 in); light gray (10YR 7/2) fine sand; weak coarse and very coarse prismatic structure parting to single grain; soft, very friable; few fine roots; strongly acid; gradual smooth boundary. (Thickness is 25 to 91 cm [10 to 36 in].)"
      },
      {
        "name": "Bg2",
        "top": 147,
        "bottom": 203,
        "moist_hue": "10YR",
        "moist_value": 7,
        "moist_chroma": 2,
        "texture_class": "fine sand",
        "pH_class": "strongly acid",
        "narrative": "Bg2--147 to 203 cm (58 to 80 in); light gray (10YR 7/2) fine sand; weak coarse and very coarse prismatic structure parting to single grain; soft, very friable; few fine roots; common fine masses of iron-manganese; strongly acid."
      }
    ]
  ]
}
