{
  "SERIES": "KEAAU",
  "STATUS": "Established Series",
  "BYREV": "Rev. RCH/HHS",
  "REVDATE": "08/2000",
  "STATES": "HI",
  "OVERVIEW": "The Keaau series consists of deep, poorly drained soils that formed in alluvium weathered from basic igneous rock.  Keaau soils are on coastal plains and have slopes of 0 to 6 percent.  Mean annual rainfall is about 30 inches and mean annual temperature is about 73 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Very-fine, smectitic, calcareous, isohyperthermic Cumulic Vertic Endoaquolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Keaau clay - irrigated sugarcane.  (Colors are for moist soil unless otherwise noted.  Textures are \"apparent field textures.\")\nAp--0 to 15 inches; very dark grayish brown (10YR 3/2) clay, dark grayish brown (10YR 4/2) dry; few fine faint brown mottles, moderate fine and very fine granular structure; hard, firm, very sticky and very plastic; many very fine and fine roots; common medium fine and very fine interstitial pores; common worm holes and casts; many coral sand grains; few fine fragments of weathered basalt; very slight effervescence with hydrogen peroxide; slight effervescence with hydrochloric acid; mildly alkaline (pH 7.7); clear wavy boundary.  (10 to 15 inches thick)\nB21--15 to 26 inches; same color as Ap horizon, silty clay; moderate fine and medium subangular and angular blocky structure; hard, firm, sticky, plastic; common fine and very fine roots; many very fine tubular pores; continuous pressure faces; few coral sand grains; few highly weathered fragments of basalt; slight effervescence with hydrogen peroxide; slight effervescence with hydrochloric acid on sand grains, but none in soil matrix; mildly alkaline (pH 7.4); clear wavy boundary.  (8 to 12 inches thick)\nB22--26 to 34 inches; dark brown (7.5YR 3/2) dry clay; many fine distinct yellowish red (5YR 4/6) dry mottles in pores and on faces of peds; strong very fine and fine subangular and angular blocky structure; extremely hard, firm, very sticky and very plastic; common fine and very fine roots; common very fine and fine tubular pores; continuous pressure faces; few fine highly weathered fragments of basalt; strong effervescence with hydrogen peroxide; mildly alkaline (pH 7.5); abrupt smooth boundary.  (6 to 8 inches thick)\nIIC1m--34 to 39 inches; pattern of variegated white (10YR 8/2) to light brownish gray (10YR 6/2); very hard consolidated fine shell fragments and coral sand; few fine pores; slight effervescence with hydrogen peroxide; violent effervescence with hydrochloric acid; abrupt wavy boundary.  (3 to more than 10 inches thick)\nIIIC2--33 to 57 inches; very pale brown (10YR 7/3) dry or moist coral sand; single grained; moderately alkaline (pH 8.1)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Honolulu County, Hawaii; Waialua Agricultural Company; 2.6 miles west of Thompson Corner near Waialua on Farrington Highway to plantation road, 1,000 feet north, 100 feet west of road in field Gay 9."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The depth to consolidated coral sand or reef limestone ranges from 20 to 36 inches.  Mean annual soil temperature is about 73 degrees F.  Chroma of the A horizon is 1 or 2.  Texture of the B21 horizon ranges from silty clay to clay.  Hue of the B horizon is 10YR or 7.5YR.  The degree of mottling ranges from faint to distinct throughout the B horizon."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Hanalei, Kalihi, Kaloko, and Mokuleia series.  Hanalei soils contain 18 to 35 percent clay and less than 15 percent fine and coarse sand in the control section and the solum is more than 60 inches thick.  Kaloko soils are strongly calcareous in the upper 20 inches and marl-like material is at a depth of less than 20 inches.  Kalihi soils have hue of 2.5Y or yellower below the A horizon, are noncalcareous throughout, and sola are 4 feet or more thick.  Mokuleia soils lack mottles and are underlain at shallow depth by coral sand."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  The Keaau soils are on coastal plains at elevations of 5 to 40 feet.  Slope is 0 to 6 percent.   The soils formed in alluvium washed from material that weathered from basic igneous rocks and deposited over reef limestone or consolidated coral sand.  Mean annual rainfall is 20 to 35 inches.  Mean annual temperature is about 73 degrees F.; average January temperature is 70 degrees F.; and average July temperature is 76 degrees F."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the competing Kaloko and Makuleia soils and the Pearl Harbor soils.  Pearl Harbor soils are very poorly drained, and they are underlain by peat or muck at a depth of 20 to 50 inches."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Poorly drained; slow to medium runoff; slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  All of the soil is cultivated to sugarcane."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Mainly in the Ewa, Waialua and Kahuku areas of the island of Oahu, Hawaii.  The soils are of small extent comprising about 2,000 acres."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Soil Survey, Territory of Hawaii, 1949.\nOSED scanned by SSQA.  Last revised by state on 5/78.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": null
  }
}
