{
  "SERIES": "KEALIA",
  "STATUS": "Established Series",
  "BYREV": "Rev. HHS/RCH",
  "REVDATE": "08/2000",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, subactive, isohyperthermic Typic Aquisalids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Kealia silt loam - pasture.  (Colors are for moist soil unless otherwise noted.  All textures are \"apparent field textures.\")\nA1sa-0 to 3 inches; dark reddish brown (5YR 3/3) moist and dry silt loam; moderate medium and thin platy structure; hard, friable, slightly sticky and nonplastic; few roots; many very fine, fine and medium pores; banding of dark brown (7.5YR 3/2) material with similar texture and structure; moderately alkaline (pH 8.4); clear wavy boundary.  (2 to 4 inches thick)\nC1sa-3 to 8 inches; dark reddish brown (5YR 3/3) silt loam; reddish brown (5YR 4/3) dry; weak medium and thin platy structure parting into weak medium and fine subangular blocky; soft, friable, slightly sticky and nonplastic; few roots; few pores; slight effervescence with hydrogen peroxide; slight effervescence with hydrochloric acid; moderately alkaline (pH 8.2); clear wavy boundary.  (4 to 6 inches thick)\nC2sa--8 to 19 inches; dark reddish brown (5YR 33) loam; reddish brown (5YR 4/3) dry; massive; soft, very friable, nonsticky and nonplastic; common roots; many interstitial pores; the lower 4 inches has weak thin platy structure with some black sand between the plates; has a pseudosand appearance under a hand lens; few black concretions less than 1 mm in size; slight effervescence with hydrogen peroxide; slight effervescence with hydrocholoric acid; moderately alkaline (pH 8.1); clear wavy boundary.  (10 to 12 inches thick)\nC3sa--19 to 27 inches; dark reddish brown (5YR 3/3) fine sandy loam; reddish brown (5YR 4/3) dry; weak fine subangular blocky structure; slightly hard, friable, slightly sticky and nonplastic; many roots; many fine pores, few black concretions less than 1 mm in size; slight effervescence with hydrogen peroxide; slight effervescence with hydrochloric acid; moderately alkaline (pH 8.2); abrupt wavy boundary.  (4 to 9 inches thick)\nC4sa--27 to 34 inches; black (10YR 2/1) fine sandy loam; dark gray (10YR 4/1) dry; single grained; loose; few roots; common weathered coral fragments up to 2 inches in diameter; slight effervescence with hydrochloric acid; mildly alkaline (pH 7.5); clear wavy boundary.  (3 to 8 inches thick)\nC5--34 to 63 inches; black (10YR 2/1) silt loam; dark gray (10YR 4/1) dry; massive; hard, very friable, slightly sticky and slightly plastic; common weathered fragments of coral up to 2 inches in diameter; water table is at 35 inches; slight effervescence with hydrochloric acid; mildly alkaline (pH 7.5)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Island of Molokai, Maui County, Hawaii; Molokai Airport Quadrangle 21 degrees 06' 39\" north latitude and 157 degrees O5' Ol'' west longitude; just outside the southeast corner of the field which is at the mouth of Manawainui Gulch."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  There is considerable variation in the thickness and composition of the horizons.  Depth to the brackish water table ranges from 12 to 40 inches and depth to the black layer of the C horizon ranges with the water table.  The mean annual soil temperature is about 75 degrees F.  The A horizon has platy structure or it is loose and fluffy."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  This is the Mala series.  Mala soils are well drained and have silty clay texture.  They are slightly acid to mildly alkaline throughout the upper 40 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  The Kealia soils are on nearly level coastal flats and are affected by a fluctuating salt water table.  Slopes range from 0 to 1 percent.  Elevation ranges from sea level to 10 feet.  These soils formed in alluvium.  Annual rainfall is 10 to 25 inches.  The average January temperature is about 73 degrees F.; average July temperature is about 79 degrees F.; and mean annual temperature is about 75 degrees F."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Jaucas and Pulehu soils and the competing Mala soils.  Jaucas soils are calcareous sand.  Pulehu soils are well drained and do not have high concentrations of salt anywhere in the profile."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Poorly drained; slow to very slow runoff; moderately rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used for pasture and wildlife.  Vegetation is pickleweed (Batis maritima), Australian saltbush (Atriplex semibaccata), and kiawe (Prosopis chilensis)."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Low coastal plains on the islands of Molokai and Maui, Hawaii.  This soil is inextensive with approximately 2,500 acres."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Maui County, (Molokai-Lanai Area), Hawaii, 1971.\nOSED scanned by SSQA.  Last revised by state on 5/78.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": null
  }
}
