{
  "SERIES": "KEARSARGE",
  "STATUS": "Established Series",
  "BYREV": "Rev. HRM-SALP",
  "REVDATE": "01/2000",
  "STATES": "NH,NY",
  "OVERVIEW": "The Kearsarge series consists of shallow, somewhat excessively drained soils formed in glacial till or colluvium.  The soils are underlain by folded interbedded phyllite, slate, or schist.  Kearsarge soils are on hilly to mountainous topography.  Slopes range from 3 to 80 percent.  The mean annual temperature is 48 degrees F and mean annual precipitation is 42 inches.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy, mixed, active, mesic Lithic Dystrudepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Kearsarge silt loam, wooded on about a 20 percent slope.  (Colors are for moist soil).\n0i---2 to 1 inch; fresh leaves, needles, and twigs.\n0e---1 inch to 0; partially decomposed leaves, needles, and twigs.\nA----0 to 4 inches; dark brown (10YR 3/3) silt loam; weak fine granular structure; very friable; many fine and few medium roots; 7 percent rock fragments of mostly channers; very strongly acid; abrupt smooth boundary.  (2 to 8 inches thick).\nBw1--4 to 6 inches; dark yellowish brown (10YR 4/4) silt loam; weak fine granular structure; very friable; common fine and few medium roots; 7 percent rock fragments of mostly channers; very strongly acid; clear smooth boundary.\nBw2--6 to 17 inches; light olive brown (2.5Y 5/4) channery silt loam; weak fine granular structure; very friable; few fine and medium roots; 15 percent rock fragments of mostly channers and cobbles; very strongly acid; abrupt smooth boundary.  (Combined thickness of the Bw horizon is 5 to 14 inches thick).\nR----17 inches; gray phyllite bedrock."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Sullivan County, New Hampshire, town of Unity.  1,600 feet west of the junction of the West Unity Road and County Road."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Solum thickness and depth to bedrock range from 10 to 20 inches.  Rock fragments of gravels, cobbles, and channers make up 5 to 30 percent.  The soil ranges from very strongly acid through slightly acid, where unlimed.  Clay content ranges from 4 to 18 percent.\nThe 0 horizon ranges from undecomposed forest litter to sapric material.  It ranges from 1 to 3 inches thick in forested areas.\nThe Ap horizon, where present, has hue of 7.5YR through 2.5Y, value of 3 or 4, and chroma of 2 through 4.  The A horizon has hue of 10YR or 2.5Y, value of 3 or 4, and chroma of 1 through 3.  The A or Ap horizon is loam or silt loam in the fine-earth fraction.\nThe E horizon, where present, has hue of 7.5YR through 2.5Y, value of 4 through 6, and chorma of 1 or 2.  Texture is similar to the A horizon.\nThe upper part of the Bw horizon has hue of 7.5YR through 2.5Y, value of 4 or 5, and chroma of 4 or 6.  The lower part of the Bw horizon has hue of 10YR through 5Y, value of 4 or 5, and chroma of 4 or 6.  Texture is silt loam, loam, or very fine sandy loam in the fine-earth fraction.\nThe BC horizon, where present, has hue of 10YR through 5Y, value of 3 through 5, and chroma of 2 through 4.  Texture is similar to the Bw horizon.\nThe C horizon, where present, has hue of 10YR through 5Y, value of 3 through 5, and chroma of 2 through 4.  Consistence ranges from very friable to firm.  It is loam, silt loam, or very fine sandy loam in the fine-earth fraction.  Some pedons have thin layers of soft weathered rock overlying hard rock."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  Brimfield, Cleveland, Elkmound, Hollis, and Holyoke soils are in the same family.  Brimfield soils have hue of 5YR or redder in the B horizon.  Cleveland soils have less than 20 percent silt.  Elkmound soils contain more sand and are underlain by sandstone.  Hollis soils are higher in fine sand and developed in glacial till dominated by rock fragments of gneiss and schist.  Holyoke soils have rock fragments dominated by basalt and sandstone.  Similar soils in related families are Arnot, Catlett, Dimal, Hubbardton, Klinesville, Macomber, Nassau, Taconic, Umpcoos, Unicoi, and Weikert.  All of these soils, except Macomber, are skeletal.  Hubbardton, Macomber, and Taconic soils are frigid."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Kearsarge soils are on undulating to very steep, bedrock controlled, glacially modified landforms.  Slopes range from 3 to 80 percent.  The soils are derived from schist, slate, or phyllite.  Mean annual precipitation ranges from 23 to 50 inches and the frost-free period is 110 to 180 days.  Elevations range from less than 300 feet to 1,000 feet or more."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Cardigan, Dutchess, and Nassau soils.  Nassau soils are skeletal and Dutchess soils are greater than 40 inches to bedrock.  Cardigan soils are moderately deep to bedrock."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Somewhat excessively drained.  Surface runoff is medium to rapid.  Permeability is moderate."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most of these soils are forested.  Common trees are oak and hickory species, sugar maple, and eastern white pine.  Cleared areas are used for hay, pasture, and corn, or are idle."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  New Hampshire, Vermont, Massachusetts, and New York.  The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Amherst, Massachusetts"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Sullivan County, New Hampshire, 1981."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  This soil is not considered to be prime farmland.  Diagnostic horizons and features recognized in this pedon are:\n1.  Ochric epipedon - the zone from 0 to 4 inches (A horizon).\n2.  Cambic horizon - the zone from 4 to 17 inches (Bw horizon).\n3.  Lithic contact at 17 inches (R).\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "somewhat excessively",
        "drainage_overview": "somewhat excessively"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "0i",
        "top": 5,
        "bottom": 3,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "0i---2 to 1 inch; fresh leaves, needles, and twigs."
      },
      {
        "name": "A",
        "top": 0,
        "bottom": 10,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "silt loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "A----0 to 4 inches; dark brown (10YR 3/3) silt loam; weak fine granular structure; very friable; many fine and few medium roots; 7 percent rock fragments of mostly channers; very strongly acid; abrupt smooth boundary.  (2 to 8 inches thick)."
      },
      {
        "name": "Bw1",
        "top": 10,
        "bottom": 15,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "silt loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bw1--4 to 6 inches; dark yellowish brown (10YR 4/4) silt loam; weak fine granular structure; very friable; common fine and few medium roots; 7 percent rock fragments of mostly channers; very strongly acid; clear smooth boundary."
      },
      {
        "name": "Bw2",
        "top": 15,
        "bottom": 43,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "2.5Y",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "silt loam",
        "cf_class": "channery",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Bw2--6 to 17 inches; light olive brown (2.5Y 5/4) channery silt loam; weak fine granular structure; very friable; few fine and medium roots; 15 percent rock fragments of mostly channers and cobbles; very strongly acid; abrupt smooth boundary.  (Combined thickness of the Bw horizon is 5 to 14 inches thick)."
      },
      {
        "name": "0e",
        "top": 3,
        "bottom": "NA",
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "0e---1 inch to 0; partially decomposed leaves, needles, and twigs."
      },
      {
        "name": "R",
        "top": 43,
        "bottom": "NA",
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "R----17 inches; gray phyllite bedrock."
      }
    ]
  ]
}
