{
  "SERIES": "KEARL",
  "STATUS": "Established Series",
  "BYREV": "Rev. ALH/LBC/JAL",
  "REVDATE": "11/2002",
  "STATES": "UT",
  "OVERVIEW": "The Kearl series consists of moderately deep, well drained, moderately permeable soils that formed in residuum and colluvium derived mainly from sandstone.  These soils are on upland and foothill slopes and have slopes of 4 to 40 percent.  Mean annual temperature is about 39 degrees F., and the average annual precipitation is about 14 inches.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, superactive, frigid Calcic Haploxerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Kearl loam - on a 9 percent, slightly convex northwest facing slope in rangeland.  (When described the soil was dry throughout.  (Colors are for moist soil unless otherwise noted)\nA1--0 to 2 inches; dark reddish brown (5YR 3/3) loam, reddish brown (5YR 5/4) dry; weak fine granular structure; soft, very friable; many fine and common medium and coarse roots; moderately alkaline (pH 8.0); clear smooth boundary.  (2 to 11 inches thick)\nA2--2 to 13 inches; dark reddish brown (5YR 3/3) loam, reddish brown (5YR 4/4) dry; weak fine granular structure; slightly hard, very friable, slightly sticky and slightly plastic; common fine and few medium and coarse roots; few fine pores; moderately alkaline (pH 8.2); gradual smooth boundary.  (0 to 11 inches thick)\nBw--13 to 19 inches; dark red (2.5YR 3/6) loam, red (2.5YR 5/8) dry; weak fine and medium subangular blocky structure; hard, friable, slightly sticky and slightly plastic; few fine roots; few fine pores; strongly calcareous, carbonates disseminated; moderately alkaline (pH 8.4); gradual wavy boundary.  (3 to 9 inches thick)\nCk--19 to 36 inches; red (2.5YR 4/8) fine sandy loam, light red (2.5YR 6/6) dry; massive; hard, friable; few fine and medium roots; strongly calcareous, carbonates disseminated; moderately alkaline (pH 8.4); abrupt irregular boundary (7 to 22 inches thick).\nR--36 inches; sandstone."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Rich County, Utah; 5 miles east and 8 miles north of Laketown, about 1,000 feet east and 2,500 feet north of the SE corner of section 24, T. 14 N., R. 6 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The depth to sandstone ranges from 20 to 40 inches.  The mollic epipedon is 8 to 16 inches thick.  The thickness of the solum and depth to carbonate accumulation range from 13 to 24 inches.  Clay in the particle-size control section ranges from 7 to 17 percent.  Soft sandstone fragments that crush under strong thumb pressure occur throughout the profile.  The mean annual soil temperature is 39 degrees to 46 degrees F., and the mean summer temperature is 60 degrees to 65 degrees F.  The soil is dry in all parts of the moisture control section for 45 or more consecutive days within the 4 months following the summer solstice.\nThe A horizon has hue of 10YR through 5YR, value of 4 or 5 dry, and chroma of 3 or 4 dry, 2 or 3 moist.  It commonly is loam or sandy loam and less commonly silt loam.  This horizon is 0 to 15 percent gravel.  It is neutral to moderately alkaline and noncalcareous to moderately calcareous.\nThe Bw horizon has hue of 7.5YR through 2.5YR, value of 4 through 6 dry, 3 or 4 moist, and chroma of 4 through 8 dry and 3 through 6 moist.  It commonly is loam, and less commonly sandy loam.  This horizon is slightly alkaline to strongly alkaline.  It is 0 to 15 percent gravel.\nThe Ck horizon has hue of 7.5YR through 2.5YR, value of 4 through 7 dry, 3 to 6 moist, and chroma of 4 through 6 dry, 4 through 8 moist.  It is loam, fine sandy loam, or sandy loam.  This horizon has 0 to 15 percent gravel.  It is moderately alkaline or strongly alkaline and strongly calcareous or very strongly calcareous."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Arbone, Blacknoll, Jacoby, and Kackley series.  These soils have hue of 10YR throughout the profile. Arbone soils are very deep."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Kearl soils are on upland and foothill slopes that have a convex-concave surface.  Slopes are 4 to 40 percent and occur on all aspects.  Elevations are 6,200 to 7,500 feet.  The soils formed in residuum and colluvium derived mainly from sandstone.  The mean annual temperature is 37 degrees to 44 degrees F., and the average annual precipitation is 12 to 16 inches.  Freeze-free season is 55 to 80 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Despain, Falula, Jebo, Lonjon, Richville, and Thatcher soils.  Despain and Thatcher soils are very deep and have an argillic horizon.  Falula soils are shallow over bedrock and have more than 35 percent rock fragments in the particle-size control section.  Lonjon soils are carbonatic and have more than 35 percent rock fragments in the particle-size control section.  Richville soils have more than 18 percent clay in the particle-size control section, and do not have a mollic epipedon."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; slow to medium runoff; moderately permeable."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  The soil is used for rangeland and nonirrigated cropland.  Native vegetation is dominantly bluebunch wheatgrass, bitterbrush, Indian ricegrass, and big sagebrush."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  The soils of this series are moderately extensive in northeastern Utah."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Rich County, Utah, 1980.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": null
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A1",
        "top": 0,
        "bottom": 5,
        "dry_hue": "5YR",
        "dry_value": 5,
        "dry_chroma": 4,
        "moist_hue": "5YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "loam",
        "pH": 8,
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A1--0 to 2 inches; dark reddish brown (5YR 3/3) loam, reddish brown (5YR 5/4) dry; weak fine granular structure; soft, very friable; many fine and common medium and coarse roots; moderately alkaline (pH 8.0); clear smooth boundary.  (2 to 11 inches thick)"
      },
      {
        "name": "A2",
        "top": 5,
        "bottom": 33,
        "dry_hue": "5YR",
        "dry_value": 4,
        "dry_chroma": 4,
        "moist_hue": "5YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "loam",
        "pH": 8.2,
        "pH_class": "moderately alkaline",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "A2--2 to 13 inches; dark reddish brown (5YR 3/3) loam, reddish brown (5YR 4/4) dry; weak fine granular structure; slightly hard, very friable, slightly sticky and slightly plastic; common fine and few medium and coarse roots; few fine pores; moderately alkaline (pH 8.2); gradual smooth boundary.  (0 to 11 inches thick)"
      },
      {
        "name": "Bw",
        "top": 33,
        "bottom": 48,
        "dry_hue": "2.5YR",
        "dry_value": 5,
        "dry_chroma": 8,
        "moist_hue": "2.5YR",
        "moist_value": 3,
        "moist_chroma": 6,
        "texture_class": "loam",
        "pH": 8.4,
        "pH_class": "moderately alkaline",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bw--13 to 19 inches; dark red (2.5YR 3/6) loam, red (2.5YR 5/8) dry; weak fine and medium subangular blocky structure; hard, friable, slightly sticky and slightly plastic; few fine roots; few fine pores; strongly calcareous, carbonates disseminated; moderately alkaline (pH 8.4); gradual wavy boundary.  (3 to 9 inches thick)"
      },
      {
        "name": "Ck",
        "top": 48,
        "bottom": 91,
        "dry_hue": "2.5YR",
        "dry_value": 6,
        "dry_chroma": 6,
        "moist_hue": "2.5YR",
        "moist_value": 4,
        "moist_chroma": 8,
        "texture_class": "fine sandy loam",
        "pH": 8.4,
        "pH_class": "moderately alkaline",
        "distinctness": "abrupt",
        "topography": "irregular",
        "narrative": "Ck--19 to 36 inches; red (2.5YR 4/8) fine sandy loam, light red (2.5YR 6/6) dry; massive; hard, friable; few fine and medium roots; strongly calcareous, carbonates disseminated; moderately alkaline (pH 8.4); abrupt irregular boundary (7 to 22 inches thick)."
      },
      {
        "name": "R",
        "top": 91,
        "texture_class": "sand",
        "narrative": "R--36 inches; sandstone."
      }
    ]
  ]
}
