{
  "SERIES": "KEAUKAHA",
  "STATUS": "Established Series",
  "BYREV": "Rev. RCH/HHS/PGN/AMS",
  "REVDATE": "05/2012",
  "STATES": "HI",
  "OVERVIEW": "The Keaukaha series consists of very shallow and shallow, well drained soils that formed in a thin mantle of organic material and small amounts of volcanic ash overlying pahoehoe lava.  Keaukaha soils are on the low elevation, windward slopes of Mauna Loa and Kilauea volcanoes.  Slopes range from 2 to 10 percent. Mean annual rainfall is about 3,900 millimeters (154 inches) and mean annual temperature is 23 degrees C (73 degrees F).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Euic, isohyperthermic, micro Lithic Udifolists"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Keaukaha highly decomposed plant material under ohia lehua and guava forest on a 4 percent slope at an elevation of 725 meters (2380 feet). (Colors are for moist soils unless otherwise noted. All textures are \"apparent field textures\". pH measured using an Oakton microprocessor based pH meter. When described on June 23, 2005, the soil was moist throughout.)\nOa--0 to 10 centimeters (0 to 4 inches); black (10YR 2/1) highly decomposed plant material, black (10YR 2/1) dry; moderate very fine granular structure; hard, very friable, non sticky, slightly plastic, and non-smeary; many very fine and fine roots, few medium roots throughout; many very fine and few medium dendritic tublular pores throughout; strongly acid (pH 5.3); abrupt wavy boundary. (5 to 50 centimeters {2 to 20 inches} thick)\n2R--10 centimeters (4 inches); pahoehoe lava."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Island of Hawaii; From the village of Keaau follow Highway 132 southeast approximately 3.5 miles to Pohaku Street.  Turn right, southwest, and proceed 0.33 mile to 35th Street.  Follow 35th Street approximately 0.9 mile to Laniuma Street and turn left, southeast.  Drive 1.5 miles and park.  Walk approximately 120 feet north to type location at Mountain View Quadrangle; 19 degrees, 33 minutes, 40.2 seconds North latitude and 155 degrees, 01 minutes, 42.6 seconds West longitude (Old Hawaiian Datum, +/- 12 feet; measured by Garmin GPS)."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: The soil is typically moist throughout the profile.  Precipitation exceeds evapotranspiration in all months of normal years (perudic soil moisture regime).\nSoil temperature: 22 C (72 degrees F) or higher.\nDepth to bedrock: 5 to 50 centimeters (2 to 20 inches).\nRock fragments: 0 to 25 percent by volume of the pedon and range in size from gravel to cobble size lava rocks.\nSoil Reaction: Strongly acid (5.1 to 5.5)."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Chelbacheb, Los Penones, Mathecumbe, and Opihikao series. Chelbacheb, Los Penones, and Mathecumbe soils form over limestone.  Opihikao soils have a mean annual rainfall of 2,032 millimeters (80 inches) and may experience periodic drying of the control section, usually during the months of April to October."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: The Keaukaha soils are at elevations ranging from 0 to 366 meters (0 to 1,200 feet) on the low windward slopes of Mauna Loa and Kilauea volcanoes. The soils are on all hillslope positions of constructional landscapes consisting of undulating to hilly pahoehoe flows that are 500 to 2,000 years old. Slope gradients range from 2 to 10 percent. The soils formed from organic matter over pahoehoe lava. Mean annual rainfall is 3,000 to 5,000 millimeters (118 to 200 inches) with most of the rainfall occurring from October through April. The mean annual pan evaporation ranges from 762 to 1,016 millimeters (30 to 40 inches).  The mean annual air temperature ranges from 21 to 23 degrees C (70 to 73 degrees F). The mean annual soil temperature is 22 degrees C or higher (72 degrees F)."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are Ohia, Panaewa, Hakuma, and Papai soils.  Ohia soils are deep and very deep. Panaewa soils are skeletal and formed from volcanic ash.  Hakuma soils are formed from volcanic ash. Papai soils are skeletal."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained.  Runoff is high.  Permeability is moderately high in the soil and very slow in the underlying bedrock."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most of these soils are in open canopied forest. A few areas are used for pasture. Natural vegetation is ohia lehua (Metrosideros polymorpha), treefern (Cibotium spp.), uluhe (Dicranopteris linearis) and guava (Psidium guajava)."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Island of Hawaii. This series is moderately extensive with about 50,000 acres.  MLRA 162 - Humid and Very Humid Organic Soils on Lava Flows."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Hawaii County, Hawaii, 1971."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nLast revised by state on 08/09.\nDiagnostic horizons and features (9th edition Keys to Soil Taxonomy) recognized in this pedon are:\nSapric soil materials - from a depth of 0 to 10 centimeters (0 to 4 inches) (Oa horizon).\nLithic contact - at a depth of 10 centimeters (4 inches) (2R horizon).\nIsohyperthermic soil temperature regime.\nPerudic soil moisture regime."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "ADDITIONAL DATA: NASIS Pedon User ID 05HI602322."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Oa",
        "top": 0,
        "bottom": 10,
        "dry_hue": "10YR",
        "dry_value": 2,
        "dry_chroma": 1,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 1,
        "texture_class": "NA",
        "structure": "moderate very fine granular",
        "dry_rupture": "hard",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": 5.3,
        "pH_class": "strongly acid",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "Oa--0 to 10 centimeters (0 to 4 inches); black (10YR 2/1) highly decomposed plant material, black (10YR 2/1) dry; moderate very fine granular structure; hard, very friable, non sticky, slightly plastic, and non-smeary; many very fine and fine roots, few medium roots throughout; many very fine and few medium dendritic tublular pores throughout; strongly acid (pH 5.3); abrupt wavy boundary. (5 to 50 centimeters {2 to 20 inches} thick)"
      },
      {
        "name": "2R",
        "top": 10,
        "bottom": "NA",
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "NA",
        "structure": "NA",
        "dry_rupture": "NA",
        "moist_rupture": "NA",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "2R--10 centimeters (4 inches); pahoehoe lava."
      }
    ]
  ]
}
