{
  "SERIES": "KECKO",
  "STATUS": "Established Series",
  "BYREV": "Rev. DMD/MEJ/CLM",
  "REVDATE": "02/1999",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, superactive, mesic Xeric Haplocalcids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Kecko loamy fine sand - cultivated.  (Colors are for dry soil unless otherwise noted.)\nAp--0 to 4 inches; brown (10YR 5/3) loamy fine sand, very dark grayish brown (10YR 3/2 moist; single grain; loose, nonsticky and nonplastic; many very fine and medium roots; many very fine irregular and common fine irregular pores; neutral; clear smooth boundary (4 to 10 inches thick)\nBw1--4 to 9 inches; brown (10YR 5/3) fine sandy loam, very dark grayish brown (10YR 3/2) moist; moderate medium subangular blocky structure; slightly hard, friable, nonsticky and nonplastic; many very fine roots; common fine tubular pores; neutral; gradual wavy boundary.\nBw2--9 to 21 inches; brown (10YR 5/3) loam, dark grayish brown (10YR 4/2) moist; moderate medium subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; common very fine and fine roots; common fine tubular pores; neutral; gradual wavy boundry.  (Combined thickness of Bw is 15 to 30 inches thick.)\nBk1--21 to 26 inches; pale brown (10YR 6/3) very fine sandy loam, brown (10YR 4/3) moist; moderate medium subangular blocky structure; hard, friable, slightly sticky and slightly plastic; common very fine and fine roots; common fine tubular pores; strongly effervescent; moderately alkaline; clear wavy boundary.\nBk2--26 to 42 inches; very pale brown (10YR 7/3) very fine sandy loam, brown (10YR 5/3) moist; wweak fine platy structure; hard, friable, slightly sticky and slightly plastic; common very fine roots; few fine tubular pores; strongly effervescent; moderately alkaline; clear wavy boundary.  (Combined thickness of Bk is 10 to 25 inches thick.)\n2C--42 to 62 inches; very pale brown (10YR 7/3) coarse silt loam, brown (10YR 5/3) moist; massive; soft, very friable, nonsticky and nonplastic; few very fine roots; few fine tubular pores; strongly effervescent; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Minidoka County, Idaho; 1 mile west and 4 miles north of Rupert; 570 feet south and 72 feet east of the northwest corner of the SE 1/4 of section 6, T. 9 S., R. 24 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nDepth to the 2C horizon - greater than 40 inches\nDepth to bedrock - more than 60 inches\nAverage annual soil temperature - 47 to 54 degrees F.\nDepth to carbonates and calcic horizon - 20 to 40 inches\nPresent in some pedons - Bkqm horizons (below 40 inches)\nParticle-size control section\nclay content - 10 to 18 percent\ngravel - 0 to 10 percent\nAp horizon\nValue - 5 or 6 dry, 2 through 4 moist\nChroma - 2 or 3 dry or moist\nReaction - neutral or slightly alkaline\nBw horizon\nValue - 5 or 6 dry, 3 to 5 moist\nChroma - 2 through 4 dry or moist\nTexture -  FSL, SL, VFSL, LVFS, or L\nBk horizon\nValue - 6 through 8 dry, 4 through 6 moist\nChroma - 2 through 4 dry or moist\nTexture - FSL, VFSL, LFS, LVFS, FS, S, L, LS, or SL\nCalcium carbonate equivalent - 15 to 25 percent\n2C and 3C horizons\nValue - 6 through 8 dry, 4 through 6 moist\nChroma - 2 or 3 dry, 3 or 4 moist\nTexture - L, SIL, SL, LS, S, LVFS, STX-LS, STX-SL, FS\nCalcium carbonate equivalent - 15 to 25 percent"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Bertelson, Briabbit, Crestline, Delco, Escalante, Palisade, Sagehill, Somsen and Strevell series.  Crestline soils have carbonates at 10 to 20 inches and have a gravelly control section.  Briabbit soils have paralithic contact above a depth of 40 inches.  Sagehill soils have 2 to 8 percent clay in the particle-size control section.  Bertelson, Escalante and Palisade soils are calcareous to the surface.  Delco soils have a calcic horizon at 3 to 18 inches.  Somsen soils are 20 to 40 inches to bedrock.  Strevell soils have a calcic horizon at 10 to 20 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Kecko soils are on basalt plains and terraces at elevations of 2,800 to 4,600 feet.  Slopes are 0 to 20 percent.  The soils formed in alluvium and eolian material from mixed sources.  The semiarid climate has relatively dry summers.  The average annual precipitation is 8 to 11 inches, including 1 to 3 feet of snow.  The average annual temperature is 46 to 52 degrees F.  The frost-free period is 100 to 140 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Declo, Escalante, Paulville, Quincy, and Taunton soils.  Declo soils are calcareous to the surface.  Escalante soils have hues of 7.5YR and are calcareous to the surface.  Paulville soils have argillic horizons.  Quincy soils have a sandy control section.  Taunton soils have duripans above 40 inches."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; slow or medium runoff; moderately rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Kecko soils are used mostly for irrigated cropland and to a minor extent, rangeland.  The natural vegetation is mainly basin big sagebrush, rabbitbrush, bluebunch wheatgrass, and Indian ricegrass.  Crops are alfalfa, sugar beets, potatoes, beans, wheat, oats, barley, and pasture."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Kecko soils are moderately extensive in south central Idaho."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Minidoka County, Idaho, 1973."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - the zone from the soil surface to 4 inches (Ap horizon)\nCambic horizon - the zone from 4 to 21 inches (Bw1 and Bw2 horizons)\nCalcic horizon - the zone from 21 to 42 inches (Bk1 and Bk2 horizons)\nNational Cooperative Soil Survey\nU.S.A."
  }
}
