{
  "SERIES": "KEDDIE",
  "STATUS": "Established Series",
  "BYREV": "Rev. SES/SJB/JJJ",
  "REVDATE": "01/2000",
  "STATES": "CA",
  "OVERVIEW": "The Keddie series consists of very deep, poorly drained soils formed in alluvium weathered from mixed rock sources.  Keddie soils are on flood plains.  Slopes are 0 to 2 percent.  Mean annual precipitation is about 30 inches and the mean annual temperature is about 50 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, mesic Cumulic Endoaquolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Keddie loam-on a slope of less than 1 percent in an irrigated pasture at about 3,500 feet elevation.  (Colors are for dry soil unless otherwise stated.  When described on August 17, 1982 the water table was at 26 inches in depth and the soil was at field capacity from the surface to 26 inches.)\nOi--3/4 inch to 0; mat of live and decomposing roots and organic matter. (0 to 1 inch thick)\nAp--0 to 6 inches, dark grayish brown (10YR 4/2) loam, black (10YR 2/1) moist; weak medium and coarse angular blocky structure; hard, very friable, sticky and plastic; many very fine and fine, common medium roots; few very fine tubular and interstitial pores; 5 percent pebbles; common fine distinct dark yellowish brown (10YR 4/4) masses of iron accumulation; slightly acid (pH 6.2); abrupt smooth boundary.  (3 to 6 inches thick)\nA1--6 to 21 inches; dark grayish brown (10YR 4/2) loam, black (10YR 2/1) moist; weak medium and coarse angular blocky structure; slightly hard, very friable, sticky and plastic; common very fine, fine and medium roots; common very fine tubular pores; common fine distinct yellowish brown (10YR 5/4) masses of iron accumulation; slightly acid (pH 6.5); abrupt wavy boundary.  (6 to 16 inches thick)\nA2--21 to 30 inches; grayish brown (10YR 5/2) sandy loam, very dark grayish brown (10YR 3/2) moist; massive; soft, very friable, slightly sticky and slightly plastic; common very fine and few fine roots; common very fine and few fine and medium tubular pores; common fine distinct yellowish brown (10YR 5/4) masses of iron accumulation; slightly acid (pH 6.5); clear wavy boundary. (9 to 14 inches thick)\nC1--30 to 47 inches; light brownish gray (2.5Y 6/2) loam, very dark grayish brown (2.5Y 3/2) moist; massive, slightly hard, very friable, sticky and plastic; few very fine roots; common very fine and few and medium tubular pores; many fine and medium distinct yellowish brown (10YR 5/6) masses of iron accumulation; slightly acid (pH 6.5; clear wavy boundary.  (12 to 19 inches thick)\nC2--47 to 60 inches; pale olive (5Y 6/3) loam, dark grayish brown (2.5Y 3/2) moist; massive; slightly hard, very friable, sticky and plastic; few very fine roots; common very fine and fine tubular pores; many fine and medium distinct dark yellowish brown (10YR 4/4) masses of iron accumulation; slightly acid (pH 6.5)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Plumas County, California; about 1 mile south of Crescent Mills in Indian Valley along Highway 89 to the intersection of County Road 207 to Taylorsville, then about 1.9 miles east along County Road 207 to Openshaw Road, then north to the end of Openshaw Road; then about 1 mile through gate along trail around south end of scale house to canal, then about 0.3 mile east along trail by canal and 50 feet south of trail to site; 2,330 feet west and 700 feet north of the apparent southeast corner of section 20, T. 26 N., R. 10 E.  Quad Location"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The mean annual soil temperature varies from 47 degrees to 50 degrees F.  The mean winter soil temperature varies from 34 degrees to 36 degrees F and the mean summer soil temperature varies form 60 degrees to 62 degrees F.  These soils are usually saturated during the late winter and spring due to a seasonal water table at a depth of 20 to 40 inches.  A wet phase has a seasonal watertable at a depth of 0 to 20 inches from December thru May.  The 10 to 40 inch control section is loam, gravelly loam or stratified loam, fine sandy loam, sandy loam, silt loam and clay loam.  When mixed, the average texture is loam or gravelly loam, the weighted average clay content is 18 to 27 percent, and the sand content ranges from 40 to 50 percent.  Gravelly phases have 15 to 30 percent gravel.  Thickness of the mollic epipedon is 25 to 34 inches.  Depth to mottles ranges from 0 to 15 inches.  Organic carbon content decreases irregularly with depth.\nThe A horizon color is 10YR 4/2, 4/4, 5/1, 5/2, 5/3 5/4; 2.5Y 4/2 or 5/2.  Moist color is 10YR 2/1, 2/2, 3/1, 3/2, 3/3; 2.5Y 2/1, 3/2 or N2/.   Texture is loam, sandy loam clay loam or muck with 0 to 5 percent gravel, or gravelly loam with 15 to 30 percent gravel.  Reaction is slightly acid or neutral.\nThe C horizon color is 10YR 6/1, 6/3, 7/2, 6/4 4/6; 2.5Y 6/2, 6/4, 7/4 or 5Y 6/3.  Moist color is 10YR 3/2, 3/4, 4/1, 4/2, 4/3 4/4; 2.5Y 3/2, 4/2, 4/4, 5/2, 5/4; 5Y 2.5/1, 3/1, 4/1, 5/1 or 5/2.  Reaction is slightly acid or neutral.  Some pedons have buried A horizons at a depth of 39 to 50 inches and have moist color of 10YR 2/1, 2.5Y 2/1 or N2/.  Gley colors of 5G 4/2 5GY 4/1 or 4/2 are at a depth of 30 to 46 inches in some pedons.  Some pedons have stratified very gravelly loamy coarse sand through very gravelly sandy clay loam below a depth of 40 inches.  Silty clay loam and silty clay substratum phases are recognized that have 27 to 35 percent clay at a depth of 40 to 60 inches."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Coland (ID), Comfrey (MN), Delft (MN), Gielow (CA), Glencoe (MN), Konner (WA), Mannahah (T MN), McClave (CO), Peoh (WA), Romnell (MN), Shandep (IA) and Wenas (WA) soils.  The Coland, Comfrey, Delft, Glencoe, Romnell and Shandep soils have peak periods of precipitation in spring and summer.  In addition, the Coland and Shandep soils have 27 to 35 percent clay in the 10 to 40 inch control section, the Comfrey soils have carbonates at a depth of 18 to 60 inches, the Delft soils have carbonates at a depth of 24 to 60 inches and have C horizons with 5 to 20 percent calcium carbonate equivalent, the Glencoe soils have carbonates at a depth of 30 to 60 inches, the Romnell soils have A horizons with 1 to 4 percent gypsum.  Gielow soil have clay films in a Bt horizon and a mean annual soil temperature of 55 to 59 degrees F. The James Canyon soils have gravelly loam or gravelly silt loam control sections with less than 40 percent sand and are in a semiarid climate with 8 to 16 inches of precipitation.  The Kimmerling and Konner soils have 27 to 35 percent clay in the 10 to 40 inch control section.  The McClave soils have a regular decrease in organic carbon with increasing depth and have peak periods of precipitation in spring and early summer.  The Peoh soils have clay loam and sandy clay loam control sections, and have Bg horizons.  The Wenas soils have a Bg horizon which is clay loam or silty clay loam.  Mannahah soils ?????"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Keddie soils are on flood plains.  Elevation is 3,100 to 5,300 feet.  Slopes are 0 to 2 percent.  These soils formed in alluvium weathered from mixed rock sources.  The climate is subhumid with warm dry summers and cool moist winters.  Mean annual precipitation varies from 12 to 35 inches.  Mean January temperature is about 34 degrees F, mean July temperature is about 66 degrees F and the mean annual temperature is about 45 degrees to 50 degrees F.  Frost-free period is 50 to 130 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Gansner, Greenhorn and Massack soils.  Gansner soils have 27 to 35 percent clay in the control section.  Greenhorn soils are coarse-loamy and have ochric epipedons.  Massack soils are coarse-loamy."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Poorly drained; very slow to slow runoff; moderate or moderately slow permeability.  A seasonal apparent high water table is at a depth of 20 to 40 inches at some time from December to June.  A wet phase has a water table between the depths of 0 and 20 inches from December thru May.  Flooding is rare or occasional for brief periods from December through May."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used mainly for pasture.  The vegetation is mainly pasture species of timothy, fescue, clover, meadow foxtail and forbs."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Western Plumas County, California in American and Indian Valleys.  These soils are of small extent.  MLRA is 22."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Plumas National Forest Area, California 1984."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Soils with 2 to 5 percent slopes are now excluded from the series concept.\nDiagnostic horizons and features recognized in this pedon:\nMollic epipedon - the zone from the soil surface to about 30 inches (Ap, A1, and A2 horizons).\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "poorly",
        "drainage_overview": "poorly"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 15,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 1,
        "texture_class": "loam",
        "pH": 6.2,
        "pH_class": "slightly acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Ap--0 to 6 inches, dark grayish brown (10YR 4/2) loam, black (10YR 2/1) moist; weak medium and coarse angular blocky structure; hard, very friable, sticky and plastic; many very fine and fine, common medium roots; few very fine tubular and interstitial pores; 5 percent pebbles; common fine distinct dark yellowish brown (10YR 4/4) masses of iron accumulation; slightly acid (pH 6.2); abrupt smooth boundary.  (3 to 6 inches thick)"
      },
      {
        "name": "A1",
        "top": 15,
        "bottom": 53,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 1,
        "texture_class": "loam",
        "pH": 6.5,
        "pH_class": "slightly acid",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "A1--6 to 21 inches; dark grayish brown (10YR 4/2) loam, black (10YR 2/1) moist; weak medium and coarse angular blocky structure; slightly hard, very friable, sticky and plastic; common very fine, fine and medium roots; common very fine tubular pores; common fine distinct yellowish brown (10YR 5/4) masses of iron accumulation; slightly acid (pH 6.5); abrupt wavy boundary.  (6 to 16 inches thick)"
      },
      {
        "name": "A2",
        "top": 53,
        "bottom": 76,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "sandy loam",
        "pH": 6.5,
        "pH_class": "slightly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "A2--21 to 30 inches; grayish brown (10YR 5/2) sandy loam, very dark grayish brown (10YR 3/2) moist; massive; soft, very friable, slightly sticky and slightly plastic; common very fine and few fine roots; common very fine and few fine and medium tubular pores; common fine distinct yellowish brown (10YR 5/4) masses of iron accumulation; slightly acid (pH 6.5); clear wavy boundary. (9 to 14 inches thick)"
      },
      {
        "name": "C1",
        "top": 76,
        "bottom": 119,
        "dry_hue": "2.5Y",
        "dry_value": 6,
        "dry_chroma": 2,
        "moist_hue": "2.5Y",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "loam",
        "pH_class": "slightly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "C1--30 to 47 inches; light brownish gray (2.5Y 6/2) loam, very dark grayish brown (2.5Y 3/2) moist; massive, slightly hard, very friable, sticky and plastic; few very fine roots; common very fine and few and medium tubular pores; many fine and medium distinct yellowish brown (10YR 5/6) masses of iron accumulation; slightly acid (pH 6.5; clear wavy boundary.  (12 to 19 inches thick)"
      },
      {
        "name": "C2",
        "top": 119,
        "bottom": 152,
        "dry_hue": "5Y",
        "dry_value": 6,
        "dry_chroma": 3,
        "moist_hue": "2.5Y",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "loam",
        "pH": 6.5,
        "pH_class": "slightly acid",
        "narrative": "C2--47 to 60 inches; pale olive (5Y 6/3) loam, dark grayish brown (2.5Y 3/2) moist; massive; slightly hard, very friable, sticky and plastic; few very fine roots; common very fine and fine tubular pores; many fine and medium distinct dark yellowish brown (10YR 4/4) masses of iron accumulation; slightly acid (pH 6.5)."
      }
    ]
  ]
}
