{
  "SERIES": "KEECHI",
  "STATUS": "Established Series",
  "BYREV": "Rev. LCB:GLL",
  "REVDATE": "03/2003",
  "STATES": "TX",
  "OVERVIEW": "The Keechi series consists of very deep, very poorly drained, slowly permeable soils on flood plains.  These nearly level soils formed in stratified loamy and sandy alluvial sediments.  Slopes range from 0 to 1 percent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, siliceous, active, nonacid, thermic Typic Fluvaquents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Keechi loamy fine sand--on a 0.2 percent slope, in forest.  (Colors are for moist soil unless otherwise stated.)\nA--0 to 7 inches; light yellowish brown (10YR 6/4) loamy fine sand; common fine distinct grayish brown (10YR 5/2) and dark yellowish brown (10YR 4/6) redoximorphic features; weak fine granular structure; soft, very friable; nonsticky and nonplastic; many fine and medium roots; few thin strata (5 mm) of sandy clay loam; slightly acid; clear smooth boundary. (1 to 9 inches thick)\nAg--7 to 16 inches; gray (10YR 5/1) loamy fine sand; common medium and coarse distinct yellowish red (5YR 4/6) and dark yellowish brown (10YR 3/4) redox concentrations; weak medium granular and subangular blocky structure; slightly hard, very friable; nonsticky and nonplastic; many fine and medium roots; few thin (5 mm) strata of sandy clay loam; moderately acid; clear smooth boundary. (7 to 14 inches thick)\nBg--16 to 50 inches; gray (10YR 5/1) loam; common coarse distinct dark yellowish brown (10YR 4/4) and few fine prominent dark gray (N 4/0) redoximorphic features; weak coarse subangular blocky structure; hard, friable, slightly sticky and slightly plastic; many fine roots in upper part and common fine roots near lower boundary; few thin (1 cm) strata of sandy clay loam and thin layer of clay near lower boundary; moderately acid; gradual smooth boundary.  (22 to 56 inches thick)\n2Bgb--50 to 80 inches; dark gray (10YR 4/1) clay; common coarse prominent yellowish red (5YR 4/6, 5/8) redox concentrations and common medium distinct light gray (10YR 7/1) redox depletions; weak coarse subangular blocky structure; extremely hard, firm, sticky and plastic; few fine roots; slightly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Freestone County, Texas.  From intersection U. S.  Highway 75 and Farm Road 489 at Dew; 9 miles east on Farm Road 489, 3.5 miles south on county road, 300 feet west of road on south side of creek, in forest."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The solum is more than 80 inches thick.  Weighted average clay content ranges from 10 to 18 percent.  The reaction ranges from strongly acid to neutral, with some part of the 10 to 40 inch control section being no more acid than moderately acid (in water).  Depth to a 2Bgb horizon ranges from 40 to 80 inches.\nThe A horizon has hue of 7.5YR to 2.5Y, value of 3 to 6, and chroma of 1 to 4.  When value is less than 3.5, the horizon is less than 6 inches thick.  The Ag has hue of 10YR to 5Y, value of 5 to 7, and chroma of 1 or 2.  Redoximorphic features range from none to many in shades of gray, brown, red, or yellow.  Typically, the A horizon is fine sandy loam or loamy fine sand, but includes loamy sand, sandy loam, and loam.\nThe Bg horizons have hue of 10YR to 5Y, value of 5 to 7, and chroma of 1, or value of 6 or 7, and chroma of 2.  redoximorphic features range from few to many in shades of red, yellow, brown, and gray.  The particle-size control section is fine sandy loam, sandy loam, or loam and commonly contains thin strata of fine sand, loamy fine sand, or sandy clay loam.\nThe 2Bgb horizon has hue of 10YR, 2.5Y, or N, value of 4 to 6, and chroma of 2 or less.  Redoximorphic features in shades of brown, gray, or red range from none to common.  Texture is clay, sandy clay, clay loam, or sandy clay loam."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These include the Muckalee series in the same family and the Angelina, Bibb, Bleakwood, Boggy, Harjo, Nahatche, Pluck, and Thenas series.  Muckalee soils lack finer textured 2Bg horizons, are generally darker and grayer throughout, have a maximum summer moisture deficit of less than 2 inches and are associated with Ocala limestone.  Angelina, Bleakwood, and Pluck soils have fine-loamy control sections and, in addition, the Angelina and Bleakwood soils are more acid.  Bibb soils are more acid.  Boggy and Nahatche soils are in the aeric subgroup and are somewhat poorly drained.  Harjo soils have fine textured control sections and are calcareous.  Thenas soils have a cambic horizon and mixed mineralogy."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Keechi soils are on flood plains of streams in the Western Coastal Plain.  Slopes range from 0 to 1 percent.  The soil formed in loamy and sandy alluvial sediments.  These soils are in floodplains of streams that drain sandy uplands.  The stream channels are shallow and meandering.  The soils are flooded several times each year and remain flooded for a cumulative annual duration of a few weeks to several months.  The climate is warm and humid with mean annual temperatures ranging from about 65 degrees to 68 degrees F.  The mean annual precipitation ranges from 38 to 46 inches.  Frost free days range from 235 to 250.  The elevation ranges from 250 to 350 feet above sea level.  The Thornthwaite annual P-E indices range from 62 to 80."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the competing Boggy, Nahatche, and Thenas series and the Pickton, Tonkawa, and Wolfpen series.  Boggy and Nahatche soils are adjacent to this soil in flood plains, but are better drained.  Thenas soils are on slightly higher better drained flood plains.  Pickton, Tonkawa, and Wolfpen are sandy soils on adjoining uplands and are well to excessively drained."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Very poorly drained.  Runoff is low.  Permeability is moderate in the loamy part and is slowly permeable in the 2Bgb horizon.  A water table is at or near the surface during the winter and spring and within four feet of the surface throughout the year."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most areas of Keechi soils have water tolerant plants with a few black willow and other mixed hardwood trees.  A few areas have been cleared and are used for pasture of mainly sedges and rushes."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  This soil is in the Western Coastal Plain of Texas and is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Freestone County, Texas l986."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  The Keechi soils have formerly been mapped as wet alluvial land or were included in the Bibb or Nahatche series.\nDiagnostic horizons and features recognized in this pedon are:\nOchric epipedon - the A horizons from 0 to 16 inches.\nFluventic feature - irregular distribution of organic matter in solum.\nOther - has low chroma for aquic criteria and gleying.  The 16 to 50 inch layer is a B horizon due to soil development, but fails criteria for a cambic horizon due to an irregular decrease in OM content.\nADDITIONAL DATA:  Base saturation of the Bg was 95 percent by Hach Kit.  PSD by Hydrometer Method:\nHorizon     Sand     Silt     Clay\nA            88       10        2\nAg           76       18        6\nBg           46       38       16\n2Bgb         33       25       42\nNational Cooperative Soil Survey\nU.S.A."
  }
}
