{
  "SERIES": "KEEKEE",
  "STATUS": "Established Series",
  "BYREV": "Rev. RCH/HHS/MRK",
  "REVDATE": "05/2012",
  "STATES": "HI",
  "OVERVIEW": "The Keekee series consists of deep and very deep, somewhat excessively drained soils that formed in material weathered from volcanic ash and alluvium.  Keekee soils are on alluvial and glacial outwash fans, and have slopes of 2 to 6 percent.  Mean annual rainfall is about 500 millimeters (20 inches) and mean annual temperature is about 11 degrees C (52 degrees F).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Ashy over sandy or sandy-skeletal, amorphic over isotic, isomesic Andic Humustepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Keekee ashy loamy sand - brushy pasture.  Colors are for moist soil unless otherwise noted.  All textures are \"apparent field textures\". pH measured with electrode in 1:1 soil to water. When described on February 11, 2010 the soil was dry throughout.\nA--0 to 5 centimeters (0 to 2 inches); very dark brown (10YR 2/2) ashy loamy sand, grayish brown (10YR 5/2) dry; weak fine granular; loose, nonsticky and nonplastic, nonsmeary; common very fine and fine roots; many medium and fine irregular pores; 5 percent rounded gravel and 5 percent rounded cobbles; neutral (pH 6.6); abrupt smooth boundary. (2 to 4 inches thick)\n2C1--5 to 23 centimeters (2 to 9 inches); lithochromic very dark brown (10YR 2/2) gravelly coarse sand, dark grayish brown (10YR 4/2)dry; single grain; loose, nonsticky and nonplastic; nonsmeary; few very fine roots; few fine irregular pores; 20 percent rounded gravel; neutral (pH 6.6); abrupt smooth boundary. (2 to 6 inches thick)\n3Bw--23 to 30 centimeters (9 to 12 inches); very dark brown (7.5YR 2.5/2) ashy fine sand, brown (10YR 5/3) dry; weak fine subangular bocky structure; slightly hard, nonsticky and nonplastic; nonsmeary; few very fine roots; few fine irregular pores; 5 percent rounded gravel; neutral (pH 7.1); abrupt smooth boundary. (3 to 5 inches thick)\n4Ab--30 to 41 centimeters (12 to 16 inches); black (10YR 2/1) medial silt loam, dark grayish brown (10YR 4/2)dry; moderate fine subangular blocky structure; slightly hard, slightly sticky and slightly plastic; slightly smeary; few very fine roots; few fine irregular pores; 25 percent rounded gravel; neutral (pH 7.1); abrupt smooth boundary. (4 to 8 inches thick)\n4Cd--41 to 61 centimeters (16 to 24 inches); black (10YR 2/1) gravelly fine sand, grayish brown (10YR 5/2) dry; massive; very hard, nonsticky and nonplastic, nonsmeary; no roots; few very fine irregular pores; 15 percent rounded gravel; neutral (pH 7.1); abrupt smooth boundary. (6 to 8 inches thick)\n4C2--61 to 71 centimeters (24 to 28 inches); black (10YR 2/1) gravelly fine sand, grayish brown (10YR 5/2) dry; single grain; loose, nonsticky and nonplastic, nonsmeary; few very fine roots; few fine irregular pores; 25 percent rounded gravel; noneffervescent with dilute hydrochloric acid; slightly alkaline (pH 7.4); abrupt smooth boundary. (4 to 9 inches thick)\n4C3--71 to 81 centimeters (28 to 32 inches); very dark brown (7.5YR 2.5/2)ashy loamy sand, pale brown (10YR 6/3) dry; single grain; loose, nonsticky and nonplastic, nonsmeary; few very fine roots; few fine irregular pores; 5 percent rounded gravel and 5 percent rounded cobbles; noneffervescent with dilute hydrochloric acid; slightly alkaline (pH 7.4); abrupt smooth boundary. (4 to 6 inches thick)\n4C4--81 to 111 centimeters (32 to 44 inches); very dark brown(10YR 2/2) gravelly fine sand, grayish brown (10YR 5/2) dry; single grain; loose, nonsticky and nonplastic, nonsmeary; few very fine roots; few fine irregular pores; 15 percent rounded gravel; noneffervescent with dilute hydrochloric acid; slightly alkaline (pH 7.4)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Island of Hawaii, County of Hawaii, Hawaii; about 2.5 miles east of Pohakuloa Military Camp. Puu Koli Quadrangle - lat. 19 degrees 44 minutes 14.8 seconds N. and long. 155 degrees 30 minutes 31.5 seconds W. (old Hawaiian datum) Pedon is located at elevation 6721 ft."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nDepth to bedrock: Greater than 100 centimeters (40 inches).\nDepth of ashy material overlying sandy alluvial material: 13 to 33 centimeters (5 to 13 inches).\nRock fragments: 5 to 25 percent of the pedon\nSoil Reaction: Neutral to very strongly alkaline.\nA horizon\nValue: 2 or 3 moist.\nChroma: 1 through 3 moist.\nTexture of fine earth: Ashy loamy sand, ashy sandy loam, or ashy silt loam.\nBw horizon\nValue: 2 through 4 moist.\nChroma: 2 through 4 moist.\nC horizon\nValue: 2 or 3 moist.\nChroma: 1 through 3 moist.\nTexture of fine earth: Ashy loamy sand or gravelly fine sand"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no competing series."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Keekee soils are on alluvial and glacial outwash fans formed in the saddle between Mauna Kea and Mauna Loa volcanoes at elevations of 1,830 to 2,135 meters (6,000 to 7,000 feet).  Slopes range from 2 to 6 percent. The mean annual rainfall is 450 to 550 millimeters (18 to 22 inches). The mean annual pan evaporation is about 1,524 millimeters (60 inches). The mean annual air temperature is 8 to 13 degrees C (46 to 55 degrees F)."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Alaone, Huikau, Lapa, and Pohakulehu soils.  Alaone soils average greater than 35 percent rocks in the upper 1 meter of soil. Huikau soils occur on adjacent cones and are cindery. Lapa soils occur on scoured lava flows and are shallow to bedrock. Pohakulehu soils occur on ash covered `a`a lava flows and have andic properties throughout."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Somewhat excessively drained; slow runoff; moderately rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are used for woodland, wildlife habitat, and recreation. Vegetation is mamane (Sophora chrysophylla), naio (Myporum sandwicense), akoko (Chamaesyce olowaluana), aweoweo (Chenopodium oahuense), nodding tussockgrass or green needlegrass (Nassella cernua), and hardstem lovegrass (Eragrostis atropioides)."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  This series is in the saddle between Mauna Kea and Mauna Loa volcanoes; MLRA 160.  The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Soil Survey, Territory of Hawaii, 1949. Revised February, 2010"
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features (10th edition keys to soil taxonomy) recognized in this pedon are:\n- Ustic soil moisture regime\n- Isomesic soil temperature regime\n- Ochric epipedon (0 to 2 centimeters)\n- Cambic horizon (23 to 30 centimeters)\n- Andic soil properties (0 to 2 and 23 to 41 centimeters)\n- Densic materials and contact (41 to 61 centimeters)\n- Strongly Contrasting Particle Size Class - 41 centimeters.\nOSED scanned by SSQA.  Last revised by state on 5/78.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
