{
  "SERIES": "KEENER",
  "STATUS": "Established Series",
  "BYREV": "NTH-DLN; Rev. MKC",
  "REVDATE": "02/2004",
  "STATES": "NC,TN,VA",
  "OVERVIEW": "The Keener series consists of very deep, well drained soils that formed in loamy colluvium weathered from low-grade metasedimentary rocks low in weatherable minerals. They are on foot slopes, benches, colluvial fans and in coves of the Blue Ridge (MLRA 130). Slopes range from 2 to 65 percent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, siliceous, semiactive, mesic Typic Hapludults"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Keener gravelly fine sandy loam in a 18 percent northwest facing cove at an elevation of 3170 feet--second growth timber. (Colors are for moist soil)\nOe--0 to 1 inches; partially decomposed forest litter of hardwood leaves and twigs.\nOa--1 to 2 inches; highly decomposed organic matter in a mat of fibrous roots.\nA--2 to 5 inches; dark brown (10YR 3/3) gravelly fine sandy loam; weak fine granular structure; very friable; many fine, medium and coarse roots; 15 percent fragments of arkosic sandstone up to 3 inches across; extremely acid; clear wavy boundary. (2 to 5 inches thick)\nBA--5 to 12 inches; yellowish brown (10YR 5/4) loam; weak fine subangular blocky structure; friable; many fine, medium and coarse roots; 5 percent fragments of arkosic sandstone up to 3 inches across; very strongly acid; gradual wavy boundary. (0 to 10 inches thick)\nBt1--12 to 25 inches; yellowish brown (10YR 5/8) loam; weak medium subangular blocky structure; friable; common fine, medium and coarse roots; common fine and few medium tubular pores; few faint clay films on faces of peds and in pores; 5 percent fragments of arkosic sandstone up to 3 inches across; very strongly acid; gradual smooth boundary.\nBt2--25 to 38 inches; strong brown (7.5YR 5/8) cobbly clay loam; moderate medium subangular blocky structure; friable; few fine and medium roots; common fine and medium tubular pores; few faint clay films on faces of peds and in pores; 25 percent fragments of arkosic sandstone up to 10 inches across; very strongly acid; gradual wavy boundary.\nBt3--38 to 52 inches; strong brown (7.5YR 5/8) cobbly sandy clay loam; moderate medium subangular blocky structure; friable; few fine and medium roots; common fine and medium tubular pores; few faint clay films on ped faces and in pores; 30 percent fragments of arkosic sandstone up to 10 inches across; very strongly acid; gradual wavy boundary. (Combined thickness of the loamy Bt horizons ranges from 15 to 45 inches)\nBC--52 to 65 inches; strong brown (7.5YR 5/6) very cobbly sandy clay loam; common medium prominent red (2.5YR 4/8) and common medium distinct brownish yellow (10YR 6/8) mottles; weak fine subangular blocky structure; friable; few faint clay films on faces of peds; 50 percent fragments of arkosic sandstone up to 10 inches across; very strongly acid. (5 to 23 inches thick)"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Sullivan County, Tennessee. On Forest Service Road 6099, 0.75 miles from gate at Forest Service Road 87 and 100 feet south, 60 degrees east of road. Latitude: 36 degrees, 31 minutes, 46 seconds north. Longitude: 81 degrees, 59 minutes, 46 seconds west."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Solum thickness is more than 40 inches. Depth to bedrock is greater than 60 inches. Content of mica flakes is none or few throughout. Rock fragments range from 0 to 35 percent in the A horizon, 0 to 30 percent in the E and BA horizons (where present) and Bt horizon and from 10 to 50 percent in the BC and C horizons. Reaction is extremely acid to moderately acid.\nThe A horizon has hue of 10YR, value of 3 or 4 and chroma of 2 to 4. Soil materials in this horizon have value of 4 when mixed to a depth of 7 inches. Texture is fine sandy loam, or loam in the fine earth fraction.\nSome pedons have E horizons that have hue of 10YR, value of 5 or 6 and chroma of 4. Texture is same as for the A.\nThe Bt horizons have hue of 10YR or 7.5YR, value of 4  or 6 and chroma of  4  or 8. Texture is loam, clay loam, or sandy clay loam in the fine earth fraction.\nThe C horizon has hue of 10YR or 7.5YR value of 5 or 6 and chroma of 6 or 8. Texture is loam, fine sandy loam, or sandy loam in the fine earth fraction.\nSome pedons have a discontinuity below the control section with hue of 7.5YR, 5YR, or 2.5YR, value of 4 to 7  and chroma of 3 to 8. Texture is loam, sandy clay loam, clay loam, or clay in the fine earth fraction.\nTransitional horizons occur between major horizons in many pedons. They have properties and features similar to adjacent horizons."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Alonzville, Bailegap, Beersheba, Hambrook, Harmiller, Jefferson, Lily, Lonewood, Marr, McCamy, Raftville, Riney, Sassafras, and Sunnyside series in the same family, and the Gunstock and Shinbone series in closely related families. Alonzville soils formed in alluvium washed from materials weathered from sedimentary rocks, and contain sedimentary rock fragments. Bailegap, Lonewood, and Riney soils formed in residuum from sedimentary rocks, and contain fragments of these rocks. Beersheba, Gunstock, and Harmiller soils have paralithic contact at depths of 20 to 40 inches. Hambrook and Sassafras soils formed in alluvial and marine sediments and contain fragments of quartz. Jefferson soils contain fragments of sedimentary rocks. Lily, McCamy, and Raftville soils have lithic contact at depths of 20 to 40 inches. Marr and Sunnyside soils formed in marine sediments and contain fragments of marine origin. Shinbone soils have paralithic contact at depths of 40 to 60 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Keener soils are on foot slopes, benches, colluvial fans and in coves. Slopes are commonly 5 to 35 percent but range from 2 to 65 percent. Elevation ranges from 1400 to 3500 feet. These soils formed in colluvium derived from low grade metasedimentary rocks low in weatherable minerals. The mean annual air temperature is about 56 degrees F. and mean annual precipitation is about 41 inches near the type location."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Ditney, Lostcove, Maymead, Unicoi series. Ditney and Unicoi soils formed in residuum on adjacent slopes and are less than 40 inches deep to bedrock. Lostcove soils are in a loamy-skeletal particle-size class. Maymead soils lack an argillic horizon."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained. Permeability is moderate in the subsoil and moderate or moderately rapid in the substratum. Runoff class is low on gentle slopes, medium on strong or moderately steep slopes, and high on steeper slopes. These soils receive surface and subsurface water from surrounding uplands, and seeps and springs are common."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most areas of this soil are forested. A few areas are cleared and used for pasture and cultivated crops. The native vegetation is upland oaks and yellow-poplar."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: The Blue Ridge (MLRA 130) of Tennessee, North Carolina, Virginia, and possibly Georgia. The series is moderately extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Morgantown, West Virginia"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Sullivan County, Tennessee; 1991."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: These soils were formerly included in the Tate and Jefferson series.\nThe 3/99 revision places this soil in a fine-loamy, siliceous, semiactive, mesic Typic Hapludults family per 8th Edition of Keys to Soil Taxonomy. Family placement is based on geographically associated soils such as Ditney, Maymead and Unicoi. Horizon depths were revised to reflect changes in soil surface criteria. Competing series were also updated with this revision as were states using Keener.\nDiagnostic horizons and features recognized in this pedon are:\nOchric epipedon - The zone from the surface to 12 inches. (Oe, Oa, A and BA horizon)\nArgillic horizon - The zone from 12 to 52 inches. (Bt horizons)\nADDITIONAL DATA: Laboratory data - Characterization of the type location by the National Soil Survey Laboratory. Pedon No. 87P0141\nMLRA: 130 SIR NUMBER: TN0177\nRevised: 6/95-NTH,DLN; 3/99-NTH,DHK; 2/04-MKC\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Oe",
        "top": 0,
        "bottom": 3,
        "narrative": "Oe--0 to 1 inches; partially decomposed forest litter of hardwood leaves and twigs."
      },
      {
        "name": "Oa",
        "top": 3,
        "bottom": 5,
        "narrative": "Oa--1 to 2 inches; highly decomposed organic matter in a mat of fibrous roots."
      },
      {
        "name": "A",
        "top": 5,
        "bottom": 13,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "fine sandy loam",
        "cf_class": "gravelly",
        "pH_class": "extremely acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "A--2 to 5 inches; dark brown (10YR 3/3) gravelly fine sandy loam; weak fine granular structure; very friable; many fine, medium and coarse roots; 15 percent fragments of arkosic sandstone up to 3 inches across; extremely acid; clear wavy boundary. (2 to 5 inches thick)"
      },
      {
        "name": "BA",
        "top": 13,
        "bottom": 30,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "sand",
        "pH_class": "very strongly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "BA--5 to 12 inches; yellowish brown (10YR 5/4) loam; weak fine subangular blocky structure; friable; many fine, medium and coarse roots; 5 percent fragments of arkosic sandstone up to 3 inches across; very strongly acid; gradual wavy boundary. (0 to 10 inches thick)"
      },
      {
        "name": "Bt1",
        "top": 30,
        "bottom": 64,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 8,
        "texture_class": "sand",
        "pH_class": "very strongly acid",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "Bt1--12 to 25 inches; yellowish brown (10YR 5/8) loam; weak medium subangular blocky structure; friable; common fine, medium and coarse roots; common fine and few medium tubular pores; few faint clay films on faces of peds and in pores; 5 percent fragments of arkosic sandstone up to 3 inches across; very strongly acid; gradual smooth boundary."
      },
      {
        "name": "Bt2",
        "top": 64,
        "bottom": 97,
        "moist_hue": "7.5YR",
        "moist_value": 5,
        "moist_chroma": 8,
        "texture_class": "clay loam",
        "cf_class": "cobbly",
        "pH_class": "very strongly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bt2--25 to 38 inches; strong brown (7.5YR 5/8) cobbly clay loam; moderate medium subangular blocky structure; friable; few fine and medium roots; common fine and medium tubular pores; few faint clay films on faces of peds and in pores; 25 percent fragments of arkosic sandstone up to 10 inches across; very strongly acid; gradual wavy boundary."
      },
      {
        "name": "Bt3",
        "top": 97,
        "bottom": 132,
        "moist_hue": "7.5YR",
        "moist_value": 5,
        "moist_chroma": 8,
        "texture_class": "sandy clay loam",
        "cf_class": "cobbly",
        "pH_class": "very strongly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bt3--38 to 52 inches; strong brown (7.5YR 5/8) cobbly sandy clay loam; moderate medium subangular blocky structure; friable; few fine and medium roots; common fine and medium tubular pores; few faint clay films on ped faces and in pores; 30 percent fragments of arkosic sandstone up to 10 inches across; very strongly acid; gradual wavy boundary. (Combined thickness of the loamy Bt horizons ranges from 15 to 45 inches)"
      },
      {
        "name": "BC",
        "top": 132,
        "bottom": 165,
        "moist_hue": "7.5YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "sandy clay loam",
        "cf_class": "very cobbly",
        "pH_class": "very strongly acid",
        "narrative": "BC--52 to 65 inches; strong brown (7.5YR 5/6) very cobbly sandy clay loam; common medium prominent red (2.5YR 4/8) and common medium distinct brownish yellow (10YR 6/8) mottles; weak fine subangular blocky structure; friable; few faint clay films on faces of peds; 50 percent fragments of arkosic sandstone up to 10 inches across; very strongly acid. (5 to 23 inches thick)"
      }
    ]
  ]
}
