{
  "SERIES": "KEERINS",
  "STATUS": "Tentative Series",
  "BYREV": "Rev. DMK/KMS",
  "REVDATE": "08/2010",
  "STATES": "OR",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive, frigid, shallow Calcic Argixerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Keerins channery ashy sandy clay loam, rangeland. (Colors are for dry soil unless otherwise noted).\nA--0 to 1 inches; gray (10YR 5/1) channery ashy sandy clay loam, very dark grayish brown (10YR 3/2) moist; strong very fine subangular blocky structure; slightly hard, very friable, slightly sticky and slightly plastic; many very fine and fine roots; common very fine and fine dendritic tubular pores; 28 percent channers and 2 percent flagstones; neutral (pH 6.8); clear wavy bounday. (1 to 4 inches thick)\nBt--1 to 8 inches; dark gray (10YR 4/1) very flaggy sandy clay loam, very dark grayish brown (10YR 3/2) moist; strong fine subangular blocky structure; very hard, friable, moderately sticky and moderately plastic; many very fine, fine and medium roots; common very fine dendritic tubular pores; common faint patchy clay films on faces of peds, rock fragments and lining pores; 25 percent channers and 25 percent flagstones; neutral (pH 7.0); clear wavy boundary. (2 to 8 inches thick)\nBtk1--8 to 11 inches; brown (10YR 4/3) extremely channery sandy clay loam, dark brown (10YR 3/3) moist; moderate very fine subangular blocky structure; very hard, friable, moderately sticky and moderately plastic; common very fine, fine and medium roots; common very fine and fine dendritic tubular pores; common faint patchy clay films on faces of peds, rock fragments and lining pores; finely disseminated carbonates throughout; 60 percent channers, 25 percent flagstones; violently effervescent; slightly alkaline (pH 7.8); clear wavy boundary. (2 to 5 inches thick)\nBtk2--11 to16 inches; gray (10YR 5/1) extremely channery sandy clay loam, brown (10YR 4/3) moist; very fine and fine granular structure; loose, moderately sticky and moderately plastic; very few very fine roots; many very fine interstitial pores; common clay films lining interstitial pores and on rock fragments; finely disseminated carbonates throughout; 50 percent channers and 30 percent flagstone; violently effervescent slightly alkaline (pH 7.6); clear irregular boundary. (4 to 6 inches thick)\nCr--16 to18 inches; fractured moderately cemented calcareous sandstone. (1 to 10 inches thick)\nR--18 inches; indurated calcareous sandstone"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Grant County, Oregon, about 3050 feet west and 140 feet north from the southeast corner of Sec. 4, T.18 S, R. 27 E\nLatitude: 44 degrees, 01 minutes, 51.2 seconds North\nLongitude: 119 degrees, 29 minutes, 17.0 seconds West"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nMean annual soil temperature - 42 to 47 degrees F.\nSoil moisture - dry 60 to 90 consecutive days following the summer solstice\nMollic epipedon - 5 to 12 inches thick\nDepth to paralithic contact - 4 to 18 inches\nDepth to lithic contact - 6 to 20 inches\nParticle size control section clay content (weighted average) - 20 to 35 percent\nParticle size control section rock fragment content (weighted average) - 35 to 80 percent\nA horizon\nValue - 4 or 5 dry, 2 or 3 moist\nChroma -  1 to 3, dry or moist\nFine-earth texture - ashy sandy clay loam, ashy loam, ashy sandy loam, loam, or sandy clay loam\nClay content - 20 to 30 percent\nTotal rock fragment content - 5 to 30 percent\nChanners - 5 to 20 percent\nFlagstones- 0 to10 percent\nReaction - slightly acid or neutral\nBt horizon\nValue - 3 to 5 dry, 2 or 3 moist\nChroma - 1 to 3 dry, 2 or 3 moist\nFine-earth texture - clay loam or sandy clay loam\nClay content - 25 to 35 percent\nTextural modifiers - very channery, very flaggy, extremely channery, or extremely flaggy\nTotal rock fragment content - 35 to 80 percent\nChanners - 20 to 45 percent\nFlagstones - 15 to 35 percent\nReaction - slightly acid or neutral\nBtk1 to Btk2 horizons\nValue - 4 or 5 dry, 2 or 3 moist\nChroma - 1 to 3 dry, 2 or 3 moist\nFine-earth texture - clay loam or sandy clay loam\nClay content - 20 to 35 percent\nTextural modifiers - very channery, very flaggy, extremely channery, or extremely flaggy\nTotal rock fragment content - 35 to 80 percent\nChanners - 20 to 45 percent\nFlagstones - 15 to 35 percent\nReaction - neutral to moderately alkaline"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are no competing series."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nLandform - Keerins soils are on crests, nose slopes, interfluves and convex sideslopes on hills\nSlope gradient - 0 to 65 percent\nParent material - colluvium and residuum from channery shale, sandstone, limestone, or conglomerate (a very minor influence of volcanic ash is present in the surface horizon of some pedons)\nElevation - 3400 to 5500 feet\nClimate - cold, wet winters and hot, dry summers\nMean annual precipitation - 12 to 16 inches\nMean annual temperature - 39 to 46 degrees F.\nFrost-free period - 40 to 100 days"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Gerow, Izee, Logdell, and Utley soils.  Gerow soils are very deep somewhat poorly drained and occur in drainageways.  Izee soils are moderately deep and occur on north facing backslopes, footslopes, sideslopes, and headslopes.  Logdell soils occur on convex nose slopes and crests and have a base saturation less than 75 percent in one or more  horizons.  Utley soils are deep and very deep and occur on toeslopes, footslopes, and baseslopes."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained, very high surface runoff; moderately slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Keerins soils are used for livestock grazing and wildlife habitat. The potential native vegetation is mountain big sagebrush, antelope bitterbrush, Idaho fescue, and bluebunch wheatgrass.  Low sagebrush may occur where bedrock is not highly fractured and is indurated."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Central and Eastern Oregon, MLRA 10.  This soil is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES PROPOSED",
    "content": "SERIES PROPOSED: Grant County, Oregon; 2010"
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and other features:\nMollic epipedon - zone from 0 to 11 inches, (A, Bt, and Btk1 horizons)\nArgillic horizon - zone from 1 to 16 inches (Bt, Btk1, and Btk2 horizons)\nParticle size control section - 1 to 16 inches\nNational Cooperative Soil Survey\nU.S.A."
  }
}
