{
  "SERIES": "KEGONSA",
  "STATUS": "Established Series",
  "BYREV": "Rev.  HFG-AAC",
  "REVDATE": "01/2011",
  "STATES": "MN,WI",
  "OVERVIEW": "The Kegonsa series consists of very deep, well drained soils that are moderately deep to sandy outwash. These soils formed mostly in a mantle of loess or silty alluvium underlain by sandy outwash. Slope ranges from 0 to 6 percent.  Mean annual precipitation is about 762 mm (30 inches). Mean annual air temperature is about 8.3 degrees C (47 degrees F).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty over sandy or sandy-skeletal, mixed, superactive, mesic Mollic Hapludalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Kegonsa silt loam - on a 4 percent convex slope in a cultivated field at an elevation of about 343 meters (1,125 feet) above mean sea level (Colors are for moist soils unless otherwise stated.)\nAp--0 to 18 cm (0 to 7 inches); very dark grayish brown (10YR 3/2) silt loam, grayish brown (10YR 5/2) dry; weak very fine subangular blocky structure; friable; few roots; neutral; abrupt smooth boundary.  [15 to 23 cm (6 to 9 inches) thick]\nE--18 to 31 cm (7 to 12 inches); brown (10YR 5/3) silt loam; weak medium platy structure; friable; few roots; slightly acid; clear smooth boundary. [0 to 15 cm  (0 to 6 inches) thick]\nBt1--31 to 43 cm (12 to 17 inches); brown (10YR 4/3) silty clay loam; moderate very fine subangular blocky structure; firm; few roots; common faint dark brown (10YR 3/3) clay films on faces of peds; strongly acid; clear smooth boundary.\nBt2--43 to 74 cm (17 to 29 inches); brown (10YR 4/3) silty clay loam; moderate fine and medium subangular blocky structure; firm; few roots; common faint dark brown (10YR 3/3) clay films on faces of peds; strongly acid; clear smooth boundary.  [Combined thickness of the Bt horizons ranges from 36 to 69 cm (14 to 27 inches).]\n2Bt3--74 to 84 cm (29 to 33 inches); brown (7.5YR 5/4) sandy clay loam; weak coarse subangular blocky structure; firm; few roots; common distinct dark brown (10YR 3/3) clay films on faces of peds; slightly acid; clear smooth boundary.  [ 3 to 10 cm (1 to 4 inches) thick]\n2C--84 to 152 cm (33 to 60 inches); mixed light brownish gray (10YR 6/2), yellowish brown (10YR 5/6), and light yellowish brown (10YR 6/4) stratified sand and gravelly sand; single grain; loose; strongly effervescent; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Dane County, Wisconsin; about 2 miles southwest of Middleton; 800 feet east and 30 feet north of the southwest corner of sec. 16, T. 7 N., R. 8 E. USGS Middleton, Wisconsin Topographic Quadrangle;lat. 43 degrees 04 minutes 29 seconds N., and  long 89 degrees 33 minutes 30 seconds W., NAD 27."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nDepth to the base of the argillic horizon: 66 to 102 cm (26 to 40 inches)\nThickness of loess or silty deposits: 61 to 91 cm (24 to 36 inches)\nDepth to carbonates: 66 to 102 cm (26 to 40 inches)\nClay content in the particle-size control section:  averages from 24 to 32 percent\nContent of fine sand or coarser:  averages less than 15 percent\nVolume of gravel: 0 to 15 percent in the 2Bt horizon and ranges from 5 to 50 percent in the 2C as a weighted average but ranges from 0 to 65 percent in individual strata\nVolume of cobbles: 0 to 5 percent in the 2Bt and 2C horizons\nReaction: strongly acid to slightly acid in the in the silty mantle but ranges to neutral in the upper part, where the soil is limed, ranges from slightly acid to mildly alkaline in the loamy 2Bt horizon, and is slightly alkaline or moderately alkaline in the sandy substratum. Carbonates are present in the substratum.\nA or Ap horizon:\nHue: 10YR\nValue: 2 or 3\nChroma;  to 3\nTexture; silt loam.\nE horizon:\nHue: 10YR\nValue; 4 to 6\nChroma; 2 or 3\nTexture: silt loam\nBt horizon:\nHue: 10YR\nValue: 3 to 5\nChroma: 3 or 4\nTexture: silt loam or silty clay loam.\n2Bt horizon:\nHue: 7.5YR or 10YR\nValue: 3 to 5\nChroma; 3 or 4\nTexture: loam, clay loam, sandy clay loam, or sandy loam\nOther features:\nIn some pedons, tongues of the Bt extend several feet into the C horizon.  Some pedons  have a thin dark colored layer (Beta B) at the contact  Between the 2B and C horizons that results from the accumulation of organic matter contained in the illuviated material.\n2C horizon:\nHue: 10YR\nValue: 4 to 6\nChroma: 2 to 6\nTexture: stratified with sand, coarse sand, or the gravelly, very gravelly or extremely gravelly analogs."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  This is the Whittier series. Whittier soils do not have rock fragment or carbonates within the series control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Kegonsa soils are on outwash plains, stream terraces, and valley trains.  Slope ranges from 0 to 6 percent.  These soils formed mostly in a mantle of loess or silty alluvium underlain  by calcareous sandy outwash.  Mean annual precipitation ranges from 710 to 890 mm (28 to 35 inches). Mean annual temperature ranges from 8.3 to 10.0 degrees C (46 to 50 degrees F)."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Dresden, Fox, Matherton, Plano, Sebewa, Warsaw, and Will soils.  The somewhat poorly drained Matherton and the poorly drained Sebewa and Will form a drainage sequence with the Kegonsa soils.  Plano soils, having somewhat thicker dark surface horizons, occupy nearby areas where the silty deposits are more than 102 cm (40 inches) thick over the sand and gravel.  Fox, Dresden, and Warsaw soils occupy nearby areas where the thickness of the silty deposit is less than 61 cm (24 inches)."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:  Well drained.  The potential for surface runoff is low or medium.   Saturated hydraulic conductivity is moderately high to high (4.23 to 14.11 micrometers per second) in the solum and high to very high (42.34 to 141.14 micrometers per second) in the underlying sandy outwash. Permeability is moderate in the solum and rapid or very rapid in the underlying sandy outwash."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most areas are used for cropland. Common crops are corn, soybeans, small grains, and hay. Native vegetation is  mixed hardwood trees and prairie grasses."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  MLRAs 95B, 104, and 105 in south-central Wisconsin and southeastern Minnesota.  This soil is moderately extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Indianapolis, Indiana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Dane County, Wisconsin, 1972."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\n11/04  The location for the typical pedon in the OSD is incorrect. The location from the published survey is used. However, this typical pedon site is in a gravel pit. A new typical pedon site is needed. (Could possibly move south across the road into section 21)\nDiagnostic horizons and feature recognized in this pedon are: ochric epipedon - 0 to 31 cm (0 to 12 inches) (Ap, E); argillic horizon - 31 to 84 cm (12 to 33 inches) (Bt1, Bt2, 2Bt3); mollic subgroup - Ap horizon that has color value and chroma, moist, of less than 4, and color value, dry, of less than 6.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 18,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "silt loam",
        "pH_class": "neutral",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Ap--0 to 18 cm (0 to 7 inches); very dark grayish brown (10YR 3/2) silt loam, grayish brown (10YR 5/2) dry; weak very fine subangular blocky structure; friable; few roots; neutral; abrupt smooth boundary.  [15 to 23 cm (6 to 9 inches) thick]"
      },
      {
        "name": "E",
        "top": 18,
        "bottom": 31,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 3,
        "texture_class": "silt loam",
        "pH_class": "slightly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "E--18 to 31 cm (7 to 12 inches); brown (10YR 5/3) silt loam; weak medium platy structure; friable; few roots; slightly acid; clear smooth boundary. [0 to 15 cm  (0 to 6 inches) thick]"
      },
      {
        "name": "Bt1",
        "top": 31,
        "bottom": 43,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "silty clay loam",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bt1--31 to 43 cm (12 to 17 inches); brown (10YR 4/3) silty clay loam; moderate very fine subangular blocky structure; firm; few roots; common faint dark brown (10YR 3/3) clay films on faces of peds; strongly acid; clear smooth boundary."
      },
      {
        "name": "Bt2",
        "top": 43,
        "bottom": 74,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "silty clay loam",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bt2--43 to 74 cm (17 to 29 inches); brown (10YR 4/3) silty clay loam; moderate fine and medium subangular blocky structure; firm; few roots; common faint dark brown (10YR 3/3) clay films on faces of peds; strongly acid; clear smooth boundary.  [Combined thickness of the Bt horizons ranges from 36 to 69 cm (14 to 27 inches).]"
      },
      {
        "name": "2Bt3",
        "top": 74,
        "bottom": 84,
        "moist_hue": "7.5YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "sandy clay loam",
        "pH_class": "slightly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "2Bt3--74 to 84 cm (29 to 33 inches); brown (7.5YR 5/4) sandy clay loam; weak coarse subangular blocky structure; firm; few roots; common distinct dark brown (10YR 3/3) clay films on faces of peds; slightly acid; clear smooth boundary.  [ 3 to 10 cm (1 to 4 inches) thick]"
      },
      {
        "name": "2C",
        "top": 84,
        "bottom": 152,
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 2,
        "texture_class": "sand",
        "cf_class": "gravelly",
        "pH_class": "moderately alkaline",
        "narrative": "2C--84 to 152 cm (33 to 60 inches); mixed light brownish gray (10YR 6/2), yellowish brown (10YR 5/6), and light yellowish brown (10YR 6/4) stratified sand and gravelly sand; single grain; loose; strongly effervescent; moderately alkaline."
      }
    ]
  ]
}
