{
  "SERIES": "KEISER",
  "STATUS": "Established Series",
  "BYREV": "JCM-CJH",
  "REVDATE": "05/1999",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty, mixed, superactive, mesic Aridic Haplustalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Keiser loam - native grass (Colors are for dry soil unless otherwise noted)\nA--0 to 2 inches; pale brown (10YR 6/3) loam, dark grayish brown (10YR 4/2) moist; weak thin platy structure parting to weak very fine granular; soft, very friable, slightly sticky and slightly plastic; many very fine roots; common very fine interstitial and tubular pores; tops and bottoms of plates are coated with unstained silt and very fine sand; neutral; clear smooth boundary. (1 to 2 inches thick)\nBt--2 to 9 inches; brown (10YR 5/3) silty clay loam, dark brown (10YR 4/3) moist; dark brown (10YR 4/3) coatings on ped faces; strong medium prismatic structure parting to strong fine subangular blocky; very hard, friable, sticky and plastic; many very fine roots; many very fine tubular pores; continuous glossy coatings on peds and bridging mineral grains; neutral; clear wavy boundary. (2 to 7 inches thick)\nBtk--9 to 12 inches; pale brown (10YR 6/3) silt loam, brown (10YR 5/3) moist; moderate medium prismatic structure parting to moderate medium subangular blocky; hard, friable, slightly sticky and slightly plastic; common very fine roots; many very fine tubular pores; faint patches of clay coatings and bridging mineral grains; strong effervescence; moderately alkaline; clear wavy boundary. (2 to 5 inches thick)\nBk--12 to 25 inches; light brownish gray (2.5Y 6/2) loam, grayish brown (2.5Y 5/2) moist; weak subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; many segregated masses of lime; strong effervescence; gradual wavy boundary.  (8 to 14 inches thick)\nC--25 to 50 inches; light brownish gray (2.5Y 6/2) very fine sandy loam, dark grayish brown (10YR 4/2) moist; massive; soft, very friable, nonsticky and nonplastic; few roots; strong effervescence; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Yellowstone County, Montana; NW1/4 of SE1/4, sec.  8, T. 1 N., R. 28 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil Temperature:  48 to 54 degrees F.\nDepth to lime:  less than 10 inches\nNotes: few rounded gravel and angular rock fragments throughout the soil in some pedons.\nAp horizon (where present):\nHue: 10YR\nValue: 4 or 5\nChroma: 3\nTexture: loam or clay loam\nRock Fragments: few rounded gravel and angular rock fragments in some pedons\nA horizon:\nValue: 5 or 6\nChroma: 2 or 3\nBt horizon:\nValue: 5 or 6, 4 or 5 moist\nChroma: 2 or 3\nClay content: 34 to 43 percent"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Buick, Pulpit, Roubideau, Sharps, Verde, Wetherill and Wiley series."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  The Keiser soils are on nearly level to sloping uplands and terraces in valleys.  Elevations are 2,500 to 4,000 feet.  Slopes range from 0 to 8 percent.  The soils formed in calcareous loess over alluvium from residuum. The climate is cool, semi-arid.  Mean annual precipitation ranges from 10 to 14 inches and mean annual air temperature ranges from 45 to 48 F."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": null
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained.  Runoff is low to medium; permeability is moderate."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Dryland wheat and rangeland.  Sagebrush sedges and mixed short and mid grasses, including western and slender wheat grasses, grama, and needle grasses."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  South central Montana and possible in north central Wyoming."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Denver, Colorado"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Yellowstone County, Montana soil survey, 1952."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:  Ochric epipedon - the zone from the surface of the soil to a depth of 2 inches (A horizon); argillic horizon -  the zone from 2 to 12 inches (Bt and Btk horizons).\nSIR number MT0482.\nIt appears this series has been mapped in frigid areas and may fit better in that regime.  This determination will be made as surveys are updated.  Competing series in the frigid regime would include Invanell and Vanstel.  Invanell soils are moderately deep to beds and Vanstel soils are deeper than 10 inches to lime.\nADDITIONAL DATA:  5-53-mont-56-2\nNational Cooperative Soil Survey\nU.S.A."
  }
}
