{
  "SERIES": "KELLIHER",
  "STATUS": "Established Series",
  "BYREV": "GDN-AGG-KDS",
  "REVDATE": "12/2010",
  "STATES": "MN",
  "OVERVIEW": "The Kelliher series consists of very deep, moderately well drained soils that formed in calcareous loamy glacial till on moraines. These soils have moderate permeability. Slopes range from 1 to 8 percent. Mean annual precipitation is about 24 inches. Mean annual air temperature is about 42 degrees F",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, frigid Oxyaquic Hapludalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Kelliher fine sandy loam, on a slightly convex slope of 4 percent, on a ground moraine, in a pasture. (Colors are for moist soil unless otherwise stated.)\nA--0 to 3 inches; very dark grayish brown (10YR 3/2) fine sandy loam, light grayish brown (10YR6/2) dry; weak fine subangular blocky structure; friable; many very fine and fine roots; 2 percent gravel; neutral; clear smooth boundary. (3 to 6 inches thick)\nE--3 to 9 inches; grayish brown (10YR 5/2), fine sandy loam, light gray (10YR7/2) dry; weak fine and medium subangular blocky structure; friable; many very fine and fine roots; 2 percent gravel; neutral; clear smooth boundary. (0 to 9 inches thick)\nBt1-- 9 to 22 inches; dark yellowish brown (10YR 4/4), clay loam; moderate fine and medium subangular blocky structure; friable; common fine roots; common distinct dark gray (10YR 4/1) clay films on faces of peds; 2 percent gravel; slightly acid; clear wavy boundary.\nBt2--22 to 30 inches; brown (10YR 5/3), loam; moderate fine and medium subangular blocky structure; friable; common fine roots; few distinct dark grayish brown (10YR 4/2) clay films on faces of peds; 2 percent gravel; slightly acid; clear wavy boundary. (Combined thickness of the Bt horizon is 12 to 40 inches.)\nBk1--30 to 44 inches; yellowish brown (10YR 5/4), loam; moderate medium subangular blocky structure; friable; few fine light gray (2.5Y 7/2) soft masses of calcium carbonate throughout; common fine prominent yellowish brown (10YR 5/6) Fe concentrations; 2 percent gravel; strongly effervescent; moderately alkaline; clear wavy boundary.\nBk2--44 to 69 inches; light olive brown (2.5Y 5/4), loam; weak medium subangular blocky structure; friable; many medium light gray (2.5Y 7/2) soft masses of calcium carbonate throughout; common fine prominent yellowish brown (10YR 5/6) Fe concentrations and common fine distinct dark grayish brown (2.5Y 4/2) Fe depletions; 5 percent gravel; violently effervescent; moderately alkaline; gradual wavy boundary. (Combined thickness of the Bk horizon is 9 to 40 inches.)\nC--69 to 80 inches; light olive brown (2.5Y 5/4) loam; massive; friable; few medium light gray (2.5Y 7/2) soft masses of calcium carbonate throughout; many medium prominent yellowish brown (10YR 5/6) Fe concentrations and common medium distinct olive gray (5Y 5/2) Fe depletions; 5 percent gravel; strongly effervescent; slightly alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Koochiching County, Minnesota; about 1 mile west and 1 mile south of Mizpah; located about 1,850 feet south and 360 feet east of the northwest corner of section 15, T. 151 N.,R. 28 W.; USGS Mizpah topographic quadrangle; lat. 47 degrees 53 minutes 56 seconds N. and long. 94 degrees 13 minutes 47 seconds W., NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: The depth to carbonates ranges from 20 to 40 inches. Rock fragments of mixed lithology range from 1 to 10 percent, by volume. The sand content in the lower third of the series control section has less than 45 percent sand and more than 18 percent clay.\nSome pedons have an O horizon 1 to 3 inches thick. The O horizon is partially to well decomposed organic matter from remains of trees, shrubs, sedges, and forest floor flora. It has a hue of 10YR or 2.5Y, value of 1 to 3, and chroma of 1 or 2.\nThe A or Ap horizons have hue of 10YR value of 2 to 4 and chroma of 1 or 2. Dry color values are greater than 5.5. Texture is fine sandy loam, sandy loam, very fine sandy loam, or loam. It is slightly acid or neutral.\nThe E horizon has hue of 10YR, value of 4 to 6, and chroma of 1 to 3. Texture is loamy sand, loamy fine sand, loamy very fine sand, sandy loam, fine sandy loam or loam. It is strongly acid to neutral.\nSome pedons have BE or B/E horizons. The eluvial part is less than 15 percent by volume.\nThe Bt horizon has hue of 10YR or 2.5Y, value of 3 to 5, and chroma of 2 to 4. It is loam, clay loam, or sandy clay loam. The particle size control section averages 18 to 35 percent clay and 30 to 45 percent sand. It is moderately acid to neutral.\nThe Bk horizon has hue of 10YR or 2.5Y, value of 4 to 6, and chroma of 2 to 4. It is typically loam or clay loam, but thin subhorizons of fine sandy loam or sandy clay loam are in some pedons. It is slightly alkaline or moderately alkaline.\nSome pedons have a BC horizon.\nThe C horizon has hue of 10YR or 2.5Y, value of 5 or 6, and chroma of 2 to 4. It is loam or clay loam. It is slightly alkaline or moderately alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: This is the Zerkel series. Zerkel soils have stratified sandy glaciofluvial deposits in the lower part of the series control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: The Kelliher soils have convex and linear slopes on gently undulating ground moraines. They formed in calcareous, loamy glacial till of Late Wisconsin Age. Slopes range from 1 to 8 percent. Mean annual air temperature ranges from 38 to 45 degrees F. Mean annual precipitation ranges from 23 to 28 inches. The frost-free period ranges from 90 to 120 days. Elevation is 1,000 to 1,700 feet above sea level."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Bluffton, Nebish, Beltrami, Talmoon and Hamre soils which are members of a drainage sequence with Kelliher soils. Well drained Nebish soils have convex slopes and are on higher lying positions. Somewhat poorly drained Beltrami soils are on slightly convex to plane surfaces on lower positions. Poorly drained Talmoon soils are on concave to plane surfaces on lower positions. Very poorly drained Bluffton and Hamre soils are in concave depressions."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Moderately well drained. Permeability is moderate. Depth to seasonal high saturation is 3.0 to 5 feet at some time from April to June in normal years."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Much of this soil is used for crops such as corn, hay and small grain. Some areas are forested. Aspen, birch, fir and spruce are common species."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Northern Minnesota, MLRAs 57 and 93A. Moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: St. Paul, Minnesota"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Koochiching County, Minnesota, 2010. The name comes from a village located in the County."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon include: ochric epipedon - the zone from the surface to 9 inches (A and E horizons); albic horizon - the zone from 3 to 9 inches (E horizon); argillic horizon - the zone from 9 to 30 inches (Bt horizons). This soil replaces Nebish on slopes of less than 8 percent.\nSaturation exists on these slopes that was not recognized in the past.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
