{
  "SERIES": "KELLERBUTTE",
  "STATUS": "Established Series",
  "BYREV": "Rev. SP/RWL/RJS",
  "REVDATE": "10/2016",
  "STATES": "WA",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Ashy over loamy-skeletal, glassy over isotic, frigid Typic Vitrixerands"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Kellerbutte ashy silt loam - on a southwest-facing slope of 38 percent, at 4,420 feet elevation under a Douglas-fir canopy. (Colors are for dry soil unless otherwise stated, textures are apparent field textures.)\n0i and 0e--0 to 1 inch; fresh and partially decomposed organic material composed of needles, leaves, and twigs; abrupt smooth boundary.\nA--1 to 6 inches; brown (10YR 5/3) ashy silt loam, dark brown (10YR 3/3) moist; weak fine and medium granular structure; soft, friable, nonsticky and nonplastic; many very fine, fine and medium roots; 10 percent angular gravel and 2 percent cobbles; slightly acid (pH 6.2); gradual wavy boundary. (0 to 7 inches thick)\nBw1--6 to 13 inches; pale brown (10YR 6/3) gravelly ashy silt loam, dark yellowish brown (10YR 3/4) moist; weak fine and medium subangular blocky structure; soft, friable, nonsticky and nonplastic; common very fine, fine and medium roots; 15 percent angular gravel and 5 percent cobbles; slightly acid (pH 6.4); clear wavy boundary.\nBw2--13 to 18 inches; light yellowish brown (10YR 6/4) gravelly ashy silt loam, dark yellowish brown (10YR 4/4) moist; weak fine and medium subangular blocky structure; soft, friable, nonsticky and nonplastic; common fine and medium roots; 15 percent angular gravel and 5 percent cobbles; slightly acid (pH 6.4); clear wavy boundary. (Combined thickness of the Bw horizon is 12 to 24 inches.)\n2C1--18 to 31 inches; light gray (10YR 7/2) very gravelly coarse sandy loam, brown (10YR 5/3) moist; massive; slightly hard, friable, nonsticky and nonplastic; few very fine, fine and medium roots; 40 percent angular gravel and 10 percent cobbles; slightly acid (pH 6.4); clear wavy boundry. (10 to 24 inches thick)\n2C2--31 to 61 inches; light gray (10YR 7/2) very gravelly coarse sandy loam, brown (10YR 5/3) moist; massive; slightly hard, friable, nonsticky and nonplastic; few very fine, fine and medium roots; 35 percent angular gravel and 5 percent cobbles; slightly acid (pH 6.2)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Colville Indian Reservation; Ferry County, Washington; about 15 miles west of the town of Inchelium; 1,800 feet north, 2,450 feet west of the southeast corner of section 33, T. 33 N., R. 34 E., W.M."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture - dry in all parts between a depth of 8 and 24 inches for 45 to 75 consecutive days following the summer solstice.\nAverage annual soil temperature 44 to 46 degrees F.\nVolcanic ash mantle - 14 to 26 inches thick\nEstimated properties of the volcanic ash mantle:\nBulk density - 0.75 to 0.95 g/cc\nVolcanic glass content -30 to 60 percent\nAcid-oxalate extractable Al + Fe - 1.0 to 2.0 percent\n15-bar water retention on air dried samples - 5 to 12\nTotal rock fragment content in the particle size control section (wt. average) - 5 to 25 percent angular rock fragments in the upper part and 35 to 60 percent angular rock fragments in the lower part.\nReaction - moderately acid to neutral\nA horizon\nHue -10YR or 7.5YR\nValue - 4 or 5 dry, 2 or 3 moist\nChroma - 2 to 4 dry or moist\nTexture - ashy silt loam, ashy sandy loam\nGravel content - 0 to 15 percent angular\nBw horizon\nHue - 7.5YR or 10YR\nValue - 5 to 7 dry, 3 or 4 moist\nChroma - 3 or 4 dry or moist\nTexture - ashy loam, ashy sandy loam, ashy silt loam, gravelly ashy sandy loam, gravelly ashy silt loam\nGravel content - 5 to 20 percent angular\nCobble content - 0 to 5 percent\n2Bw horizon (when present)\nHue - 10YR\nValue - 6 or 7 dry, 4 or 5 moist\nChroma - 3 or 4 dry or moist\nTexture - loam or sandy loam and is gravelly, very gravelly, or very cobbly\nCobble and stone content - 0 to 20 percent\nGravel content - 10 to 40 percent angular\n2BC horizon present in some pedons\n2C horizon\nHue - 10YR or 2.5Y\nValue - 5 to 7 dry, 3 to 6 moist\nChroma of 2 to 4 dry, 3 to 6 moist\nTexture, upper part - loam, sandy loam, or coarse sandy loam and is very gravelly, extremely gravelly, or very cobbly.\nStone content - 0 to 10 percent\nCobble content - 5 to 40 percent\nGravel content - 25 to 65 percent angular\nLower part of 2C, in some pedons below 40 inches:\nTexture- extremely gravelly or extremely cobbly loamy coarse sand or loamy sand\nCobble content - 10 to 40 percent\nGravel content - 25 to 55 percent angular"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Brannan, Capoose, Crackler, Elbowlake, Farway, Kootenai, Natapoc, Nevine, Ochillee (T), Olot, Rouen, Saska, Twocolor (T), and Vingulch series. Brannan and Crackler soils are 40 to 60 inches to a lithic contact. Capoose, Olot, Rouen and Vingulch are 20 to 40 inches to a lithic contact. Elbowlake soils have 10 to 40 percent channers and have 2Cd horizons of compact glacial till in the lower part of the particle-size control section. Farway soils are dominated by sedimentary and volcanic rock fragments of glacial till origin in the lower particle-size control section. Kootenai soils are dominated by rock fragments of glacial outwash origin in the lower particle-size control section and have sandy textures above 40 inches. Natapoc and Nevine soils have 2Cd horizons of compact glacial till in the lower part of the particle-size control section. Saska soils have pumice fragments in the upper part of the particle-size control section and subrounded rock fragments of glacial till origin in the lower part.  Twocolor soils have 60 to 90 percent volcanic glass in the ashy part of the pscs and rounded rock fragments in the lower lo-skel part of the pscs."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Kellerbutte soils are on backslopes and footslopes of mountains at elevations of 2,000 to 5,000 feet. These soils formed colluvium weathered from granitic or porphyritic volcanic rocks with a thick mantle of volcanic ash. Slopes range from 15 to 65 percent on primarily west, north, or east-facing aspects. The climate is characterized by warm, dry summers and cold, moist winters. The mean annual precipitation is 18 to 30 inches and up to 42 inches in Spokane County. The average January temperature is about 22 degrees F. and the average July temperature is about 64 degrees F. The mean annual temperature is 42 to 46 degrees F. The frost-free season is 80 to 120 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Bearspring, Brevco, Canteen, Centralpeak, Ohscow, Togo, and the competing Capoose soils. Bearspring and Ohscow soils are loamy-skeletal and are on backslopes and footslopes of mountains. Brevco soils are loamy-skeletal, and are on southeast to southwest-facing slopes on backslopes and shoulder slopes of mountains. Canteen and Centralpeak soils are coarse-loamy. Canteen soils are on footslopes and backslopes of mountains and Centralpeak soils are on ridges, shoulders, backslopes, footslopes, and toeslopes of mountains. Togo soils are ashy over loamy-skeletal and have a cryic temperature regime."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; saturated hydraulic conductivity is moderately high in the upper part of the control section and high in the lower part."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: These soils are used for timber production, wildlife habitat, watershed, and livestock grazing. The potential natural vegetation is grand fir, Douglas-fir, western larch, ponderosa pine, and lodgepole pine, with an understory of pinegrass, mallow ninebark, and pachystima."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: North-central and northeastern Washington; MLRA 43. The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Colville Indian Reservation; Ferry County, Washington, 1987."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - the zone from 0 to 6 inches (Oi, Oe, and A horizons)\nCambic horizon - the zone from 6 to 18 inches (Bw1 and Bw2 horizons)\nAndic properties - the zone from 1 to 18 inches (A, Bw1 and Bw2 horizons)\nParticle-size control section - the zone from 1 to 41 inches horizon) with 1 to 18 inches qualifying as ashy (A, Bw1, and Bw2 horizon) and 18 to 41 inches qualifying as loamy-skeletal (2C1 and part of the 2C2 horizon)\nThe discontinuity in the 2C1 horizon represents the limit of andic soil properties and influence of air-fall volcanic ash.\nThe dominant concept of the Kellerbutte series is a 60 to 75 dry day zone in the Douglas-fir and ponderosa pine habitat type. The dry day range has been expanded to 45 to 75 dry days to account for a moist phase of the grand fir habitat type recognized in Spokane County, Washington.\nDepths to diagnostic features are measured from the top of the first mineral layer.\nClassification revised 6/92 from ashy over loamy-skeletal, mixed, frigid Typic Vitrandepts to ashy over loamy-skeletal, mixed, frigid Typic Vitrixerands. Classification revised 10/01 from ashy over loamy-skeletal, mixed, frigid Typic Vitrixerands to ashy over loamy-skeletal, glassy over isotic, frigid Typic Vitrixerands.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
