{
  "SERIES": "KELL",
  "STATUS": "Established Series",
  "BYREV": "Rev WHC-CCC",
  "REVDATE": "04/2011",
  "STATES": "IL",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, active, mesic Ultic Hapludalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Kell silt loam, in a wooded area of Hickory-Kell silt loams, 18 to 35 percent slopes, at an elevation of about 140 meters (460 feet) above sea level. (Colors are for moist soils unless otherwise stated.)\nA--0 to 7.5 centimeters (0 to 3 inches); very dark grayish brown (10YR 3/2) silt loam, grayish brown (10YR 5/2) dry; moderate medium granular structure; friable; common very fine and fine roots throughout; moderately acid; abrupt smooth boundary. (7.5 to 15 cm or 3 to 6 inches thick)\nE--7.5 to 18 centimeters (3 to 7 inches); 60 percent dark grayish brown (10YR 4/2) and 40 percent dark yellowish brown (10YR 4/4) silt loam; weak thin platy structure; friable; common very fine and fine roots; few fine distinct spherical black (10YR 2/1) iron-manganese concretions throughout; 1 percent shale pebbles; 1 percent subrounded quartz pebbles; moderately acid; clear smooth boundary. (5 to 15 cm or 2 to 6 inches thick)\nBt1--18 to 33 centimeters (7 to 13 inches); yellowish brown (10YR 5/4) silt loam; strong fine subangular blocky structure; friable; common fine and medium roots; few distinct brown (10YR 4/3) clay films on faces of peds; few fine faint brown (10YR 4/3) masses of oxidized iron on faces of peds; common fine distinct spherical black (10YR 2/1) iron-manganese concretions throughout; 1 percent shale pebbles; 1 percent subrounded quartz pebbles; moderately acid; clear smooth boundary. (12 to 61 cm or 5 to 12 inches thick)\n2Bt2--33 to 46 centimeters (13 to 18 inches); yellowish brown (10YR 5/4) silty clay loam; moderate fine subangular blocky structure; friable; few medium roots between peds; many distinct dark yellowish brown (10YR 4/4) clay films on faces of peds; many fine distinct irregular yellowish brown (10YR 5/8) masses of oxidized iron with clear boundaries on faces of peds; few fine distinct spherical black (10YR 2/1) iron-manganese concretions throughout; 1 percent shale pebbles; 1 percent subrounded quartz pebbles; very strongly acid; clear smooth boundary.\n2Bt3--46 to 64 centimeters (18 to 25 inches); yellowish brown (10YR 5/6) silty clay loam; moderate medium subangular blocky structure; firm; few medium roots between peds; few distinct yellowish brown (10YR 5/4) clay films on faces of peds; few fine distinct irregular yellowish brown (10YR 5/8) masses of oxidized iron with clear boundaries on faces of peds; few fine distinct spherical black (10YR 2/1) iron-manganese concretions throughout; 10 percent shale pebbles; 1 percent subrounded quartz pebbles; very strongly acid; clear smooth boundary. (Combined thickness of 2Bt horizon is 25 to 46 cm or 10 to 18 inches.)\n2BC--64 to 89 centimeters (25 to 35 inches); 50 percent yellowish brown (10YR 5/4) and 50 percent light brownish gray (2.5Y 6/2) very channery silty clay loam; weak coarse prismatic structure; firm; few medium roots in cracks; few fine prominent irregular yellowish brown (10YR 5/8) and reddish yellow (7.5YR 6/6) masses of oxidized iron with clear boundaries around rock fragments; 50 percent shale fragments; extremely acid; gradual wavy boundary. (0 to 38 cm or 0 to 15 inches thick)\n3Cr--89 to 152 centimeters (35 to 60 inches); 50 percent yellowish brown (10YR 5/4) and 50 percent light brownish gray (2.5Y 6/2), weathered shale bedrock; few fine prominent irregular yellowish brown (10YR 5/8) and reddish yellow (7.5YR 6/6) masses of oxidized iron with clear boundaries around rock fragments."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Jefferson County, Illinois; about 8 miles northeast of Mt. Vernon, 1,975 feet west and 1,175 feet north of the southeast corner of section 15, T. 3 S. and R. 3E. USGS Opdyke, Illinois quadrangle; latitude 38 degrees 15 minutes 39 seconds North and longitude 88 degrees 51 minutes 28 seconds West; UTM Zone 16 337457 Easting and 4236400 Northing; NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nDepth to a paralithic contact: 51 to 102 centimeters (20 to 40 inches)\nMean annual soil temperature: more than 13 degrees C (55 degrees F)\nRock fragment content: weighted average is less than 35 percent in the upper 20 inches or all of the of the argillic horizon, whichever is less; rock fragments consist of sandstone, siltstone, or shale\nA or Ap horizon:\nHue: 10YR\nValue: 3 to 5\nChroma: 2 to 4\nOther features: horizons with value and chroma of 3 are less than 7 inches thick\nTexture: typically silt loam or loam and less commonly silty clay loam or clay loam\nContent of sand: 10 to 30 percent\nContent of rock fragments: 0 to 14 percent\nReaction: very strongly acid to moderately acid, except where limed\nE horizon:\nHue: 10YR\nValue: 4 to 6\nChroma: 2 to 4\nTexture: typically silt loam or loam and less commonly silty clay loam or clay loam\nContent of rock fragments: 0 to 14 percent\nReaction: very strongly acid to moderately acid, except where limed\nBt horizon:\nHue: 7.5YR or 10YR\nValue: 4 to 6\nChroma: 4 to 8\nTexture: silt loam or silty clay loam\nContent of sand: 10 to 30 percent\nContent of rock fragments: 0 to 14 percent\nReaction: very strongly acid to moderately acid\n2Bt horizon:\nHue: 7.5YR, 10YR, or 2.5Y\nValue: 4 or 5\nChroma: 2 to 8\nTexture: silt loam, silty clay loam, loam, or clay loam or the channery or very\nchannery analogs of these textures\nContent of rock fragments: 0 to 60 percent; rock fragments consist of pebbles, cobbles, and/or channers of shale, sandstone, and siltstone\nReaction: extremely acid to moderately acid\n2BC horizon:\nHue: 7.5YR, 10YR, or 2.5Y\nValue: 4 to 6\nChroma:2 to 8\nTexture: silt loam, silty clay loam, loam, or clay loam or the channery or very\nchannery analogs of these textures: rock fragments consist of pebbles, cobbles, and/or channers of shale, sandstone, and siltstone\nContent of rock fragments: 5 to 60 percent\nReaction: extremely acid to moderately acid\n3Cr horizon: rippable, weathered, level-bedded shale, sandstone, or siltstone"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Alanthus, Athol, Burkittsville, Cateache, Culleoka, Door, Duffield, Dumfries, Ebbing, Frondorf, Grayford, Hayter, Lamotte, Legore, Loudonville, Manassas, Mechanicsburg, Middleburg, Morrison, Myersville, Oatlands, Panorama, Sowego (T), Spriggs, Sudley, Washington, Westmoreland, Wheeling, and Williamsburg series.  Of these, only the Cateache, Culleoka, Frondorf, Loudonville, Oatlands, and Spriggs series have a lithic or paralithic contact at depths of less than 102 centimeters (40 inches). Cateache soils have a hue of 5YR or redder in the subsoil and formed in residuum from interbedded siltstone and shale. Culleoka and Frondorf soils do not have rounded or subrounded quartzite pebbles in the series control section and have a lithic contact. Loudonville soils have a mean annual soil temperature of\nless than 13 degrees C (55 degrees F) and have a lithic contact. Oatlands soils formed in Triassic and Jurassic sandstone and conglomerate and typically have a lithic contact. Spriggs soils have saprolite and/or hornblende lithologies immediately below the paralithic contact."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Kell soils are on side slopes of hills. Slopes range from 10 to 60 percent. Kell soils formed in till, pedisediment, or other forms of glacial drift and in residuum from acid sandstone, siltstone, and shale. Mean annual air temperature ranges from 11.7 to 13.9 degrees C (53 to 57 degrees F), mean annual precipitation ranges from 1016 to 1219 millimeters (40 to 48 inches), frost free days range from 175 to 210 days, and elevation ranges from 110 to 183 meters (360 to 600) feet above mean sea level."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Grantsburg, Hickory, and Zanesville soils on side slopes and summits above the Kell soils."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Well drained. Runoff is rapid or very rapid. Saturated hydraulic conductivity is moderately high or high (4.23 to 14.11 micrometers/s). Permeability is moderate."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most areas are wooded or used for pasture. Forest areas have oak, hickory, poplar, dogwood, persimmon, and sassafras as the dominant species."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Southern and southeastern Illinois in MLRA 114B. The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Indianapolis, Indiana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Jefferson County, Illinois, 1993."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Kell soils are in areas near the southern extent of the Illinois glacier and on side slopes in other areas that have thin layers of glacial drift (till) overlying level bedded shale and sandstone.\nDiagnostic horizons and soil features recognized in this pedon are:\nOchric epipedon - the zone from 0 to 18 centimeters (0 to 7 inches), (A and E horizon);\nAlbic horizon- the zone from 7.5 to 18 centimeters (3 to 7 inches);\nArgillic horizon - the zone from 18 to 64 centimeters (7 to 25 inches), (Bt1, 2Bt2, and 2Bt3 horizons).\nA paralithic contact at 89 centimeters (35 inches), (Cr horizon).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
