{
  "SERIES": "KELLY",
  "STATUS": "Established Series",
  "BYREV": "Rev. JHS-MAV",
  "REVDATE": "01/2006",
  "STATES": "MD,VA",
  "OVERVIEW": "The Kelly series consists of deep, somewhat poorly drained soils formed in residuum that weathered from gray to brown hornfel and granulite on upland flats and sideslopes in the Culpeper Basin. Permeability is slow or very slow. Slopes range from 0 to 10 percent.  Mean annual precipitation is about 40 inches and mean annual temperature is about 54 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, vermiculitic, mesic Aquic Hapludalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Kelly silt loam on a south facing slope in pasture at 335 feet elevation.\nA--0 to 5 inches; grayish brown (2.5Y 5/2), silt loam; weak coarse granular structure; very friable, slightly sticky, slightly plastic; common fine, medium, and coarse roots; common fine moderate continuity tubular pores; few fine prominent irregular yellowish red (5YR 4/6), moist, iron-manganese masses with diffuse boundaries; extremely acid; clear smooth boundary.\nBt1--5 to 13 inches; light yellowish brown (2.5Y 6/3), silty clay loam; moderate coarse angular blocky structure; friable, slightly sticky, slightly plastic; few fine roots and common medium, coarse, and very coarse roots; common fine moderate continuity tubular pores; patchy distinct light yellowish brown (2.5Y 6/3), moist, clay films on all faces of peds and discontinuous distinct light yellowish brown (2.5Y 6/3), moist, clay films on surfaces along pores; many medium distinct irregular yellowish brown (10YR 5/4), moist, iron-manganese masses with diffuse boundaries; very strongly acid; gradual smooth boundary.\nBt2--13 to 21 inches; dark yellowish brown (10YR 4/6), clay; weak coarse angular blocky structure; firm, slightly sticky, moderately plastic; few fine and medium roots; common medium moderate continuity tubular pores; discontinuous distinct dark yellowish brown (10YR 4/6), moist, clay films on all faces of peds; common medium prominent irregular light gray (10YR 7/1), moist, iron depletions with diffuse boundaries and common medium distinct irregular yellowish brown (10YR 5/6), moist, iron-manganese masses with diffuse boundaries; strongly acid; diffuse wavy boundary.\nBt3--21 to 37 inches; dark yellowish brown (10YR 4/6), clay; weak very coarse subangular blocky structure; firm, moderately sticky, moderately plastic; few fine roots throughout; patchy prominent dark yellowish brown (10YR 4/6), moist, slickensides on all faces of peds and discontinuous distinct dark yellowish brown (10YR 4/6), moist, clay films on all faces of peds; many medium prominent irregular gray (10YR 6/1), moist, iron depletions with diffuse boundaries; strongly acid; clear smooth boundary.\nBC--37 to 42 inches; white (5Y 8/1), brown (7.5YR 5/2), and yellowish brown (10YR 5/6), silty clay; massive; friable, slightly sticky, slightly plastic; few fine roots; strongly acid; abrupt smooth boundary.\nC--42 to 46 inches; brown (7.5YR 5/2), silt loam; massive; friable, nonsticky, nonplastic; few fine roots; moderately acid; very abrupt smooth boundary.\nR--46 inches; hard brown (7.5YR 5/2) hornfel bedrock."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Culpeper County, Virginia. From Mitchells, 1200 feet northeast, then 1800 feet east-southeast, on Route 652. Site is 250 southwest in an abandoned pasture. USGS Culpeper West topographic quadrangle. lat. 38 degrees 22 minutes 37.16 seconds N. and long. 78 degrees 1 minutes 12.41 seconds W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: The depth of solum ranges from 24 to 48 inches, argillic thickness ranges from 13 to 42 inches, and depth to hard bedrock ranges from 40 to 60 inches. Hornfel and granulite gravel content range from 0 to 30 percent in the A and B horizons and from 0 to 40 percent in the BC and C horizons. Cobbles or flagstones of hornfel or granulite make up 0 to 5 percent of the C horizon.\nThe A horizon has hue of 10YR, 2.5Y or neutral, value of 3 to 5 and chroma of 0 to 3. It is loam, silt loam or silty clay loam. Reaction is extremely acid to moderately acid.\nSome pedons have an Ap horizon. It has hue of 10YR, 2.5Y or neutral, value of 2 to 5 and chroma of 0 to 4. It is loam, silt loam or silty clay loam. Reaction is extremely acid to moderately acid.\nSome pedons have an E horizon. It has hue of 10YR or 2.5Y, value of 4 to 6 and chroma of 2 or 4. It is loam or silt loam. Reaction is extremely acid to moderately acid.\nThe Bt horizon has hue of 7.5YR to 5Y, value of 3 to 6 and chroma of 3 to 8.  It is silt loam, loam, sandy clay loam, clay loam, silty clay loam, clay or silty clay. Subhorizons of loam may be present in some pedons. Reaction is extremely acid to moderately acid.\nSome pedons have a Btg horizon. It has hue of 10YR, 2.5Y or neutral, value of 3 to 6 and chroma of 0 to 2.  It is clay loam, silty clay loam, clay or silty clay. Reaction is extremely acid to moderately acid.\nThe BC horizon has hue of 10YR, 2.5Y or neutral, value of 3 to 5 and chroma of 1 to 8. It may be variegated in hues of 7.5YR to 5Y and neutral, value of 3 to 8 and chroma of 0 to 8. It is loam, silt loam, sandy clay loam, clay loam, silty clay loam, clay or silty clay. Reaction is strongly acid to neutral.\nThe C horizon has hue of 5YR to 2.5Y, 5GY, 5PB or neutral, value of 3 to 7 and chroma of 0 to 6. It may be variegated in hues of 5YR to 5Y and neutral, values of 3 to 6 and chroma of 0 to 6. It is loam, silt loam, sandy clay loam, clay loam, silty clay loam, clay, or silty clay. Reaction is strongly acid to neutral.\nSome pedons have a Cg horizon. It has hue of 10YR, 2.5Y or neutral, value of 3 to 5, and chroma of 1 or 2. It is loam, silt loam, clay loam, silty clay loam or clay. Reaction is strongly acid to neutral.\nThe Cr horizon, where present, is partially weathered hornfel and granulite with C material in crevices.\nThe R horizon is hard hornfel or granulite."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no other series in the same family. Series in similar families include the Banister, Branchville, Cardinal, Celina, Eudy, Guernsey, Hartville, Jerktail, Lewisburg, Licking, Loudon, Poorhouse, Tarlton, Vandergrift, and Whippany soils with mixed mineralogy, the Cardington, Ellsworth, Geeburg, Glynwood, Mississinewa, Mortimer, Pert, Shinrock, and Wyatt soils with illitic mineralogy, and the Jackland soils with smectitic mineralogy."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Kelly soils formed in residuum weathered from gray to brown hornfel and granulite and are on level to gently sloping uplands of the Culpeper basin in the northern Piedmont Plateau. Slopes range from 0 to 10 percent. Mean annual temperature ranges from 53 to 57 degrees F., and mean annual precipitation ranges from 38 to 45 inches, frost free days range from 165 to 203, and elevation ranges from 200 feet to 600 feet above sea level."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Albano, Catlett, Ott, and Sycoline soils.  Albano soils are in concave landscape positions and are poorly drained.  Ott and Sycoline soils are on similar landscape positions. Ott soils are moderately deep and well drained. Sycoline soils are moderately deep and moderately well drained. Catlett soils are on steeper side slopes and are shallow and well drained."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Somewhat poorly drained. The potential for surface runoff is low to medium. Permeability is slow or very slow. In undisturbed areas, the depth to the top of the seasonal high water table ranges from 10 to 20 inches for some time in most years."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Cleared areas are used for corn, wheat, pasture and hay.  About 40 percent of the area is in native forest of oaks, hickory, ash, and Virginia pine."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Culpeper basin in Virginia and Maryland, possibly the southern end of the Gettysburg basin of Maryland.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Morgantown, West Virginia"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Culpeper County, Virginia, 1943."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: 1. Classification and type location changed to Prince William County, Virginia 1981. Type location moved back to Culpeper County, Virginia in 2003. On the 1986 OSD, authors were RSW, JHE, and DDR. RRD changed it to ACB, RRD in 1997. This 2003 revision by JHS-MAV removed statements about forming partly in periglacially transported materials.\n2. Diagnostic horizons and features recognized in this pedon are:\na. Ochric epipedon - the zone from 0 to 5 inches (A horizon).\nb. Argillic horizon - the zone from 5 to 37 inches (Bt horizons).\nc. Lithic contact - at 47 inches (R horizon).\nADDITIONAL DATA: Lab date is available.  Kelly soils normally have high amounts of exchangeable Mg, and Mg to Ca rations of greater than 1:1.  Magnesium toxicity may be a limiting factor in use and management of these soils.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
