{
  "SERIES": "KEMOO",
  "STATUS": "Established Series",
  "BYREV": "Rev. HHS/RCH",
  "REVDATE": "08/2000",
  "STATES": "HI",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, parasesquic, isohyperthermic Vertic Paleustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Kemoo silty clay - pasture. (Colors are for moist soil unless otherwise noted.  All textures are \"apparent field textures.\")\nAp1--0 to 4 inches; very dusky red (2.5YR 2/2) silty clay, dusky red (2.5YR 3/2) dry; moderate very fine granular and subangular blocky structure; very hard, firm, sticky and plastic; many fine, medium and coarse roots; common very fine and fine interstitial and tubular pores; strong effervescence with hydrogen peroxide; slightly acid (pH 6.5); clear smooth boundary. (3 to 5 inches thick)\nAp2--4 to 12 inches; dark reddish brown (2.5YR 3/3) dry and moist silty clay; strong very fine and fine subangular blocky structure; hard, firm, sticky and plastic; many fine, medium and coarse roots; many very fine tubular pores; strong effervescence with hydrogen peroxide; slightly acid (pH 6.3); gradual smooth boundary. (6 to 9 inches thick)\nB1--12 to 20 inches; dark reddish brown (2.5YR 3/4) silty clay, dark red (2.5YR 3/6) dry; moderate medium subangular blocky structure parting to strong fine and very fine subangular blocky; hard, firm, sticky and plastic; many fine, medium and coarse roots; many very fine tubular pores; thin patchy clay films on peds; slight effervescence with hydrogen peroxide; slightly acid (pH 6.5); abrupt smooth boundary. (6 to 8 inches thick)\nB21t--20 to 34 inches; same color and texture as above; moderate medium subangular structure parting to strong very fine subangular and angular blocky; slightly hard, friable, sticky and very plastic; common medium and fine roots; many very fine and fine tubular pores; thin continuous clay films on peds; and few lined pores; slight effervescence with hydrogen peroxide; neutral (pH 6.B); clear wavy boundary. (12 to 14 inches thick)\nB22t--34 to 58 inches; dusky red (10R 3/4) silty clay, dark red (10R 3/6) dry; moderate medium and coarse subangular parting to strong fine and very fine angular and subangular blocky; hard and brittle, friable, sticky and very plastic; many medium, few fine and coarse roots; common very fine and fine tubular pores; moderately thick continuous clay films on peds and in pores; few slickensides; slight effervescence with hydrogen peroxide; neutral (pH 7.2); gradual smooth boundary. (20 to 26 inches thick)\nB23t--58 to 66 inches; same color, texture, structure and consistence as above; few coarse roots; many very fine tubular pores; moderately thick continuous clay films on peds and in pores; common slickensides; slight effervescence with hydrogen peroxide; neutral (pH 7.1)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Honolulu County, Hawaii; Haleiwa Quadrangle - 21 degrees 33' 00\" north latitude and 158 degrees 07' 23\" west longitude; Kahua Ranch south of Waialua; at Thompson Corner, proceed west 400 feet on Kamehameha Highway, turn south on plantation road and travel 0.3 mile; turn right and proceed 0.3 mile, turn left 0.35 mile; take gravel road to the right; proceed 0.1 mile to a gate; go past gate 0.85 mile on jeep road; site is 300 feet west of the jeep road."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Mean annual soil temperature is about 72 degrees F.  In most areas there are no manganese concretions within the solum.  The profile is slightly acid or neutral.  The A horizon has hue of 5YR or 2.5YR, value of 2 or 3 moist or dry and chroma 2 or 3 moist or dry.  The B horizon has hue of 2.5YR or 10R and chroma of 4 through 6 dry."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Kalae, Kanepuu, Puu Opae, and Wahiawa series.  Kalae soils have an ochric epipedon with a chroma of 4 and are strongly acid throughout the argillic horizon.  Kanepuu soils have 5YR or 7.5YR hue in the argillic horizon.  Puu Opae soils are medium acid to very strongly acid throughout the solum and have base saturation of less than 50 percent.  Wahiawa soils lack an argillic horizon and have only a few patchy clay films in the lower part of the B horizon."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Kemoo soils are on uplands.  Slopes are 2 to 70 percent but dominated by slopes over 35 percent.  The soils formed in materials weathered from basalt.  Elevations range from 300 to 1,200 feet.  Annual rainfall is 35 to 60 inches.  Average January temperature is about 69 degrees F.; average July temperature is about 74 degrees F.; mean annual temperature is about 72 degrees F."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Halawa, Mahana and Paumalu soils.  Halawa soils have an umbric epipedon and are smeary in the upper part of the B horizon.  Mahana soils lack an argillic horizon and are very strongly acid throughout the B horizon.  Paumalu soils are very strongly acid throughout the argillic horizon and have 5YR hue throughout the profile."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; slow to rapid runoff depending on slope; moderate to moderately rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Mainly pasture with small areas of irrigated sugarcane and macadamia nuts.  Natural vegetation is guava (Psidium guajava), Christmas berry (Schinus terebinthifolius), lantana (Lantana camara), pilipiliula (Chrysopogon aciculatus), and bermudagrass (Cynodon dactylon).  At low elevation, klu (Acacia farnesiana), uhaloa (Waltheria indica americana) and mao (Abutilon molle).  At upper elevations, koa (Acacia confusa) and hilograss (Paspalum conjugatum)."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Island of Oahu, mainly along the windward slopes of the Waianae Range between Kolekole Pass and Kaena Point and from Waimea Bay to Kahuku on lower slopes of the Koolau Range.  This series is of small extent, with an area of about 6,800 acres."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Honolulu County (Island of Oahu), Hawaii, 1971."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  The Kemoo soils were formerly mapped as the Naiwa and Nakalele series in the 1955 Soil Survey, Territory of Hawaii.\nOSED scanned by SSQA.  Last revised by state on 5/78.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
