{
  "SERIES": "KEMPSVILLE",
  "STATUS": "Established Series",
  "BYREV": "RLH-WJE, Rev. MHC",
  "REVDATE": "02/2010",
  "STATES": "VA",
  "OVERVIEW": "Soils of the Kempsville series are very deep, well drained, and moderately permeable.  They formed in loamy sediments on the upper Coastal Plain.  Slopes are dominantly 0 to 6 percent but range to 25 percent.  Mean annual temperature is 59 degrees F, and mean annual precipitation is 47 inches.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, siliceous, subactive, thermic Typic Hapludults"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Kempsville fine sandy loam on a 3 percent slope in a mixed pine and hardwood forest.  (Colors are for moist soil.)\nA--0 to 4 inches; dark grayish brown (2.5Y 4/2) fine sandy loam; weak fine granular structure; very friable; many medium and common coarse roots; common fine and medium tubular pores; very strongly acid; clear smooth boundary.  (0 to 8 inches thick)\nE--4 to 14 inches; light yellowish brown (10YR 6/4) fine sandy loam; weak fine and medium granular structure; very friable; common coarse medium and fine roots; common fine and medium tubular pores; very strongly acid; gradual smooth boundary.  (0 to 15 inches thick)\nBt1--14 to 20 inches; yellowish brown (10YR 5/6) fine sandy loam; weak fine and medium subangular blocky and weak fine angular blocky structure; friable; few coarse medium and fine roots; common fine and medium pores; few faint clay films on faces of peds and common clay bridging between grains of sand; few medium faint light yellowish brown (10YR 6/4) iron depletions; very strongly acid; clear smooth boundary.\nBt2--20 to 32 inches; strong brown (7.5YR 5/6) sandy clay loam; weak medium subangular blocky structure; friable; few coarse fine and medium roots with the coarse roots mainly in the upper part of the horizon; few fine and medium pores; common distinct clay films on faces of peds; few medium distinct light yellowish brown (10YR 6/4) iron depletions; very strongly acid; clear smooth boundary.\nBt3--32 to 40 inches; strong brown (7.5YR 5/6), light yellowish brown (10YR 6/4), and pale brown (10YR 6/3) fine sandy loam; weak coarse and medium subangular blocky structure; strong brown portion is friable, light yellowish brown and pale brown portion is firm and slightly compact in place; few fine roots; few fine and medium vesicular pores; few distinct clay films on faces of peds; light yellowish brown and pale brown portions are iron depletions; strongly acid; clear wavy boundary.\nBt4--40 to 55 inches; yellowish brown (10YR 5/6) sandy clay loam; weak coarse and medium subangular blocky structure; friable, slightly compact in place; few fine and very fine roots; few fine vesicular pores; few distinct clay films on faces of peds and common bridging between sand grains; common medium distinct pale brown (10YR 6/3) iron depletions and common medium faint strong brown (7.5YR 5/6) irregularly shaped masses of iron accumulation; strongly acid; clear wavy boundary. (Combined thickness of the Bt horizon is 28 to 60 inches.)\nC--55 to 68 inches; yellowish brown (10YR 5/6) fine sandy loam; massive; friable; few fine roots; few fine vesicular pores; common medium distinct strong brown (7.5YR 5/6) irregularly shaped masses of iron accumulation, and many coarse prominent gray (5Y 6/1) and common medium distinct light yellowish brown (10YR 6/4) iron depletions; strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  York County, Virginia; approximately 3 miles northwest of Williamsburg; 0.5 mile east of junction of U.S. 60 and VA-645 and 100 feet south of VA-645."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Solum thickness ranges from 50 to 85 inches.  Quartz gravel make up 0 to 35 percent of the solum and up to 50 percent of individual layers of the C horizon.  Silt content of the particle size control section averages from 20 to 50 percent.  Exchangeable aluminum is less than 6 meq/100 grams. Reaction is very strongly acid through moderately acid unless limed.\nThe A or Ap horizon has hue of 7.5YR through 2.5Y, value of 2 through 5, and chroma of 2 through 4.  Value of 2 or 3 is limited to a thin A horizon.  The A horizon is loamy sand, coarse sandy loam, sandy loam, fine sandy loam, very fine sandy loam or loam, in the fine-earth fraction.\nThe E horizon has hue of 10YR or 2.5Y, value of 5 through 7, and chroma of 3 through 6.  The E horizon is loamy sand, sandy loam, fine sandy loam, very fine sandy loam, or loam in the fine-earth fraction.\nThe BE or BA horizon, where present, has hue of 10YR or 2.5Y, value of 5 through 7, and chroma of 3 through 6.  It is sandy loam, fine sandy loam, very fine sandy loam, or loam in the fine- earth fraction.\nThe Bt horizon has hue of 7.5YR or 10YR, value of 4 through 6, and chroma of 4 through 8.  Lower subhorizons of some pedons range to hue of 5YR or 2.5YR.  The Bt horizon is sandy loam, fine sandy loam, loam, clay loam, or sandy clay loam in the fine-earth fraction. Most pedons have a subhorizon of the Bt that is brittle and somewhat compact in as much as 40 percent of the mass. This brittle or compact layer commonly has few to many pale brown, very pale brown, or light yellowish brown iron depletions and slightly lower clay content than overlying or underlying horizons.\nThe BC or CB horizon, where present, has hue of 2.5YR through 10YR, value of 4 through 6, and chroma of 4 through 8.  Many pedons have masses of iron accumulation and iron depletions; and where present, iron depletions of low chroma are below a depth of 50 inches.  Texture is sandy loam, fine sandy loam, loam, or sandy clay loam in the fine- earth fraction.\nThe C horizon has hue of 2.5YR through 10YR, value of 4 through 6, and chroma of 4 through 8, or it is varieagated with masses of Fe accumulation.  Texture ranges from loamy sand through sandy clay loam in the fine-earth fraction.  Many pedons have masses of iron accumulation and iron depletions; and where present, iron depletions of low chroma are below a depth of 50 inches."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: (This section not checked this date:added activity class)  These are the Apison, Biffle (T), Cahaba, Durham, Emporia, Euharlee, Granville, Hartsells, Linker, Nauvoo, Okeelala (T), Oktaha, Olla, Pirum, Sipsey, Smithdale, Spadra, Stringtown, and Suffolk series. The Apison, Biffle, Hartsells, Linker, Oktaha, and Sipsey soils have a lithic or paralithic contact within 40 inches of the surface.  Cahaba, Nauvoo, Ogeechee, and Smithdale soils have 5YR or redder hue in the Bt horizon. Durham soils have more weatherable minerals such as mica and feldspar in the lower part of the B horizon and a C horizon of saprolite.  Emporia soils have low chroma Fe depletions indicative of wetness below a depth of 36 to 40 inches.  Euharlee soils have rock fragments of chert throughout the solum and a C horizon of weathered siltstone, sandstone, and cherty limestone.  Granville soils have 6 to 13 meq/100 grams of exchangeable aluminum.  Olla and Spadra soils do not have a subhorizon of the Bt horizon that is somewhat compact and brittle in as much as 40 percent of the mass, and in addition Spadra soils have Bt horizon colors centered on hue of 5YR.  Pirum soils have sandstone or shale fragments and bedrock within a depth of 22 to 50 inches.  Stringtown soils contain 1 to 4 percent plinthite by volume in the Bt horizon and strata of soft shale and sandstone in the C horizon. Suffolk soils have a solum 30 to 50 inches thick."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Kempsville soils are on nearly level to moderately steep Coastal Plain uplands.  Slopes are dominantly 0 to 6 percent, but range from 0 to 25 percent.  These soils formed in loamy fluvial and marine sediments.  Mean annual temperature ranges from 58 to 62 degrees F and mean annual precipitation ranges from 41 to 49 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  In addition to the competing Emporia, and Suffolk soils, these are the Atlee, Bourne, Caroline, Norfolk, Orangeburg, Rumford, Slagle, and Uchee soils. These soils are all on similar adjacent landscape positions as the Kempsville soils.  Atlee and Slagle soils have low chroma iron depletions at less than 50 inches.  Bourne soils have a fragipan and are on slightly lower side slopes.  Caroline soils are clayey; Rumford soils are coarse-loamy; Norfolk and Orangeburg soils have thicker argillic horizons; Uchee soils have a sandy surface layer thicker than 20 inches."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; slow to very rapid runoff; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most of the Kempsville soils are used for growing corn, soybeans, small grain, hay, and tobacco.  Wooded areas are in loblolly pine, Virginia pine, oaks, hickory, yellow- poplar and sweetgum."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Eastern Virginia, southern Maryland, northern North Carolina, and possibly Tennessee.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Raleigh, North Carolina"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Mathews County, Virginia, 1943."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and other features recognized in this pedon are:\na.  Ochric epipedon - the zone from 0 to 14 inches (A and E horizons).  b.  Argillic horizon - the zone between 14 and 55 inches (Bt horizon).\nADDITIONAL DATA: None\nSIR = VA0002, VA0152 (GRAVELLY)\nMLRA = 133A, 153A, 153B, 153C\nREVISED = 7/9/96,MHC\nTABULAR SERIES DATA:\nSOI-5  Soil Name   Slope  Airtemp FrFr/Seas Precip  Elevation\nVA0002 KEMPSVILLE  0- 25   58- 62  190-240  41- 49   100- 400\nVA0152 KEMPSVILLE  0- 25   58- 62  190-240  41- 49   100- 400\nSOI-5  FloodL FloodH Watertable Kind   Months  Bedrock Hardness VA0002 NONE          6.0-6.0              -     60-60\nVA0152 NONE          6.0-6.0              -     60-60\nSOI-5  Depth  Texture                3-Inch  No-10  Clay%   -CEC- VA0002  0-14  SL FSL                  0-  2  75-100  5-15   2- 25 VA0002  0-14  VFSL L                  0-  2  80-100  5-18   2- 25 VA0002  0-14  LS                      0-  2  80-100  5-12   2- 25 VA0002 14-20  SL FSL L                0-  2  80-100 12-24   2- 20 VA0002 20-55  SCL L FSL               0-  2  80-100 18-35   2- 20 VA0002 55-68  SR LS SCL               0-  5  75-100  5-30   2- 20 VA0152  0-14  GR-SL GR-FSL            0-  2  50- 75  5-15    -\nVA0152  0-14  GR-VFSL GR-L            0-  2  55- 75  5-18    -\nVA0152 14-20  GR-SL GR-FSL GR-L       0-  2  50- 75 12-24    -\nVA0152 20-55  GR-SCL GR-FSL GR-L      0-  2  50- 75 18-35    -\nVA0152 55-68  SR GR-LS GR-SCL         0-  5  35- 75  5-30    -\nSOI-5  Depth    -pH-     O.M.  Salin  Permeab   Shnk-Swll\nVA0002  0-14  4.5- 6.0  .5-2.  0- 0   2.0- 6.0  LOW\nVA0002  0-14  4.5- 6.0  .5-2.  0- 0   2.0- 6.0  LOW\nVA0002  0-14  4.5- 6.0  .5-2.  0- 0   2.0- 6.0  LOW\nVA0002 14-20  4.5- 6.0  .5-1.  0- 0   2.0- 6.0  LOW\nVA0002 20-55  4.5- 6.0  0.-.5  0- 0   0.6- 2.0  LOW\nVA0002 55-68  4.5- 6.0  0.-.5  0- 0   0.6- 2.0  LOW\nVA0152  0-14  4.5- 5.5  .5-2.  0- 0   2.0- 6.0  LOW\nVA0152  0-14  4.5- 5.5  .5-2.  0- 0   2.0- 6.0  LOW\nVA0152 14-20  4.5- 5.5  .5-1.  0- 0   2.0- 6.0  LOW\nVA0152 20-55  4.5- 5.5  0.-.5  0- 0   0.6- 2.0  LOW\nVA0152 55-68  4.5- 5.5  0.-.5  0- 0   0.6- 2.0  LOW\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 10,
        "moist_hue": "2.5Y",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "fine sandy loam",
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A--0 to 4 inches; dark grayish brown (2.5Y 4/2) fine sandy loam; weak fine granular structure; very friable; many medium and common coarse roots; common fine and medium tubular pores; very strongly acid; clear smooth boundary.  (0 to 8 inches thick)"
      },
      {
        "name": "E",
        "top": 10,
        "bottom": 36,
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 4,
        "texture_class": "fine sandy loam",
        "pH_class": "very strongly acid",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "E--4 to 14 inches; light yellowish brown (10YR 6/4) fine sandy loam; weak fine and medium granular structure; very friable; common coarse medium and fine roots; common fine and medium tubular pores; very strongly acid; gradual smooth boundary.  (0 to 15 inches thick)"
      },
      {
        "name": "Bt1",
        "top": 36,
        "bottom": 51,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "fine sandy loam",
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bt1--14 to 20 inches; yellowish brown (10YR 5/6) fine sandy loam; weak fine and medium subangular blocky and weak fine angular blocky structure; friable; few coarse medium and fine roots; common fine and medium pores; few faint clay films on faces of peds and common clay bridging between grains of sand; few medium faint light yellowish brown (10YR 6/4) iron depletions; very strongly acid; clear smooth boundary."
      },
      {
        "name": "Bt2",
        "top": 51,
        "bottom": 81,
        "moist_hue": "7.5YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "sandy clay loam",
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bt2--20 to 32 inches; strong brown (7.5YR 5/6) sandy clay loam; weak medium subangular blocky structure; friable; few coarse fine and medium roots with the coarse roots mainly in the upper part of the horizon; few fine and medium pores; common distinct clay films on faces of peds; few medium distinct light yellowish brown (10YR 6/4) iron depletions; very strongly acid; clear smooth boundary."
      },
      {
        "name": "Bt3",
        "top": 81,
        "bottom": 102,
        "moist_hue": "7.5YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "fine sandy loam",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bt3--32 to 40 inches; strong brown (7.5YR 5/6), light yellowish brown (10YR 6/4), and pale brown (10YR 6/3) fine sandy loam; weak coarse and medium subangular blocky structure; strong brown portion is friable, light yellowish brown and pale brown portion is firm and slightly compact in place; few fine roots; few fine and medium vesicular pores; few distinct clay films on faces of peds; light yellowish brown and pale brown portions are iron depletions; strongly acid; clear wavy boundary."
      },
      {
        "name": "Bt4",
        "top": 102,
        "bottom": 140,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "sandy clay loam",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bt4--40 to 55 inches; yellowish brown (10YR 5/6) sandy clay loam; weak coarse and medium subangular blocky structure; friable, slightly compact in place; few fine and very fine roots; few fine vesicular pores; few distinct clay films on faces of peds and common bridging between sand grains; common medium distinct pale brown (10YR 6/3) iron depletions and common medium faint strong brown (7.5YR 5/6) irregularly shaped masses of iron accumulation; strongly acid; clear wavy boundary. (Combined thickness of the Bt horizon is 28 to 60 inches.)"
      },
      {
        "name": "C",
        "top": 140,
        "bottom": 173,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "fine sandy loam",
        "pH_class": "strongly acid",
        "narrative": "C--55 to 68 inches; yellowish brown (10YR 5/6) fine sandy loam; massive; friable; few fine roots; few fine vesicular pores; common medium distinct strong brown (7.5YR 5/6) irregularly shaped masses of iron accumulation, and many coarse prominent gray (5Y 6/1) and common medium distinct light yellowish brown (10YR 6/4) iron depletions; strongly acid."
      }
    ]
  ]
}
