{
  "SERIES": "KEMP",
  "STATUS": "Established Series",
  "BYREV": "Rev. CMT:FBP",
  "REVDATE": "04/2007",
  "STATES": "OK,TX",
  "OVERVIEW": "The Kemp series is a member of the fine-loamy, mixed, nonacid, thermic family of Aquic Udifluvents.  These soils have brown loam\nA horizons and mottled, stratified, or buried horizons of varying loamy textures.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, active, nonacid, thermic Aquic Udifluvents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Kemp loam - pasture.\n(Colors are for dry soil unless otherwise\nstated.)\nA1    --  0-18 inches, brown (10YR 5/3) loam, dark brown\n(10YR 4/3) moist; weak medium subangular blocky structure; hard, friable; many roots, common pores, and wormcasts; medium acid; gradual smooth boundary.  (6 to 18 inches thick)\nC     --  18-32 inches, grayish brown (10YR 5/2) loam, dark grayish brown (10YR 4/2) moist; weak medium subangular blocky structure; hard, friable; many roots, common pores, and wormcasts; few thin strata of fine sandy loam; slightly acid; gradual smooth boundary.  (10 to 22 inches thick)\nAb    --  32-37 inches, grayish brown (10YR 5/2) fine sandy loam, dark grayish brown (10YR 4/2) moist; few fine faint and distinct mottles of very dark gray, light brownish gray, and olive brown; weak medium subangular blocky structure; hard, friable; few roots, few pores, and worm casts; slightly acid; clear smooth boundary.  (0 to 14 inches thick)\nB2tb  --  37-52 inches, dark gray (10YR 4/1) sandy clay loam, very dark gray (10YR 3/1) moist; few to common fine distinct\nmottles of dark yellowish brown and yellowish brown; weak medium blocky structure; extremely hard, very firm; few roots; clay films\non some ped faces; neutral; gradual smooth boundary.  (6 to 18\ninches thick)\nB3b   --  52-65 inches, distinctly mottled strong brown\n(7.5YR 5/6), light brownish gray (10YR 6/2), and yellowish brown (10YR 5/4) sandy clay loam; weak coarse blocky structure; very\nhard, very firm; few roots; few patchy clay films; medium acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Kaufman County, Texas; 200 feet west of unpaved service road on U. S. Highway 175; at a point 0.65 mile northwest\nof its junction with Farm Road 1388 in Kaufman."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Depth of recent sediments to the buried soil with an argillic horizon with or without an Ab horizon ranges from 20 to 40 inches.  Weighted average clay content of the 10- to 40-inch control section ranges from 18 to 27 percent.  Reaction ranges from medium acid through neutral in the recent sediments, strongly through slightly acid in the upper part of the buried argillic horizon, and primarily medium acid through neutral in the lower part.  Rarely, the lower part of the solum ranges to\nmoderately alkaline.\nThe A horizon has a hue of 10YR, ranging from dark grayish brown (10YR 4/2) and various shades of brown through light brownish gray (10YR 6/2).  When moist values are less than 3.5, this horizon is less than 7 inches thick.  Few to common fine mottles of light brownish gray, dark grayish brown, or grayish brown are in some pedons.  This horizon is fine sandy loam or loam.\nThe C horizon is light gray (10YR 7/2), brown (10YR 5/3), grayish brown (10YR 5/2), pale brown (10YR 6/3), very pale brown (10YR\n7/3), or light yellowish brown (10YR 6/4).  Few to common fine mottles of gray, brown, and yellow are present in some pedons.  Texture is fine sandy loam, loam, or sandy clay loam.  Strata of these textures range from few to common.\nThe Ab horizon is not recognizable in all pedons.  Where present,\nit is 1 or 2 values lower than the recent deposits.  It is fine\nsandy loam, loam, or rarely sandy clay loam.  The upper part of\nthe buried argillic horizon is either distinctly mottled in shades\nof brown, yellow, and gray or it has matrix colors of brown (10YR 5/3), pale brown (10YR 6/3), dark grayish brown (10YR 4/2), light brownish gray (10YR 6/2), or dark gray (10YR 4/1) with common fine and medium mottles of brown, yellow, and gray.  The lower part is distinctly mottled with shades of gray, brown, and yellow in hues\nof 7.5YR through 2.5Y.  The buried argillic horizon is sandy clay loam, clay loam, or sandy clay."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are Adler, Bunyan,\nCartecay, Collins, Congaree, Iuka, Marietta, Nahatche, Thenas, and Varro series.  Adler and Collins soils have textures of silt loam with less than 15 percent coarser than very fine sand in the\ncontrol section.  Bunyan, Congaree, and Varro soils are not\nsaturated above 40 inches at some seasons in most years.  Cartecay and Thenas soils have less than 18 percent clay in the control section.  Iuka soils are acid and have siliceous mineralogy.  Marietta and Nahatche soils have cambic horizons.  In addition, Nahatche soils are saturated with water in the upper 20 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Kemp soils are on nearly level flood plains or low terraces of streams draining the Texas claypan area.  They formed\nin recently deposited loamy alluvium 20 to 40 inches thick which overlie a buried soil, also formed in alluvium.  Mean annual temperature near the type location is about 66 degrees F., and Thornthwaite P-E indices are about 50 to 70."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the competing Nahatche series, and the Gowen and Kaufman soils.  Gowen and Kaufman soils have mollic epipedons more than 24 inches thick, and in addition, Kaufman soils are clayey throughout."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Moderately well drained; slow surface runoff; moderate permeability.  These soils are flooded from one\nto several times each year for a duration of a few days to about 2 weeks.  A water table is present within 20 to 40 inches below the surface, mainly during the winter or spring months."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used mostly for tame pasture and hayland.\nThe native vegetation is hackberry, elm, pecan, panicums,\npaspalums, wildrye, and greenbriers."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  These soils occur mainly in the Texas claypan areas of northeast Texas.  The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Kaufman County, Texas; 1973."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  These soils were formerly classified in the Alluvial\ngreat soil group and included in the Bunyan series.\nNational Cooperative Soil Survey\nU. S. A."
  },
  "SITE": [
    [
      {
        "drainage": "moderately well",
        "drainage_overview": ""
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A1",
        "top": 0,
        "bottom": 46,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "texture_class": "loam",
        "narrative": "A1    --  0-18 inches, brown (10YR 5/3) loam, dark brown"
      },
      {
        "name": "C",
        "top": 46,
        "bottom": 81,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "fine sandy loam",
        "pH_class": "slightly acid",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "C     --  18-32 inches, grayish brown (10YR 5/2) loam, dark grayish brown (10YR 4/2) moist; weak medium subangular blocky structure; hard, friable; many roots, common pores, and wormcasts; few thin strata of fine sandy loam; slightly acid; gradual smooth boundary.  (10 to 22 inches thick)"
      },
      {
        "name": "Ab",
        "top": 81,
        "bottom": 94,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "fine sandy loam",
        "pH_class": "slightly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Ab    --  32-37 inches, grayish brown (10YR 5/2) fine sandy loam, dark grayish brown (10YR 4/2) moist; few fine faint and distinct mottles of very dark gray, light brownish gray, and olive brown; weak medium subangular blocky structure; hard, friable; few roots, few pores, and worm casts; slightly acid; clear smooth boundary.  (0 to 14 inches thick)"
      },
      {
        "name": "B2tb",
        "top": 94,
        "bottom": 132,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 1,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 1,
        "texture_class": "sandy clay loam",
        "narrative": "B2tb  --  37-52 inches, dark gray (10YR 4/1) sandy clay loam, very dark gray (10YR 3/1) moist; few to common fine distinct"
      },
      {
        "name": "B3b",
        "top": 132,
        "bottom": 165,
        "narrative": "B3b   --  52-65 inches, distinctly mottled strong brown"
      }
    ]
  ]
}
