{
  "SERIES": "KENALDUMA",
  "STATUS": "Established Series",
  "BYREV": "Rev: PBF/CAH/ET",
  "REVDATE": "12/2015",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive, hyperthermic, shallow Argidic Argidurids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Kenalduma very gravelly fine sandy loam, on an east-facing, linear, 2 percent slope under sparse desert shrubs at an elevation of 290 meters (951 feet). (Colors are for dry soil unless otherwise noted.)\nC -- 0 to 5 centimeters (0 to 2 inches); gravel; with approximately 15 percent fine gravel, 63 percent medium and coarse gravel, 19 percent cobbles and 1 percent stones; abrupt wavy boundary. (0 to 5 centimeters thick)\nAq -- 5 to 10 centimeters (2 to 4 inches); light yellowish brown (10YR 6/4) very gravelly fine sandy loam, dark yellowish brown (10YR 4/4) moist; moderate thick platy structure; slightly hard, very friable, nonsticky and slightly plastic; few very fine, fine and medium vesicular pores; 10 percent, medium, prominent, very pale brown (10YR 7/3) silica pendants on bottom of rock fragments; 15 percent fine gravel, 15 percent medium and coarse gravel and 15 percent cobbles; violently effervescent; moderately alkaline (pH 8.3); clear wavy boundary. (2 to 5 centimeters thick)\nBt -- 10 to 41 centimeters (4 to 16 inches); strong brown (7.5YR 4/6) very gravelly sandy loam, strong brown (7.5YR 4/6) moist; moderate fine and medium subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; few very fine and fine, and very few medium and coarse roots; 20 percent faint, brown (7.5YR 4/4) clay films on ped faces and 15 percent, prominent, brown (7.5YR 4/4) clay films on bottom of rock fragments; 25 percent fine gravel, 15 percent medium and coarse gravel and 10 percent cobbles; slightly effervescent; moderately alkaline (pH 8.2); clear wavy boundary. (12 to 31 centimeters thick)\nBkqm -- 41 to 67 centimeters (16 to 26 inches); white (7.5YR 8/1) weakly cemented gravelly sand, light yellowish brown (10YR 6/4) moist; duripan with 80 percent cementation; massive; moderately hard, brittle, nonsticky and nonplastic; 10 percent fine gravel, 5 percent medium and coarse gravel and 10 percent cobbles; slightly effervescent; moderately alkaline (pH 8.1); clear wavy boundary.\nBq -- 67 to 94 centimeters (26 to 37 inches); pale brown (10YR 6/3) very gravelly sand, light brownish gray (2.5Y 6/2) moist; single grain; loose, nonsticky and nonplastic; very few very fine and fine roots; 25 percent, medium, distinct, very pale brown (10YR 7/3) silica pendants on bottom of rock fragments; 20 percent fine gravel, 30 percent medium and coarse gravel and 1 percent cobbles; very slightly effervescent; moderately alkaline (pH 8.0); clear wavy boundary.\nB'kq -- 94 to 152 centimeters (37 to 60 inches); white (7.5YR 8/1) weakly to moderately cemented sand, light yellowish brown (10YR 6/4) moist; duripan with 50 percent cementation; massive; moderately hard, brittle, nonsticky and nonplastic; 10 percent fine gravel and 5 percent medium and coarse gravel; slightly effervescent; moderately alkaline (pH 8.0)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Riverside County, California; approximately 1.6 kilometers (1 mile) north northeast of the junction of Kaiser and MWD Agueduct Roads; 6 meters (20 feet) west and 650 meters (2,131 feet) south of the NE corner of section 6, T. 4 S., R. 15 E., San Bernardino Base and Meridian; 33 degrees, 51 minutes and 12.5 seconds north latitude, and 115 degrees, 26 minutes and 29.7 seconds west longitude; USGS Victory Pass 7.5 minute topographic quadrangle; UTM 11S 0644169e 3747003n (DTM: NAD83)."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture control section: usually dry throughout, rarely moist in some parts during winter, summer and early fall. The soils have a typic-aridic soil moisture regime.\nSoil temperature: 25 to 28 degrees C (77 to 82 F).\nSurface rock fragments: 70 to 98 percent, with 8 to 30 percent fine gravel,\n12 to 65 percent medium and coarse gravel, 5 to 35 percent cobbles and 0\nto 15 percent stones.\nControl section -\nDepth to the upper boundary of an argillic horizon: 5 to 16 centimeters (2 to\n6 inches).\nDepth to the upper boundary of a duripan: 18 to 50 centimeters (7 to 20\ninches).\nRock fragments: averages 35 to 50 percent; with 10 to 60 percent gravel, 0 to\n15 percent cobbles and 0 to 1 percent stones.\nClay content: ranges from 10 to 20 percent, averages 10 to 18 percent.\nOrganic matter: 0 to 0.25 percent.\nC horizon (where present)\n85 to 98 percent rock fragments; gravel, cobbles and stones.\nAq horizon\nValue: 4 or 5 moist.\nChroma: 3 or 4, dry or moist.\nTexture of the fine earth: sandy loam or fine sandy loam.\nClay content: 6 to 15 percent.\nRock fragments: 7 to 75 percent; with 7 to 60 percent gravel, 0 to 15\npercent cobbles, and 0 to 1 percent stones.\nCalcium carbonate equivalent: 0 to 5 percent.\nEffervescence: very slightly to violently effervescent.\nReaction: slightly or moderately alkaline.\nBt horizon\nHue: 5YR or 7.5YR.\nValue: 4 to 6 dry, 4 or 5 moist.\nChroma: 3 to 6 dry, 4 to 6 moist.\nTexture of the fine earth: coarse sandy loam, sandy loam or loam.\nClay content: 10 to 18 percent.\nRock fragments: 30 to 51 percent; with 30 to 40 percent gravel, 0 to 10\npercent cobbles and 0 to 1 percent stones.\nEffervescence: very slightly to violently effervescent.\nReaction: slightly or moderately alkaline.\nCalcium carbonate equivalent: 0 to 10 percent.\nOther features: 0 to 25 percent silica pendants and 0 to 10 percent\ncalcium carbonate coats on rock fragments.\nBkq or Bq horizons\nHue: 7.5YR, 10YR or 2.5Y.\nValue: 5 to 8 dry, 5 or 6 moist.\nChroma: 1 to 6 dry, 4 to 6 moist.\nTexture of the fine earth: coarse sand, sand, loamy sand or sandy loam.\nClay content: 1 to 12 percent.\nRock fragments: 15 to 60 percent; with 15 to 50 percent gravel and 0 to 10\npercent cobbles.\nEffervescence: very slightly to violently effervescent.\nReaction: slightly or moderately alkaline.\nCalcium carbonate equivalent: 0 to 10 percent.\nOther features: 0 to 10 percent silica pendants and 0 to 10 percent\ncarbonate coats on rock fragments."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There zre no competing series at this time."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Kenalduma soils are on fan remnants. Slopes range from 1 to 8 percent. These soils formed in mixed igneous alluvium. Elevations range from 200 to 525 meters (655 to 1,722 feet). The climate is arid, with hot, dry summers and warm, dry winters. The mean annual precipitation is 50 to 100 millimeters (2 to 4 inches) and the mean annual air temperature is 23 to 26 degrees C (73.5 to 78.8 degrees F). The frost-free season is 360 to 365 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Deprave, Rizzo, Rockhound and Roostertail series. Deprave, Rockhound and Roostertail soils are on similar landscape positions. Deprave and Roostertail soils have a duripan with an upper boundary between 50 and 100 centimeters and 100 and 150 centimeters from the soil surface, respectively. Rockhound soils have an argillic horizon and do not have a duripan. Rizzo soils are in adjacent washes, inset fans and fan aprons and have sandy-skeletal particle-size control sections and no diagnostic horizons."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Well-drained; very low or low runoff; high saturated hydraulic conductivity above the argillic horizon, moderately high or high saturated hydraulic conductivity within the argillic horizon and moderately low saturated hydraulic conductivity within the duripan."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Kenalduma soils are used for recreation and wildlife habitat. The present vegetation is mainly very sparse creosote bush and burrobush."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Colorado Desert of southeastern California. MLRA 31. These soils are of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: PHOENIX, ARIZONA"
  },
  "ORIGIN": {
    "section": "SERIES PROPOSED",
    "content": "SERIES PROPOSED: Riverside County, California, Colorado Desert Area, 2012. The name is coined."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features in this pedon include:\nOchric epipedon - from a depth of 5 to 10 centimeters (Aq horizon).\nArgillic horizon - from a depth of 10 to 41 centimeters (Bt horizon).\nDuripan - from a depth of 41 to 67 centimeters, and from 89 to 150\ncentimeters (Bkq and B'kq horizons).\nParticle-size control section - from a depth of 10 to 41 centimeters (Bt\nhorizon).\nADDITIONAL DATA: NASIS Pedon User ID: VIPA-08.\nResponsibility for this series was transferred from Davis to Phoenix 12/2015. The last revision to the series was 5/2012. ET\nNational Cooperative Soil Survey\nU.S.A."
  }
}
