{
  "SERIES": "KENDAIA",
  "STATUS": "Established Series",
  "BYREV": "MGC-WEH-PSP-GWS",
  "REVDATE": "09/2015",
  "STATES": "CT,MA,NY",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, semiactive, nonacid, mesic Aeric Endoaquepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Kendaia silt loam, on a 2 percent slope in a cultivated field. (Colors refer to moist broken soil unless specified otherwise.)\nAp -- 0 to 20 cm; very dark grayish brown (10YR 3/2) silt loam; grayish brown (10YR 5/2) rubbed and dry; moderate medium and fine granular structure; friable; many fine roots; slightly acid; 5 percent rock fragments; abrupt smooth boundary. (15 to 30 cm thick.)\nBw -- 20 to 38 cm; brown (10YR 5/3) silt loam; very weak medium subangular blocky structure; friable; common fine roots; common fine pores; faces of peds are grayish brown (10YR 5/2); 5 percent rock fragments; many medium distinct yellowish brown (10YR 5/6) masses of iron accumulation and common medium faint grayish brown (10YR 5/2) areas of iron depletion; slightly acid; gradual wavy boundary. (0 to 61 cm thick.)\nBg -- 38 to 51 cm; grayish brown (10YR 5/2) gravelly silt loam; weak medium subangular blocky structure; friable; common fine roots in upper part, few in lower part; common fine pores; 20 percent rock fragments; many medium and fine prominent yellowish brown (10YR 5/6) and distinct dark yellowish brown (10YR 4/4) masses of iron accumulation; neutral; abrupt wavy boundary. (10 to 51 cm thick.)\nBCg -- 51 to 61 cm; dark grayish brown (10YR 4/2) gravelly loam; weak medium and fine subangular blocky structure; friable; few fine roots; common fine pores; 20 percent rock fragments; many medium distinct yellowish brown (10YR 5/4) iron accumulation; slightly effervescent; slightly alkaline; clear wavy boundary. (0 to 25 cm thick.)\nC -- 61 to 183 cm; dark grayish brown (10YR 4/2) gravelly loam; moderate medium plate like divisions; very firm; 30 percent rock fragments; common medium distinct yellowish brown (10YR 5/4) masses of iron accumulation and faint light brownish gray (10YR 6/2) areas of iron depletion; strongly calcareous, lime is segregated as grayish brown coats on plate faces and as filaments in plate interiors; strongly effervescent; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Tompkins County, New York; 2,300 feet east and 25 feet south of Junction Highway 34B and Tompkins-Cayuga County line. USGS Ludlowville, NY topographic quadrangle; Latitude 42 degrees, 37 minutes, 21 seconds N. and Longitude 76 degrees, 36 minutes, 21 seconds W., NAD 1927."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Solum thickness ranges from 46 to 97 cm. Depth to carbonates ranges from 38 to 97 cm. Bedrock is more than 152 cm below the soil surface and in most pedons is deeper than 1.8 meters. Rock fragments range from 5 to 30 percent, by volume, in the surface layer and subsoil, increasing with depth, and range from 10 to 60 percent in the substratum.\nThe Ap horizon has hue of 7.5YR or 10YR, value of 3 or 4, and chroma of 2 or 3. Texture is fine sandy loam, loam, or silt loam in the fine-earth fraction. Reaction ranges from moderately acid to neutral.\nThe B horizon have hue of 5YR to 2.5Y, value of 4 to 6, and chroma of 1 to 4. Chroma of 2 is either in the matrix or on faces of peds above 51 cm. Common to many and fine to coarse redoximorphic features, mainly with chroma higher than that of the matrix are present. Texture is silt loam, loam, silty clay loam, or clay loam in the fine-earth fraction, with clay content 18 to 28 percent. The horizon has very weak, weak, or moderate subangular blocky structure. Consistence is friable or firm. Reaction ranges from slightly acid to slightly alkaline. Clay skins are very few or absent on faces of peds, but are present in pores of some pedons.\nThe BC horizon, where present, has colors similar to the B horizon, and textures similar to the C horizon. The BC horizon has very weak, weak, or moderate subangular blocky structure. Consistence is friable or firm. Reaction ranges from slightly acid to slightly alkaline.\nThe C or Cd horizon has hue of 5YR to 2.5Y, value of 4 to 6, and chroma of 2 or 3. Texture is fine sandy loam, loam, or silt loam in the fine-earth fraction. It is massive or has plate like divisions. Consistence is friable to very firm. Reaction is slightly or moderately alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no other series in the same family.\nThe Angola, Appleton, Atherton, Darien, Fredon, Fremont, Massena, and Ovid series are similar soils in related families. Angola, Appleton, Darien, and Ovid soils have an argillic horizon. Atherton soils lack carbonates within a depth of 102 cm and have stratification within 102 cm. Fredon and Massena soils have a coarse-loamy particle-size control section. Fremont soils do not have carbonates."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Kendaia soils are nearly level to sloping soils on till plains where water from higher adjacent landforms is concentrated. Slope ranges from 0 to 15 percent, but most are less than 3 percent. The soils developed in strongly calcareous till. Mean annual temperature ranges from 5 to 10 degrees C., mean annual precipitation ranges from 790 to 1440 millimeters, and the mean frost-free season ranges from 100 to 190 days. The elevation ranges from 140 to 500 meters above sea level."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Alden, Amenia, Conesus, Hilton, Honeoye, Lansing, Lima, Lyons, Nellis, Ontario, and Stockbridge soils. The Alden and Lyons soils are wetter drainage associates. Amenia, Nellis, and Stockbridge soils are also better drained associates in some till landscapes. Honeoye and Lima, Lansing and Conesus, or Ontario and Hilton soils are drier drainage associates."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Somewhat poorly drained. The potential for surface runoff is high or very high. Saturated hydraulic conductivity is moderately high or high in the mineral solum and low to moderately high in the substratum."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Many areas have been cleared and are used for growing corn, small grains, hay, vegetable crops, or pasture. Most cropped areas have had some degree of artificial drainage. Woodlots contain red maple, sugar maple, elm, ash, and associated species."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: The Ontario Plain and the Mohawk and Hudson Valleys of New York; locally on high-lime drift of Connecticut, Massachusetts. MLRA`s 101, 140, 142 and 144A. The series is of large extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Amherst, Massachusetts"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Seneca County, New York, 1936."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: CEC activity class changed from active to semi-active based on preponderance of lab data for the Honeoye-Lima-Kendaia catena.\nDiagnostic horizons and other features recognized in the typical pedon:\n(1) Ochric Epipedon - the zone from the surface to 20 cm. (Ap horizon).\n(2) Cambric horizon - the zone from 20 to 51 cm (Bw and Bg horizons).\n(3) Aquic moisture regime - as evidenced by matrix chroma of 2 and mottles in the zone from 38 to 51 cm (Bg horizon).\n(4) Aeric subgroup - as evidenced by matrix chroma of 3 in the zone from 20 to 38 cm (Bw horizon).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
