{
  "SERIES": "KENDUSKEAG",
  "STATUS": "Established Series",
  "BYREV": "DET-NRB",
  "REVDATE": "08/2016",
  "STATES": "ME",
  "OVERVIEW": "The Kenduskeag series consists of very deep, somewhat poorly drained soils that formed in till derived from limestone-interbedded phyllite, calcareous metasiltstone, or pelitic limestone bedrock. Kenduskeag soils are on foot slopes and base slopes of ground moraines. Estimated saturated hydraulic conductivity is moderately high throughout. Slope ranges from 0 to 8 percent. The mean annual air temperature is about 6 degrees C, and the mean annual precipitation is about 1050 mm at the type location.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, semiactive, frigid Aquic Dystric Eutrudepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Kenduskeag silt loam, on a very stony, east-facing, 2 percent slope in a deciduous forest at an elevation of 117 m. (Colors are for moist soil unless otherwise noted. When described on June 22, 2010, the soil was moderately moist to very moist to 160 cm where water seeped into the pit face).\nA--0 to 20 cm; very dark grayish brown (10YR 3/2) silt loam, grayish brown (10YR 5/2) dry; moderate fine and medium fine granular structure; very friable, slightly sticky and slightly plastic; common very fine, fine and medium and few coarse roots throughout; 5 percent gravel and 5 percent channers; moderately acid (pH 5.8); abrupt smooth boundary. (13 to 30 cm thick)\nBw1--20 to 48 cm; light olive brown (2.5Y 5/4) silt loam,  moderate fine and medium subangular blocky structure; friable, slightly sticky and slightly plastic; few very fine, fine, medium and coarse roots throughout; few fine distinct light brownish gray (10YR 6/2) iron depletions and common fine prominent strong brown (7.5YR 5/6) masses of oxidized iron  throughout; 5 percent channers, 5 percent parachanners and 3 percent gravel; 1 percent dark gray (2.5Y 4/1) very friable remnants of highly weathered fine gravel-sized pelitic limestone; neutral (pH 7.0); clear wavy boundary.\nBw2--48 to 78 cm; light olive brown (2.5Y 5/4) silt loam,  moderate fine and medium subangular blocky structure; friable, slightly sticky and slightly plastic; few very fine and fine roots throughout; common fine distinct olive gray (5Y 5/2) iron depletions and common fine prominent strong brown (7.5YR 5/6)  masses of oxidized iron throughout; 5 percent channers, 5 percent parachanners and 3 percent gravel; 1 percent dark gray (2.5Y 4/1), 1 percent dark reddish brown (5YR 3/3) and 1 percent yellowish brown (10YR 5/6) very friable remnants of highly weathered fine and medium gravel-sized pelitic limestone; neutral (pH 7.3); clear wavy boundary. (Combined thickness of the Bw horizon is 15 to 58 cm.)\nBC--78 to 95 cm; olive brown (2.5Y 4/3) channery silt loam: weak very coarse subangular blocky structure; friable, slightly sticky and slightly plastic; few very fine and fine roots throughout; common medium faint olive gray (5Y 5/2) iron depletions, many fine faint dark yellowish brown (10YR 4/4) masses of oxidized iron and common medium prominent strong brown (7.5YR 5/6)  masses of oxidized iron throughout; 5 percent channers, 5 percent parachanners, 5 percent gravel and 5 percent stones; 1 percent dark reddish brown (5YR 2.5/2), 1 percent dark gray (2.5Y 4/1) and 1 percent yellowish brown (10YR 5/6) very friable remnants of highly weathered fine and medium gravel-sized pelitic limestone; neutral (pH 7.3); clear wavy boundary. (8 to 38 cm thick)\nC--95 to 165 cm; olive brown (2.5Y 4/3) channery silt loam; massive; firm; moderately sticky and moderately plastic; many coarse faint olive gray (5Y 5/2) iron depletions, common medium faint dark yellowish brown (10YR 4/4) masses of oxidized iron and common medium prominent strong brown (7.5YR 5/6)  masses of oxidized iron throughout; 10 percent parachanners, 7 percent gravel, 5 percent channers and 2 percent stones; 3 percent dark reddish brown (5YR 2.5/2), 1 percent dark gray (2.5Y 4/1) and 1 percent yellowish brown (10YR 5/6) very friable remnants of highly weathered fine and medium gravel-sized pelitic limestone; neutral (pH 7.3)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Penobscot County, Maine; located about 213 feet north of the Cider Hill Road and 161 feet east of field in the town of Exeter; USGS Stetson topographic quadrangle; lat. 44 degrees 58 minutes 59.1 seconds N. and long. 69 degrees 10 minutes 3.6 seconds W., NAD 1983."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: The mineral solum thickness ranges from 38 to 99 cm.  Rock fragments in the form of gravel, channers, cobbles and stones range from 5 to 30 percent in the solum, and 5 to 20 percent in the substratum. Parachanners range from 0 to 10 percent in the subsoil and 5 to 15 percent in the substratum. Very friable remnants of highly weathered fine and medium pebble-sized pelitic limestone are present in some pedons in the subsoil and in the substratum. These remnants are intact within the profile but are easily crushed when rubbed between the fingers. Reaction in unlimed areas is strongly acid to slightly acid in the surface, strongly acid to neutral in the subsoil, and moderately acid to slightly alkaline in the substratum. Average clay content in the particle size control section is 8 to 18 percent. Residuum in the form of highly fractured bedrock (2Cr horizons) or non-cemented saprolite (2C horizon), where present, is at a depth of 100 cm or more. Depth to lithic contact in unweathered bedrock (2R horizon) is 150 cm or more.\nForested areas may have an Oe horizon with hue of 10YR or 7.5YR, value of 2 to 3, and chroma of 1 or 2.\nThe A horizon has hue of 10YR or 2.5Y, value of 2 through 4, and chroma of 2 through 4. Texture in the fine-earth fraction is silt loam or loam.  Forested sites that were once cropped, hayed and/or pastured may display former plow layers in the A horizon below an O horizon. An Ap horizon with textures and colors similar to the A horizon may be present in some pedons.\nThe Bw horizon has hue of 10YR or 2.5Y, value of 4 or 5, and chroma of 3 through 5 . 5. Texture in the fine-earth fraction is silt loam or loam.\nThe BC horizon has hue of 10YR or 2.5Y, value of 4 or 5, and chroma of 3 or 4. Texture in the fine-earth fraction is silt loam or loam.\nThe C horizon has hue of  2.5Y or 5Y, value of 4 or 5, and chroma of 3 or 4. Texture in the fine-earth fraction is silt loam or loam.\nThe 2Cr and/or 2C horizons, when present, are typically highly fractured limestone-interbedded phyllite dipped about 20 degrees from horizontal."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Kalurah soils. Kalurah soils are moderately well drained and typically fine sandy loam in the fine earth fraction of the solum and substratum."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Kenduskeag soils are on foot slopes and side slopes of ground moraines. Slope ranges from 0 to 8 percent. The soils formed in glacial till derived from limestone-interbedded phyllite, calcareous metasiltstone, and pelitic limestone. Residuum in the form of fractured bedrock or highly weathered saprolite sometimes underlies the till. Elevations are 50 to 230 m. The mean annual precipitation is 1000 to 1132 mm. The mean annual temperature is 5 to 7 degrees C. The frost-free period is 115 to 155 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Corinna, Penobscot, Sebasticook, and Wassookeag soils in a drainage sequence and the Boothbay, Chesuncook, Monarda, Pushaw, Telos, and Swanville soils on nearby landscapes. Sebasticook soils are well drained and deep to bedrock, and are on linear to slightly convex summits and side slopes. Wassookeag soils are moderately well drained and on linear to slightly concave side slopes. Corinna soils are somewhat excessively drained and shallow to bedrock, and are on slightly convex summits and shoulders. Penobscot soils are well drained and moderately deep to bedrock, and are on linear to slightly convex summits and side slopes.  The moderately well drained Boothbay, the somewhat poorly drained Pushaw, and the poorly drained Swanville soils formed in very deep glaciomarine or glaciolacustrine sediments, and are on adjacent lake plains or marine terraces at slightly lower elevations. The very deep moderately well drained Chesuncook soils, very deep somewhat poorly drained Telos soils, and very deep poorly drained Monarda soils formed in lodgment till, and are on side slopes, foot slopes and toe slopes."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Somewhat poorly  drained. Estimated saturated hydraulic conductivity is moderately high."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Mostly forest intermixed conifer and hardwood woodland or hay & pasture. Some areas are used for growing row crops. The dominant vegetation where wooded is commonly northern white cedar, sugar maple, white ash, and American beech but includes basswood in some places."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Ground moraines in central Maine, limited mainly to the northwestern part of Southern Penobscot County, Maine, MLRA 144B. The series is of small extent totaling about 8000 acres."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Amherst, Massachusetts."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Penobscot County, Maine, 2016"
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: The series name  is taken from Kenduskeag Stream, a major tributary to the Penobscot River in Southern Penobscot County, Maine. This soil is part of a proposed catena of soils that include Wassookeag, Sebasticook, Penobscot, and Corinna. They developed in till that is shallow to very deep to calcareous metamorphic bedrock of the Waterville and Sangerville Formations. In comparison to other till soils on ground moraines in the region they have higher base saturation, nutrient availability, water-holding capacity and saturated hydraulic conductivity. Former plow layers in an A horizon below an O horizon in woodland are not uncommon in the series' physiographic area.  It is recognized that some pedons characterized for series development have isotic mineralogy, and also that in certain instances densic materials are present 50 cm or more below the mineral soil surface.\nFeatures similar to those described as remnants of highly weathered pelitic limestone, were historically described as \"limestone ghosts\" in some places.\nDiagnostic horizons and features in this pedon include:\n1. Ochric  epipedon - from a depth of 0 to 20 cm (A horizon ).\n2. Cambic horizon - from a depth of 20 to 78 cm (Bw horizon).\n3. Redox depletions with chroma 2 or less - from 20 to 165 cm.\nPedon originally identified as S10ME019002.Kenduskeag.\nADDITIONAL DATA: Primary characterization data from pedon 11N8705 (S19ME019002) , samples 11N09346 to 11N09350 from Penobscot County, Maine, is available from Kellogg Soil Survey Laboratory, Lincoln, NE, 06/2010 .\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "somewhat poorly"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 20,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "silt loam",
        "pH": 5.8,
        "pH_class": "moderately acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "A--0 to 20 cm; very dark grayish brown (10YR 3/2) silt loam, grayish brown (10YR 5/2) dry; moderate fine and medium fine granular structure; very friable, slightly sticky and slightly plastic; common very fine, fine and medium and few coarse roots throughout; 5 percent gravel and 5 percent channers; moderately acid (pH 5.8); abrupt smooth boundary. (13 to 30 cm thick)"
      },
      {
        "name": "Bw1",
        "top": 20,
        "bottom": 48,
        "moist_hue": "2.5Y",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "silt loam",
        "pH": 7,
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bw1--20 to 48 cm; light olive brown (2.5Y 5/4) silt loam,  moderate fine and medium subangular blocky structure; friable, slightly sticky and slightly plastic; few very fine, fine, medium and coarse roots throughout; few fine distinct light brownish gray (10YR 6/2) iron depletions and common fine prominent strong brown (7.5YR 5/6) masses of oxidized iron  throughout; 5 percent channers, 5 percent parachanners and 3 percent gravel; 1 percent dark gray (2.5Y 4/1) very friable remnants of highly weathered fine gravel-sized pelitic limestone; neutral (pH 7.0); clear wavy boundary."
      },
      {
        "name": "Bw2",
        "top": 48,
        "bottom": 78,
        "moist_hue": "2.5Y",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "silt loam",
        "pH": 7.3,
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bw2--48 to 78 cm; light olive brown (2.5Y 5/4) silt loam,  moderate fine and medium subangular blocky structure; friable, slightly sticky and slightly plastic; few very fine and fine roots throughout; common fine distinct olive gray (5Y 5/2) iron depletions and common fine prominent strong brown (7.5YR 5/6)  masses of oxidized iron throughout; 5 percent channers, 5 percent parachanners and 3 percent gravel; 1 percent dark gray (2.5Y 4/1), 1 percent dark reddish brown (5YR 3/3) and 1 percent yellowish brown (10YR 5/6) very friable remnants of highly weathered fine and medium gravel-sized pelitic limestone; neutral (pH 7.3); clear wavy boundary. (Combined thickness of the Bw horizon is 15 to 58 cm.)"
      },
      {
        "name": "BC",
        "top": 78,
        "bottom": 95,
        "moist_hue": "2.5Y",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "silt loam",
        "cf_class": "channery",
        "pH": 7.3,
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "BC--78 to 95 cm; olive brown (2.5Y 4/3) channery silt loam: weak very coarse subangular blocky structure; friable, slightly sticky and slightly plastic; few very fine and fine roots throughout; common medium faint olive gray (5Y 5/2) iron depletions, many fine faint dark yellowish brown (10YR 4/4) masses of oxidized iron and common medium prominent strong brown (7.5YR 5/6)  masses of oxidized iron throughout; 5 percent channers, 5 percent parachanners, 5 percent gravel and 5 percent stones; 1 percent dark reddish brown (5YR 2.5/2), 1 percent dark gray (2.5Y 4/1) and 1 percent yellowish brown (10YR 5/6) very friable remnants of highly weathered fine and medium gravel-sized pelitic limestone; neutral (pH 7.3); clear wavy boundary. (8 to 38 cm thick)"
      },
      {
        "name": "C",
        "top": 95,
        "bottom": 165,
        "moist_hue": "2.5Y",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "silt loam",
        "cf_class": "channery",
        "pH": 7.3,
        "pH_class": "neutral",
        "narrative": "C--95 to 165 cm; olive brown (2.5Y 4/3) channery silt loam; massive; firm; moderately sticky and moderately plastic; many coarse faint olive gray (5Y 5/2) iron depletions, common medium faint dark yellowish brown (10YR 4/4) masses of oxidized iron and common medium prominent strong brown (7.5YR 5/6)  masses of oxidized iron throughout; 10 percent parachanners, 7 percent gravel, 5 percent channers and 2 percent stones; 3 percent dark reddish brown (5YR 2.5/2), 1 percent dark gray (2.5Y 4/1) and 1 percent yellowish brown (10YR 5/6) very friable remnants of highly weathered fine and medium gravel-sized pelitic limestone; neutral (pH 7.3)."
      }
    ]
  ]
}
