{
  "SERIES": "KENESAW",
  "STATUS": "Established Series",
  "BYREV": "Rev. LGR-JRC",
  "REVDATE": "11/2005",
  "STATES": "KS,NE",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-silty, mixed, superactive, mesic Typic Haplustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Kenesaw silt loam with a slope of less than 1 percent, in a cultivated field.  (Colors are for dry soil unless otherwise stated.)\nAp--0 to 20 centimeters (0 to 8 inches); grayish brown (10YR 5/2) silt loam, very dark grayish brown (10YR 3/2) moist; weak medium granular structure; slightly hard; very friable; neutral; abrupt smooth boundary.  (18 to 36 centimeters (7 to 14 inches) thick)\nBw--20 to 56 centimeters (8 to 22 inches); light brownish gray (10YR 6/2) loam; dark grayish brown (10YR 4/2) moist; weak medium subangular blocky structure; slightly hard; very friable; neutral; clear smooth boundary.  (13 to 41 centimeters (5 to 16 inches) thick)\nC--56 to 152 centimeters (22 to 60 inches); light gray (2.5Y 7/2) silt loam, light brownish gray (2.5Y 6/2) moist; massive; slightly hard; very friable; slightly alkaline; strong effervescence."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Buffalo County, Nebraska; about 20.8 kilometer (13 miles) north of Shelton, Nebraska; 46 meters (150 feet) north and 46 meters (150 feet) east of the southwest corner, sec. 25, T. 12 N., R. 13 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSolum thickness: 30 to 66 centimeters (12 to 26 inches)\nDepth to carbonates: 25 to 91 centimeters (10 to 36 inches) typically 38 to 71 centimeters (15 to 28 inches)\nA horizon\nHue: 10YR\nValue: 4 or 5, 2 or 3 moist\nChroma: 1 to 3\nTexture: silt loam, but includes loam and very fine sandy loam\nReaction: slightly acid or neutral\nBw horizon\nHue: 10YR\nValue: 5 or 6, 4 or 5 moist\nChroma: 2 or 3\nTexture: loam, ranging to silt loam and very fine sandy loam\nReaction is neutral to moderately alkaline.\nSome pedons have a BC horizon.\nC horizon\nHue:  10YR or 2.5Y\nValue: 5 to 7, 4 to 6 moist\nChroma: 2 or 3\nTexture: silt loam, loam and very fine sandy loam.  In places, thin wind stratification is common and includes material ranging from loam to sand.\nRedoximorphic features: Reddish or brownish mottles are in the C horizon of some pedons, but are not related to a present water table\nReaction:     mildly   alkaline or moderately alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Cozad and Lowry series.\nCozad soils are on stream terraces and formed in silty alluvium.\nLowry soils are typically shallower to free carbonates."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material: loess\nLandform: nearly level or low hummocky poorly developed drainage on uplands\nSlope: 0 to 11 percent but typically are 0 to 7 percent\nClimate: subhumid\nMean annual precipitation: 48 to 61 centimeters (19 to 24 inches)\nMean annual temperature: 10 to 11 degrees C. (49 to 52 degrees F.)"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Coly, Gates, Hersh, Holdrege, Ortello, Rusco, Thurman, and Valentine soils.\nColy soils are fine-silty, lack a mollic epipedon, and are in side slopes to drainageways.\nGates soils are slightly higher in the landscape.\nHersh soils are coarse-loamy, lack a mollic epipedon, and are higher than Kenesaw soils.\nHoldrege soils are fine-silty, have an argillic horizon, and are on tablelands and side slopes to drainageways.\nOrtello soils are coarse-loamy.\nRusco soils have an argillic horizon and are not as well drained.\nThurman and Valentine soils have a sandy control section and are commonly on hummocky landscapes."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:\nDrainage: Well drained\nRunoff: low or medium.\nSaturated Hydraulic Conductivity:  moderately high"
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most of the acre is cultivated.  Some areas are irrigated.\nThe main crops are corn, grain sorghum, alfalfa, and winter wheat.\nNative grasses are big bluestem, little bluestem, sideoats grama, blue grama, and western wheatgrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Located in south-central Nebraska and northeastern Kansas.  These soils are extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Denver, Colorado"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Hall County, Nebraska, 1959."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\n10/03/02 PRF Reformatted the OSD.  The soil is an upland loess derived soil, therefore stream terrace was removed from the geomorphic location.\nModified format by LRM in 10/2005 to include metric conversion and change permeability to saturated hydraulic conductivity.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
