{
  "SERIES": "KENEFICK",
  "STATUS": "Established Series",
  "BYREV": "JFW-RM",
  "REVDATE": "07/2014",
  "STATES": "LA,TX",
  "OVERVIEW": "The Kenefick series consists of very deep, well drained soils.  These nearly level to gently sloping soils formed in loamy alluvium of Quarternary age.  Slope ranges from 0 to 3 percent.  Mean annual temperature is about 20 degrees C (68 degrees F), and mean annual precipitation is about 1321 mm (52 in).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, siliceous, active, thermic Ultic Hapludalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Kenefick fine sandy loam--forest. (Colors are for moist soil unless otherwise stated.)\nA--0 to 10 cm, (0 to 4 in); brown (10YR 4/3) fine sandy loam; weak fine and medium subangular blocky structure parting to weak fine granular; soft, very friable; many fine, medium, and few coarse roots; common fine and very fine pores; common worm casts; very strongly acid; clear smooth boundary.  (8 to 13 cm [3 to 5 in] thick)\nE--10 to 23 cm, (4 to 9 in); yellowish brown (10YR 5/4) fine sandy loam; weak fine and medium subangular blocky structure parting to weak fine granular; soft, very friable; common fine, very fine, and few coarse roots; many fine and very fine pores; common worm casts; moderately acid; gradual wavy boundary.  (10 to 48 cm [4 to 19 in] thick)\nEB--23 to 46 cm, (9 to 18 in); strong brown (7.5YR 5/6) fine sandy loam; weak medium and coarse subangular blocky structure parting to weak fine granular; soft, very friable; few fine, medium and coarse roots; many fine and very fine pores; common worm casts; moderately acid; abrupt smooth boundary.  (0 to 37 cm [0 to 15 in] thick)\nBt1--46 to 132 cm, (18 to 52 in); red (2.5YR 4/8) sandy clay loam, weak medium and coarse subangular blocky structure; hard, very firm; few fine, few medium and coarse roots; common fine and very fine pores; few fine distinct brownish yellow (10YR 6/6) masses of oxidized iron with sharp boundaries in the lower part of the horizon; common distinct clay films on faces of peds; few small pockets of light yellowish brown (10YR 6/4) clean sand in the lower part of the horizon; few black concretions less than 1 cm in diameter; very strongly acid; clear smooth boundary.  (combined thickness of the Bt horizons is 54 to 132 cm [21 to 52])\nBt2--132 to 165 cm, [52 to 65 in]; red (2.5YR 5/6) fine sandy loam; weak fine and medium subangular blocky structure; slightly hard, friable; few fine roots; common fine and very fine pores; few fine distinct brownish yellow (10YR 6/6) masses of oxidized iron with sharp boundaries; about 4 percent masses of yellowish brown (10YR 5/4) clean sand mainly in lower part; common dark concretions less than 1 cm in diameter; few pebbles less than 1 cm in diameter; few distinct clay films on surface of peds; very strongly acid; abrupt smooth boundary.\nBtC--165 to 203 cm, (65 to 80 in); stratified layers of loamy fine sand and fine sandy loam in colors of red (2.5YR 5/6); reddish yellow (5YR 6/6), yellowish brown (10YR 5/6), and very pale brown (10YR 7/4); massive; strata are less than an inch to about 10 cm (4 in) thick; few streaks of clean sand grains; very friable, slightly hard; very strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Liberty County, Texas; from Cleveland, 12 miles east on Texas Highway 105 to intersection of Farm Road 2518; 0.2 mile north on Farm Road 2518; 3.2 miles east on Davis Hill Road; 2.0 miles north on Palmer Lake Road; 0.2 mile west and north on woodland trail; 50 feet east in forest. Tarkington Prairie topographic quad; Longitude: 30 degrees 21 minutes 11.8 seconds N; 94 degrees 54 minutes 36.9 seconds W; WGS84"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil Moisture: An udic soil moisture regime.  The soil moisture control section is 10 to 30 cm (4 to 12 in). The soil moisture control section remains moist in some or all parts for more than 275 cumulative days in normal years.\nMean annual soil temperature: 20.6 to 21.7 degrees C. (69 to 71 degrees F)\nSolum thickness is more than 200 cm (80 in)\nDepth to argillic horizon: 15 to 91 cm (6 to 36 in)\nParticle-size control section (weighted average)\nClay content: 20 to 34 percent (clay content decreases by 20 percent or more from the maximum within 150 cm [60 in] of the soil surface.)\nBase saturation: 38 to 55 percent at 127 cm (50 in) below the top of the argillic\nCation Eexchange Capacity/clay ratio: 0.45 to 0.55\nA horizon\nHue: 7.5YR or 10YR\nValue: 3 or 4\nChroma: 2 to 4\nTexture: fine sandy loam, very fine sandy loam, or loam.\nReaction: very strongly acid or strongly acid.\nE horizon\nHue: 7.5YR or 10YR\nValue: 5 or 6\nChroma: 2 to 4\nTexture: fine sandy loam, very fine sandy loam, or loam.\nReaction: very strongly acid to moderately acid.\nEB horizon (where present)\nHue: 7.5YR or 10YR\nValue: 5 or 6\nChroma: 6 or 8\nTexture: fine sandy loam, very fine sandy loam, or loam.\nReaction: very strongly acid or strongly acid\nBt horizon (upper part)\nHue: 2.5YR to 7.5YR\nValue: 4 to 6\nChroma: 6 or 8\nTexture: loam, sandy clay loam, clay loam, or sandy clay.\nIron-manganese nodules: amount-0 to 2 percent; size-less than 1 cm in diameter\nRedox accumulations: amount-0 to 5 percent, color-yellow, brown or red\nRedox depletions: amount- 0 to 2 percent, color shades of gray mostly in lower horizons\nReaction: very strongly acid or strongly acid\nBtC horizon\nHue: 2.5YR to 10YR\nValue: 5 to 7\nChroma: 3 to 8\nTexture: fine sandy loam, very fine sandy loam, loamy fine sand, or loam; or the stratified counterparts with stratification consisting of thin layers of clay\nSiliceous pebbles: amount-0 to 5 percent\nIron-manganese nodules: amount-0 to 2 percent; size-less than 1 cm in diameter\nPlinthite nodules: 0 to 2 percent\nRedox accumulations: amount-0 to 5 percent, color-yellow, brown or red\nRedox depletions: amount- 0 to 5 percent, color shades of gray\nReaction: very strongly acid or strongly acid"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Kenn (OK), Romia (OK), Speer (OK), Ulto (TX) and Wiville (AR) series. Similar soils include the Attoyac (TX) and Spurger (TX) series.\nKenn soils: are underlain by beds of sandstone fragments at depths of 51 to 102 cm (20 to 40 in) and are on flood plains.\nRomia soils: have weathered bedrock at a depth of 102 to 152 cm (40 to 60 in); a cobbly surface layer.\nSpeer soils: have mean annual temperatures of less than 18.9 degrees C (66 degrees F); formed in sediments from the Ouachita Mountains; have a 60-day shorter growing season.\nUlto soils: formed in glauconitic materials; have mean annual air temperatures less than 19.5 degrees C (67 degrees F)\nWiville soils: have an upper argillic horizon with hues yellower than 5YR; mean annual temperature less than 64 degrees F.\nAttoyac soils:have an argillic horizon with a clay distribution that does not decrease by as much as 20 percent within 60 in of the soil surface.  Spurger soils have a clayey particle-size control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material: loamy alluvium of the Deweyville Formation of Quarternary age\nLandscape: river valley on coastal plain\nLandform: terrace\nMicrofeature: relict bars\nSlope: 0 to 3 percent\nMean annual air temperature: 19.5 to 20.6 degrees C (67 to 69 degrees F)\nMean annual precipitation: 1219 to 1473 mm (48 to 58 in)\nPrecipitation Pattern:  Precipitation is evenly distributed throughout the year with slight increase during the late spring and fall months.\nFrost-free period:  240 to 300 days\nElevation:  8 to 46 m (27 to 150 feet)\nThornthwaite annual P-E indices:  68 to 80"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Belrose (TX), Bienville (LA), Caneyhead (TX), and Votaw (TX) series.\nBelrose soils: coarse-loamy particle-size control section; on a similar landform.\nBienville and Votaw soils: are sandy throughout; on relict point bars.  Caneyhead soils; have a glossic horizon; have aquic conditions; are on relict meander belt channels."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Kenefick soils are well drained.  Permeability is moderate. Runoff is negligible on 0 to 1 percent slopes, very low on 1 to 3 percent slopes, and low on 3 to 5 percent slopes. An apparent water table exists in the BtC horizon in during the winter and spring months."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used mainly for woodland and improved pasture.  A few areas are cropped to soybeans.  Native vegetation is mixed pine and hardwoods of loblolly and shortleaf pine, sweetgum, and various oak species.  Mulberry, white bay, American holly, and sassafras are also common.  The understory vegetation consists of yaupon, greenbriar, American beautyberry and various perennial grasses and forbs."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Western Gulf Coast Flatwoods (MLRA 152B) of southeast Texas and Louisiana; LRR T; moderate extent"
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Liberty County, Texas; l986."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  These soils were formerly mapped as a variant of the Attoyac series.\nDiagnostic horizons and features recognized in this pedon are:\nOchric epipedon: 0 to 46 cm (0 to 18 in) (A, E, and EB horizons).\nArgillic horizon: 46 to 165 cm (18 to 65 in) (Bt1 and Bt2 horizons).\nUltic feature: Base saturation is less than 60 percent at a depth of 125 cm (50 in) below the top of the argillic horizon.\nAdditional Comments: The series was updated during the Soil Data Join Recorrelation initiative.\nADDITIONAL DATA:  Data from Texas A&M University Soil Characterization Lab on samples (S00TX-457-001) from Tyler County, TX. This pedon would classify in the ultisols order according to base saturation data.\nTaxonomic Version:  Keys to Soil Taxonomy, Eleventh Edition, 2011\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 10,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "fine sandy loam",
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A--0 to 10 cm, (0 to 4 in); brown (10YR 4/3) fine sandy loam; weak fine and medium subangular blocky structure parting to weak fine granular; soft, very friable; many fine, medium, and few coarse roots; common fine and very fine pores; common worm casts; very strongly acid; clear smooth boundary.  (8 to 13 cm [3 to 5 in] thick)"
      },
      {
        "name": "E",
        "top": 10,
        "bottom": 23,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "fine sandy loam",
        "pH_class": "moderately acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "E--10 to 23 cm, (4 to 9 in); yellowish brown (10YR 5/4) fine sandy loam; weak fine and medium subangular blocky structure parting to weak fine granular; soft, very friable; common fine, very fine, and few coarse roots; many fine and very fine pores; common worm casts; moderately acid; gradual wavy boundary.  (10 to 48 cm [4 to 19 in] thick)"
      },
      {
        "name": "EB",
        "top": 23,
        "bottom": 46,
        "moist_hue": "7.5YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "fine sandy loam",
        "pH_class": "moderately acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "EB--23 to 46 cm, (9 to 18 in); strong brown (7.5YR 5/6) fine sandy loam; weak medium and coarse subangular blocky structure parting to weak fine granular; soft, very friable; few fine, medium and coarse roots; many fine and very fine pores; common worm casts; moderately acid; abrupt smooth boundary.  (0 to 37 cm [0 to 15 in] thick)"
      },
      {
        "name": "Bt1",
        "top": 46,
        "bottom": 132,
        "moist_hue": "2.5YR",
        "moist_value": 4,
        "moist_chroma": 8,
        "texture_class": "sandy clay loam",
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bt1--46 to 132 cm, (18 to 52 in); red (2.5YR 4/8) sandy clay loam, weak medium and coarse subangular blocky structure; hard, very firm; few fine, few medium and coarse roots; common fine and very fine pores; few fine distinct brownish yellow (10YR 6/6) masses of oxidized iron with sharp boundaries in the lower part of the horizon; common distinct clay films on faces of peds; few small pockets of light yellowish brown (10YR 6/4) clean sand in the lower part of the horizon; few black concretions less than 1 cm in diameter; very strongly acid; clear smooth boundary.  (combined thickness of the Bt horizons is 54 to 132 cm [21 to 52])"
      },
      {
        "name": "Bt2",
        "top": 132,
        "bottom": 165,
        "moist_hue": "2.5YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "fine sandy loam",
        "pH_class": "very strongly acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Bt2--132 to 165 cm, [52 to 65 in]; red (2.5YR 5/6) fine sandy loam; weak fine and medium subangular blocky structure; slightly hard, friable; few fine roots; common fine and very fine pores; few fine distinct brownish yellow (10YR 6/6) masses of oxidized iron with sharp boundaries; about 4 percent masses of yellowish brown (10YR 5/4) clean sand mainly in lower part; common dark concretions less than 1 cm in diameter; few pebbles less than 1 cm in diameter; few distinct clay films on surface of peds; very strongly acid; abrupt smooth boundary."
      },
      {
        "name": "BtC",
        "top": 165,
        "bottom": 203,
        "moist_hue": "2.5YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "loamy fine sand",
        "pH_class": "very strongly acid",
        "narrative": "BtC--165 to 203 cm, (65 to 80 in); stratified layers of loamy fine sand and fine sandy loam in colors of red (2.5YR 5/6); reddish yellow (5YR 6/6), yellowish brown (10YR 5/6), and very pale brown (10YR 7/4); massive; strata are less than an inch to about 10 cm (4 in) thick; few streaks of clean sand grains; very friable, slightly hard; very strongly acid."
      }
    ]
  ]
}
