{
  "SERIES": "KENNAN",
  "STATUS": "Established Series",
  "BYREV": "Rev. RLN-GWH",
  "REVDATE": "08/2003",
  "STATES": "WI",
  "OVERVIEW": "The Kennan series consists of deep, well drained soils formed in sandy loam or loamy sand glacial till.  These upland soils have moderate permeability in the solum and moderate or moderately rapid permeability in the substratum.  Slopes range from 1 to 35 percent.  Mean annual precipitation is about 30 inches, and mean annual temperature is about 45 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, superactive, frigid Haplic Glossudalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Kennan sandy loam - on a convex slope of 8 percent in a cultivated field at an elevation of about 1320 feet.  (Colors are for moist soil unless otherwise stated.)\nAp--0 to 8 inches; dark brown (10YR 3/3) sandy loam, brown (10YR 5/3) dry; weak fine granular structure; friable; many fine roots; about 5 percent pebbles by volume; strongly acid; abrupt smooth boundary.  (6 to 9 inches thick)\nE/B--8 to 16 inches; brown (10YR 5/3) sandy loam, very pale brown (10YR 7/3) dry (E); weak coarse platy structure parting to moderate very fine subangular blocky; friable; occupies about 80 percent of horizon and surrounds brown (7.5YR 4/4) sandy loam (Bt); moderate fine subangular blocky structure; friable; few faint dark brown (7.5YR 3/4) clay films on faces of peds; common fine roots; about 5 percent pebbles by volume; moderately acid; gradual wavy boundary.\nB/E--16 to 26 inches; brown (7.5YR 4/4) sandy loam (Bt); moderate fine subangular blocky structure; friable; occupies about 70 percent of horizon and consists of upward extensions of the underlying Bt horizon; few faint dark brown (7.5YR 3/4) clay films on faces of peds; tongues of brown (10YR 5/3) sandy loam, very pale brown (10YR 7/3) dry (E) penetrate the Bt; weak medium platy structure; friable; common fine roots; about 10 percent pebbles by volume; strongly acid; gradual wavy boundary.  Combined thickness of E/B and B/E, where both are present, ranges from (8 to 35 inches.)\nBt1--26 to 40 inches; brown (7.5YR 4/4) sandy loam; moderate fine subangular blocky structure; friable; common faint dark brown (7.5YR 3/4) clay films on faces of peds; thick brown (10YR 5/3) silt and very fine sand coatings on vertical faces of peds, mainly in upper 6 inches of horizon; few fine roots; about 10 percent pebbles and 2 percent cobbles by volume; moderately acid; gradual wavy boundary.\nBt2--40 to 48 inches; brown (7.5YR 4/4) sandy loam; weak fine subangular blocky structure; friable; common clay bridging between sand grains; few fine roots; about 10 percent pebbles and 2 percent cobbles by volume; moderately acid; clear wavy boundary.  (Combined thickness of the Bt horizon ranges from 0 to 50 inches.)\nC--48 to 60 inches; brown (7.5YR 5/4) loamy sand; massive; friable; few fine roots; about 10 percent pebbles and 5 cobbles by volume; neutral."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Marathon County, Wisconsin; about 1 1/2 miles southeast of Ringle; 2000 feet east and 250 feet north of the southwest corner of sec. 27, T. 28 N., R. 9 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Solum thickness ranges from 40 to 85 inches.  The solum ranges from neutral to very strongly acid.  The C horizon is strongly acid to neutral.  Volume of pebbles ranges from 0 to 15 percent in the Ap, A, E/B, B/E, and Bt1, 5 to 20 percent in Bt2, and 5 to 25 percent in the C horizon.  Volume of coarse fragments larger than 3 inches in size ranges from 0 to 15 percent throughout the pedon.\nThe Ap or A horizon has 10YR, 7.5YR, or 5YR hue; value of 2 through 5; and chroma of 0 through 3.  The lower value colors are typical of A horizons.  The Ap or A horizon is silt loam, loam, fine sandy loam, or sandy loam.  Stony or bouldery phases are recognized.\nSome pedons have a Bs horizon, but typically it is too thin to be diagnostic.  Where present, it has 10YR, 7.5YR, or 5YR hue; value of 3 through 5; and chroma of 3 through 6.  It is silt loam, loam, fine sandy loam, sandy loam, or loamy sand.\nWhere present, the E horizon has 10YR or 7.5YR hue, value of 4 through 6, and chroma of 2 through 4.  Colors of 4/3, 4/4, or 5/3 have value, dry, of 7 or more.  It is silt loam, loam, fine sandy loam, sandy loam, or loamy sand.\nKennan soils have E/B or B/E horizons, or both.  These horizons have tongues of E material between thin columnlike upward extensions of Bt or wholly surrounding small isolated remnants of Bt horizon.  The E part has color and texture like the E horizon and the Bt part has color and texture like the Bt horizon.\nThe Bt1 horizon has 10YR, 7.5YR, or 5YR hue; value of 4 or 5; and chroma of 3 or 4.  It typically is loam, fine sandy loam, or sandy loam.  The Bt2 horizon has 10YR, 7.5YR, or 5YR hue; value of 4 through 6; and chroma of 3 through 5.  It is loam, sandy loam, loamy sand, or the gravelly analogues.  The control section averages between 5 and 18 percent clay.  Some pedons have a BC horizon.\nThe C horizon has 10YR, 7.5YR, or 5YR hue; value of 4 through 6; and chroma of 3 through 5.  It is sandy loam, loamy sand, or the gravelly analogues of these textures.  In some pedons, there are areas of stratified sand and gravel in the C horizon."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Alban, Amery, Freeon, Langlade, Marathon, Rosholt, and Scott Lake series in the same family. Alban soils do not have coarse fragments.  Amery soils have a higher bulk density and a slower permeability.  Freeon soils have mottles in the solum and a slower permeability within a depth of 40 inches. Langlade soils have more silt in that part of the argillic horizon between a depth of 20 to 40 inches.  Marathon soils have more coarse fragments in that part of the lower part of the argillic horizon within depths of 40 inches or less and coarse fragments are mostly of granitic lithology.  Rosholt and Scott Lake soils have thinner sola.  In addition, Scott Lake soils have mottles in the lower part of the solum."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Kennan soils are on glacial moraines and drumlins.  Slope gradients range from 1 to 35 percent.  Kennan soils formed mostly in sandy loam or loamy sand glacial till with less than a 30 inch mantle of other loamy deposits.  Mean annual temperature ranges from 42 to 46 degrees F, and mean annual precipitation ranges from 25 to 37 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the competing Rosholt soils and the Cable, Elderon, Hatley, Keweenaw, and Spirit soils.  The poorly drained, coarse-loamy Cable soils are in nearby depressional areas.  On nearby slopes, where the glacial drift is more gravelly and cobbly, are the somewhat excessively drained Elderon soils and the well drained Keweenaw soils.  On adjacent outwash areas are the well drained Rosholt soils.  In some nearly level areas are the somewhat poorly drained Hatley soils."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained.  Surface runoff is slow to rapid.  Permeability is moderate in the solum and moderate or moderately rapid in the substratum."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Some areas are cleared and used for growing hay, corn for silage, and small grain but most areas are in pasture or woodland.  Native vegetation was mixed coniferous and deciduous forests of northern red oak, sugar maple, American basswood, white ash, bigtooth aspen, quaking aspen, American elm, yellow birch, and black cherry."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  North-central Wisconsin.  This soil is of large extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: St. Paul, Minnesota"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Langlade County, Wisconsin, 1947."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:  ochric epipedon - from the surface of the soil to a depth of 16 inches (Ap); argillic horizon - from 16 to 48 inches (B/E, Bt1, Bt2).\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 20,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "sandy loam",
        "pH_class": "strongly acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Ap--0 to 8 inches; dark brown (10YR 3/3) sandy loam, brown (10YR 5/3) dry; weak fine granular structure; friable; many fine roots; about 5 percent pebbles by volume; strongly acid; abrupt smooth boundary.  (6 to 9 inches thick)"
      },
      {
        "name": "E/B",
        "top": 20,
        "bottom": 41,
        "dry_hue": "10YR",
        "dry_value": 7,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 3,
        "texture_class": "sandy loam",
        "pH_class": "moderately acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "E/B--8 to 16 inches; brown (10YR 5/3) sandy loam, very pale brown (10YR 7/3) dry (E); weak coarse platy structure parting to moderate very fine subangular blocky; friable; occupies about 80 percent of horizon and surrounds brown (7.5YR 4/4) sandy loam (Bt); moderate fine subangular blocky structure; friable; few faint dark brown (7.5YR 3/4) clay films on faces of peds; common fine roots; about 5 percent pebbles by volume; moderately acid; gradual wavy boundary."
      },
      {
        "name": "B/E",
        "top": 41,
        "bottom": 66,
        "dry_hue": "10YR",
        "dry_value": 7,
        "dry_chroma": 3,
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "sandy loam",
        "pH_class": "strongly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "B/E--16 to 26 inches; brown (7.5YR 4/4) sandy loam (Bt); moderate fine subangular blocky structure; friable; occupies about 70 percent of horizon and consists of upward extensions of the underlying Bt horizon; few faint dark brown (7.5YR 3/4) clay films on faces of peds; tongues of brown (10YR 5/3) sandy loam, very pale brown (10YR 7/3) dry (E) penetrate the Bt; weak medium platy structure; friable; common fine roots; about 10 percent pebbles by volume; strongly acid; gradual wavy boundary.  Combined thickness of E/B and B/E, where both are present, ranges from (8 to 35 inches.)"
      },
      {
        "name": "Bt1",
        "top": 66,
        "bottom": 102,
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "very fine sand",
        "pH_class": "moderately acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bt1--26 to 40 inches; brown (7.5YR 4/4) sandy loam; moderate fine subangular blocky structure; friable; common faint dark brown (7.5YR 3/4) clay films on faces of peds; thick brown (10YR 5/3) silt and very fine sand coatings on vertical faces of peds, mainly in upper 6 inches of horizon; few fine roots; about 10 percent pebbles and 2 percent cobbles by volume; moderately acid; gradual wavy boundary."
      },
      {
        "name": "Bt2",
        "top": 102,
        "bottom": 122,
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "sandy loam",
        "pH_class": "moderately acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bt2--40 to 48 inches; brown (7.5YR 4/4) sandy loam; weak fine subangular blocky structure; friable; common clay bridging between sand grains; few fine roots; about 10 percent pebbles and 2 percent cobbles by volume; moderately acid; clear wavy boundary.  (Combined thickness of the Bt horizon ranges from 0 to 50 inches.)"
      },
      {
        "name": "C",
        "top": 122,
        "bottom": 152,
        "moist_hue": "7.5YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "loamy sand",
        "pH_class": "neutral",
        "narrative": "C--48 to 60 inches; brown (7.5YR 5/4) loamy sand; massive; friable; few fine roots; about 10 percent pebbles and 5 cobbles by volume; neutral."
      }
    ]
  ]
}
