{
  "SERIES": "KENOSHA",
  "STATUS": "Established Series",
  "BYREV": "Rev. LC/TWH",
  "REVDATE": "08/2010",
  "STATES": "CO",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS:  Fine-loamy, mixed, superactive Ustic Calcicryepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Kenosha loam, on a southwest facing, 5 percent slope in grassland at an elevation of 2728 meters (8,960 feet).  (Colors are for dry soil unless otherwise noted.) Described on June 3, 1988.\nA--0 to 5 cm (0 to 2 inches); brown (10YR 5/3) loam, dark brown (10YR 3/3) moist; weak fine granular structure; soft, very friable, slight sticky and slightly plastic; 5 percent indurated gravel; neutral (pH 7.2); abrupt smooth boundary. (5 to 15 cm thick)\nBk1--5 to 15 cm (2 to 6 inches); light yellowish brown (10YR 6/4) loam, dark yellowish brown (10YR 4/4) moist; weak fine subangular blocky structure; slightly hard, very friable, slightly sticky and slightly plastic; 10 percent indurated gravel; common fine carbonate masses in the matrix; violently effervescent; 18 percent calcium carbonate equivalent; moderately alkaline (pH 8.0); abrupt smooth boundary.\nBk2--15 to 46 cm (6 to 18 inches); pale brown (10YR 6/3) parachannery clay loam, yellowish brown (10YR 5/4) moist; weak medium subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; 10 percent indurated gravel; 10 percent parachanners; many fine carbonate masses in the matrix; violently effervescent; 26 percent calcium carbonate equivalent; moderately alkaline (pH 8.4); clear wavy boundary.\nBk3--46 to 61 cm (18 to 24 inches); light yellowish brown (10YR 6/4) parachannery clay loam, yellowish brown (10YR 5/6) moist; weak coarse subangular blocky structure; hard, friable, slightly sticky and slightly plastic; 10 percent indurated gravel; 10 percent parachanners; common fine carbonate masses in the matrix; violently effervescent; 12 percent calcium carbonate equivalent; moderately alkaline (pH 8.2); abrupt wavy boundary. (combined thickness of the Bk horizons: 36 to 94 cm)\nCr--61 to 107 cm (24 to 42 inches); moderately cemented limestone."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Park County, Colorado; about 6 kilometers (4 miles) northwest of Hartsel; about 800 feet south and 200 feet west of the northeast corner of Sec. 10, T. 12 S., R. 76 W.; Hartsel USGS quad; lat. 39 degrees 01 minutes 32 seconds N. and long. 105 degrees 52 minutes 06 seconds W., NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: The soil moisture control section is usually dry in late spring and early summer, moist in some part in late July and August, and intermittently dry in fall; ustic regime bordering on aridic.\nMean annual soil temperature:  2.8 to 5.0 C (37 to 41 degrees F)\nMean summer soil temperature:  10.6 to 14.4 degrees C (51 to 58 degrees F)\nDepth to paralithic contact:  51 to 102 cm to limestone and sandstone\nDepth to secondary calcium carbonate:  5 to 15 cm (2 to 6 inches)\nDepth to calcic horizon:  5 to 20 cm (2 to 8 inches)\nThickness of the ochric:  5 to 15 cm (2 to 6 inches)\nParticle-size control section (weighted averages):\nNoncarbonate clay content:  20 to 26 percent\nA horizon\nHue: 10YR, 2.5Y\nValue: 4 or 5 dry; 3 to 5 moist\nChroma: 2 to 4 dry; 2 or 3 moist\nClay content: 18 to 27 percent\nGravel content: 0 to 10 percent, indurated\nOrganic matter content: 2.0 to 4.0 percent\nBk horizons\nHue: 10YR, 2.5Y\nValue: 5 to 7 dry; 4 to 6 moist\nChroma: 2 to 4 dry; 2 to 6 moist\nTexture: loam, parachannery clay loam\nClay content: 18 to 35 percent\nCarbonate clay content: 1 to 3 percent\nGravel content: 5 to 15 percent, indurated\nParachanner content: 5 to 15, moderately cemented\nCalcium carbonate equivalent: 15 to 26 percent in the upper part, 10 to 20 percent in the lower part\nReaction: slightly alkaline or moderately alkaline (pH 7.4 to 8.4)"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  This is the Knep series.\nKnep soils have an ustic soil moisture regime that does not border aridic."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material:  slope alluvium derived from Pennsylvanian age limestone and sandstone, commonly associated with the Minturn and Belden Formations\nLandform:  side slopes and base slopes of hills\nSlopes:  1 to 25 percent\nElevation:  2713 to 2926 meters (8,900 to 9,600 feet)\nMean annual temperature:  1.7 to 3.9 degrees C (35 to 39 degrees)\nMean annual precipitation:  254 to 356 mm (10 to 14 inches)\nPrecipitation pattern: Monthly precipitation is lowest in winter and greatest in July and August.\nFrost-free period:  50 to 80 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Newett and Gebson series.  The Newett soils are shallow and are on side slopes, nose slopes, and crests of hills.  The Gebson soils are very deep and are on pediments."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained, moderately slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are for livestock grazing and wildlife habitat. Native vegetation consists mainly of Arizona fescue, Indian ricegrass, blue grama, mountain muhly, needleandthread, and western wheatgrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Central Colorado; LRR E, MLRA 48B; small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Park County, Colorado, Teller-Park soil survey area, Colorado, 2010.  The name is taken from the Kenosha Mountains and Kenosha Pass in the northern part of Park County."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nDiagnostic horizons and features recognized in this pedon are:\nSeries control section:  The zone from 0 to 86 cm.\nParticle-size control section:  The zone from 25 to 61 cm.  (Bk2, Bk3 horizons)\nOchric epipedon:  The zone from 0 to 5 cm.  (A horizons)\nCalcic horizon:  The zone from 5 to 46 cm.  (Bk1, Bk2 horizons)\nParalithic contact:  The contact with limestone  at 61 cm.  (Cr layer)\nThe assignment of the cation-exchange activity class is inferred from lab data from similar soils in the surrounding area.\nTaxonomic Version:  Classified according to Keys to Soil Taxonomy, 11th Edition, 2010.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
