{
  "SERIES": "KENSETT",
  "STATUS": "Established Series",
  "BYREV": "Rev. KDV-FFR-RJK",
  "REVDATE": "10/2000",
  "STATES": "IA",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, mesic Aquic Hapludolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Kensett silt loam on a concave slope of about 1 percent gradient - cultivated.  (Colors are for moist soil unless otherwise stated.)\nAp--0 to 7 inches; black (10YR 2/1) silt loam, very dark gray (10YR 3/1) dry; weak very fine and fine granular structure; friable; 19.7 percent sand; neutral; abrupt smooth boundary.\nA1--7 to 13 inches; black (10YR 2/1) silt loam, very dark gray (10YR 3/1) dry; moderate very fine granular structure; friable; 21.3 percent sand; slightly acid; gradual smooth boundary.\nA2--13 to 18 inches; very dark brown (10YR 2/2) silt loam, very dark grayish brown (10YR 3/2) dry; continuous black (10YR 2/1) coatings on peds; moderate very fine granular structure; friable; 17.3 percent sand; slightly acid; gradual smooth boundary.  (Combined thickness of the A horizons is 12 to 20 inches.)\nBA--18 to 23 inches; dark grayish brown (2.5Y 4/2) clay loam; few fine prominent yellowish brown (10YR 5/6) mottles; moderate very fine subangular blocky structure; friable; slightly acid; clear smooth boundary.  (3 to 6 inches thick)\nBw1--23 to 28 inches; olive brown (2.5Y 4/4) clay loam; continuous dark grayish brown (10YR 4/2) coatings on peds; common fine prominent yellowish brown (10YR 5/6) mottles; moderate fine and medium subangular blocky structure; friable; slightly acid; clear smooth boundary.\nBw2--28 to 36 inches; yellowish brown (10YR 5/6) sandy loam; few fine prominent red (2.5YR 4/6) mottles; weak medium and coarse subangular blocky structure; friable; few dark accumulations (oxides); slightly acid; abrupt wavy boundary.  (Combined thickness of the Bw horizons is 9 to 14 inches.)\nR--36 inches; hard, fractured limestone bedrock."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Mitchell County, Iowa; about 5 miles west and 3 miles south of St. Ansgar; 1,100 feet south and 45 feet east of the northwest corner of sec. 6, T. 98 N., R. 18 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Solum thickness corresponds to the depth to hard fractured limestone and typically is 28 to 36 inches but ranges from 24 to 40 inches.\nThe A horizon typically is black (10YR 2/1) but ranges to very dark gray (10YR 3/1) and very dark brown (10YR 2/2) in the lower part.  It typically is silt loam or loam, but silty clay loam is not excluded.  Sand content ranges from about 15 to 35 percent.\nThe BA horizon has hue of 2.5Y or 10YR, value of 4 or 5, and chroma of 2 through 4.  Where chroma exceeds 2, there are coatings on peds or mottles with chroma of 2 and value of 4 or more.  Mottles range from few to common and have hue of 10YR or 2.5Y, value of 4 through 6, and chroma of 2 through 6.  The BA horizon commonly is clay loam but ranges to loam.  Coatings on peds where present have hue of 10YR or 2.5Y, value of 4 or 5, and chroma of 2.\nEither mottles, coatings on peds, or matrix colors have value of 4 or 5 and chroma  of 2 in the upper part of the Bw horizon.  The upper part of the Bw horizon is clay loam or loam, averaging between 24 and 29 percent clay.  The lower part of the Bw horizon ranges from sandy loam to loam or clay loam.  The control section averages between 25 and 45 percent fine sand or coarser.\nA 2BC horizon, less than 6 inches thick, is in some pedons.  It ranges from gravelly sand to loamy sand and commonly has 10 to 30 percent pebbles and cobbles.  In some pedons, a small amount of fractured limestone is interbedded with the finer textured material in the lower part of the solum."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Crippin, Floyd, Fostoria, Merton, Nicollet, Ottosen, Readlyn, Snider, and Wilmonton series in the same family and the Cylinder, Jacwin, Lawler, and Rockton series.  Crippin, Floyd, Fostoria, Merton, Nicollet, Ottosen, Readlyn, Snider, and Wilmonton soils lack limestone bedrock within depths of 40 inches and formed in about 4 feet of loamy material.  Cylinder and Lawler soils are underlain by sand and gravel at a depth of less than 40 inches.  Jacwin soils have more clay in the lower part of the Bw horizon.  Rockton soils lack 2 chroma colors in the upper part of the Bw horizon."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Kensett soils are on low stream terraces and uplands.  Slope gradients range from about 0 to 2 percent.  Kensett soils formed in 24 to 40 inches of loamy sediment underlain by limestone bedrock.  Mean annual temperature ranges from about 45 to 49 degrees F, and mean annual precipitation ranges from about 30 to 33 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the competing Lawler and Rockton soils and the Ashdale, Atkinson, Colo, and Marshan soils.  The well drained Ashdale, Atkinson, and Rockton soils are on the adjacent higher areas underlain by limestone bedrock.  The poorly drained Colo and Marshan soils and the somewhat poorly drained Lawler soils occupy lower positions and formed in alluvium."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Somewhat poorly drained.  Surface runoff is slow.  Permeability is moderate."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Commonly used for growing corn, soybeans, small grains, hay, and permanent pasture.  Native vegetation was tall prairie grasses."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  North-central Iowa and possibly northern Illinois and southern Minnesota.  They are inextensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Indianapolis, Indiana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Mitchell County, Iowa, 1971.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": null
  }
}
