{
  "SERIES": "KENSINGTON",
  "STATUS": "Established Series",
  "BYREV": "LER-RWB",
  "REVDATE": "02/2006",
  "STATES": "OH",
  "OVERVIEW": "The Kensington series consists of deep, moderately well drained soils formed in loess, Illinoian age or early Wisconsinan age till, and residuum weathered from the underlying Pennsylvanian age shale, fine grained sandstone or siltstone on till plains. Permeability is moderate in the till and moderate or moderately rapid in the underlying material, above the bedrock. Slope ranges from 2 to 25 percent. Mean annual precipitation is about 37 inches, and mean annual temperature is about 51 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, active, mesic Aquic Hapludults"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Kensington silt loam on a west facing, convex 9 percent facing slope in a cultivated field at an elevation of about 1,260 feet above msl. (Colors are for moist soil unless otherwise noted.)\nAp -- 0 to 11 inches; brown (10YR 4/3) silt loam, pale brown (10YR 6/3) dry; weak fine granular structure; friable; common fine roots; 5 percent pebbles; moderately acid; abrupt smooth boundary. (7 to 11 inches thick.)\nBt1 -- 11 to 17 inches; strong brown (7.5YR 5/6) silt loam; weak medium subangular blocky structure; friable; common fine roots; few distinct brown (7.5YR 5/4) clay films on faces of peds; 10 percent medium prominent brown (10YR 5/3) clay depletions on faces of peds; 5 percent brown (10YR 4/3) Ap material in root and worm channels; 5 percent pebbles; very strongly acid; clear wavy boundary. (3 to 9 inches thick.)\n2Bt2 -- 17 to 24 inches; strong brown (7.5YR 5/6) silt loam; moderate medium subangular blocky structure; friable; few fine roots; few distinct brown (7.5YR 5/4) clay films on faces of peds; 10 percent pebbles; very strongly acid; clear wavy boundary.\n2Bt3 -- 24 to 33 inches; yellowish brown (10YR 5/4) channery loam; moderate medium and coarse subangular blocky structure; firm; few fine roots; common prominent brown (7.5YR 5/4) clay films on faces of peds; 5 percent fine distinct light brownish gray (10YR 6/2) irregular iron depletions in the matrix; few fine prominent strong brown (7.5YR 5/6) irregular masses of iron accumulation in the matrix adjacent to pores; common fine prominent dark brown (7.5YR 3/2) masses of iron-manganese accumulations on faces of peds and lining pores; 5 percent pebbles and 20 percent channers; very strongly acid; clear wavy boundary. (Combined thickness of 2Bt horizons is 10 to 25 inches thick.)\n3Bt4 -- 33 to 39 inches; 90 percent yellowish brown (10YR 5/4), 10 percent light olive brown (2.5Y 5/4) channery loam; moderate medium and coarse subangular blocky structure; firm; few fine roots; common distinct brown (7.5YR 5/4) clay films on faces of peds; 5 percent fine and medium distinct gray (10YR 6/1) irregular iron depletions in the matrix and lining pores; few fine prominent strong brown (7.5YR 5/6) irregular masses of iron accumulation in the matrix adjacent to pores; few fine prominent dark brown (7.5YR 3/2) masses of iron-manganese accumulation on faces of peds and lining pores; 20 percent channers; very strongly acid; clear wavy boundary.\n3Bt5 -- 39 to 45 inches; light olive brown (2.5Y 5/4) channery loam; moderate medium and coarse subangular blocky structure; firm; few fine roots; few distinct yellowish brown (10YR 5/4) and few prominent brown (7.5YR 5/4) clay films on faces of peds; 15 percent fine prominent gray (N 5/0) irregular iron depletions in the matrix and lining pores; few fine and medium prominent strong brown (7.5YR 5/6) irregular masses of iron accumulation in the matrix adjacent to pores; few fine prominent dark brown (7.5YR 3/2) masses of iron-manganese accumulation on faces of peds and lining pores; 15 percent channers; very strongly acid; clear wavy boundary. (Combined thickness of the 3Bt horizons is 10 to 20 inches thick.)\n3BC -- 45 to 52 inches; light olive brown (2.5Y 5/4) channery loam; moderate medium and coarse subangular blocky structure; firm; few fine roots; few faint light olive brown (2.5Y 5/4) clay films on faces of peds; 5 percent fine and medium prominent gray (N 5/0) irregular iron depletions in the matrix and lining pores; few fine prominent strong brown (7.5YR 5/6) irregular masses of iron accumulation in the matrix adjacent to pores; few fine prominent dark brown (7.5YR 3/2) masses of iron-manganese accumulation on faces of peds and lining pores; 20 percent channers; very strongly acid; clear wavy boundary. (0 to 10 inches thick.)\n3C -- 52 to 58 inches; light olive brown (2.5Y 5/4) extremely channery loam; few fine prominent gray (10YR 5/1) irregular mottles throughout; massive; firm; few prominent brown (7.5YR 5/4) clay films on rock fragments; few fine prominent strong brown (7.5YR 5/6) irregular masses of iron accumulation in the matrix adjacent to pores; few fine prominent dark brown (7.5YR 3/2) masses of iron-manganese accumulation lining pores; 80 percent channers; very strongly acid; clear wavy boundary. (0 to 30 inches thick.)\n3Cr -- 58 to 71 inches; grayish brown (10YR 5/2) weathered shale and siltstone. (0 to 15 inches thick.)\n3R -- 71 inches; brown (10YR 5/3) hard siltstone."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Columbiana County, Ohio; West Township, about 1.5 miles northeast of East Rochester, about 2,464 feet east and 389 feet north of the southwest corner, sec. 23, T. 16 N., R. 5 W; USGS Homeworth, Ohio topographic quadrangle; Latitude 40 degrees, 45 minutes, 26.0 seconds N. and Longitude 81 degrees, 00 minutes, 14.7 seconds W., NAD 1983."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Thickness of the solum is 30 to 60 inches. The depth to the base of the argillic horizon is 30 to 55 inches. The loess mantle ranges from 0 to 20 inches thick. The till ranges from 10 to 30 inches thick. Depth to material weathered from fractured bedrock typically is 20 to 36 inches but is as much as 45 inches. The particle size control section averages 18 to 30 percent clay. The paralithic contact is at a depth of 40 to 60 inches.\nThe Ap horizon has hue of 10YR, value of 4 or 5 (6 or 7 dry), and chroma of 2 or 3. Undisturbed areas have A horizons 1 to 4 inches thick with hue of 10YR, value of 2 to 4 and chroma of 1 or 2; and have an E horizon 1 to 7 inches thick with hue of 10YR, value of 4 or 5 and chroma of 3 or 4. Texture is silt loam. It has weak, fine or medium, granular structure. Consistence is very friable or friable. The content of pebbles ranges from 0 to 10 percent. It is very strongly acid or strongly acid in unlimed areas, and ranges to neutral in limed areas.\nThe Bt horizon has hue of 10YR or 7.5YR, value of 4 or 5, and chroma of 3 to 6. In the lower Bt and 2Bt iron accumulations with chroma of 4 to 8 are few to common; iron depletions are few to many. Texture is silt loam or silty clay loam, in the fine earth fraction. It has weak or moderate, fine to coarse, angular or subangular blocky structure. Consistence is friable or firm. The content of pebbles and channers ranges from 5 to 30 percent. It is very strongly acid to moderately acid.\nThe 2Bt horizon has hue of 10YR or 7.5YR, value of 4 or 5, and chroma of 3 to 6. In the lower Bt and 2Bt iron accumulations with chroma of 4 to 8 are few to common; iron depletions are few to many. Texture is loam, silt loam, or clay loam, in the fine earth fraction. It has weak or moderate, fine to coarse, angular or subangular blocky structure. Consistence is friable or firm. The content of pebbles and channers ranges from 5 to 30 percent. It is very strongly acid to moderately acid.\nThe 3Bt and 3BC horizons, where present, have hue of 2.5Y, 10YR, or 7.5YR, value of 4 or 5, and chroma of 3 to 6. Texture is silt loam, loam, silty clay loam, sandy loam, or fine sandy loam in the fine earth fraction. It has weak or moderate, medium or coarse, angular or subangular blocky structure. Consistence is friable or firm. The content of rock fragments ranges from 5 to 40 percent. It is very strongly acid to moderately acid.\nThe 3C horizon, where present, has similar color and reaction range as the 3BC. Texture is silt loam, loam, fine sandy loam, or sandy loam in the fine earth fraction. Consistence is friable or firm. The content of rock fragments ranges from 20 to 80 percent. It is very strongly acid or strongly acid."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Adelphia, Bigpool, Blairton, Holmdel, Manokin (T), Trackler, Wharton, Whiteside, and Woodstown series. Adelphia soils formed in glauconite bearing eolian and/or fluviomarine deposits. Bigpool soils formed in alluvium derived from sedimentary rocks. Blairton soils formed in residuum from gray shale and are moderately deep to hard bedrock. Holmdel soils have a seasonal high water table at a depth of 10 to 20 inches (somewhat poorly drained) and are formed in glauconite bearing eolian and/or fluviomarine deposits. Manokin (T) soils formed in loess over fluviomarine sediments.  Trackler soils formed in colluvium and residuum from fine-grained igneous rocks. Wharton soils formed in residuum from sandstone, siltstone, and shale. Whiteside soils formed in colluvium in the Southern Appalachian Mountains. Woodstown soils formed in marine sediments that do not contain glauconite."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Kensington soils formed in loess and Illinoian age or Wisconsinan age till and material weathered from the underlying Pennsylvanian age shale, fine grained sandstone, or siltstone and are on interfluves, side slopes, nose slopes and head slopes of till plains. Slope ranges from 2 to 25 percent. Mean annual precipitation ranges from about 35 to 40 inches, and mean annual temperature ranges from about 50 to 53 degrees F."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Berks, Bogart, Canfield, Chili, Gilpin, and Mechanicsburg soils. The well drained, moderately deep, Berks and Gilpin soils are on interfluves, side slopes, and nose slopes on nearby uplands. Bogart and the well drained Chili soils formed in Wisconsinan age stratified outwash and are on nearby terraces and outwash plains. Canfield soils formed in Wisconsinan age till, have a fragipan horizon, and are on similar positions. The well drained Mechanicsburg soils are on similar positions."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Moderately well drained. The potential for surface runoff is medium or high. Permeability is moderate in the till material and moderate or moderately rapid in the underlying material, above the bedrock. In undisturbed areas the depth to a perched seasonal high water table is at a depth of 1.5 to 3.5 feet during November to April in normal years."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: These soils are commonly used to grow corn, oats, wheat, mixed hay, and pasture. A few areas are in woodland. Native vegetation is mixed hardwood forest composed primarily of sugar maple, oak, and hickory."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: MLRA 139. Northeastern Ohio. The series is of moderate extent, about 12,000 acres."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Amherst, Massachusetts"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Columbiana County, Ohio, 2005."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Kensington soils were formerly correlated as Loudonville soils in some earlier surveys.\nDiagnostic features recognized in this pedon include:\na) Ochric epipedon - from the surface to a depth of 11 inches (Ap horizon).\nb) Argillic horizon - from a depth of 11 to 52 inches (Bt1, 2Bt2, 2Bt3, 3Bt4, 3Bt5 and 3BC).\nc) Aquic conditions - at 24 to 58 inches.\nd) Udic moisture regime."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "ADDITIONAL DATA: Refer to pedon CO-145 for characterization data on the typical pedon, sampled numbers 26506-26513, from Columbiana County, Ohio; samples analyzed by the Ohio State University Soil Characterization Laboratory, Columbus, Ohio."
  },
  "SITE": [
    [
      {
        "drainage": "moderately well",
        "drainage_overview": "moderately well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 28,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "silt loam",
        "structure": "weak fine granular",
        "dry_rupture": "NA",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Ap -- 0 to 11 inches; brown (10YR 4/3) silt loam, pale brown (10YR 6/3) dry; weak fine granular structure; friable; common fine roots; 5 percent pebbles; moderately acid; abrupt smooth boundary. (7 to 11 inches thick.)"
      },
      {
        "name": "Bt1",
        "top": 28,
        "bottom": 43,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "7.5YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "silt loam",
        "structure": "weak medium subangular blocky",
        "dry_rupture": "NA",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bt1 -- 11 to 17 inches; strong brown (7.5YR 5/6) silt loam; weak medium subangular blocky structure; friable; common fine roots; few distinct brown (7.5YR 5/4) clay films on faces of peds; 10 percent medium prominent brown (10YR 5/3) clay depletions on faces of peds; 5 percent brown (10YR 4/3) Ap material in root and worm channels; 5 percent pebbles; very strongly acid; clear wavy boundary. (3 to 9 inches thick.)"
      },
      {
        "name": "2Bt2",
        "top": 43,
        "bottom": 61,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "7.5YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "silt loam",
        "structure": "moderate medium subangular blocky",
        "dry_rupture": "NA",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "2Bt2 -- 17 to 24 inches; strong brown (7.5YR 5/6) silt loam; moderate medium subangular blocky structure; friable; few fine roots; few distinct brown (7.5YR 5/4) clay films on faces of peds; 10 percent pebbles; very strongly acid; clear wavy boundary."
      },
      {
        "name": "2Bt3",
        "top": 61,
        "bottom": 84,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "loam",
        "structure": "moderate medium and coarse subangular blocky",
        "dry_rupture": "NA",
        "moist_rupture": "firm",
        "coherence": "NA",
        "cf_class": "channery",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "2Bt3 -- 24 to 33 inches; yellowish brown (10YR 5/4) channery loam; moderate medium and coarse subangular blocky structure; firm; few fine roots; common prominent brown (7.5YR 5/4) clay films on faces of peds; 5 percent fine distinct light brownish gray (10YR 6/2) irregular iron depletions in the matrix; few fine prominent strong brown (7.5YR 5/6) irregular masses of iron accumulation in the matrix adjacent to pores; common fine prominent dark brown (7.5YR 3/2) masses of iron-manganese accumulations on faces of peds and lining pores; 5 percent pebbles and 20 percent channers; very strongly acid; clear wavy boundary. (Combined thickness of 2Bt horizons is 10 to 25 inches thick.)"
      },
      {
        "name": "3Bt4",
        "top": 84,
        "bottom": 99,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "loam",
        "structure": "moderate medium and coarse subangular blocky",
        "dry_rupture": "NA",
        "moist_rupture": "firm",
        "coherence": "NA",
        "cf_class": "channery",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "3Bt4 -- 33 to 39 inches; 90 percent yellowish brown (10YR 5/4), 10 percent light olive brown (2.5Y 5/4) channery loam; moderate medium and coarse subangular blocky structure; firm; few fine roots; common distinct brown (7.5YR 5/4) clay films on faces of peds; 5 percent fine and medium distinct gray (10YR 6/1) irregular iron depletions in the matrix and lining pores; few fine prominent strong brown (7.5YR 5/6) irregular masses of iron accumulation in the matrix adjacent to pores; few fine prominent dark brown (7.5YR 3/2) masses of iron-manganese accumulation on faces of peds and lining pores; 20 percent channers; very strongly acid; clear wavy boundary."
      },
      {
        "name": "3Bt5",
        "top": 99,
        "bottom": 114,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "2.5Y",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "loam",
        "structure": "moderate medium and coarse subangular blocky",
        "dry_rupture": "NA",
        "moist_rupture": "firm",
        "coherence": "NA",
        "cf_class": "channery",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "3Bt5 -- 39 to 45 inches; light olive brown (2.5Y 5/4) channery loam; moderate medium and coarse subangular blocky structure; firm; few fine roots; few distinct yellowish brown (10YR 5/4) and few prominent brown (7.5YR 5/4) clay films on faces of peds; 15 percent fine prominent gray (N 5/0) irregular iron depletions in the matrix and lining pores; few fine and medium prominent strong brown (7.5YR 5/6) irregular masses of iron accumulation in the matrix adjacent to pores; few fine prominent dark brown (7.5YR 3/2) masses of iron-manganese accumulation on faces of peds and lining pores; 15 percent channers; very strongly acid; clear wavy boundary. (Combined thickness of the 3Bt horizons is 10 to 20 inches thick.)"
      },
      {
        "name": "3BC",
        "top": 114,
        "bottom": 132,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "2.5Y",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "loam",
        "structure": "moderate medium and coarse subangular blocky",
        "dry_rupture": "NA",
        "moist_rupture": "firm",
        "coherence": "NA",
        "cf_class": "channery",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "3BC -- 45 to 52 inches; light olive brown (2.5Y 5/4) channery loam; moderate medium and coarse subangular blocky structure; firm; few fine roots; few faint light olive brown (2.5Y 5/4) clay films on faces of peds; 5 percent fine and medium prominent gray (N 5/0) irregular iron depletions in the matrix and lining pores; few fine prominent strong brown (7.5YR 5/6) irregular masses of iron accumulation in the matrix adjacent to pores; few fine prominent dark brown (7.5YR 3/2) masses of iron-manganese accumulation on faces of peds and lining pores; 20 percent channers; very strongly acid; clear wavy boundary. (0 to 10 inches thick.)"
      },
      {
        "name": "3C",
        "top": 132,
        "bottom": 147,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "2.5Y",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "loam",
        "structure": "massive",
        "dry_rupture": "NA",
        "moist_rupture": "firm",
        "coherence": "NA",
        "cf_class": "extremely channery",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "3C -- 52 to 58 inches; light olive brown (2.5Y 5/4) extremely channery loam; few fine prominent gray (10YR 5/1) irregular mottles throughout; massive; firm; few prominent brown (7.5YR 5/4) clay films on rock fragments; few fine prominent strong brown (7.5YR 5/6) irregular masses of iron accumulation in the matrix adjacent to pores; few fine prominent dark brown (7.5YR 3/2) masses of iron-manganese accumulation lining pores; 80 percent channers; very strongly acid; clear wavy boundary. (0 to 30 inches thick.)"
      },
      {
        "name": "3Cr",
        "top": 147,
        "bottom": 180,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "silt",
        "structure": "NA",
        "dry_rupture": "NA",
        "moist_rupture": "NA",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "3Cr -- 58 to 71 inches; grayish brown (10YR 5/2) weathered shale and siltstone. (0 to 15 inches thick.)"
      },
      {
        "name": "3R",
        "top": 180,
        "bottom": "NA",
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 3,
        "texture_class": "silt",
        "structure": "NA",
        "dry_rupture": "hard",
        "moist_rupture": "NA",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "3R -- 71 inches; brown (10YR 5/3) hard siltstone."
      }
    ]
  ]
}
