{
  "SERIES": "KENZO",
  "STATUS": "Inactive Series",
  "BYREV": "Rev. SK/KDS/RLB",
  "REVDATE": "08/2008",
  "STATES": "UT",
  "OVERVIEW": "The Kenzo series consists of very shallow and shallow, well drained soils that formed in residuum, and eolian sand. Kenzo soils are on structural benches and escarpments on structural benches. Slopes range from 2 to 60 percent. Mean annual precipitation is about 11 inches and the mean annual air temperature is about 51 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy, mixed, superactive, calcareous, mesic Lithic Ustic Torriorthents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Kenzo cobbly loamy sand in rangeland. The surface is covered with 10 percent gravel, 5 percent cobbles, and 3 percent stones.\nA--0 to 4 inches; reddish yellow (5YR 6/6) cobbly loamy sand, yellowish red (5YR 4/6) moist; weak fine granular structure; soft, very friable, nonsticky, nonplastic; few very fine and fine roots; common very fine tubular and few fine interstitial pores; 15 percent gravel and 10 percent cobbles; very slightly effervescent; moderately alkaline (pH 8.1); clear smooth boundary. (0 to 5 inches thick).\nC--4 to 11 inches; reddish yellow (5YR 6/6) cobbly sandy loam, yellowish red (5YR 5/6) moist; weak fine and medium granular structure; soft, very friable, nonsticky, nonplastic; few very fine and fine roots; common very fine tubular pores; 5 percent gravel, 15 percent cobbles, and 5 percent stones; slightly effervescent; moderately alkaline (pH 8.2); abrupt smooth boundary. (5 to 18 inches thick)\nR--11 inches; Kayenta Formation sandstone bedrock."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Garfield County, UT; Steep Creek Bench USGS quad; lat. 37 degrees 53 minutes 53 seconds N. and long. 111 degrees 19 minutes 08 seconds W., NAD 83"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: Ustic aridic soil moisture regime.\nMean annual soil temperature - 47 to 54 degrees F (8 to 11 degrees C)\nDepth to lithic contact - 4 to 20 inches to sandstone\nParticle-size control section (weighted average)\nClay content: 8 to 18 percent\nRock fragments: 0 to 30 percent gravel, 10 to 20 percent cobbles, 0 to 5 percent channers and 0 to 10 percent stones\nA horizon:\nHue: 2.5YR to 7.5YR\nValue: 4 to 6 dry, 4 or 5 moist\nChroma: 3 to 6, dry or moist\nC horizon:\nHue: 2.5YR to 7.5YR\nValue: 4 to 7 dry, 4 to 6 moist\nChroma: 3 to 6, dry or moist\nTexture: sand loam, very fine sandy loam, fine sandy loam, or loam\nRock fragments: 0 to 30 percent gravel, 10 to 20 percent cobbles, 0 to 5 percent channers and 0 to 10 percent stones\nReaction: 7.9 to 9.0"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Bigmon (CO), Hideout (UT), Lazear (CO), Redspear (WY), Rizno (UT), Rizozo (NM), Simel (UT), Skyvillage (NM), Tesihim (AZ), Travessilla (NM), Travson (WY), and Zukan (UT) series.\nBigmon soils depth to paralithic contact (where present): 5 to 8 inches (13 to 20 cm) to weathered sandstone overlying a lithic contact.\nHidout, Skyvillage, Tesihim, Travessilla, and Travson soils have hues of 7.5YR or yellower.\nLazear soils have hue yellower than 7.5YR or and more than 18 percent clay in the particle-size control section.\nRizno soils particle size control section is dominated by channers.\nSimel has greater than 27 percent clay in the particle size control section. Redspear and Zukan soils have Bw and Bk horizons.\nRizozo soils have less than 25 percent sand that is coarser than very fine sand."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material: residuum and eolian sand\nLandform: structural bench, and escarpments on structural benches\nSlopes: 2 to 60 percent\nElevation: 4,200 to 7,000 feet\nMean annual air temperature: 45 to 52 degrees F (7 to 10.5 degrees C)\nMean annual precipitation: 9 to 12 inches (229 to 305 mm)\nFrost-free period: 120 to 160 days"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Anasazi, Arches, Begay, Simel, and Mido soils. Anasazi soils have bedrock at 20 to 40 inches. Arches soils have a sandy particle-size control section. Begay soils are more than 60 inches deep. Mido soils are more than 60 inches deep and have a sandy particle-size control section. Simel soil contains 27 to 35 percent clay in the particle size control section."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: well drained, very low to medium runoff, moderate and moderately rapid permeability"
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Used mainly for rangeland and wildlife habitat.  Potential vegetation is Utah juniper, green mormontea, broom snakeweed, roundleaf buffaloberry, two-needle pinyon, Indian ricegrass, and galleta. These soils have been correlated to the Semidesert Shallow Loam (Utah Juniper-Pinyon) 035XY221UT ecological site at the type location in Utah.  Also a steep phase has been correlated to Semidesert Steep Shallow Loam (Utah Juniper-Pinyon) 035XY240UT ecological site in the soil survey area (Grand Staircase-Escalante National Monument)."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Southern Utah. LRR D, MLRA 35. This series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Phoenix, Arizona"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Garfield County, Utah, Grand Staircase-Escalante National Monument soil survey area; 2004. The name is coined."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nDiagnostic horizons and features recognized in this pedon are:\nOchric epipedon: The zone from 0 to 4 inches. (A horizon)\nLithic feature: bedrock at 11 inches (R horizon)\nParticle size control section: The zone from 0 to 11 inches. (A and, C horizons)\nTaxonomic Version: Ninth Edition 2003The assignment of the cation-exchange activity class is inferred from lab data from similar soils in the surrounding area.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
