{
  "SERIES": "KEOKUK",
  "STATUS": "Established Series",
  "BYREV": "Rev. CS:GFS:JLD",
  "REVDATE": "03/2016",
  "STATES": "OK",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-silty, mixed, superactive, thermic Fluventic Haplustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Keokuk silt loam-cultivated. at an elevation of 229 to 457 m (750 to 1500 ft). (Colors are for dry soil unless otherwise stated.)\nAp--0 to 30 cm (0 to 12 in); dark grayish brown (10YR 4/2) silt loam, very dark grayish brown (10YR 3/2) moist; moderate fine granular structure; hard, very friable; slightly acid; gradual smooth boundary. (Thickness of the A horizon is 18 to 46 cm [7 to 18 in])\nBw--30 to 61 cm (12 to 24 in); brown (7.5YR 5/2) silt loam, brown (7.5YR 4/2) moist; weak medium subangular blocky structure; slightly hard, very friable; slightly effervescent; slightly alkaline; gradual smooth boundary. (Thickness of the Bw horizon is 20 to 66 cm [8 to 26 in])\nC--61 to 168 cm (24 to 65 in); light brown (7.5YR 6/4) very fine sandy loam, brown (7.5YR 5/4) moist; massive; slightly hard, very friable; stratified with a few layers of silt loam, loam, and loamy very fine sand that are 6 to 75 mm (0.25 to 3 in) thick; few films of secondary carbonates at a depth of 74 cm (29 in); calcareous; strongly effervescent; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Pottawatomie County, Oklahoma; about 6 miles east and 6 miles north of Shawnee; 1,850 feet east and 200 feet south of the northwest corner of sec. 29. T. 11 N., R. 5 E.\nUSGS topographic quadrangle: Shawnee, OK\nLatitude: 35 degrees, 24 minutes, 18 seconds N\nLongitude: 96 degrees, 48 minute, 1 second W\nDatum: NAD 83\nDecimal Degrees\nLatitude: 35.4050000\nLongitude: -096.8002778\nUTM Easting: 699750 m\nUTM Northing: 3920179 m\nUTM Zone: 14N"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSolum thickness: 46 to 112 cm (18 to 44 in)\nDepth to secondary carbonates: 25 to 80 cm (10 to 35 in)\nAp or A horizon:\nHue: 5YR or 10YR\nValue: 4 or 5 dry, 2 or 3 moist\nChroma: 2 or 3 dry or moist\nTexture: very fine sandy loam, silt loam, or loam\nEffervescence: none\nReaction: slightly acid to moderately alkaline\nBw horizon:\nHue: 2.5YR to 10YR\nValue: 5 or 6 dry, 4 or 5 moist\nChroma: 2 to 8 dry or moist.\nTexture: very fine sandy loam, silt loam, or loam\nEffervescence: slight\nReaction: slightly acid to moderately alkaline\nC horizon:\nHue: 2.5YR to 10YR\nValue: 5 to 7 dry 4 to 6 moist\nChroma: 2 to 8 dry or moist\nTexture: stratified loamy very fine sand, very fine sandy loam, silt loam, or loam\nOther features: Buried soils occur in some pedons below 127 cm (50 in)\nEffervescence: strong\nReaction: slightly alkaline or moderately alkaline"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: Lugert series is the only soil in this family. Soils in similar families are Asa, Asher, Lamkin, Loco, Lucien, Minco, Nash, Pocasset, and Reinach series.\nAsa, Asher, and Lamkin soils: have a fine-silty control section\nLoco and Lucien soils: are underlain with a paralithic sandstone bedrock between depths of 25 to 51 cm (10 to 20 in)\nLugert soils: are dry for longer periods\nMinco and Nash soils: have secondary carbonates deeper than 91 cm (36 in). In addition, Nash soils are underlain with a paralithic sandstone bedrock between depths of 51 to 102 cm (20 to 40 in)\nPocasset soils: have a coarse-loamy control section\nReinach soils: have a mollic epipedon more than 51 cm (20 in) thick"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material: loamy and sandy alluvium\nLandscape: alluvial plains\nLandform: nearly level flood plains\nSlope: 0 to 1 percent\nMean Annual Precipitation: 660 to 1020 mm (26 to 40 in)\nMean Annual Air Temperature: 14 to 18 degrees C (58 to 64 degrees F\nFrost-free period: 181-240\nElevation: 225 to 457 m (738 to 1500 feet)\nThornthwaite Annual P-E indices: 44 to 64"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the competing Asher soils and Amber, Dale, Gaddy, Lela, McLain, Port, and Yahola soils.\nAsher, Dale, Lela, and McLain soils: occur on similar positions, but are slightly concave\nAmber soils: are on side slopes and do not have a mollic epipedon\nDale soils: have a mollic epipedon more than 51 cm (20 in) thick and a fine-silty control section\nGaddy, Port, and Yahola soils: are usually in lower flood plains that are closer to the stream channel; in addition, Gaddy soils have a sandy control section\nLela and McLain soils: have a fine control section\nPort soils: have a mollic epipedon more than 51 cm (20 in) thick and a fine-silty control section\nYahola soils: have a coarse-loamy control section"
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:\nDrainage: well drained\nPermeability: moderate\nRunoff: slow"
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Mainly cultivated to alfalfa, wheat, grain sorghums, peanuts, and soybeans. A lesser acreage is used for tame pasture or rangeland. Native vegetation is mainly tall grasses with scattered bottomland hardwood trees."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Oklahoma; LRR-H; MLRA 80A-Central Rolling Red Prairies. The soil is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Pottawatomie County, Oklahoma; 1974."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nThese soils were formerly included in the Dale series.\nThis OSD was updated as a result of the SDJR Initiative (JLD 03/2016)\nDiagnostic horizons and features recognized in this pedon are:\nMollic epipedon: 0 to 30 cm (0 to 12 in) (A horizon)\nCambic horizon:  30 to 61 cm (12 to 24 in) (Bw horizon)\nFluventic feature: irregular decrease in organic carbon content from a depth of 25 to 125 cm (10 to 49 in)\nADDITIONAL DATA: Laboratory data on organic matter dated 6/20/73 by O.S.U. Laboratory, Stillwater, OK; from the series location\nTaxonomic Version: Keys To Soil Taxonomy, Twelfth Edition, 2014\nNational Cooperative Soil Survey\nU.S.A."
  }
}
