{
  "SERIES": "KEOMAH",
  "STATUS": "Established Series",
  "BYREV": "Rev. DBO-SRS-TWN",
  "REVDATE": "05/2006",
  "STATES": "IL,IA",
  "OVERVIEW": "The Keomah series consists of very deep, somewhat poorly drained soils formed in loess. These soils are on summits of interfluves, head slopes on dissected till plains, and treads on stream terraces. Slope ranges from 0 to 5 percent. Mean annual air temperature is about 11 degrees C. Mean annual precipitation is about 865 millimeters.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, smectitic, mesic Aeric Endoaqualfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Keomah silt loam, on a slope of about 2 percent, in a cultivated field. (Colors are for moist soil unless otherwise stated.)\nAp--0 to 20 centimeters; dark grayish brown (10YR 4/2) silt loam, light brownish gray (10YR 6/2) dry; weak fine granular structure; friable; common faint dark gray (10YR 4/1) coats on faces of peds; moderately acid; abrupt smooth boundary. (15 to 20 centimeters thick)\nE--20 to 38 centimeters; grayish brown (10YR 5/2) silt loam with some dark gray (10YR 4/1) on faces of peds; light gray (10YR 7/2) dry; weak thin platy structure; friable; few fine distinct brown (7.5YR 4/4) redoximorphic concentrations; moderately acid; clear smooth boundary. (10 to 25 centimeters thick)\nBE--38 to 46 centimeters; brown (10YR 5/3) silty clay loam; moderate fine and very fine subangular blocky structure; friable; few faint dark grayish brown (10YR 4/2) clay films on faces of peds; common distinct light brownish gray (10YR 6/2) dry, silt coats on faces of peds; few fine black (10YR 2/1) iron and manganese concretions; few fine distinct dark gray (10YR 4/1) redoximorphic depletions; strongly acid; gradual smooth boundary. (0 to 10 centimeters thick)\nBt1--46 to 64 centimeters; brown (10YR 5/3) silty clay; moderate fine subangular blocky structure; firm; common distinct dark grayish brown (10YR 4/2) clay films on faces of peds; common distinct light brownish gray (10YR 6/2) dry, silt coats on faces of peds; few fine black (10YR 2/1) iron and manganese concretions; common fine distinct strong brown (7.5YR 5/6) redoximorphic concentrations; strongly acid; gradual smooth boundary.\nBt2--64 to 91 centimeters; about 60 percent brown (10YR 5/3) and about 40 percent grayish brown (10YR 5/2) silty clay; moderate fine and medium subangular blocky structure; firm; many distinct dark grayish brown (10YR 4/2) clay films of faces of peds; few distinct light brownish gray (10YR 6/2) silt coats on faces of peds; few fine prominent strong brown (7.5YR 5/6) redoximorphic concentrations; strongly acid; gradual smooth boundary. (Combined thickness of the Bt horizon is 20 to 60 centimeters.)\nBtg1--91 to 114 centimeters; grayish brown (2.5Y 5/2) silty clay loam; weak medium prismatic structure parting to moderate medium angular blocky; firm; many faint dark grayish brown (2.5Y 4/2) clay films on faces of peds; many fine and medium prominent strong brown (7.5YR 5/6) and yellowish brown (10YR 5/8) redoximorphic concentrations; strongly acid; gradual smooth boundary.\nBtg2--114 to 135 centimeters; grayish brown (2.5Y 5/2) silty clay loam; weak medium prismatic structure parting to weak fine and medium subangular blocky; friable; few distinct gray (2.5Y 5/1) clay films on faces of peds; few fine black (10YR 2/1) concretions (iron and manganese oxides); many medium prominent strong brown (7.5YR 5/6) and yellowish brown (10YR 5/8) redoximorphic concentrations; strongly acid; gradual smooth boundary. (Combined thickness of the Btg horizon is 20 to 60 centimeters.)\nBCg--135 to 163 centimeters; grayish brown (2.5Y 5/2) silty clay loam; weak medium prismatic structure; friable; few fine black (10YR 2/1) concretions (iron and manganese oxides); common medium prominent strong brown (7.5YR 5/6) redoximorphic concentrations; slightly acid; gradual smooth boundary. (0 to 46 centimeters thick)\nCg--163 to 203 centimeters; grayish brown (2.5Y 5/2) silt loam; massive; friable; few fine black (10YR 2/1) concretions (iron and manganese oxides); common medium prominent strong brown (7.5YR 5/6) redoximorphic concentrations; slightly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Major Land Resource Area (MLRA) 108C-Illinois and Iowa Deep Loess and Drift, West Central Part; Washington County, Iowa subset; about 1 mile north and 10 miles west of Washington; about 2,600 feet south and 2,075 feet west of the northeast corner of section 9, T. 75 N., R. 9 W.; USGS Keota quadrangle; lat. 41 degrees 18 minutes 58.7 seconds N. and long. 91 degrees 53 minutes 43.1 seconds W., NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nDepth to carbonates--greater than 150 centimeters\nClay content in the particle-size control section (weighted average)--36 to 42 percent\nSand content in the particle-size control section (weighted average)--less than 7 percent\nA horizon (when present):\nHue--10YR\nValue--3\nChroma--1\nTexture--silt loam\nClay content--20 to 27 percent\nSand content--less than 5 percent\nReaction--moderately acid to neutral\nThickness--2 to 8 centimeters\nAp horizon:\nHue--10YR\nValue--4\nChroma--1 or 2\nTexture--silt loam\nClay content--20 to 27 percent\nSand content--less than 5 percent\nReaction--moderately acid to neutral\nE horizon:\nHue--10YR\nValue--4 or 5\nChroma--1 to 3\nTexture--silt loam\nClay content--15 to 25 percent\nSand content--less than 5 percent\nReaction--strongly acid to neutral\nBE horizon (if present):\nHue--10YR\nValue--4 or 5\nChroma--2 or 3\nTexture--silt loam or silty clay loam\nClay content--22 to 30 percent\nSand content--less than 5 percent\nReaction--strongly acid to neutral\nBt horizon:\nHue--10YR\nValue--4 or 5\nChroma--3 or 4\nTexture--silty clay loam or silty clay\nClay content--36 to 42 percent\nSand content--less than 5 percent\nReaction--very strongly acid to slightly acid\nBtg horizon:\nHue--10YR, 2.5Y, or 5Y\nValue--4 to 6\nChroma--2 or 3\nTexture--silty clay loam or silty clay\nClay content--36 to 42 percent\nSand content--less than 5 percent\nReaction--very strongly acid to slightly acid\nBCg and Cg horizons:\nHue--10YR, 2.5Y, or 5Y\nValue--4 to 6\nChroma--2 to 6\nTexture--silty clay loam or silt loam\nClay content--20 to 30 percent\nSand content--less than 5 percent\nReaction--strongly acid to neutral"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:\nThere are no series in the same family."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material--loess\nLandform--summits of interfluves, head slopes on dissected till plains, and treads on stream terraces\nSlope--0 to 5 percent\nElevation--198 to 411 meters above sea level\nMean annual air temperature--9 to 11 degrees C\nMean annual precipitation--810 to 920 millimeters\nFrost-free period--165 to 180 days"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Clinton, Givin, and Lindley soils.\nClinton--are at lower elevations on side slopes and have frequently saturated zone at a depth of 1.2 meters in normal years\nGivin--are in landscape positions similar to those of the Keomah soils and have a dark-colored surface horizon\nLindley--are at lower elevations on side slopes and have more than 30 percent sand throughout the series control section"
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:\nDrainage class--somewhat poorly drained-a frequently saturated zone occurs at a depth of 0.3 meter during March to June in normal years and is considered apparent\nSaturated hydraulic conductivity--1.4 to 14 micrometers per second\nSurface runoff potential--negligible to low"
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:\nMost areas are cultivated. The principal crops are corn, soybeans, small grains, and legume hays. A few areas are wooded. The native vegetation is deciduous trees."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:\nPhysiographic Division--Interior plains\nPhysiographic Province--Central lowlands\nPhysiographic sections--Dissected till plains and Till plains\nMLRAs--Illinois and Iowa Deep Loess and Drift (108),\nIowa and Missouri Heavy Till Plain (109),\nSouthern Illinois and Indiana Thin Loess and Till Plain (114), and\nCentral Mississippi Valley Wooded Slopes (115)\nLRR M; southeastern Iowa and western Illinois\nExtent--large"
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Indianapolis, Indiana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Jefferson County, Iowa, 1957."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nParticle-size control section--the zone from a depth of 46 to 96 centimeters (Bt1, Bt2, and Btg1 horizons);\nseries control section--the zone from the surface to a depth of 150 centimeters (Ap, E, BE, Bt1, Bt2, Btg1, Btg2, and BCg horizons).\nDiagnostic horizons and features recognized in this pedon:\nochric epipedon--the zone from the surface to a depth of 38 centimeters (Ap and E horizons);\nargillic horizon--the zone from a depth of 46 to 135 centimeters (Bt1, Bt2, Btg1 and Btg2 horizons);\naquic moisture regime.\nTaxonomy version--Keys to Soil Taxonomy, ninth edition, 2003.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
