{
  "SERIES": "KEOSAUQUA",
  "STATUS": "Established Series",
  "BYREV": "Rev. JAL-LEB-TWN",
  "REVDATE": "01/2009",
  "STATES": "IA",
  "OVERVIEW": "The Keosauqua series consists of very deep, well drained soils formed in 100 to 150 centimeters of loamy alluvium and the underlying sandy alluvium.  These soils occur on slightly convex slopes on low and very low stream terraces in river valleys.  Slope ranges from 1 to 3 percent.  Mean annual precipitation is about 950 millimeters.  Mean annual air temperature is about 10 degrees C.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, mesic Typic Argiudolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Keosauqua loam, on a stream terrace, with a slope of about 2 percent, in a cultivated field, at an elevation of 186 meters above mean sea level.  (Colors are for moist soil unless otherwise stated.)\nAp--0 to 18 centimeters; very dark grayish brown (10YR 3/2) loam, dark grayish brown (10YR 4/2) dry; weak very fine and fine granular structure; friable; few fine roots; slightly acid; abrupt smooth boundary.\nA--18 to 33 centimeters; very dark grayish brown (10YR 3/2) loam, dark grayish brown (10YR 4/2) dry; weak very fine and fine subangular blocky structure; friable; few fine roots; slightly acid; clear smooth boundary.  (Combined thickness of the A horizon is 25 to 49 centimeters.)\nBt1--33 to 56 centimeters; brown (10YR 4/3) loam; moderate very fine and fine angular blocky structure; friable; few fine roots; few distinct clay films on faces of peds; many distinct dark brown (10YR 3/3) organic coats on faces of peds and in pores; slightly acid; clear smooth boundary.\nBt2--56 to 86 centimeters; dark yellowish brown (10YR 4/4) clay loam; moderate very fine and fine angular blocky structure; friable; few fine roots; many distinct clay films on faces of peds; many distinct dark yellowish brown (10YR 3/4) coats on faces of peds and in pores; moderately acid; gradual smooth boundary.\nBt3--86 to 104 centimeters; dark yellowish brown (10YR 4/6) loam; moderate fine and medium angular blocky structure; friable; few fine roots; common distinct clay films on faces of peds; slightly acid; gradual smooth boundary.\nBt4--104 to 127 centimeters; dark yellowish brown (10YR 4/6) loam; weak medium prismatic structure parting to weak fine and medium subangular blocky; friable; few fine roots; few faint clay films on faces of peds; slightly acid; clear smooth boundary.  (Combined thickness of the Bt horizon is 45 to 120 centimeters.)\n2C1--127 to 158 centimeters; dark yellowish brown (10YR 4/6) loamy sand; single grain; loose; about 1 percent pebbles; slightly acid; gradual smooth boundary.\n2C2--158 to 200 centimeters; dark yellowish brown (10YR 4/4) loamy sand; single grain; loose; about 5 percent pebbles; slightly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Major Land Resource Area (MLRA) 109-Iowa and Missouri Heavy Till Plain, Van Buren County, Iowa subset; about 2 miles northwest of Douds; located about 800 feet east and 1,100 feet south of the northwest corner of section 22, T. 70 N., R. 11 W.; USGS Douds topographic quadrangle; lat. 40 degrees 51 minutes 15 seconds N. and long. 92 degrees 7 minutes 7 seconds W., NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nMollic epipedon thickness--25 to 49 centimeters\nDepth to sandy alluvium--100 to 150 centimeters\nDepth to carbonates--more than 200 centimeters\nClay content in the particle-size control section (weighted average)--18 to 30 percent\nSand content in the particle-size control section (weighted average)--20 to 50 percent\nAp and A horizon:\nHue--10YR\nValue--2 or 3\nChroma--1 to 3\nTexture--loam\nClay content--10 to 24 percent\nSand content--30 to 50 percent\nReaction--moderately acid to neutral\nSome pedons have AB or BA horizons\nBt horizon:\nHue--7.5YR or 10YR\nValue--3 to 5\nChroma--3 to 6\nTexture--loam, clay loam or silt loam\nClay content--18 to 30 percent\nSand content--25 to 50 percent\nReaction--moderately acid to neutral\nBC horizon (if present):\nHue--7.5YR or 10YR\nValue--3 to 5\nChroma--3 to 8\nTexture--loam, silt loam, clay loam, or sandy loam\nClay content--15 to 30 percent\nSand content--30 to 60 percent\nReaction--moderately acid to neutral\n2C horizon:\nHue--7.5YR or 10YR\nValue--4 to 8\nChroma--2 to 6\nTexture--loamy sand, loamy fine sand, or sand\nClay content--2 to 10 percent\nSand content--80 to 95 percent\nRock fragment content--1 to 10 percent, fine gravel\nCalcium carbonate equivalent--0 percent\nReaction--slightly acid or neutral"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Atkinson, Burchard, Cokato, Cresco, Cresent, Durand, Friesland, Griswold, Hitt, Jasper, Joslin, Kishwaukee, Marbletown, Moingona, Morrill, Nuxmaruhanixete , Pana, Parmod, Penfield, Reedslake, Ringwood, Rockton, Schoolcraft, Shelby, Sibleyville, Velma, and Winnebago series.\nAtkinson--have a lithic contact with limestone within a depth of 150 centimeters\nBurchard--have carbonates within a depth of 76 centimeters\nCokato--have carbonates within a depth of 122 centimeters\nCresco--have a sand content that averages 35 to 50 percent in the lower third of the particle-size control section\nCresent--differentia is not clear between the Keosauqua and Cresent series, see remarks\nDurand--have matrix hues redder than 10YR in the lower half of the particle-size control section\nFriesland--have a sand content of less than 10 percent in the third part of the series control section\nGriswold--have a sand content of 55 to 80 percent in the lower third of the series control section\nHitt--have a lithic contact with limestone within a depth of 150 centimeters\nJasper--have a sand content that averages 45 to 70 percent in the lower third of the series control section\nJoslin--have subhorizons with a clay content of 35 to 50 percent in the series control section\nKishwaukee--have a rock fragment content of 30 to 70 percent gravel in the lower part of the series control section\nMarbletown--have a paralithic contact with sandstone or shale within a depth of 150 centimeters\nMoingona--have a sand content that averages 35 to 70 percent in the lower third of the series control section\nMorrill--have matrix hues redder than 7.5YR in the upper part of the argillic horizon\nNuxmaruhanixete--have a rock fragment content of more than 15 percent gravel in the lower half of the series control section\nPana--have a rock fragment content of more than 15 percent gravel in the lower half of the series control section\nParmod--have calcium carbonate equivalent range of 15 to 40 percent in the lower part of the series control section\nPenfield--have a clay content of 5 to 20 percent and a sand content of 45 to 70 percent in the lower half of the series control section\nReedslake--have a clay content of 22 and 30 percent in the lower third of the series control section\nRingwood--have a rock fragment content of 10 to 40 percent in the lower part of the series control section\nRockton--have a lithic contact with limestone within a depth of 100 centimeters\nSchoolcraft--have a sand content of more than 70 percent within a depth of 100 centimeters\nShelby--average 30 to 35 percent clay in the particle-size control section\nSibleyville--have a paralithic contact with sandstone or sandy and silty shale bedrock within a depth of 100 centimeters\nVelma--have carbonates in the lower third of the series control section\nWinnebago--have matrix hues of 5YR or redder in at least one subhorizon of the argillic horizon"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material--100 to 150 centimeters of loamy alluvium and the underlying sandy alluvium\nLandform--slightly convex slopes on low and very low stream terraces in river valleys\nSlope--1 to 3 percent\nElevation--180 to 300 meters above sea level\nMean annual air temperature--9 to 12 degrees C\nMean annual precipitation--865 to 1,040 millimeters\nFrost-free period--175 to 210 days"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Colo, Coppock, Nodaway, and Richwood soils.\nColo--are on lower landscape positions on floodplains and are frequently saturated from the soil surface to a depth of 0.3 meters during the wettest period of years when precipitation is within one standard deviation of the 30 year mean of annual precipitation\nCoppock--are on lower landscape positions on floodplains, stream terraces, foot slopes, and alluvial fans and are frequently saturated from the soil surface to a depth of 0.3 meters during the wettest period of years when precipitation is within one standard deviation of the 30 year mean of annual precipitation\nNodaway--on lower landscape positions on floodplains and alluvial fans and have a sand content of less than 15 percent throughout the series control section\nRichwood--are on landscape positions similar to those of the Keosauqua soils and have a sand content that averages less than 15 percent in the particle-size control section"
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:\nDrainage--well drained--a frequently saturated zone does not occur within a depth of 1.8 meters during the wettest period of years when precipitation is within one standard deviation of the 30 year mean of annual precipitation\nSaturated hydraulic conductivity--1.0 to 10.0 micrometers per second in the loamy materials and 10 to 100 micrometers per second in the underlying sandy materials\nFlooding--rarely flooded for brief duration"
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:\nMost areas are cultivated. The principal crops are corn, soybeans, small grains, and hay.  The native vegetation is big bluestem, indiangrass, switchgrass, and other grasses of the tall grass prairie."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:\nPhysiographic Division--Interior Plains\nPhysiographic Province--Central Lowland\nPhysiographic sections--Dissected till plains\nMLRAs--Iowa and Missouri Heavy Till Plain (109)\nLRR M; southeastern Iowa\nExtent--small"
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Indianapolis, Indiana; MLRA SSO 10-12 (Fairfield, Iowa)"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Van Buren County, Iowa, 1995."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nParticle-size control section--the zone from a depth of 33 to 83 centimeters;\nseries control section--the zone from the surface to a depth of 150 centimeters.\nDiagnostic horizons and features recognized in this pedon include:\nmollic epipedon--the zone from the surface to a depth of 33 centimeters (Ap and A horizons);\nargillic horizon--the zone from a depth of 33 to 127 centimeters (Bt1, Bt2, Bt3, and Bt4 horizons);\nudic moisture regime.\nSeveral property ranges of the Keosauqua and Cresent series overlap. Further study is needed to clearly differentiate these two series.\nCation exchange activity class is supported by lab sample number S92IA-177-002.\nTaxonomic Version--Keys to Soil Taxonomy, tenth edition, 2006.\nKeosauqua soils were previously identified as Richwood Variant or were included with Richwood soils."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "ADDITIONAL DATA:\nLaboratory data--National Soil Survey Laboratory, Lincoln, Nebraska - user pedon ID 92IA177002 (http://ssldata.nrcs.usda.gov/)."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 18,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Ap--0 to 18 centimeters; very dark grayish brown (10YR 3/2) loam, dark grayish brown (10YR 4/2) dry; weak very fine and fine granular structure; friable; few fine roots; slightly acid; abrupt smooth boundary."
      },
      {
        "name": "A",
        "top": 18,
        "bottom": 33,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A--18 to 33 centimeters; very dark grayish brown (10YR 3/2) loam, dark grayish brown (10YR 4/2) dry; weak very fine and fine subangular blocky structure; friable; few fine roots; slightly acid; clear smooth boundary.  (Combined thickness of the A horizon is 25 to 49 centimeters.)"
      },
      {
        "name": "Bt1",
        "top": 33,
        "bottom": 56,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bt1--33 to 56 centimeters; brown (10YR 4/3) loam; moderate very fine and fine angular blocky structure; friable; few fine roots; few distinct clay films on faces of peds; many distinct dark brown (10YR 3/3) organic coats on faces of peds and in pores; slightly acid; clear smooth boundary."
      },
      {
        "name": "Bt2",
        "top": 56,
        "bottom": 86,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately acid",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "Bt2--56 to 86 centimeters; dark yellowish brown (10YR 4/4) clay loam; moderate very fine and fine angular blocky structure; friable; few fine roots; many distinct clay films on faces of peds; many distinct dark yellowish brown (10YR 3/4) coats on faces of peds and in pores; moderately acid; gradual smooth boundary."
      },
      {
        "name": "Bt3",
        "top": 86,
        "bottom": 104,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 6,
        "texture_class": "loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly acid",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "Bt3--86 to 104 centimeters; dark yellowish brown (10YR 4/6) loam; moderate fine and medium angular blocky structure; friable; few fine roots; common distinct clay films on faces of peds; slightly acid; gradual smooth boundary."
      },
      {
        "name": "Bt4",
        "top": 104,
        "bottom": 127,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 6,
        "texture_class": "loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bt4--104 to 127 centimeters; dark yellowish brown (10YR 4/6) loam; weak medium prismatic structure parting to weak fine and medium subangular blocky; friable; few fine roots; few faint clay films on faces of peds; slightly acid; clear smooth boundary.  (Combined thickness of the Bt horizon is 45 to 120 centimeters.)"
      },
      {
        "name": "2C1",
        "top": 127,
        "bottom": 158,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 6,
        "texture_class": "loamy sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly acid",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "2C1--127 to 158 centimeters; dark yellowish brown (10YR 4/6) loamy sand; single grain; loose; about 1 percent pebbles; slightly acid; gradual smooth boundary."
      },
      {
        "name": "2C2",
        "top": 158,
        "bottom": 200,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "loamy sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly acid",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "2C2--158 to 200 centimeters; dark yellowish brown (10YR 4/4) loamy sand; single grain; loose; about 5 percent pebbles; slightly acid."
      }
    ]
  ]
}
