{
  "SERIES": "KEPLER",
  "STATUS": "Established Series",
  "BYREV": "Rev. LMR/TWP",
  "REVDATE": "05/2001",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, smectitic, mesic Paleargidic Durixerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Kepler loam, cultivated.  (Colors are for dry soil unless otherwise noted)\nAp--0 to 9 inches; grayish brown (10YR 5/2) loam, very dark grayish brown (10YR 3/2) moist; moderate fine and very fine granular structure; slightly hard, friable, slightly sticky and slightly plastic; many fine and medium roots; neutral (pH 6.7); clear smooth boundary.  (6 to 10 inches thick)\nA21--9 to 12 inches; light brownish gray (10YR 6/2) loam, dark grayish brown (10YR 4/2) moist; weak thick and medium platy and weak fine granular structure; slightly lighter colored specks; hard, friable, slightly sticky and slightly plastic; common fine roots; many very fine pores; neutral (pH 6.9); clear smooth boundary.  (1 to 4 inches thick)\nA22--12 to 14 inches; light brownish gray (10YR 6/2) loam, dark grayish brown (10YR 4/2) moist; weak medium and coarse subangular blocky structure; hard, friable, slightly sticky and slightly plastic; common fine roots; many very fine pores; neutral (pH 7.0); abrupt wavy boundary.  (1 to 4 inches thick)\nB2t--14 to 25 inches; dark brown (10YR 4/3) clay, very dark brown (10YR 3/2) moist; strong coarse columnar structure, parting to strong very fine angular blocky; extremely hard, extremely firm, very sticky and very plastic; common fine roots in the cracks; thick continuous very dark brown (10YR 2/3) clay films on vertical and horizontal ped surfaces; thick light colored coatings on top of the columns; neutral (pH 7.1); gradual wavy boundary.  (6 to 16 inches thick)\nB3tca--25 to 39 inches; brown (10YR 5/3) clay loam, dark brown (10YR 3/3) moist; moderate fine angular blocky structure; hard, firm, sticky and plastic; few very fine roots; many very fine pores; few thin clay films on vertical and horizontal ped surfaces; continuous calcium carbonate coatings in vertical cracks; strongly calcareous; moderately alkaline (pH 8.2); abrupt wavy boundary.  (6 to 15 inches thick)\nC1cam--39 to 50 inches; dark brown (10YR 4/3) fine sandy loam, dark brown (7.5YR 3/3) moist; weakly cemented hardpan; massive or weak thick platy structure; few very fine roots; mainly on top of plates; moderately calcareous with many splotches of calcium carbonate; moderately alkaline (pH 8.1); clear wavy boundary.  (2 to 15 inches thick)\nC2--50 to 60 inches; dark brown (10YR 4/3) fine sandy loam, dark brown (7.5YR 3/3) moist; massive; friable, slightly sticky; micaceous; moderately alkaline (pH 8.1)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Gem County, Idaho; 900 feet east and 300 feet north of the center of the SW1/4 sec. 15, T.7N., R.1E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Depth to the weakly or moderately cemented silica-calcium carbonate duripan ranges from 20 to 40 inches.  The soil between depths of 4 and 12 inches is usually dry, but is moist for 90 to 110 days in the spring.  Mean annual soil temperature is about 49 to 53 degrees F.\nThe A1 horizon has value of 5 or 6 dry, 3 or 4 moist, and chroma of 2 or 3 moist and dry.  Thickness of any dark surface layer containing more than 1 percent organic matter is 6 to 10 inches.  The A1 horizon is typically loam but includes stony loam and extremely stony loam.  It is neutral or slightly acid.\nThe A2 horizon has value of 6 or 7 dry, 4 or 5 moist and chroma of 2 or 3 dry and moist.\nThe Bt horizon has hue of 10YR or 7.5YR, value of 5 or 6 dry, 3 or 4 moist, and chroma of 2 or 3 dry or moist.  The upper part is clay or silty clay, and the argillic horizon averages 35 to 50 percent clay."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Bravane (t), Chilcott, Lookout, Lovejoy, and Reno series.  Bravane soils lack A2 horizons, and have 15 to 35 percent rock fragments in the B2t horizon.  Chilcott soils have A2 horizons at the surface and have an indurated duripan.  Lookout soils lack A2 horizons, have an indurated duripan, and have 5 to 25 percent rock fragments in the argillic horizon and in the duripan.  Lovejoy soils are slightly to medium acid above an indurated duripan.  Reno soils have noncalcareous sola and have strongly cemented duripans with discontinuous indurated silica laminae."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Kepler soils are on swales or intermound areas of dissected high terraces and have slopes of 0 to 12 percent.  They formed in old mixed alluvium from granitic, quartz monzonitic, or quartz dioritic and basaltic sources.  The upper part of the profile is influenced by loess.  Elevations are 2,500 to 3,000 feet.  The climate has dry warm summers and cold moist winters.  Mean annual precipitation is 11 to 13 inches.  Mean summer temperature is 70 to 73 degrees F.; mean annual temperature is 51 to 55 degrees F.  Frost-free season is about 140 to 160 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Sweet soils.  Sweet soils lack an A2 horizon and dominantly have a clay loam B2t horizon and occupy the slight ridges or low mounds as a complex with the Kepler series."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; moderately slow runoff; permeability of the B2t horizon is slow and of the hardpan very slow."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used mainly for dryland grain and alfalfa.  Vegetation is bluebunch wheatgrass, Nevada bluegrass, annual bromes, and big sagebrush."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Southwestern Idaho.  The soils are inextensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Gem County, Idaho, 1958.\nOSED scanned by SSQA.  Last revised by state on 6/76.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": null
  }
}
