{
  "SERIES": "KERKHOVEN",
  "STATUS": "Established Series",
  "BYREV": "Rev. TLP-JMK-AGG",
  "REVDATE": "09/2006",
  "STATES": "MN",
  "OVERVIEW": "The Kerkhoven series consists of very deep, poorly drained soils that formed in loamy colluvium from glacial drift and underlying calcareous glacial till on till plains and moraines.  Slopes range from 0 to 3 percent.  Mean annual air temperature is about 44 degrees F.  Mean annual precipitation is about 25 inches.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, frigid Cumulic Endoaquolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Kerkhoven loam with a 1 percent concave slope in a cultivated field.  (Colors are for moist soil unless otherwise stated.)\nAp--0 to 10 inches; black (N 2/0) loam; black (10YR 2/1) dry; moderate fine and medium subangular blocky structure; friable; many fine and medium roots; 1 percent gravel; neutral; abrupt smooth boundary.\nA1--10 to 24 inches; black (N 2/0) loam; very dark gray (10YR 3/1) dry; weak medium subangular blocky structure; friable; common fine roots; 1 percent gravel; neutral; clear smooth boundary.\nA2--24 to 35 inches; very dark gray (5Y 3/1) loam; very dark gray (10YR 3/1) dry; weak fine prismatic and weak fine subangular blocky structure; friable; few fine roots; 1 percent gravel; neutral; gradual smooth boundary (Combined thickness of A horizons is 24 to 60 inches thick)\nBg1--35 to 46 inches; olive gray (5Y 4/2) loam; weak fine subangular blocky structure; friable; few fine roots; masses of iron-manganese accumulation; 3 percent gravel; common fine prominent light olive brown (2.5Y 5/6) Fe concentrations and common fine faint gray (5Y 5/1) Fe depletions; neutral; clear smooth boundary\nBg2--46 to 53 inches; dark gray (5Y 4/1) loam; weak medium subangular blocky structure;  friable; few very fine roots; masses of iron-maganese accumulation and masses of iron accumulation; 3 percent gravel; common medium distinct dark greenish gray (10GY 4/1) Fe depletions and common fine prominent dark yellowish brown (10YR 4/6) Fe concentrations; neutral clear smooth boundary (6 to 20 inches thick).\nBkg--53 to 63 inches; gray (5Y 5/1) loam; weak medium subangular blocky structure; friable;  3 percent gravel; common fine and medium prominent olive (5Y 5/6) Fe concentrations and common medium distinct greenish gray (5GY 5/1) Fe depletions; common carbonate threads; violently effervescent; moderately alkaline; gradual smooth boundary  (0 to 20 inches thick).\nCg--63 to 80 inches; olive gray (5Y 5/2) loam; massive; friable; 4 percent gravel; common medium and coarse faint gray (5Y 6/1) Fe depletions and common medium and coarse prominent strong brown (7.5YR 4/6) Fe concentrations; few masses of lime and few masses of iron-manganese accumulation; strongly effervescent; slightly alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Kandiyohi County, Minnesota; 650 feet east and 125 feet north of the southwest corner, sec. 6, T. 122 N., R. 36 W;"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: The depth to free carbonates ranges from 30 to 60 inches.  The mollic epipedon typically is 24 to 40 inches thick but ranges to 60 inches in some pedons.  Coarse fragments typically range from 1 to 8 percent by volume throughout, but the upper third of the series control section may not have coarse fragments.  The particle size control section averages more than 18 percent clay.\nThe A horizon has hue of 10YR through 5Y or is neutral, value of 2 or 3 and chroma of 0 to 2.  It is loam, clay loam, or silt loam.  Reaction is  slightly acid through slightly alkaline.\nThe Bg horizon has hue of 2.5Y or 5Y, value of 4 or 5 and chroma of 1 or 2. It has few to many redoximorphic features in some to all parts. It is loam or clay loam.  Reaction is neutral or slightly alkaline.\nThe Bkg horizon has a hue of 2.5Y or 5Y, value of 4 to 6 and chroma of 1 or 2.  It has redoximorphic features in all parts.  It is loam, clay loam, sandy clay loam or sandy loam.  Reaction is moderately alkaline or strongly alkaline.\nThe Cg horizon has hue of 2.5Y or 5Y, value of 4 to 6 and chroma of 1 or 2.  It commonly has redoximorphic features in all parts.  It is loam, fine sandy loam or sandy loam.  It has less than 18 percent clay and typically more than 45 percent total sand.  Reaction is slightly alkaline or moderately alkaline. The bulk density is 1.65 to 1.80 g/cc."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Chamita, Cometcrik, Eagleton, Kovich, Lakepark, Lobe (T), Mannixlee, Marshbrook, Nythar and Welch soils. Chamita soils lack a cambic horizon below the mollic epipedon.  Cometcrik and Lobe soils have lithologic discontinuities in the series control section.  Kovich soils have a skeletal lithologic discontinuity in the particle size control section.  Eagleton and Nythar soils do not have free carbonates above a depth of 60 inches.  Lakepark soils have greater than 18 percent clay throughout the profile.  Mannixlee soils have over 15 percent rock fragments in the lower third of the series control section.  Marshbrook soils have material weathered from bedrock in the lower third of the series control section with bulk density of less than 1.65 g/cc.  Welch soils have volcanic material in the series control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Kerkhoven soils are on lower footslopes and toeslopes of head and sideslopes on glacial moraines and till plains.  Slopes are plane or concave with 0 to 3 percent gradients.  These soils formed in loamy colluvium derived from glacial drift and underlying calcareous glacial till.  Mean annual air temperature ranges from 38 to 45 degrees F, and mean annual precipitation ranges from 22 to 29 inches.  Frost free days range from 120 to 160. Elevation above sea level ranges from 990 to 1950 feet."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Esmond, Heimdal, Ortonville, Emrick, Friberg and Friberg soils.  Esmond, Heimdal soils are well drained and are on steeper slopes.  Emrick and Ortonville soils are moderately well drained and are higher lying.  Friberg soils are poorly and very poorly drained soils and have argillic horizons."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Poorly drained.  Runoff is low. Saturated hydraulic conductivity is 4.23 to 14.11 micrometers per second (.6 to 2 inches per hour).  Seasonnal high saturation is at a depth of .5 to 1.5 feet from March to June in normal years."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most areas of these soils are cultivated.  Small grains, corn, and soybeans are the principal crops.  Native vegetation is tall grass prairie."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Western Minnesota, the series is moderately extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  St. Paul, Minnesota."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Swift County Minnesota, 2000."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are: mollic epipedon (cumulic)--the zone from the surface to a depth of 35 inches (Ap, Al and A2 horizons); cambic horizon--the zone from 35 to 53 inches (Bg1 and Bg2 horizons), calcic horizon--the zone from 53 to 63 inches (Bkg horizon).\naquic moisture regime;\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "poorly"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 25,
        "dry_hue": "10YR",
        "dry_value": 2,
        "dry_chroma": 1,
        "moist_hue": "N",
        "moist_value": 2,
        "moist_chroma": 0,
        "texture_class": "loam",
        "pH_class": "neutral",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Ap--0 to 10 inches; black (N 2/0) loam; black (10YR 2/1) dry; moderate fine and medium subangular blocky structure; friable; many fine and medium roots; 1 percent gravel; neutral; abrupt smooth boundary."
      },
      {
        "name": "A1",
        "top": 25,
        "bottom": 61,
        "dry_hue": "10YR",
        "dry_value": 3,
        "dry_chroma": 1,
        "moist_hue": "N",
        "moist_value": 2,
        "moist_chroma": 0,
        "texture_class": "loam",
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A1--10 to 24 inches; black (N 2/0) loam; very dark gray (10YR 3/1) dry; weak medium subangular blocky structure; friable; common fine roots; 1 percent gravel; neutral; clear smooth boundary."
      },
      {
        "name": "A2",
        "top": 61,
        "bottom": 89,
        "dry_hue": "10YR",
        "dry_value": 3,
        "dry_chroma": 1,
        "moist_hue": "5Y",
        "moist_value": 3,
        "moist_chroma": 1,
        "texture_class": "loam",
        "pH_class": "neutral",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "A2--24 to 35 inches; very dark gray (5Y 3/1) loam; very dark gray (10YR 3/1) dry; weak fine prismatic and weak fine subangular blocky structure; friable; few fine roots; 1 percent gravel; neutral; gradual smooth boundary (Combined thickness of A horizons is 24 to 60 inches thick)"
      },
      {
        "name": "Bg1",
        "top": 89,
        "bottom": 117,
        "moist_hue": "5Y",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "loam",
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bg1--35 to 46 inches; olive gray (5Y 4/2) loam; weak fine subangular blocky structure; friable; few fine roots; masses of iron-manganese accumulation; 3 percent gravel; common fine prominent light olive brown (2.5Y 5/6) Fe concentrations and common fine faint gray (5Y 5/1) Fe depletions; neutral; clear smooth boundary"
      },
      {
        "name": "Bg2",
        "top": 117,
        "bottom": 135,
        "moist_hue": "5Y",
        "moist_value": 4,
        "moist_chroma": 1,
        "texture_class": "loam",
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bg2--46 to 53 inches; dark gray (5Y 4/1) loam; weak medium subangular blocky structure;  friable; few very fine roots; masses of iron-maganese accumulation and masses of iron accumulation; 3 percent gravel; common medium distinct dark greenish gray (10GY 4/1) Fe depletions and common fine prominent dark yellowish brown (10YR 4/6) Fe concentrations; neutral clear smooth boundary (6 to 20 inches thick)."
      },
      {
        "name": "Bkg",
        "top": 135,
        "bottom": 160,
        "moist_hue": "5Y",
        "moist_value": 5,
        "moist_chroma": 1,
        "texture_class": "loam",
        "pH_class": "moderately alkaline",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "Bkg--53 to 63 inches; gray (5Y 5/1) loam; weak medium subangular blocky structure; friable;  3 percent gravel; common fine and medium prominent olive (5Y 5/6) Fe concentrations and common medium distinct greenish gray (5GY 5/1) Fe depletions; common carbonate threads; violently effervescent; moderately alkaline; gradual smooth boundary  (0 to 20 inches thick)."
      },
      {
        "name": "Cg",
        "top": 160,
        "bottom": 203,
        "moist_hue": "5Y",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "loam",
        "pH_class": "slightly alkaline",
        "narrative": "Cg--63 to 80 inches; olive gray (5Y 5/2) loam; massive; friable; 4 percent gravel; common medium and coarse faint gray (5Y 6/1) Fe depletions and common medium and coarse prominent strong brown (7.5YR 4/6) Fe concentrations; few masses of lime and few masses of iron-manganese accumulation; strongly effervescent; slightly alkaline."
      }
    ]
  ]
}
