{
  "SERIES": "KERR",
  "STATUS": "Established Series",
  "BYREV": "FWH/FFH/RCH/ET/RLM/SAA",
  "REVDATE": "05/2015",
  "STATES": "CA",
  "OVERVIEW": "The Kerr series consists of very deep, somewhat poorly drained soils on natural levee positions on alluvial plains.  These soils formed in dark olive gray material derived mainly from micaceous schists. Slopes range from 0 to 2 percent. Mean annual precipitation is about 1524 millimeters (60 inches) Mean annual temperature is about is about 11 degrees C (52 degrees F).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, superactive, acid, mesic Typic Fluvaquents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Kerr silt loam on a west facing slope of 1 percent under pasture at an elevation of 10 meters. (Colors are for moist soil unless otherwise noted. When described on June 11, 2008 the soil was moist, increasing in moisture with depth.)\nAp--0 to 18 cm, (0.0 to 7.1 inches); very dark gray (2.5Y 3/1) silt loam, gray (2.5Y 6/1) dry; moderate very fine subangular blocky and weak medium granular structure; soft, very friable, slightly sticky and slightly plastic; common very fine and fine roots throughout; common very fine irregular and tubular pores, and common fine irregular and tubular pores; strongly acid, (pH 5.2); clear smooth boundary.(0 to 43 centimeters thick)\nC--18 to 31 cm, (7.1 to 12.2 inches); very dark gray (2.5Y 3/1) stratified very fine sandy loam, gray (2.5Y 6/1) dry; massive; soft, very friable, nonsticky and slightly plastic; common very fine and fine roots throughout; common very fine tubular and common medium and fine tubular pores; 15 percent fine prominent irregular yellowish brown (10YR 5/4) iron-manganese masses along root channels; strongly acid, (pH 5.2); clear smooth boundary.(13 to 110 centimeters thick)\nAb--31 to 44 cm, (12.2 to 17.3 inches); dark olive gray (5Y 3/2) silt loam, olive gray (5Y 5/2) dry; moderate very fine and moderate medium subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; common very fine and fine roots throughout; common very fine irregular and tubular pores; 10 percent fine prominent irregular yellowish brown(10YR 5/4) iron-manganese masses on surfaces along root channels and 20 percent medium faint irregular dark gray (5Y 4/1) iron depletions in matrix; very strongly acid, (pH 5.0); clear smooth boundary.(0 to 13 centimeters thick)\nC'--44 to 74 cm, (17.3 to 29.1 inches); dark olive gray (5Y 3/2) very fine sandy loam, olive gray (5Y 5/2) dry; massive; slightly hard, friable, nonsticky and slightly plastic; common very fine and fine roots throughout; common very fine irregular and very fine tubular pores; 5 percent fine prominent irregular yellowish brown (10YR 5/4) iron-manganese masses on  surfaces along root channels; very strongly acid, (pH 5.0); gradual smooth boundary.(0 to 30 centimeters thick)\nA'b--74 to 109 cm, (29.1 to 42.9 inches); dark olive gray (5Y 3/2) silt loam, olive gray (5Y 5/2) dry; weak very fine and weak medium subangular blocky structure; soft, very friable, slightly sticky and slightly plastic; common very fine and fine roots throughout; common very fine irregular and tubular pores; 3 percent fine prominent irregular yellowish brown (10YR 5/4) iron-manganese masses on surfaces along root channels; very strongly acid, (pH 5.0); clear smooth boundary.(0 to 33 centimeters thick)\nC'1--109 to 134 cm,(42.9 to 52.8 inches); dark gray (5Y 4/1) very fine sandy loam, gray (5Y 6/1) dry; massive; slightly hard, friable, slightly sticky and slightly plastic; few very fine and fine roots throughout; common very fine irregular and common fine tubular pores; very strongly acid, (pH 5.0); gradual smooth boundary.\nC'2--134 to 152 cm, (52.8 to 59.8 inches); dark gray (5Y 4/1) very fine sandy loam, gray (5Y 6/1) dry; massive; slightly hard, friable, nonsticky and slightly plastic; few very fine and fine roots throughout; common very fine irregular and fine tubular pores; very strongly acid, (pH 5.0). (combined thickness of the three C' horizons is 0 to 80 centimeters thick)"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Humboldt County, California; 30 meters southwest of National Park Service Headquarters in Orick; USGS 7.5 minute topographic quadrangle Orick, California 41 degrees 17 minutes 25.7 seconds north latitude and 124 degrees 3 minutes 33 seconds west longitude; UTM Zone 10 4571545mN, 411293mE; NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil Moisture: The soil moisture control section (12 to 38 centimeters) is not dry in all parts for as long as 90 cumulative days in normal years. The soils have a udic soil moisture regime.\nSoil Temperature: The mean annual soil temperature at 50 centimeters is 12 to 15 degrees C. The average summer soil temperature is about 18 degrees C and the average winter soil temperature is about 9 degrees C. The difference between average summer and winter soil temperatures is about 6 to 9 degrees C. This soil has a mesic soil temperature regime.\nParticle Size Control Section (weighted average):\nClay content: 10 to 18 percent\nDepth to redoximorphic features: 25 to 50 centimeters. Redoximorphic concentrations in the 18 to 31 centimeter horizon are not included, they are related to compaction.\nReaction:  Very strongly to strongly acid\nA horizon\nHue: 2.5Y or 5Y\nValue: 3 or 4 moist, 6 dry\nChroma: 2 or 3 moist, 1 or 2 dry\nTexture of fine earth: sandy loam, very fine sandy loam, fine sandy loam, or loam\nClay content: 10 to 24 percent\nRock fragments: 0 to 10 percent\nRedoximorphic features: fine iron-manganese masses related to compaction and irrigation\nQuantity: few to common\nValue: 4 or 5\nChroma: 4 to 8\nRedoximorphic features: fine and medium iron depletions related to compaction and irrigation\nQuantity: none to common\nHue: 2.5Y or 5Y\nValue: 4 or 5\nChroma: 1 or 2\nC horizon\nHue: 2.5Y or 5Y\nValue: 3 to 5 moist, 5 to 7 dry\nChroma: 1 or 2 moist and dry\nTexture of fine earth: sandy loam, fine sandy loam, very fine sandy loam, or silty clay loam\nClay content: 5 to 31 percent\nRock fragments: 0 to 10 percent\nRedoximorphic features: fine and medium iron-manganese masses below 25 centimeters\nQuantity: few to many\nHue: 10 YR or 2.5Y\nChroma: 4 or 6\nRedoximorphic features: fine and medium iron depletions below 25 centimeters\nQuantity: none to common\nHue: 2.5Y or 5Y\nValue: 4 or 5\nChroma: 1 or 2"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no other series in this family."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Kerr soils are on natural levees on alluvial plains.  Slopes are 0 to 2 percent.  These soils formed in mixed alluvium with a high chloritic schist content in the mineral clay.  Elevation is 3 to 50 meters.  The climate is humid with cool, foggy summers and cool, wet winters.  Mean precipitation is 1250 to 1780 millimeters.  The mean annual temperature is 10 to 13 degrees C. The mean January temperature is about 8 degrees C. The mean July temperature is about 14 degrees C. Frost free season is about 275 to 330 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Arlynda, Ferndale, Madriver, and Weott soils. Arlynda soils have chromas of l or less in the Upper Bg horizons, have 25 to 34 percent clay in the particle size control section, and are on lower backswamp, depression and low flood-plain step positions below the Kerr soils. Ferndale soils have redoximorphic features at depths greater than 100 centimeters, have 18 to 30 percent clay in the particle size control section, and occur on high floodplain steps.  Madriver soils have greater than 15 percent by weight particles with diameters of .1 to .75, have redoximorphic features from 50 to 100 centimeters, and occur on natural levee positions. Weott soils have 18 to 33 percent clay in the particle control section, have redoximorphic features at 0 to 10 centimeters, and occur on low floodplain steps."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:  Somewhat poorly drained.  Surface runoff negligible and saturated hydraulic conductivity is moderately high to high.  The soil is saturated in one or more layers within 50 centimeters of the mineral soil surface and also had one or more unsaturated layers, with an upper boundary above 200 centimeters, below the saturated layer.  The zone of saturation is finer textured material above coarser material.  Flooding is rare."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: These soils are used as permanent pasture for dairy and livestock grazing. Natural vegetation is estimated to have been red alder, black cottonwood, willow, and scattered Sitka spruce, with an understory of blackberry, and ferns."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Coastal Redwood Belt MLRA 4B. The soils are not extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Northern Humboldt and Del Norte Counties Soil Survey Area, Humboldt County, California, 2013."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\n1. Ochric epipedon - the zone from 0 to 18 centimeters. (Ap horizon)\n2. Episaturation - The soil is saturated from 31 to 109 and is also unsaturated from 109 to 152 centimeters below the saturated layer.  The zone of saturation is finer textured material above coarser material.\n3. Aquic conditions - between 31 and 44 centimeters below the mineral soil surface, with a silt loam texture, there are depletions with chroma of 2 or less and redoximorphic concentrations. (Ab horizon)\nThe series was proposed in The Soils of Western Humboldt, 1964.  The activity class was added to the classification in February of 2003. Type location was moved (2012) to current location to update the Typical Pedon and Range of Characteristics and to better represent the series concept. The classification was changed at that time to reflect changes in the 11th edition of Taxonomy.\nADDITIONAL DATA:\nNSSL Pedon No. 08N0580, Humboldt County, CA.\nNasis User Pedon ID: 04CA605064\nKeys to Soil Taxonomy, 11th edition.  10th Edition classification was coarse-loamy, mixed, superactive, acid, isomesic Cumulic Humaquepts.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
