{
  "SERIES": "KERRFIELD",
  "STATUS": "Established Series",
  "BYREV": "Rev. RDK/TDT",
  "REVDATE": "04/1999",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, superactive, mesic Durinodic Xeric Haplocambids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Kerrfield loam on a 7 percent slope, rangeland. (Colors are for dry soil unless otherwise noted.)\nA--0 to 3 inches; pale brown (10YR 6/3) loam, brown (10YR 4/3) moist; weak medium platy structure; slightly hard, very friable, slightly sticky and slightly plastic; many very fine and fine roots; many very fine vesicular pores; 10 percent gravel; slightly alkaline (pH 7.4); clear wavy boundary.  (1 to 3 inches thick)\nBw1--3 to 8 inches; light yellowish brown (10YR 6/4) loam, dark yellowish brown (10YR 4/4) moist; weak fine subangular blocky structure; slightly hard, very friable, slightly sticky and slightly plastic; many very fine and fine roots; many very fine and fine irregular pores; 5 percent gravel; slightly alkaline (pH 7.5); clear wavy boundary.  (3 to 6 inches thick)\nBw2--8 to 12 inches; very pale brown (10YR 7/4) loam, yellowish brown (10YR 5/4) moist; weak fine subangular blocky structure; slightly hard, very friable, slightly sticky and slightly plastic; common very fine and fine roots; many very fine and fine irregular pores; 5 percent gravel; slightly alkaline (pH 7.5); clear wavy boundary.  (0 to 5 inches thick)\n2Bw3--12 to 18 inches; very pale brown (10YR 7/4) sandy loam, yellowish brown (10YR 5/4) moist; massive; slightly hard, very friable, nonsticky and nonplastic; few very fine and fine roots; common very fine and fine irregular pores; 10 percent durinodes; 5 percent gravel; slightly alkaline (pH 7.8); clear wavy boundary. (3 to 6 inches thick)\n2Bkq--18 to 26 inches; very pale brown (10YR 7/4) sandy loam, yellowish brown (10YR 5/4) moist; massive; hard, firm and brittle, slightly sticky and slightly plastic; strongly effervescent with disseminated lime, 5 percent gravel; moderately alkaline (pH 8.2); clear wavy boundary. (5 to 11 inches thick)\n2Ck--26 to 33 inches; very pale brown (10YR 7/4) very gravelly loamy coarse sand, yellowish brown (10YR 5/4) moist; single grained; loose, nonsticky and nonplastic; many very fine and fine irregular pores; strongly effervescent-disseminated lime; 35 percent gravel; strongly alkaline (pH 8.6); abrupt wavy boundary. (4 to 8 inches thick)\n3Cr--33 inches; tuffaceous sandstone and tuff."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Harney County, Oregon; about 2 miles northeast of Flagstaff Butte in the NW1/4NW1/4 section 2, T. 39 S., R. 37 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The soils are dry for one-half to three-fourths of the time when the soil temperature is greater than 41 degrees F.  The mean annual soil temperature is 47 to 49 degrees F.  Depth to carbonates and the hard brittle layer is 10 to 20 inches.  Depth to paralithic material ranges from 20 to 40 inches.  Rock fragments in the particle-size control section average  10 to 20 percent and are gravel.  Clay in the particle-size control section averages 10 to 18 percent.  It is loam or sandy loam in the upper part having 10 to 27 percent clay and 50 to 75 fine sand or coarser.  The lower part is loamy coarse sand with 2 to 10 percent clay.\nThe soil has value of 6 or 7 dry and 4 or 5 moist, and chroma of 3 or 4 moist and dry.\nThe 2C horizon is gravelly or very gravelly loamy coarse sand.  It has 25 to 50 percent gravel."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Enko, Orovada, Patter and Ultramont series.  All of these series are over 60 inches deep."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  The soils are on low hills and pediments at elevations of 4,200 to 4,800 feet. Slopes are 3 to 20 percent.  The soils formed in alluvium over tuffaceos sandstone.  The climate is characterized by cold dry winters and warm dry summers.  The mean annual precipitation is 8 to 10 inches and the mean annual temperature is 45 to 49 degrees F.  The frost-free period is 80 to 100 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Calderwood, Deppy and Tumtum soils.  Calderwood soils have a lithic contact above 20 inches.  Deppy and Tumtum soils have argillic horizons above a duripan."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; medium runoff; moderate over rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  The soils are used for rangeland.  Vegetation commonly is big sagebrush, spiny hopsage, Thurber needlegrass, Indian ricegrass, and Sandberg bluegrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Southeastern, Oregon; MLRA 24.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Harney County, Oregon, 1997."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon\nCambic horizon from 3 to 18 inches\nHard, firm and brittle layer at 18 to 26 inches\nParticle-size control section from 10 to 33 inches averages 15 percent clay and 14 percent rock fragments.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
