{
  "SERIES": "KESSLER",
  "STATUS": "Established Series",
  "BYREV": "Rev. AJE/TAD/MJD",
  "REVDATE": "2/95",
  "STATES": "UT",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty, carbonatic, mesic Xeric Haplocalcids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Kessler very cobbly loam - rangeland (Colors are for dry soils unless otherwise noted.)\nA1--0 to 3 inches; light gray (10YR 7/2) very cobbly loam, dark grayish brown (10YR 4/2) moist; weak thin platy structure that parts to weak fine granules; slightly hard, friable, slightly sticky, slightly plastic; few fine roots; many fine and medium vesicular pores; strongly calcareous; strongly alkaline (pH 8.7); abrupt smooth boundary.  (1 to 4 inches thick)\nA2--3 to 8 inches; pale brown (10YR 6/3) loam, brown (10YR 4/3) moist; weak fine granular structure; slightly hard, friable, slightly sticky, slightly plastic; few fine, medium and coarse roots; few fine, medium and coarse tubular pores; strongly calcareous; strongly alkaline (pH 8.6); clear smooth boundary.  (3 to 6 inches thick)\nBk1--8 to 20 inches; very pale brown (10YR 8/3) silt loam, pale brown (10YR 6/3) moist; massive; weakly cemented, friable, slightly sticky, plastic; few fine and medium roots; few medium and fine tubular pores; very strongly calcareous; strongly alkaline (pH 9.0); clear wavy boundary.  (10 to 13 inches thick)\nBk2--20 to 38 inches; very pale brown (10YR 7/3) silt loam, light yellowish brown (10YR 6/4) moist; massive; hard, friable, slightly sticky, plastic; few fine roots; few medium and fine tubular pores; very strongly calcareous; strongly alkaline (pH 8.8); gradual wavy boundary.  (16 to 20 inches thick)\nC--38 to 60 inches; light yellowish brown (10YR 6/4) loam, dark yellowish brown (10YR 4/4) moist; massive; hard, friable, slightly sticky, slightly plastic; few medium and fine tubular pores; moderately calcareous; moderately alkaline (pH 8.4)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Millard County, Utah; 7 miles west and 1 mile south of Cove Fort; 1/2 mile north and 1/10 mile west from the SE corner of sec.  36, T.25S., R.8W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The mean annual soil temperature is 50 to 52 degrees F., and the mean summer soil temperature at a depth of 20 inches is 65 to 73 degrees F.  These soils are usually dry but are continually moist in some part of the moisture control section for more than 1/4 of the time the soil temperature is above 41 degrees F.  The moisture regime is aridic bordering on xeric.\nDepth to the calcic horizon is 6 to 15 inches.  Rock fragments are concentrated in the upper part of the A horizon in some pedons. These soils average more than 40 percent calcium carbonate equivalent in the control section.\nThe A horizon has  hue of 10YR, value of 6 or 7 dry and 3 to 5 moist, and chroma of 2 or 3.  It is 6 to 10 inches thick.\nThe Bk horizon has hue of 10YR, value of 7 or 8 dry, 4 to 7 moist, and chroma of 2 to 4.  The 10 to 40 inch control section is a loam, silt loam or silty clay loam containing 18 to 27 percent clay and less than 15 percent sand coarser than very fine sand.  It is moderately to very strongly alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no competing series."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Kessler soils are on nearly level to lake plains, hills, alluvial fans, alluvial plains and lake terraces at elevations of 4,600 to 6,500 feet.  Slope gradients range from 0 to 10 percent.  The soils formed in calcareous silty lacustrine and alluvial sediments derived from sedimentary rocks.  The climate is semiarid.  The mean annual temperature is 46 to 52 degrees F., mean summer temperature is 66 to 73 degrees F., and average annual precipitation is 8 to 12 inches.  March through May are the wettest months and June is the driest.  Frost-free period is 100 to 150 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Antelope Springs, Freedom, Hiko Peak, Fruitland, Pomat and Taylorsflat soils.  Hiko Peak soils are gravelly in the control section and contain less than 18 percent clay.  Fruitland soils lack calcic horizons.  Antelope Springs soils have natric horizons.  Freedom soils have less than 40 percent calcium carbonate equivalent.  Pomat soils lack a calcic horizon.  Taylorsflat soils have more than 15 percent fine sand particles and less than 40 percent calcium carbonate equivalent."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well-drained; slow to medium runoff; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used mainly as range for sheep and wildlife and year round range for horses.  Present vegetation is big sagebrush, Indian ricegrass, and squirreltail."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Southwestern Utah.  These soils are moderately extensive. MLRA 28A."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Phoenix, Arizona"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Delta Area, Utah, 1970."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon:\nOchric epipedon - the zone from the surface to 8 inches. (A1, A2 horizons)\nCalcic horizon - the zone of calcium carbonate accumulation from 8 to 38 inches. (Bk1 and Bk2 horizons)\nIn Utah this series is correlated with semidesert range sites.\nThe classification was changed from a Xerollic Calciorthids to a Xeric Haplocalcids in June 1994.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
