{
  "SERIES": "KESSON",
  "STATUS": "Established Series",
  "BYREV": "Rev. WGH:AGH",
  "REVDATE": "12/84",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Siliceous, hyperthermic Typic Psammaquents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Kesson fine sand in a tidal area.\n(Colors are for moist soil unless otherwise stated.)\nA--0 to 6 inches; black (10YR 2/1) fine sand; single grained; loose; common fine and medium roots; about 15 percent shell fragments; moderately alkaline; calcareous; clear smooth boundary. (0 to 7 inches thick)\nC1--6 to 10 inches; pale brown (10YR 6/3) fine sand; single grained; loose; common fine and medium roots; about 10 percent shell fragments; modrately alkaline; calcareous; clear smooth boundary.  (4 to 34 inches thick)\nC2--10 to 13 inches; light brownish gray (10YR 6/2) fine sand; single grained; loose; about 10 percent shell fragments; moderately alkaline; calcareous; clear smooth boundary.  (3 to 22 inches thick)\nC3--13 to 23 inches; light gray (5Y 7/1) and gray (5Y 6/1) fine sand; common medium distinct dark gray (10YR 4/1) streaks; single grained; loose; about 5 percent shell fragments; moderately alkaline; calcareous; gradual wavy boundary.  (10 to 18 inches thick)\nC4--23 to 38 inches; light gray (5Y 7/1) fine sand; single grained; loose; about 30 percent shell fragments; moderately alkaline; calcareous; gradual wavy boundary.  (15 to 18 inches thick)\nC5--38 to 80 inches; white (5Y 8/1) fine sand; single grained; loose; about 5 percent shell fragments; moderately alkaline; calcareous."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Lee County, Florida; about 1 mile west of intersection of Bailey Road and Bay Drive and 14 feet north; NE1/4NE1/4 sec. 19, T.  46 S., R. 23 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Sulfur content is more than 0.75 percent within depths of 20 inches.  The calcium carbonate equivalent is more than three times the sulfur content for some portion.  Reaction ranges from mildly alkaline to strongly alkaline and the soil is calcareous.  It does not become extremely acid when dry.  Texture is sand or fine sand throughout.\nThe A horizon has hue of 10YR, value of 2 to 6, chroma of 1 to 3.  Content of shell fragments ranges from about 5 to 15 percent.  Some pedons have organic horizons less than 8 inches thick above the A horizon.\nThe C horizon has hue of 10YR to 5GY, value of 2 to 8, chroma 1 to 3.  Content of shell fragments ranges from about 5 to 30 percent."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Dianola, Hallandale, Plantation, Pompano, Sanibel, and Tatton series.  Dianola and Tatton soils have more than 10 percent silt and clay in the 10- to 40-inch control section.  Hallandale soils are shallow to limestone. Plantation and Sanibel soils have histic epipedons.  Pompano soils are not subject to tidal flooding and have very low salinity."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Kesson soils are in tidal swamps and marshes along the Gulf Coast in Peninsular Florida.  Slopes are less than 1 percent.  The soils formed in thick deposits of sand and shell fragments.  Near the type location, the mean annual precipitation is about 55 inches and the mean annual temperature is about 73 degrees F."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Captiva, Myakka, and Wulfert series.  Wulfert soils are organic.  Captiva and Myakka soils are poorly drained and are on higher elevations.  In addition, the Myakka soils have a spodic horizon."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Kesson soils are very poorly drained. Runoff is slow.  Permeability is moderately rapid to rapid.  Under natural conditions, the soil is flooded during normal high tides."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Kesson soils are used mainly for wildlife habitat.  Native vegetation is black mangrove, oxeye daisy, batis, and scattered American mangrove."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Coastal tidal area of Peninsular Florida.  The series is of small known extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Auburn, Alabama"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Manatee County, Florida; 1980."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  This series was formerly mapped as tidal swamp.\nNational Cooperative Soil Survey\nU. S. A."
  }
}
