{
  "SERIES": "KETONA",
  "STATUS": "Established Series",
  "BYREV": "Rev. HBN:LDS",
  "REVDATE": "04/2007",
  "STATES": "AL,GA",
  "OVERVIEW": "The Ketona series consists of deep, poorly drained, slowly\npermeable soils that formed in alluvium and residuum from\nlimestone.  These soils are on flood plains and depressional areas\nin limestone valleys.  They are saturated with water in late\nwinter and early spring and are subject to flooding or ponding.  Slope is dominantly 0 to 2 percent but ranges to 4 percent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, mixed, superactive, thermic Vertic Epiaqualfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Ketona silty clay loam--on a concave slope of 1 percent in a pasture at 500 feet elevation.\n(Colors are for moist soil.)\nA1--0 to 6 inches; very dark grayish brown (10YR 3/2) silty\nclay loam; strong medium granular structure; friable; many fine\nand medium roots; neutral; clear wavy boundary.  (3 to 7 inches thick)\nB21tg--6 to 30 inches; gray (10YR 5/1) silty clay, common\ncoarse distinct light olive brown (2.5Y 5/4), and yellowish brown (10YR 5/6) mottles; moderate coarse angular blocky and weak medium subangular blocky structure; firm; plastic; common fine and medium roots; few fine root pores; thin continuous clay films or pressure faces on faces of peds; few small rounded, limestone fragments;\ndark gray silty clay loam surface material fill old cracks; mildly alkaline; diffuse wavy boundary.\nB22tg--30 to 50 inches; gray (10YR 6/1) silty clay; many\ncoarse distinct yellowish brown (10YR 5/6) mottles; moderate\ncoarse angular blocky structure and weak medium subangular blocky structure; firm; plastic; few fine and medium roots; thin\ncontinuous clay films or pressure faces on faces of peds; few intersecting slickensides; few small, rounded, limestone\nfragments; moderately alkaline; abrupt irregular boundary.\n(Combined thickness of the B2t horizons is 37 to 65 inches.)\nR--50 inches; hard limestone bedrock."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Jefferson County, Alabama; about 1 mile northeast\nof McCalla, 1600 feet south of the NE corner of section 36, T. 19\nS., R. 5 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Solum thickness and depth of limestone bedrock ranges from 40 to more than 60 inches.  Reaction ranges\nfrom slightly acid to moderately alkaline in all horizons.  Some pedons have recent alluvial sediments deposited over the A1\nhorizons.  All horizons except the recent alluvial layers crack\nwhen dry.  Many pedons contain small, round, brown, or black concretions and limestone fragments.\nThe A1 or Ap horizon has hue of 10YR, value of 2 through 4, and chroma of 1 through 3.  Texture is silty clay, silty clay loam, or silt loam.\nThe A2 or B1 horizon, where present, is silt loam, silty clay\nloam, or clay loam.  These horizons have hue of 10YR, 2.5Y, or neutral, value of 4 through 6, and chroma of 2 or less.\nThe B2t horizon has hue of 10YR, 2.5Y, or neutral, value of 3\nthrough 6, and chroma of 2 or less, or it is mottled in shades of brown, gray, and yellow.  Texture is clay or silty clay.  In some pedons, the percent of mottles increases with depth."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  The Pocola series is the only other series in\nthe same family.  Pocola soils are not underlain by limestone\nbedrock and are somewhat poorly drained.  In addition, Pocola\nsoils lack clay decreases of more than 20 percent within 60 inches and have perched water tables.  Dowellton soils are similar to\nKetona soils except they are in a very fine textural class."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Ketona soils are on flood plains,\ndrainageways of upland flats, and depressional areas in limestone valleys.  Slope is dominantly 0 to 2 percent, but ranges to 4 percent.  These soils formed in old clayey alluvium and residuum\nfrom limestone.  Mean annual precipitation is about 53 inches and mean annual temperature is about 62 degrees F."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are Bodine, Collegedale, Decatur, Fullerton, Sullivan, and Tupelo series.  Bodine, Collegedale, Decatur, and Fullerton soils are on uplands, do not\nhave seasonal water tables, and do not have matrix chroma of 2 or less in their argillic horizon.  Sullivan soils are on adjacent\nflood plains, are fine loamy, and do not have matrix chroma of 2\nor less in the upper part of the solum.  Tupelo soils are on\nupland flats, are somewhat poorly to moderately well drained, and have a subhorizon with matrix chroma of 3 or more."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Poorly drained.  Runoff and\npermeability are slow.  A seasonal water table is at or near the surface during winter and spring.  These soils are subject to frequent brief flooding due to stream overflow or ponding due to\nslow runoff or lack of drainage outlets."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most areas of Ketona soils are used for\nhardwood forest and pastureland.  Some areas have been converted\nto urban use."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Limestone valleys of Alabama.  Possible\nin Tennessee.  Ketona soils are of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Morgantown, West Virginia"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Jefferson County, Alabama, 1980."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Ketona soils were considered to be in the Dowellton\nseries in the past but characterization data indicates that these soils are in the fine family texture class.\nADDITIONAL DATA:  Characterization data is available on samples\nfrom 2 pedons and Alabama Highway Department test data for the typical pedon is available.\nNational Cooperative Soil Survey\nU. S. A."
  },
  "SITE": [
    [
      {
        "drainage": "poorly"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A1",
        "top": 0,
        "bottom": 15,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "silt",
        "narrative": "A1--0 to 6 inches; very dark grayish brown (10YR 3/2) silty"
      },
      {
        "name": "B21tg",
        "top": 15,
        "bottom": 76,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 1,
        "texture_class": "silty clay",
        "narrative": "B21tg--6 to 30 inches; gray (10YR 5/1) silty clay, common"
      },
      {
        "name": "B22tg",
        "top": 76,
        "bottom": 127,
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 1,
        "texture_class": "silty clay",
        "narrative": "B22tg--30 to 50 inches; gray (10YR 6/1) silty clay; many"
      },
      {
        "name": "R",
        "top": 127,
        "narrative": "R--50 inches; hard limestone bedrock."
      }
    ]
  ]
}
