{
  "SERIES": "KETTLEMAN",
  "STATUS": "Established Series",
  "BYREV": "Rev. KDA/CHA/TDC/KJO/KDA",
  "REVDATE": "10/2002",
  "STATES": "CA",
  "OVERVIEW": "The Kettleman series consists of moderately deep, well drained soils on hills and uplands. These soils formed in material weathered from sandstone and shale. Slope is5 to 50 percent. The mean annual precipitation is about 6 inches, and the mean annual temperature is about 64 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, thermic Typic Haplocambids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Kettleman loam - on a northeast-facing slope of 15 percent under annual grasses and forbs at 800 feet elevation. (Colors are for dry soil unless otherwise stated. When described in 4/74 the soil was moist to a depth of 10 inches.)\nA--0 to 1 inch; brown (10YR 5/3) loam, dark grayish brown (10YR 4/2) moist; moderate coarse subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; many very fine roots; many very fine tubular pores; neutral (pH 7.0); abrupt smooth boundary. (1 to 12 inches thick)\nBw--1 to 13 inches; brown (10YR 5/3) loam, dark grayish brown (10YR 4/2) moist; moderate coarse subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; many very fine roots; many very fine tubular pores; slightly effervescent, disseminated carbonates; neutral (pH 7.0); abrupt wavy boundary. (6 to 17 inches thick)\nBk--13 to 39 inches; grayish brown (10YR 5/2) loam, dark grayish brown (10YR 4/2) moist; massive; slightly hard, friable, slightly sticky and slightly plastic; many very fine roots; common very fine tubular pores; strongly effervescent, carbonates disseminated and segregated as common fine threads; moderately alkaline (pH 8.0); abrupt wavy boundary. (10 to 28 inches thick)\nCr--39 inches; grayish brown (10YR 5/2), fine-grained, calcareous sandstone with many medium carbonate threads."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Kings County, California; in the Kreyenhagen Hills, approximately 3.5 miles south of Avenal; 2,600 feet north and 2,400 feet east of the southeast corner of section 3, T. 23 S., R. 20 E., MDB&M; Latitude 36 degrees, 57 minutes, 26 seconds north and Longitude 120 degrees, 07 minutes, 07 seconds west; USGS Kettleman Plain Topographic Quadrangle, NAD 27."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Depth to a paralithic contact of sandstone or shale is 20 to 40 inches. The mean annual soil temperature is 62 degrees to 70 degrees F. and the soil temperature is always above 47 degrees F. The soil between depths of 4 and 12 inches is dry from April to mid-January and is not continuously moist for as long as 90 consecutive days. Gravel ranges from 0 to 25 percent. Eroded phases may occur in areas with concentrated petroleum extraction activities.\nThe A horizon has color of 10YR 4/3, 5/2, 5/3, 5/4, 6/2, 6/3, 6/4, 7/2; 2.5Y 5/2 or 6/2. Moist color is 10YR 3/3, 4/2, 4/3, 5/2, 5/3; 2.5Y 4/2 or 5/2. Soils with dark colors are too thin or too low in organic carbon to qualify as a mollic epipedon. Texture is loam or clay loam. Structure is granular, platy, or subangular blocky structure. Reaction is neutral to moderately alkaline. It is noneffervescent to violently effervescent with disseminated carbonates.\nThe Bw horizon has color of 10YR 4/3, 5/2, 5/3, 5/4, 6/2, 6/3, 6/4; 2.5Y 5/2 or 6/2. Moist color is 10YR 3/3, 4/2, 4/3, 5/2, 5/3; 2.5Y 4/2 or 5/2. Texture is loam or clay loam. Structure is weak or moderate subangular blocky. It is neutral to moderately alkaline. It is noneffervescent to strongly effervescent with disseminated carbonates. Some pedons have segregated carbonates.\nThe Bk horizon has color of 10YR 5/2, 5/3, 5/4, 6/2, 6/3, 6/4, 7/2, 8/2; 2.5Y 6/2, 7/2, 7/3 or 7/4. Moist color is 10YR 4/2, 4/3, 4/4, 5/2, 5/3, 5/4, 5/6; 2.5Y 4/2 or 5/2. Texture is loam, gravelly loam or clay loam. It is commonly massive, but has subangular blocky structure in some pedons. Typically, it is slightly effervescent to violently effervescent with segregated threads or soft masses.  Carbonate may also be disseminated. Gypsum crystals in Bky horizons are present in some pedons."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Adelino, Panoche and Voyager series. These soils lack a paralithic contact within a depth of 40 inches. Adelino (MLRA 42) and Panoche (MLRA 17) soils are on alluvial fans. Voyager (MLRA 30) soils are on alluvial flats."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Kettleman soils occur on hills and uplands at elevations of 500 to 2,500 feet and have slopes of 5 to 50 percent. They formed in material weathered from sandstone and shale. The climate is arid and has hot, dry summers and mild, somewhat moist winters. Mean annual precipitation is 5 to 8 inches. Mean January temperature is about 47 degrees F., mean July temperature is about 83 degrees F., mean annual temperature is 63 to 65 degrees F. The frost-free season is 200 to 275 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Cantua, Delgado, Mercey, Panoche, and Wasco soils. Cantua, Panoche, and Wasco soils are deep. Delgado soils are shallow. Mercey soils have a fine-silty particle-size control section. Wasco soils have a coarse-loamy particle-size control section.  Cantua, Delgado and Mercey soils are on hills.  Panoche and Wasco soils are on alluvial fans."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; mediumor high runoff; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: This soil is used for cattle and sheep grazing during the late winter and spring. Barley or wheat is grown on small acreages where irrigation water is available. Natural vegetation is annual grasses, forbs, and saltbush (Atriplex)."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Kettleman Hills, Kreyenhagen Hills, Anticline Ridge, Big Blue Hills and Pyramid Hills of California. The soils are of large extent. MLRA 15."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Lower San Joaquin Valley Reconnaissance, California, 1915."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Former series description has mean annual precipitation of 6 to 20 inches, which exceeds the limits for a Haplocambid with an aridic moisture regime. The Kettleman series was historically classified as Typic Torriorthents. This was changed to Typic Haplocambids when a cambic horizon was recognized in the Kettleman profile. The presence of a cambic horizon is based on the following characteristics:\n-Soil structure in the cambic horizon.\n-Removal of carbonates or gypsum from the cambic horizon.\n-Accumulation of carbonates or gypsum below the cambic horizon which supports loss of carbonates or gypsum from overlying horizons.\n-Slightly higher clay content in the cambic horizon than the underlying horizon."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "NA"
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 3,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "loam",
        "cf_class": "NA",
        "pH": 7,
        "pH_class": "neutral",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "A--0 to 1 inch; brown (10YR 5/3) loam, dark grayish brown (10YR 4/2) moist; moderate coarse subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; many very fine roots; many very fine tubular pores; neutral (pH 7.0); abrupt smooth boundary. (1 to 12 inches thick)"
      },
      {
        "name": "Bw",
        "top": 3,
        "bottom": 33,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "loam",
        "cf_class": "NA",
        "pH": 7,
        "pH_class": "neutral",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "Bw--1 to 13 inches; brown (10YR 5/3) loam, dark grayish brown (10YR 4/2) moist; moderate coarse subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; many very fine roots; many very fine tubular pores; slightly effervescent, disseminated carbonates; neutral (pH 7.0); abrupt wavy boundary. (6 to 17 inches thick)"
      },
      {
        "name": "Bk",
        "top": 33,
        "bottom": 99,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "loam",
        "cf_class": "NA",
        "pH": 8,
        "pH_class": "moderately alkaline",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "Bk--13 to 39 inches; grayish brown (10YR 5/2) loam, dark grayish brown (10YR 4/2) moist; massive; slightly hard, friable, slightly sticky and slightly plastic; many very fine roots; common very fine tubular pores; strongly effervescent, carbonates disseminated and segregated as common fine threads; moderately alkaline (pH 8.0); abrupt wavy boundary. (10 to 28 inches thick)"
      },
      {
        "name": "Cr",
        "top": 99,
        "bottom": "NA",
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Cr--39 inches; grayish brown (10YR 5/2), fine-grained, calcareous sandstone with many medium carbonate threads."
      }
    ]
  ]
}
