{
  "SERIES": "KETTLE",
  "STATUS": "Established Series",
  "BYREV": "Rev. RHM/LSL",
  "REVDATE": "02/1999",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, superactive, frigid Lamellic Haplustalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Kettle loamy coarse sand - forested.  (Colors are for dry soil unless otherwise noted.)\n01--3 inches to 1 inch; undecomposed organic material consisting primarily of needles, twigs, and bark.\n02--1 inch to 0; partially decomposed organic material like that of the horizon above.\nA1--0 to 3 inches; gray (10YR 5/1) loamy coarse sand, very dark gray (10YR 3/1) moist; strong fine and very fine granular structure; soft, very friable; 10 percent fine and very fine angular granite gravel; medium acid; abrupt smooth boundary.  (0 to 4 inches thick)\nA2--3 to 16 inches; light gray (10YR 7/2) gravelly loamy coarse sand, grayish brown (10YR 5/2) moist; weak platy structure that parts to fine granular; soft, very friable; vesicular; 30 percent fine and very fine angular granite gravel; medium acid; diffuse wavy boundary.  (5 to 20 inches thick)\nB2t--16 to 40 inches; very pale brown (10YR 7/4) gravelly coarse sandy loam (composite texture); yellowish brown (10YR 5/4) moist; this horizon consists of a matrix of loamy coarse sand in which are embedded lamellae of accumulated silicate clay generally of coarse sandy loam, or sandy clay loam texture; weak medium subangular blocky structure; horizon is hard, very friable; peds are very hard, very friable; nearly continuous clay films on peds in the lamellae; thin clay films and fillings in some root channels and pores; weak clay bridges between sand grains in some parts of the horizon; 30 percent fine and very fine angular granite gravel; medium acid; diffuse wavy boundary.  (10 to 22 inches thick)\nC--40 to 60 inches; light yellowish brown (10YR 6/4) extremely gravelly loamy coarse sand; yellowish brown (10YR 5/4) moist; massive; very hard, loose; 70 percent fine or very fine angular granite gravel; medium acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  El Paso County, Colorado; 1,330 feet east of the NW corner of Sec. 16, T. 11 S., R. 66 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Kettle soils typically have thin A1 horizons but these are absent in some pedosn.  The soils typically are noncalcareous to depth of more than 40 inches, or are noncalcareous for at least the upper 3 inches of the C horizon if the solum exceeds 40 inches.  Base saturation ranges from 60 to 100 percent in all subhorizons of the argillic horizon.  Depth to the top of the argillic horizon is less than 24 inches, and depth to the base of the argillic horizon ranges from 17 to 55 inches.  Rock fragments range from 0 to 35 percent by volume in a major part of the solum, and are mainly less than 3 inches in diameter.  A high percentage of the sand fraction is medium and coarser angular sand and has a large proportion of flat bearing surface between sand grains.  The solum ranges from strongly acid to neutral.  Mean annual soil temperature is 45 degrees F., and mean summer soil temperature is 62 degrees F.\nThe A1 horizon, if present, has hue of 2.5Y through 7.5YR, value of 4 through 6 dry, and 3 through 5 moist, and chroma of 1 through 3.  The A2 horizon has hue of 2.5Y through 7.5YR, value of 5 through 8 dry, 4 through 7 moist, and chroma of 1 through 4.\nThe B2t horizon has hue of 2.5Y through 7.5YR, value of 5 through 8 dry, 4 through 7 moist, and chroma of 1 through 6.  Subhorizons redder than 7.5YR, particularly some lamellae, occur in some pedons.  Composite texture is usually gravelly sandy loam but the horizon consists of gravelly loam coarse sand in which lamellae of coarse sandy loam or sandy clay loam occur.\nThe C horizon has hue of 2.5Y through 7.5YR.  Subhorizons redder than 7.5YR occur in some pedons.  Texture is typically gravelly through extremely gravelly loamy coarse sand or sand.  Reaction is medium acid to mildly alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  This is the Fern Cliff series.  Fern Cliff soils have B2t horizons of sandy clay loam or clay loam lamellae in a sandy loam matrix and have rock fragments more than 10 inches in diameter."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  The Kettle soils are on alluvial fans, till plains, valley side slopes, or hills and ridges.  Slope gradients range from 2 to 50 percent.  The soils formed in material weathered from arkose deposits.  At the type location the average annual precipitation is 17 inches, with peak periods of precipitation occurring in the spring and summer."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Falcon and Tomah soils.  Falcon soils lack A2 horizons and B2t horizons, and have bedrock at depths of less than 20 inches.  Tomah soils have mollic epipedons."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well to somewhat excessively drained; slow runoff; rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These are use principally for forestry, native pastureland, or for recreation.  Native vegetation is a scattered growth of western yellow pine, and a sparse growth of grasses and shrubs."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  The Black Forest areas of east-central Colorado.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana\nSERIES PROPOSED/ESTABLISHED:  The Cherry Creek Demonstration Project, El Paso and Douglas Counties, Colorado.  The series was established by prior correlation."
  },
  "REMARKS": {},
  "ORIGIN": {
    "section": "ORIGIN",
    "content": null
  }
}
