{
  "SERIES": "KETTENBACH",
  "STATUS": "Established Series",
  "BYREV": "Rev. PNP/TWH/CLM",
  "REVDATE": "09/2013",
  "STATES": "ID,OR,WA",
  "OVERVIEW": "The Kettenbach series consists of moderately deep, well drained soils on foothills, summits, ridges and canyon sides. They formed in colluvium and residuum from basalt, with some loess influence. Permeability is moderately slow. Slopes 3 to 90 percent. The average annual temperature is about 48 degrees F and the average annual precipitation is about 18 inches.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive, mesic Pachic Argixerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Kettenbach stony silt loam -- on a southeast-facing slope at 2,100 feet in native rangeland. When described on April 26, 1979, the soil was moist throughout. (Colors are for dry soil unless otherwise stated).\nA--0 to 4 inches; brown (10YR 4/3) stony silt loam, very dark grayish brown (10YR 3/2) moist; weak fine granular structure; slightly hard, friable, slightly sticky and slightly plastic; many very fine and fine roots; many very fine and fine irregular pores; 15 percent gravel and 5 percent stones; neutral (pH 7.0); clear wavy boundary. (3 to 8 inches thick)\nBA--4 to 10 inches; dark brown (10YR 3/3) gravelly silt loam, very dark grayish brown (10YR 3/2) moist; moderate fine and medium subangular blocky structure; hard, firm, moderately sticky and moderately plastic; many very fine, fine, and few medium roots; many very fine and fine irregular and few fine tubular pores; common faint clay films on faces of peds and in pores; 15 percent gravel; neutral (pH 6.6); clear wavy boundary. (4 to 10 inches thick)\nBt1--10 to 21 inches; brown (10YR 4/3) very gravelly silt loam, dark brown (10YR 3/3) moist; weak fine and medium subangular blocky structure parting to moderate fine angular blocky; hard, firm, moderately sticky and moderately plastic; many very fine, fine, and few coarse roots; many very fine and fine irregular and common fine tubular pores; common distinct clay films on faces of peds and in pores; 40 percent gravel; slightly acid (pH 6.3); gradual wavy boundary. (8 to 15 inches thick)\nBt2--21 to 25 inches; dark yellowish brown (10YR 4/4) extremely gravelly silty clay loam, brown (10YR 4/3) moist; moderate fine subangular blocky structure; hard, firm, moderately sticky and moderately plastic; common fine roots; many very fine and fine irregular and tubular pores; common distinct clay films on faces of peds and in pores; 70 percent gravel and 10 percent cobbles; slightly acid (pH 6.3); clear wavy boundary. (3 to 10 inches thick)\nR1--25 to 30 inches; fractured basalt that has 3 percent soil material in the fractures. Soil material is clay containing a few roots. (0 to 6 inches thick)\nR2--30 inches; non-fractured basalt"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Lewis County, Idaho; about 3 miles southeast of Peck, about 1300 feet south and 100 feet east of the northwest corner of section 30, T. 36 N., R. 1 E. (Latitude - 46 degrees 26 minutes, 18 seconds north and Longitude-116 degrees, 23 minutes, 17 seconds west; USGS quadrangle-Peck)."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nThickness of mollic epipedon - 20 to 30 inches\nBase saturation - 80 to 100 percent\nDepth to bedrock - 20 to 40 inches\nAverage annual soil temperature - 47 to 54 degrees F.\nSoil moisture control section - dry for 60 to 90 days in late summer and early fall\nParticle size control section (weighted averages)\nClay content - 24 to 32 percent\nCoarse fragment content - 35 to 80 percent\nA horizon Hue - 10YR or 7.5YR\nValue - 3 or 4 dry, 2 or 3 moist\nChroma - 2 to 4 dry, 1 to 3 moist\nTexture - GR-SIL, SIL, ST-SIL, CBV-L\nClay content - 16 to 27 percent\nRock fragments - 5 to 35 percent gravel, 0 to 5 percent cobbles, 0 to 6 percent stones, 5 to 35 percent total\nReaction - slightly acid or neutral\nBA horizon (a Bt1 or AB horizon in some pedons)\nHue - 10YR or 7.5YR\nValue - 3 or 4 dry, 2 or 3 moist\nChroma - 2 to 4 dry, 2 or 3 moist\nTextures - GR-SIL, GR-SICL, GRV-SIL, GRV-SICL, CBV-SIL, CBV-L, CB-CL, CB-SIL\nRock fragments - 15 to 45 percent\nClay content - 18 to 30 percent\nReaction - slightly acid or neutral\nBt horizons\nHue - 10YR or 7.5YR\nValue - 4 or 5 dry, 2 to 4 moist\nChroma - 2 to 4 dry or moist\nTextures - GRV-SIL, GRV-SICL, GRX-SICL, CBV-SICL, CBX-SICL, GRX-CL, CBX-CL,CBV-SIL, or CBV-CL\nRock fragments - 35 to 80\nClay content - 20 to 35 percent\nReaction - moderately acid to neutral"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Copperfield, Dillcourt, Hyrum, Jadpor, Ricketts and Sagley series. Copperfield, Dillcourt, Hyrum, Jadpor, and Sagley soils are greater than 40 inches deep. Ricketts soils are dry for more than 100 days during summer and early fall."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Kettenbach soils are on foothills, summits, ridges and canyon sides, generally south- or west-facing. Slopes are 3 to 90 percent. These soils formed in basalt colluvium and residuum with some loess in the upper part. Elevations are 800 to 5,000 feet. The average annual temperature is 45 to 53 degrees F. Average annual precipitation is 15 to 35 inches. The average frost-free period is from 90 to 180 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Gwin, Keuterville, and Linville soils. Gwin soils are less than 20 inches deep and are on convex canyon slopes. Keuterville soils have a mollic epipedon that is less than 20 inches thick, are very deep, and are on north- and east-facing canyon sides. Linville soils are very deep, do not have an argillic horizon, and are on north- and east-facing canyon sides."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; rapid or very rapid runoff; moderately slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: These soils are used for livestock grazing. Potential natural vegetation is mainly bluebunch wheatgrass, arrowleaf balsamroot, silky lupine, and biscuitroot."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: This soil is moderately extensive in north-central Idaho and northeastern Oregon and Washington; MLRA 9 and 43A."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Nez Perce County, Idaho, 1995."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon - The zone from the surface to 21 inches (A, BA, Bt1 horizons)\nArgillic horizon - The zone from 10 to 25 inches (Bt1 and Bt2 horizons)\nParticle-size control section - The zone from 10 to 25 inches (Bt1 and Bt2 horizons)\nSoil moisture regime - xeric\nSoil temperature regime - mesic\nADDITIONAL DATA: This pedon was sampled for analysis at the NSSL. Laboratory sample numbers S82-2197-2200. Soil survey sample number S82ID-069-003; S82ID-035-002 (82P2193); S82ID-069-004 (82P2201)\nNational Cooperative Soil Survey\nU.S.A."
  }
}
