{
  "SERIES": "KEUTERVILLE",
  "STATUS": "Established Series",
  "BYREV": "Rev. RJB/TWH/CLM",
  "REVDATE": "09/2013",
  "STATES": "ID,WA",
  "OVERVIEW": "The Keuterville series consists of very deep, well drained soils that formed in material weathered from basalt, with some loess mixed into the upper parts. Keuterville soils are on uplands, hills on plateaus, canyon slopes, and structural benches. Slopes are 7 to 90 percent. Permeability is moderately slow. Average annual precipitation is about 24 inches and the average annual temperature is about 48 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive, mesic Ultic Argixerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Keuterville gravelly loam - on a 36 percent west-facing slope at 3,700 feet elevation in forest. Described on July 7, 1976. (Colors are for dry soil unless otherwise noted.)\nOi--0 to 2 inches; undecomposed and slightly decomposed needles, leaves and twigs; moderately acid (pH 5.8). (0 to 4 inches thick)\nA--2 to 12 inches; dark brown (7.5YR 3/3) gravelly loam, very dark brown (10YR 2/2) moist; moderate fine subangular blocky and moderate medium granular structure; slightly hard, friable, slightly sticky and moderately plastic; many fine and common coarse roots; many fine irregular pores; 10 percent gravel and 5 percent cobbles; slightly acid (pH 6.4); clear wavy boundary. (4 to 20 inches thick)\nBt1--12 to 20 inches; brown (7.5YR 4/4) gravelly loam, dark brown (7.5YR 3/3) moist; moderate fine subangular blocky structure; slightly hard, friable, moderately sticky and moderately plastic; many fine and common coarse roots; many very fine tubular pores; 10 percent gravel and 5 percent cobbles; faint discontinuous clay films; slightly acid (pH 6.4); clear wavy boundary. (0 to 11 inches thick)\nBt2--20 to 38 inches; brown (7.5YR 5/4) very gravelly silty clay loam, brown (7.5YR 4/4) moist; strong fine subangular blocky structure; hard, firm, very sticky and very plastic; common fine and coarse roots; many fine tubular pores; 40 percent gravel and 5 percent cobbles; prominent continuous clay films; slightly acid (pH 6.4); gradual wavy boundary. (9 to 20 inches thick)\nBt3--38 to 62 inches; strong brown (7.5YR 5/6) very gravelly loam, brown (7.5YR 4/4) moist; moderate fine subangular blocky structure; hard, firm, moderately sticky and moderately plastic; few fine and coarse roots; common fine tubular pores; 40 percent gravel and 10 percent cobbles; distinct continuous clay films; neutral (pH 6.8)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Idaho County, Idaho; about 8 miles south of Riggins; about 2,090 feet north and 2,190 feet west of the southeast corner section 28, T. 23 N., R. 1 E. (Latitude - 45 degrees, 18 minutes, 09 seconds North and Longitude - 116 degrees, 20 minutes, 21 seconds West; USGS Pollock Quadrangle)."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nMollic epipedon thickness - 10 to 20 inches\nDepth to bedrock - greater than 60 inches\nBase saturation - 50 to 75 percent in some part between 10 and 30 inches\nDays dry, moisture control section - 45 to 60\nAverage annual soil temperature - 47 to 52 degrees F.\nParticle size control section\nClay content - 20 to 35 percent\nRock fragment content - 35 to 75 percent (weighted average)\nA horizons\nHue - 7.5YR or 10YR\nValue - 3 to 5 dry, 2 or 3 moist\nChroma - 2 to 4 dry, 2 or 3 moist\nTextures - GR-SIL, GRV-SIL, SIL, CB-SIL, CBV-SIL, GR-L\nClay content - 15 to 26 percent\nRock fragments - 5 to 40 percent gravel, 0 to 20 percent cobbles, 5 to 50 percent total fragments\nReaction - slightly acid or neutral\nBt horizons\nHue - 5YR, 7.5YR, or 10YR\nValue - 4 to 6 dry, 3 to 5 moist\nChroma - 2 to 6, dry or moist\nTextures - GR-SICL, GRV-SICL, GRV-L, CBV-CL, GRV-CL, GRV-SIL, GRX-SICL, GRX-CL, CBV-SICL, CBX-SICL, CBX-CL, STX-SICL, GRX-SIL, GR-L\nCoarse fragment content - 15 to 90 percent with upper Bt-15 to 65 percent and lower Bt-40 to 90 percent\nClay content - 20 to 38 percent (weighted average less than 35 percent)\nReaction - slightly acid or neutral"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Balake, Beezee, Bluesprin, Hunsinger, Jebe, Jellico, Legall, Nashmead, Riverpoint, Sauter, Shanks, and Sienna. Balake, Beezee, and Sauter soils are dry in the moisture control section for 60 to 75 consecutive days following the summer solstice. Bluesprin, Jellico, Shanks and Sienna soils have a lithic contact at depths of 20 to 40 inches.  Nashmead soils are 40 to 60 inches to a lithic contact. Fordice soils have a mean annual soil temperature of 52 to 57 degrees F., are dry for 60 to 90 consecutive days and are dominated by rounded rock fragments of varying stages of weathering. Hunsinger soils have a paralithic contact at depths of 40 to 60 inches. Legall soils are dry for 75 to 90 consecutive days. Riverpoint soils are dry for 60 to 90 consective days and are 25 to 40 inches to the base of the argillic horizon."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Keuterville soils are on uplands, hills on plateaus, canyon slopes and structural benches. Slopes are 7 to 90 percent. They formed in basalt residuum and colluvium with some loess mixed into the upper parts. Elevation is 1,000 to 5,000 feet. The average annual precipitation is 18 to 28 inches. The frost-free period is about 90 to 180 days. The average annual temperature is 45 to 50 degrees F."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the competing Bluesprin soils and the Jacket, Klickson and Suloaf soils. Jacket soils are clayey in the particle-size control section. Klickson soils have average annual soil temperatures of 44 degrees to 47 degrees F. Suloaf soils are fine-loamy."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; rapid or very rapid runoff; moderately slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: These soils are used mainly for production of forest products, hay and pasture. Dominant vegetation is ponderosa pine, rose, common snowberry, pinegrass, and bluebunch wheatgrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: North central Idaho. MLRA 9 and 43A. This series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Idaho County, Idaho, 1976."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon - the zone from the mineral soil surface to 12 inches (A horizon).\nArgillic horizon - the zone from 12 to 62 inches (Bt2 and Bt3 horizons).\nParticle-size control section - the zone from 12 to 32 inches (Bt2 and part of Bt3 horizons).\nSoil moisture regime - xeric\nSoil temperature regime - mesic\nAll depths to diagnostic horizons and features are measured from the top of the first mineral layer.\nFurther investigation needed as to confirmation of the consecutive dry day range as related to the OSD vegetation listed.  The vegetation and mean annual precipitation seem to indicate greater than 60 consecutive dry days by convention.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Oi",
        "top": 0,
        "bottom": 5,
        "pH": 5.8,
        "pH_class": "moderately acid",
        "narrative": "Oi--0 to 2 inches; undecomposed and slightly decomposed needles, leaves and twigs; moderately acid (pH 5.8). (0 to 4 inches thick)"
      },
      {
        "name": "A",
        "top": 5,
        "bottom": 30,
        "dry_hue": "7.5YR",
        "dry_value": 3,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 2,
        "texture_class": "loam",
        "cf_class": "gravelly",
        "pH": 6.4,
        "pH_class": "slightly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "A--2 to 12 inches; dark brown (7.5YR 3/3) gravelly loam, very dark brown (10YR 2/2) moist; moderate fine subangular blocky and moderate medium granular structure; slightly hard, friable, slightly sticky and moderately plastic; many fine and common coarse roots; many fine irregular pores; 10 percent gravel and 5 percent cobbles; slightly acid (pH 6.4); clear wavy boundary. (4 to 20 inches thick)"
      },
      {
        "name": "Bt1",
        "top": 30,
        "bottom": 51,
        "dry_hue": "7.5YR",
        "dry_value": 4,
        "dry_chroma": 4,
        "moist_hue": "7.5YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "loam",
        "cf_class": "gravelly",
        "pH": 6.4,
        "pH_class": "slightly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bt1--12 to 20 inches; brown (7.5YR 4/4) gravelly loam, dark brown (7.5YR 3/3) moist; moderate fine subangular blocky structure; slightly hard, friable, moderately sticky and moderately plastic; many fine and common coarse roots; many very fine tubular pores; 10 percent gravel and 5 percent cobbles; faint discontinuous clay films; slightly acid (pH 6.4); clear wavy boundary. (0 to 11 inches thick)"
      },
      {
        "name": "Bt2",
        "top": 51,
        "bottom": 97,
        "dry_hue": "7.5YR",
        "dry_value": 5,
        "dry_chroma": 4,
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "silty clay loam",
        "cf_class": "very gravelly",
        "pH": 6.4,
        "pH_class": "slightly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bt2--20 to 38 inches; brown (7.5YR 5/4) very gravelly silty clay loam, brown (7.5YR 4/4) moist; strong fine subangular blocky structure; hard, firm, very sticky and very plastic; common fine and coarse roots; many fine tubular pores; 40 percent gravel and 5 percent cobbles; prominent continuous clay films; slightly acid (pH 6.4); gradual wavy boundary. (9 to 20 inches thick)"
      },
      {
        "name": "Bt3",
        "top": 97,
        "bottom": 157,
        "dry_hue": "7.5YR",
        "dry_value": 5,
        "dry_chroma": 6,
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "loam",
        "cf_class": "very gravelly",
        "pH": 6.8,
        "pH_class": "neutral",
        "narrative": "Bt3--38 to 62 inches; strong brown (7.5YR 5/6) very gravelly loam, brown (7.5YR 4/4) moist; moderate fine subangular blocky structure; hard, firm, moderately sticky and moderately plastic; few fine and coarse roots; common fine tubular pores; 40 percent gravel and 10 percent cobbles; distinct continuous clay films; neutral (pH 6.8)."
      }
    ]
  ]
}
