{
  "SERIES": "KEVANTON",
  "STATUS": "Established Series",
  "BYREV": "Rev. CWC/GHL",
  "REVDATE": "10/2002",
  "STATES": "ID",
  "OVERVIEW": "The Kevanton series consists of deep, well drained soils that formed in eolian sand and underlying clayey material weathered from basalt.  Kevanton soils are on lava plains and have slopes of 0 to 12 percent.  The mean annual precipitation is about 13 inches and the mean annual air temperature is about 43 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy over clayey, mixed over smectitic, superactive, frigid Ultic Argixerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Kevanton sandy loam, rangeland. (Colors are for dry soil unless otherwise noted.)\nA1--0 to 11 inches; brown (10YR 5/3) sandy loam, very dark grayish brown (10YR 3/2) moist; weak fine granular structure; soft, very friable; many very fine and fine roots; many fine vesicular pores; medium acid (pH 6.0); clear smooth boundary. (10 to 12 inches thick)\nB1t--11 to 25 inches; pale brown (10YR 6/3) sandy loam, dark brown (7.5YR 4/4) moist; weak coarse prismatic structure parting to moderate medium subangular blocky; hard, firm, slightly sticky and plastic; common very fine and fine, few coarse roots; many fine medium tubular pores; few thin clay films on faces of peds and in pores; slightly acid (pH 6.1); clear wavy boundary. (13 to 15 inches thick)\nB21t--25 to 34 inches; pale brown (10YR 6/3) sandy clay loam, dark brown (7.5YR 4/4) moist; moderate medium prismatic structure parting to moderate fine and medium angular blocky; hard, firm, sticky an dplastic; few fine roots; many fine tubular pores; few thin clay films on faces of peds and in pores; common bleached sand and silt grains on vertical faces of peds; slightly acid (pH 6.2); abrupt wavy boundary.  (8 to 10 inches thick)\nIIB22tb--34 to 44 inches; brown (7.5YR 5/4) clay, brown (7.5YR 5/4) moist; strong medium and coarse prismatic structure parting to strong medium angular blocky; very hard, very firm, very sticky and very plastic; few very fine, fine and medium roots; few fine tubular pores; common moderately thick clay films on faces of peds; mildly alkaline (pH 7.4); abrupt wavy boundary. (9 to 11 inches thick)\nIIC1--44 to 53 inches; reddish yellow (7.5YR 6/6) loam, yellowish red (5YR 4/6) moist; moderate thin platy structure; very hard, very firm, slightly sticky and slightly plastic; common very fine, few medium roots concentrated along horizontal faces of peds; mildly alkaline (pH 7.6); clear wavy boundary. (8 to 10 inches thick)\nIIIC2--53 to 60 inches; light brown (7.5YR 6/4) loam, brown (7.5YR 5/4) moist; moderate medium and fine subangular blocky structure; hard, firm, slightly sticky and slightly plastic; few fine roots; many fine tubular pores; mildly alkaline (pH 7.7); clear wavy boundary. (6 to 8 inches thick)\nIIIC3--60 to 66 inches; light brown (7.5YR 6/4) loam, brown (7.5YR 5/4) moist; moderate fine angular blocky structure; hard, firm, slightly sticky and slightly plastic; few fine roots; few fine tubular pores; mildly alkaline (pH 7.7)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Camas County, Idaho; four miles south and fifteen miles east of Fairfield at a point 400 feet east and 150 feet north of the SW corner of section 30, T.1S., R.17E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The thickness of the solum is 40 to 48 inches. The depth to bedrock is 44 to 60 inches or more. A very weakly cemented silica hardpan is present below 40 inches in some pedons. The mean annual soil temperature is 43 degrees to 46 degrees F.; and the mean summer temperature is 61 degrees to 66 degrees F. The soil is usually moist, but is dry within the 4- to 12-inch depth for about 60 to 75 consecutive days in the summer and autumn. Base saturation is less than 75 percent in some part of the soil above depth of 30 inches.\nThe A horizon has value of 4 or 5 dry, 2 or 3 moist and chroma of 2 or 3.\nThe upper part of the Bt horizon has hue of 7.5YR or 10YR, value of 5 or 6 dry, 3 or 4 moist, and chroma of 3 or 4. It is sandy loam or sandy clay loam and average 18 to 25 percent clay and more than 15 percent of the particles coarser than very fine sand. The IIB22tb horizon has an increase of more than 25 percent clay (absolute) over the horizon above. clay content is 45 to 60 percent. Hue is 5YR or 7.5YR, value of 5 or 6 dry, 3 through 5 moist, and chroma of 2 through 4 moist and dry.\nThe C horizon has value of 6 or 7 dry, 4 or 5 moist, and chroma of 4 through 6. It is loam or sandy loam."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Johnson, Simonton, Suloaf, and Trojan series in other families. These soils lack contrasting textures."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  The Kevanton soils are on lava plains. Slopes range from 0 to 12 percent but are principally 2 to 7 percent.  Elevation is 4,800 to 5,500 feet. The soils formed in eolian sand and underlying clayey material weathered from basalt. mean annual precipitation is 11 to 16 inches including 3 to 5 feet of snowfall.  Mean annual temperature is 41 degrees to 44 degrees F. The frost-free season is 70 to 100 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Gaib, Magic and Manard soils. Gaib soils are less than 20 inches deep to a lithic contact.  Magic soils are 20 to 40 inches deep to bedrock and are clayey throughout. Manard soils are 20 to 40 inches deep over bedrock."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; slow to medium runoff; very slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Dry cropland, range and some irrigated cropland.  Crops are small grain, alfalfa hay and irrigated pasture. Vegetation is bluebunch wheatgrass and big sagebrush."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  South-central Idaho. The series is inextensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Camas County, Idaho, 1977.\nNational Cooperative Soil Survey\nU. S. A."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": null
  }
}
