{
  "SERIES": "KEYA",
  "STATUS": "Established Series",
  "BYREV": "Rev. RFS-JMS",
  "REVDATE": "11/98",
  "STATES": "NE,SD",
  "OVERVIEW": "The Keya series consists of very deep, moderately well drained or well drained soils formed in loamy alluvium on lower parts of the landscape and in swales on uplands.  Permeability is moderate.  Slopes range from 0 to 6 percent.  Mean annual precipitation is about 20 inches, and mean annual temperature is about 48 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, mesic Pachic Argiustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Keya silt loam - on a slightly concave slope of 1 percent in a cultivated field.  (Colors are for dry soil unless otherwise stated.)\nAp--0 to 5 inches; dark gray (10YR 4/1) silt loam, black (10YR 2/1) moist; weak fine granular structure; slightly hard, friable; neutral; abrupt smooth boundary.\nA--5 to 19 inches; dark grayish brown (10YR 4/2) silt loam, very dark brown (10YR 2/2) moist; weak medium subangular blocky structure parting to moderate medium and fine granular; slightly hard, friable; neutral; clear wavy boundary.  (Combined thickness of the A horizon ranges from 14 to 24 inches.)\nBt1--19 to 28 inches; dark grayish brown (10YR 4/2) clay loam, very dark grayish brown (10YR 3/2) moist, very dark brown (10YR 2/2) moist coatings on peds; weak coarse prismatic structure parting to moderate medium subangular blocky; hard, firm, slightly sticky and slightly plastic; few faint clay films on ped faces; slightly alkaline; gradual wavy boundary.\nBt2--28 to 38 inches; grayish brown (10YR 5/2) clay loam, very dark grayish brown (10YR 3/2) moist, very dark brown (10YR 2/2) moist coatings on peds; weak medium prismatic structure parting to moderate medium blocky; hard, firm, slightly sticky and slightly plastic; few faint clay films on ped faces; slightly alkaline; clear wavy boundary.  (Combined thickness of the Bt horizon ranges from 9 to 26 inches.)\nBC--38 to 44 inches; light brownish gray (10YR 6/2) loam, dark grayish brown (10YR 4/2) moist; weak medium prismatic structure parting to weak medium blocky; slightly hard, friable; slightly alkaline; clear wavy boundary.  (0 to 18 inches thick)\nC--44 to 60 inches; light brownish gray (10YR 6/2) fine sandy loam, grayish brown (10YR 5/2) moist; massive; slightly hard, very friable; slightly alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Todd County, South Dakota; about 1/2 miles west and 1 mile south of Hidden Timber; 2390 feet east and 250 feet south of the northwest corner of sec. 5, T. 37 N., R. 26 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Depth to carbonate commonly is more than 60 inches, but ranges from 30 to 60 inches.  The mollic epipedon is 20 to 45 inches thick and extends into the Bt horizon in most pedons.\nThe A horizon has value of 4 or 5 and 2 or 3 moist, and chroma of 1 or 2.  It is silt loam or loam and is slightly acid or neutral.\nThe Bt horizon has value of 4 or 5 and 2 to 4 moist, and chroma of 2or 3. It typically is clay loam but is loam in some pedons. The Bt horizon averages between 24 and 34 percent clay and more than 15 percent sand coarser than very fine sand. It is neutral or slightly alkaline.\nThe BC and C horizons have value of 5 to 7 and 3 to 6 moist, and chroma of 2.  They typically are fine sandy loam, loam, clay loam or silty clay loam, but in some pedons loamy fine sand to gravelly sand is at depths below 40 inches.  The C horizon is slightly alkaline or moderately alkaline.  Some pedons have buried horizons in the C horizon."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Albinas, Bluewater(T), Garrett, Haxtun, Jarita, Prosper, Renner, Sampson, Tracylee(T), Vosberg, Wetterdon, Woodly, and Woonsocket series. Albinas soils have a Bk horizon within a depth of 30 inches.  Bluewater soils are somewhat poorly drained and contain redox concentrations in the lower Bt.  Garrett soils are redder with hues of 5YR through 10R.   Haxtun soils have buried horizons within 25 inches.  Jarita soils have limestone bedrock between depths of 20 and 40 inches.  Prosper and Renner soils have mottles above a depth of 40 inches.  Sampson and Vosburg soils consistently have carbonate above a depth of 40 inches. Tracylee and Wetterdon soils are drier in the soil moisture control section during the summer solstice.  Woodly and Woonsocket soils have more sand and less silt in the argillic horizon."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Keya soils are on uplands in the lower parts of the landscape and in swales.  Surfaces are concave and slopes range from 0 to 6 percent.  These soils formed in local loamy alluvium.  The mean annual temperature ranges from 45 to 50 degrees F, and mean annual precipitation is 15 to 23 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These include Altvan, Holt, Paka, Ree, Rosebud, and Tuthill soils.  These soils have a mollic epipedon less than 20 inches thick.  Altvan and Ree soils are on high terraces and the Altvan soils have sand and gravel within depths of 40 inches. Holt, Paka, Rosebud, and Tuthill soils are on adjacent uplands.  Holt and Rosebud soils have bedrock within depths of 40 inches and Tuthill soils are fine-loamy over sandy or sandy-skeletal."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Moderately well drained or well drained.  Runoff is low or medium.  These soils commonly receive run-in water from adjacent soils.  Permeability is moderate."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  About equally divided between cropland and native range and hayland.  Winter wheat, corn, grain sorghum, oats, alfalfa, and cool season grasses are the main cultivated crops.  Native grasses include big bluestem, green needlegrass, western wheatgrass and blue grama."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  South-central South Dakota and north-central Nebraska.  It is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Denver, Colorado"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Todd County, South Dakota 1971."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:  mollic epipedon - the zone from the surface of the soil to a depth of about 38 inches (Ap, A, Bt1, and Bt2 horizons); argillic horizon - the zone from a depth of about 19 to 38 inches (Bt1 and Bt2 horizons).\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "moderately well",
        "drainage_overview": "moderately well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 13,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 1,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 1,
        "texture_class": "silt loam",
        "pH_class": "neutral",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Ap--0 to 5 inches; dark gray (10YR 4/1) silt loam, black (10YR 2/1) moist; weak fine granular structure; slightly hard, friable; neutral; abrupt smooth boundary."
      },
      {
        "name": "A",
        "top": 13,
        "bottom": 48,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 2,
        "texture_class": "silt loam",
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "A--5 to 19 inches; dark grayish brown (10YR 4/2) silt loam, very dark brown (10YR 2/2) moist; weak medium subangular blocky structure parting to moderate medium and fine granular; slightly hard, friable; neutral; clear wavy boundary.  (Combined thickness of the A horizon ranges from 14 to 24 inches.)"
      },
      {
        "name": "Bt1",
        "top": 48,
        "bottom": 71,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "clay loam",
        "pH_class": "slightly alkaline",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bt1--19 to 28 inches; dark grayish brown (10YR 4/2) clay loam, very dark grayish brown (10YR 3/2) moist, very dark brown (10YR 2/2) moist coatings on peds; weak coarse prismatic structure parting to moderate medium subangular blocky; hard, firm, slightly sticky and slightly plastic; few faint clay films on ped faces; slightly alkaline; gradual wavy boundary."
      },
      {
        "name": "Bt2",
        "top": 71,
        "bottom": 97,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "clay loam",
        "pH_class": "slightly alkaline",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bt2--28 to 38 inches; grayish brown (10YR 5/2) clay loam, very dark grayish brown (10YR 3/2) moist, very dark brown (10YR 2/2) moist coatings on peds; weak medium prismatic structure parting to moderate medium blocky; hard, firm, slightly sticky and slightly plastic; few faint clay films on ped faces; slightly alkaline; clear wavy boundary.  (Combined thickness of the Bt horizon ranges from 9 to 26 inches.)"
      },
      {
        "name": "BC",
        "top": 97,
        "bottom": 112,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "loam",
        "pH_class": "slightly alkaline",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "BC--38 to 44 inches; light brownish gray (10YR 6/2) loam, dark grayish brown (10YR 4/2) moist; weak medium prismatic structure parting to weak medium blocky; slightly hard, friable; slightly alkaline; clear wavy boundary.  (0 to 18 inches thick)"
      },
      {
        "name": "C",
        "top": 112,
        "bottom": 152,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "fine sandy loam",
        "pH_class": "slightly alkaline",
        "narrative": "C--44 to 60 inches; light brownish gray (10YR 6/2) fine sandy loam, grayish brown (10YR 5/2) moist; massive; slightly hard, very friable; slightly alkaline."
      }
    ]
  ]
}
