{
  "SERIES": "KEYLARGO",
  "STATUS": "Established Series",
  "BYREV": "Rev. GWH",
  "REVDATE": "12/2019",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Euic, isohyperthermic Typic Haplosaprists"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Keylargo muck from a tidal area dominated by red mangroves.\nOa1--0 to 6 inches; very dark gray (10YR 3/1) rubbed and unrubbed muck; about 20 percent unrubbed fiber content, less than 5 percent rubbed; massive; nonsticky; about 20 percent by volume of fine and medium live roots; about 5 percent by volume of mineral content; neutral; clear smooth boundary.\nOa2--6 to 70 inches; dark reddish brown (5YR 3/2) rubbed and unrubbed muck; about 30 percent unrubbed fiber content, less than 5 percent rubbed; massive; nonsticky; about 20 percent by volume of fine and medium live roots; about 2 percent by volume of mineral content; neutral; abrupt smooth boundary.  (The Oa horizon is 51 to 90 inches thick).\n2R--70 inches; hard but rippable coral limestone."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Monroe County, Florida; Key Largo; 1 mile east of Steamboat Creek on Card Sound Road and 75 feet south of road; SW 1/4, NE 1/4, Sec. 28, T. 59 S., R. 40 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Depth to bedrock is 51 to 90 inches.  Reaction ranges from slightly acid to mildly alkaline.\nThe Oa horizon has hue of 5YR to 10YR, value of 2 or 3, and chroma of 1 or 3.  Texture is muck with a rubbed fiber content of less than 10 percent and an unrubbed fiber content of 15 to 50 percent.\nThe 2R horizon is soft to hard but rippable coral or oolitic limestone."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Buffalo Tiger, Loxahatche, Palmar and Tiburones series in the same family and the Islamorada and Tavernier series in similar families.  Buffalo Tiger, Loxahatche, Palmar, and Tiburones soils are not underlain by oolitic or coral bedrock.  In addition, Buffalo Tiger and Loxahatche soils are underlain by limestone and occur in fresh water in the Everglades.  Palmar soils have a lower salt content and Tiburones soils are more acid in the first tier and upper part of the second tier.  Islamorada and Tavernier soils are underlain by coral or oolitic limestone at shallower depths."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Keylargo soils are on mangrove swamps subject to daily flooding by tides.  Elevation are dominantly at or below 1929 NGVD.  The mean annual temperature is about 75 degrees F. and the mean annual precipitation is about 50 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the competing organic Islamorada and Tavernier series on similar landforms; the poorly drained marly Cudjoe, Lignumvitae, and Keywest soils on slightly higher landforms; and the moderately well drained organic Matecumbe and the somewhat poorly drained marly Saddlebunch soils on significantly higher upland landforms."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  These soils are very poorly drained with a high water table at or near the surface much of the year.  Permeability is moderately rapid."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most areas of the soil are used as wildlife habitat.  The dominate vegetation is red mangroves."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Approximately 12,000 acres of Keylargo soils are on the Florida Keys.  These soils may occur on other tropical islands."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Auburn, Alabama"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Monroe County, Florida, 1989.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": null
  }
}
