{
  "SERIES": "KEYLARGO",
  "STATUS": "Established Series",
  "BYREV": "Rev.  GWH/CAP/RBT",
  "REVDATE": "02/2021",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Euic, isohyperthermic Typic Sulfisaprists"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Keylargo muck in a tidal mangrove swamp. (Colors are for moist soil unless otherwise stated.)\nOase1--0 to 15 centimeters (0 to 6 inches); very dark gray (10YR 3/1) muck, gray (10YR 5/1), dry; 20 percent unrubbed fiber content, 5 percent rubbed fiber; moderate sulfurous odor; common fine and medium live roots; 5 percent by volume mineral content; neutral (pH 6.8); clear smooth boundary.\nOase2--15 to 178 centimeters (6 to 70 inches); dark reddish brown (5YR 3/2) muck; 30 percent unrubbed fiber content, 5 percent rubbed fiber; moderate sulfurous odor; common fine and medium live roots; 2 percent by volume mineral content; neutral (pH 6.8); abrupt smooth boundary. [130 to 178 centimeters (51 to 90 inches thick)]\n2R--178 centimeters (70 inches); weakly to strongly cemented oolitic limestone bedrock; solution holes up to 102 centimeters (40 inches) or more deep can be filled with sandy and/or loamy material."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Monroe County, Florida; Key Largo; about 1.7 miles west of the intersection of roads 905 and 905A, about 110 feet south of 905A, about 110 feet south and 710 feet east of the northwest corner of Sec. 27, T. 59 S., R. 40 E.; latitude 25 degrees 17 minutes 0.47 seconds N longitude 80 degrees 19 minutes 51.22 seconds W; WSG84; USGS Card Sound, FL quadrangle."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSolum thickness: 150 to 229 centimeters (59 to 90 inches)\nDepth to seasonally high water table: 0 to 15 centimeters (0 to 6 inches)\nSoil Reaction: Slightly acid to slightly alkaline throughout\nOxidized Reaction: Extremely or ultra acid\nSulfurous odor: Slight to strong throughout\nDepth of the organic material: 150 to 229 centimeters (59 to 90 inches)\nDepth to limestone bedrock: 150 to 229 centimeters (59 to 90 inches)\nFiber content: Un-Rubbed 5 to 75 percent; rubbed less than 17 percent\nParticle-size control section, mineral (weighted averages):\nMineral content: 0 to 12 percent\nRange of Individual Horizons:\nOase horizon:\nColor: hue of 5YR to 2.5Y or Neutral, value of 2 or 3, and chroma of 3 or less\nTexture: muck\nEC (mmhos/cm): 16 to 32 or more\nExchangeable Sodium: 13 to 40 percent or more\nSodium Absorption Ratio: 13 to 30 percent or more\n2R horizon: weakly to strongly cemented oolitic limestone bedrock, with solution holes filled with sandy and/or marly materials. Solution holes can be up to 102 centimeters (40 inches) or more."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: This is the Islamorada series.\nIslamorada soils have bedrock at depths of less than 100 centimeters (39 inches) and occur on similar landform positions."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nLandscape: Lower Coastal Plain\nLandform(s): marine marshes, swamps, or low broad tidal flats on the Key West Islands and/or along the southern coast of the Florida Peninsula\nParent material: Organic materials over oolitic limestone bedrock\nMean annual temperature: 25 to 27 degrees C (77 to 81 degrees F)\nMean annual precipitation: 1067 to 1778 millimeters (42 to 70 inches)\nFrost-free period: 365 days"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:\nCudjoe soils - have marly silt loam particle-sized control sections and have bedrock at depths of 50 centimeters (20 inches) or less\nIslamorada soils have bedrock at depths of 50 to 100 centimeters and occur on similar landform positions.\nKeywest soils have stratification of marl and muck materials over oolitic limestone at 100 to 150 centimeters deep and occur in similar landform positions.\nLignumvitae soils have a marly silt loam particle-sized control section and do not have organic soil materials throughout.\nMatecumbe soils have bedrock at depths less than 18 centimeters and occur on similar landform positions.\nSaddlebunch soils have a marly silt loam particle-sized control section, have bedrock at depths less than 50 centimeters (20 inches) and occur on slightly higher landform positions.\nTavernier soils have bedrock at depths of 18 to 50 centimeters and occur on similar landform positions."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:\nDrainage class: Very poorly drained\nSaturated hydraulic conductivity (Ksat): High to very high\nRunoff: High to very high\nDepth to seasonal high-water table: 0 to 15 centimeters (0 to 6 inches)\nFlooding frequency and duration: very frequent and very brief duration from tides, subject to flooding by storm surge and hurricanes"
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:\nMajor uses: wildlife habitat and water quality.\nDominant vegetation: red, black, and white mangroves."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: MLRA 156A Florida Everglades and Associated Areas.\nExtent: limited"
  },
  "REGIONAL OFFICE": {
    "section": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE",
    "content": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE:  Auburn, Alabama."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Monroe County, Florida; 1989."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nThese soils were formerly classified as Typic Haplosaprists and are revised here to the twelfth edition of the keys (2014).\nDiagnostic horizons and features recognized in this Pedon:\n1.\tHistic epipedon - 0 to 178 centimeters (0 to 70 inches) (Oa1, Oa2 horizons)\n2.\tPeraquic feature - the zone from 0 to 203 centimeters (0 to 80 inches).\n3.\tLithic contact - 178 centimeters (70 inches) (2R horizon)\n4.\tAquic conditions - Endosaturation ranges from 0 to 203 centimeters (0 to 80 inches)\n5.\tSulfidic feature - the zone from 0 to 178 centimeters (0 to 70 inches) contains sulfidic soil materials (Oase2 incubated pH 3.3).\nADDITIONAL DATA:\nLaboratory data is available on the National Soil Survey website at: http://ncsslabdatamart.sc.egov.usda.gov/querypage.aspx\nOSD User Site ID: S1988FL087004\nOSD User Pedon ID: S1988FL087004\nNational Cooperative Soil Survey\nU.S.A."
  }
}
