{
  "SERIES": "KEYOLE",
  "STATUS": "Established Series",
  "BYREV": "Rev. IJR-EWB-JVC",
  "REVDATE": "02/2012",
  "STATES": "NV",
  "OVERVIEW": "The Keyole series consists of very deep, well drained soils that formed in colluvium derived from quartzite. Keyole soils are on mountains. Slopes are 15 to 75 percent. The mean annual precipitation is about 750 mm and the mean annual temperature is about 3 degrees C.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, active Xeric Haplocryepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Keyole extremely gravelly sandy loam--forestland. (Colors are for dry soil unless otherwise noted.) The soil surface is covered with approximately 50 percent gravel, 20 percent cobbles, and 15 percent stones.\nOi--0 to 3 cm; slightly decomposed plant material (needles, twigs, and cones) from Engelmann's spruce and limber pine. (3 to 5 cm thick)\nA--3 to 13 cm; pale brown (10YR 6/3) extremely gravelly sandy loam, brown (10YR 4/3) moist; weak fine and medium subangular blocky structure; soft, very friable, slightly sticky and slightly plastic; common very fine roots; many very fine interstitial pores; 55 percent gravel, 15 percent cobbles, and 10 percent stones; neutral (pH 6.6); abrupt wavy boundary. (8 to 20 cm thick)\nBw--13 to 46 cm; light gray (10YR 7/2) extremely gravelly coarse sandy loam, brown (10YR 5/3) moist; weak fine subangular blocky structure; soft, very friable, nonsticky and nonplastic; many very fine and fine, and common medium and coarse roots; many very fine and fine interstitial pores; 55 percent gravel and 20 percent cobbles; neutral (pH 6.6); gradual wavy boundary. (23 to 50 cm thick)\n2C--46 to 152 cm; light gray (10YR 7/2) gravel, brown (10YR 5/3) moist; loose, sloughs readily when excavated; common very fine and fine roots; many very fine, fine, and medium interstitial pores; 75 percent gravel and 20 percent cobbles; neutral (pH 6.8)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: White Pine County, Nevada; in Great Basin National Park about 0.4 miles west of Stella Lake; USGS Windy Peak 7.5 minute topographic quadrangle; latitude 39 degrees 00 minutes 22 seconds N and longitude 114 degrees 19 minutes 38 seconds W; UTM zone 11 731442e, 4320859n[c1], NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture - Usually moist in winter, spring, and early summer, dry in all parts at least 45 consecutive days following the summer solstice (July and August), but intermittently moist in the upper part for 10 to 20 days cumulative due to convection storms between July and September; Xeric soil moisture regime.\nMean annual soil temperature - 3 to 5 degrees C.\nMean summer soil temperature - 7 to 8 degrees C.\nDepth to fragmental material - 46 to 60 cm.\nProfile reaction - Slightly acid or neutral.\nParticle-size control section - Clay content: Averages 4 to 8 percent.\nRock fragment content: Averages 60 to 90 percent, mainly as gravel.\nA horizon - Value 5 through 7 dry.\nChroma: 2 or 3, dry or moist.\nBw horizon - Value: 6 or 7 dry.\nChroma: 2 through 4, dry or moist.\nTexture: Coarse sandy loam or sandy loam,.\nRock fragments: 60 to 85 percent.\nStructure: Subangular blocky or massive.\n2C horizon - Value: 6 or 7 dry.\nChroma: 2 or 3, dry or moist.\nRock fragments: Averages 85 to 95 percent mostly gravel with some cobbles.\nOther features: Subhorizons in some pedons have thin layers of fine sand and silt-size rock flour on the tops of rock fragments."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are currently no other series in this family."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Keyole soils are on mountains. They typically occur on planar to slightly concave backslope positions. These soils formed in colluvium derived from quartzite. Slopes are 15 to 75 percent. Elevations range from 2,860 to 3,350 m. The climate is humid with cold wet winters and cool dry summers. The mean annual precipitation is 600 to 950 mm, the mean annual temperature is 1.5 to 4 degrees C., and the frost-free period is 30 to 50 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Osditch and Snacreek soils. Osditch soils have cambic horizons, do not have fragmental material in the lower horizons, have subhorizons with some lamellae, and have frigid soil temperature regime. Snacreek soils have mollic epipedons and do not have fragmental material in the lower horizons."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Well drained; medium surface runoff;  high saturated hydraulic conductivity."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Keyole soils are used for wildlife habitat and recreation. The potential native vegetation is a forest canopy of Engelmann's spruce and limber pine with a sparse understory of sedge, snowberry, and common juniper. This site is correlated to Ecological Site F28AY083NV Engelmann's spruce-mountain gooseberry-mountain brome and needlegrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Eastern Nevada. These soils are not extensive. MLRA 28A."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Phoenix, Arizona."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: White Pine County, Great Basin National Park, Nevada, 2009. The name is coined."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nOrganic soil material - The zone from the soil surface to 3 cm (Oi horizon).\nOchric epipedon - The zone from the soil surface to 18 cm (Oi, A and part of the Bw horizons).\nCambic horizon - The zone from 13 to 46 cm (Bw horizon).\nParticle-size control section - The zone from 25 to 100 cm (parts of the Bw and 2C horizons).\nThe revision of September 2007 updated the taxonomic class from Loamy-skeletal over fragmental, mixed, active, nonacid Typic Cryorthents. The strongly contrasting particle-size class was not appropriate based on current criteria for the Loamy-skeletal over fragmental class and a cambic horizon is now recognized in the series concept.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Oi",
        "top": 0,
        "bottom": 3,
        "narrative": "Oi--0 to 3 cm; slightly decomposed plant material (needles, twigs, and cones) from Engelmann's spruce and limber pine. (3 to 5 cm thick)"
      },
      {
        "name": "A",
        "top": 3,
        "bottom": 13,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "sandy loam",
        "cf_class": "extremely gravelly",
        "pH": 6.6,
        "pH_class": "neutral",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "A--3 to 13 cm; pale brown (10YR 6/3) extremely gravelly sandy loam, brown (10YR 4/3) moist; weak fine and medium subangular blocky structure; soft, very friable, slightly sticky and slightly plastic; common very fine roots; many very fine interstitial pores; 55 percent gravel, 15 percent cobbles, and 10 percent stones; neutral (pH 6.6); abrupt wavy boundary. (8 to 20 cm thick)"
      },
      {
        "name": "Bw",
        "top": 13,
        "bottom": 46,
        "dry_hue": "10YR",
        "dry_value": 7,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 3,
        "texture_class": "coarse sandy loam",
        "cf_class": "extremely gravelly",
        "pH": 6.6,
        "pH_class": "neutral",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bw--13 to 46 cm; light gray (10YR 7/2) extremely gravelly coarse sandy loam, brown (10YR 5/3) moist; weak fine subangular blocky structure; soft, very friable, nonsticky and nonplastic; many very fine and fine, and common medium and coarse roots; many very fine and fine interstitial pores; 55 percent gravel and 20 percent cobbles; neutral (pH 6.6); gradual wavy boundary. (23 to 50 cm thick)"
      },
      {
        "name": "2C",
        "top": 46,
        "bottom": 152,
        "dry_hue": "10YR",
        "dry_value": 7,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 3,
        "pH": 6.8,
        "pH_class": "neutral",
        "narrative": "2C--46 to 152 cm; light gray (10YR 7/2) gravel, brown (10YR 5/3) moist; loose, sloughs readily when excavated; common very fine and fine roots; many very fine, fine, and medium interstitial pores; 75 percent gravel and 20 percent cobbles; neutral (pH 6.8)."
      }
    ]
  ]
}
