{
  "SERIES": "KIAN",
  "STATUS": "Established Series",
  "BYREV": "HFM-JKW-RM",
  "REVDATE": "07/2014",
  "STATES": "TX",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, siliceous, semiactive, acid, thermic Aeric Endoaquepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Kian loam, on a 0.1 percent slope--in forest.  When described, the soil was moist throughout.  (Colors are for moist soil unless otherwise stated.)\nA--0 to 8 cm, (0 to 3 in); brown (10YR 4/3) loam, brown (10YR 5/3), dry; weak fine subangular blocky structure; very friable; common fine to coarse roots throughout; common fine interstitial pores; 2 percent fine worm casts; strongly acid; clear wavy boundary. (8 to 26 cm [3 to 10 in] thick)\nBw1--8 to 41 cm,(3 to 16 in); brown (10YR 5/3) loam; weak fine subangular blocky structure; very friable; common very fine to medium roots throughout; common very fine and fine  interstitial pores; 2 percent fine distinct very dark grayish brown (10YR 3/2) masses of oxidized iron with sharp boundaries on surfaces along root channels;  8 percent medium prominent strong brown (7.5YR 4/6) masses of oxidized iron with sharp boundaries in matrix surrounding redox concentrations; 3 percent medium worm casts; very strongly acid; gradual smooth boundary. (combined thickness of the Bw horizons is 31 to 73 cm [12 to 29 in])\nBw2--41 to 68 cm,(16 to 27 in); light brownish gray (10YR 6/2) fine sandy loam; moderate medium subangular blocky structure; very friable; common very fine and fine roots throughout; common very fine and fine tubular; 10 percent medium prominent red (2.5YR 4/8) masses of oxidized iron with sharp boundaries lining pores;  15 percent medium prominent strong brown  (7.5YR 5/8) masses of oxidized iron with sharp boundaries in matrix surrounding redox concentrations; 1 percent silica concretions; very strongly acid ; gradual smooth boundary.\nBg1--68 to 95 cm,(27 to 37 in); light brownish gray (10YR 6/2) fine sandy loam; moderate medium subangular blocky structure; very friable; common very fine and fine roots; common very fine and fine tubular; 3 percent fine prominent yellowish red (5YR 5/8) masses of oxidized iron with sharp boundaries lining pores; 10 percent medium prominent yellowish brown (10YR 5/6) masses of oxidized iron with diffuse boundaries in matrix; 30 percent coarse prominent yellowish brown (10YR 5/8) masses of oxidized iron with clear boundaries in matrix; 1 percent silica concretions; very strongly acid ; gradual smooth boundary. (combined thickness of the Bg horizons is 102 to 179 cm [40 to 72 in])\nBg2--95 to 123 cm,(27 to 49 in); light brownish gray (10YR 6/2) fine sandy loam; moderate medium subangular blocky structure; very friable; common very fine roots; common very fine pores; 2 percent medium prominent dark brown (7.5YR 3/4) iron-manganese nodules; 10 percent medium prominent strong brown (7.5YR 5/8) masses of oxidized iron with sharp boundaries in matrix; 15 percent coarse prominent gray (10YR 6/1) iron depletions with clear boundaries in matrix; 1 percent silica concretions; very strongly acid; gradual smooth boundary.\nBg3--123 to 181 cm,(49 to 71 in); light brownish gray (10YR 6/2) loamy sand; weak fine granular structure; loose; 10 percent medium prominent pale brown (10YR 6/3) iron depletions with diffuse boundaries in matrix; 30 percent coarse prominent reddish yellow (7.5YR 6/6) with diffuse boundaries in matrix; 10 percent coarse prominent strong brown (7.5YR 5/8) masses of oxidized iron with diffuse boundaries in matrix; 8 percent 6 to 10 mm silica concretions; very strongly acid; gradual smooth boundary.\nBg4--181 to 203 cm,(71 to 80 in); light brownish gray (2.5Y 6/2) sand; weak fine granular structure; loose; 5 percent medium prominent yellowish brown (10YR 5/8) masses of oxidized iron with diffuse boundaries in matrix and 10 percent coarse prominent brownish yellow (10YR 6/6) masses of oxidized iron with diffuse boundaries in matrix; 5 percent 3 to 7 mm silica concretions; very strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Polk County, Texas; from intersection of Farm Road 943 and Farm Road 1276; 0.6 mile northeast on Farm Road 1276 to north side of Big Sandy Creek bridge; 350 ft west in forest.(Segno NE USGS quad;  Latitude: 30 degrees 34 minutes 40.40 seconds north;  Longitude:  94 degrees 37 minutes 52.10 seconds west; WGS84)"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil Moisture: An aquic soil moisture regime. .\nMean annual soil temperature: 20.6 to 21.7 degrees C (69 to 71 degrees F)\nParticle-size control section (weighted average)\nClay content: 7 to 14 percent\nA Horizon\nHue: 10YR\nValue: 4 or 5\nChroma: 1 to 3\nTexture: loamy fine sand, sandy loam, fine sandy loam, loam, or silt loam\nClay content: 4 to 19 percent\nRedox concentrations: amount-0 to 10 percent, shades-brown or yellow\nReaction: very strongly acid to moderately acid\nBw Horizons\nHue: 10YR\nValue: 5 or 6\nChroma: 1to 3\nTexture: loamy fine sand, sandy loam, fine sandy loam, loam, or silt loam\nClay content: 6 to 19 percent\nRedox concentrations: amount-5 to 45 percent, shades-brown or yellow\nRedox depletions: amount-0 to 5 percent, shades-gray\nReaction: very strongly acid or strongly acid\nBg Horizons\nHue: 10YR or 2.5Y\nValue: 5 to 7\nChroma: 1 or 2\nTexture:  sand, loamy sand, loamy fine sand, fine sandy loam, loam, or silt loam\nClay content: 4 to 22 percent\nRedox concentrations: amount-10 to 45 percent, shades-brown, yellow, or red\nRedox depletions: amount-0 to 10 percent, shades-gray, blue or green\nReaction: extremely acid to moderately acid\nSome pedons have thin stratified layers."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are no series in the same family. Similar soils include the Briscot (WA), Cranmore (TN), Hockinsom (WA), Lim (CT), Potobac (MD), Rippowam (CT), Rumney (ME), Tyndall (CA), and Worswick (CA) soils.\nAll of these series have mixed mineralogy and are in a cooler soil temperature regime."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material: loamy alluvium derived from igneous, metamorphic and sedimentary rock of Holocene age.\nLandscape: coastal plains\nLandform: flood plains\nMicrofeature: channels\nSlope: 0 to 1 percent slopes\nMean annual air temperature range: 19.5 to 20.6 degrees C (67 to 69) degrees F)\nMean annual precipitation range: 1219 to 1473 mm (48 to 58 in)\nPrecipitation Pattern:  Rainfall is fairly uniform throughout the year\nFrost-free period: 240 to 300 days\nElevation: 6 to 46 m (20 to 150 ft)\nThornthwaite annual P-E indices: 76 to 80"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are Gowker (TX), Hatliff (TX), Kaman (TX)), Nahatche (TX),  Pluck (TX) and Voss (TX)  series.\nGowker soils: a mollic epipedon; on a higher position on the same landform\nHatliff soils: are better drained; on a higher position on the same landform\nKaman soils: are clayey throughout\nNahatche soils: are somewhat poorly drained; on a higher position on the same landform\nPluck soils: are in a fine-loamy family; on a similar landform\nVoss soils:  sandy throughout; bars adjacent to stream channels."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Poorly drained.  Runoff is high.  A water table is at or near the surface during the winter and spring months. Frequently flooded for brief to long periods throughout normal years."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most areas of Kian soils are mixed hardwood and pine cut-over forest.  A few areas have been cleared and are used for pasture of bahiagrass or improved bermudagrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Southern coastal plains of southeast Texas and Louisiana. Land Resource Region T; MLRA 152B; the soils of this series are moderately extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Polk and San Jacinto Counties, Texas; 1983."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Kian soils were formerly included in the Bibb series. The original series description was erroneously located in an area not indicative of the series. The location was changed to this pedon during the update of MLRA 152B. This site represents the series concept well. The classification was changed during the update of MLRA 152B to reflect current taxonomy.\nDiagnostic horizons and features of this soil are:\nOchric epipedon -0 to 8 cm (0 to 3 in) (A horizons)\nCambic horizon- 8 to 203 cm (3 to 80 in) (Bw and Bg horizons)\nAquic conditions-41 to 203 cm (16 to 80 in)( Bw2 and Bg horizons)\nADDITIONAL DATA:   Particle-size analysis and pH tests were performed at the project office on the series type location. Kellogg Soil Survey Laboratory data available on pedon S12TX373024 from the typical pedon in Polk County, Texas.\nTaxonomic Version: Keys to Soil Taxonomy, Eleventh Edition, 2010.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
