{
  "SERIES": "KIDDER",
  "STATUS": "Established Series",
  "BYREV": "Rev. HFG-AAC",
  "REVDATE": "12/2010",
  "STATES": "IL,MI,WI",
  "OVERVIEW": "The Kidder series consists of very deep, well drained soils formed in thin loess and in loamy till or just in loamy till on moraines and drumlins. Slope ranges from 0 to 35 percent.  Mean annual precipitation is about 815 mm (32 inches).  Mean annual air temperature is about 10 degrees C (50 degrees F).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, active, mesic Typic Hapludalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Kidder silt loam on a 4 percent slope in a cultivated field at an elevation of about 270 meters (885 feet) above mean sea level.  (Colors are for moist soil unless otherwise stated.)\nAp--0 to 18 cm (0 to 7 inches); very dark grayish brown (10YR 3/2) silt loam, light brownish gray (10YR 6/2) dry; moderate fine and very fine subangular blocky structure; friable; common fine fibrous roots; common fine and medium, continuous, mostly exped dendritic pores; neutral; abrupt smooth boundary.  [ 13 to 23 cm (5 to 9 inches) thick]\n2BE--18 to 28 cm (7 to 11 inches); brown (10YR 4/3) and brown (7.5YR 4/4) loam; weak fine and medium subangular blocky structure; friable; common fine fibrous roots; common very fine and fine and few medium, continuous, mostly exped, dendritic pores; neutral; clear smooth boundary.  [0 to 15 cm (0 to 6 inches) thick]\n2Bt1--28 to 43 cm (11 to 17 inches); brown (7.5YR 4/4) clay loam; moderate fine and medium subangular blocky structure; firm; few fine fibrous roots; common fine and very fine and few medium, continuous, mostly exped, dendritic pores; few faint clay films on faces of peds and in pores and clay bridging of sand grains; neutral; clear wavy boundary.\n2Bt2--43 to 71 cm (17 to 28 inches); brown (7.5YR 4/4) sandy clay loam; moderate medium subangular blocky structure; firm; few fine fibrous roots; common fine and very fine, continuous, mostly exped, dendritic pores; few faint clay films on faces of peds and in pores and clay bridging of sand grains; neutral; clear wavy boundary.\n2Bt3--71 to 76 cm (28 to 30 inches); dark yellowish brown (10YR 3/4) sandy loam; weak medium subangular blocky structure; friable; few fine and very fine, continuous, obliquely oriented, inped and exped pores; very few thin clay films on faces of some peds and faint clay bridging of sand grains; about 14 percent gravel; slightly alkaline; clear wavy boundary.  [Combined thickness of the Bt horizons ranges from 33 to 81 cm (13 to 32 inches).]\n2C--76 to 152 cm (30 to 60 inches); brown (10YR 5/3) gravelly sandy loam; massive; friable; few fine and very fine continuous, obliquely oriented pores; about 34 percent gravel; strongly effervescent; slightly alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Rock County, Wisconsin; about 5 miles north of Milton; about 140 feet north and 2450 feet east of the center of the sec. 1, T. 4 N., R. 13 E.  USGS Milton, Wisconsin topographic quadrangle;  lat. 42 degrees 50 minutes 15 seconds N., and long. 88 degrees 53 minutes and 44 seconds W.,  UTM Zone 16.  NAD 27."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nThickness of loess mantle: less than 38 cm (15 inches)\nDepth to the base of the argillic horizon: 51 to 102 cm (20 to 40 inches\nDepth to carbonates: 51 to 102 cm (20 to 40 inches\nVolume of gravel in the solum: 0 to 20 percent, and ranges from 5 to 35 percent in the C horizon.\nReaction: slightly acid to slightly alkaline in the solum, but ranges to  moderately acid in the Bt horizon in some pedons, and is slightly alkaline or moderately alkaline in the C horizon.\nAp horizon:\nHue: 10YR\nValue: 3 or 4\nCroma: 2 or 3, colors with moist value of 3 have value dry of 6 or more.\nTexture: silt loam, loam, fine sandy loam, sandy loam, or clay loam, but in some pedons it is loamy fine sand.\nA horizon [less than 13 cm (5 inches) thick]\nHue: 10YR\nValue: 2 or 3\nChroma: 1 or 2\nTexture: silt loam, loam, fine sandy loam, or sandy loam, but in some pedons it is loamy fine sand.\nE horizon  (where present):\nHue: 10YR\nValue: 4 or 5\nChroma: 2 or 3\nTexture: silt loam, loam or sandy loam, but in some pedons it is loamy fine sand.\n2BE or BE horizon:\nHue: 7.5YR or 10YR\nValue: 4 or 5\nChroma: 3 or 4\nTexture: silt loam, loam or sandy loam\n2Bt or Bt horizon:\nHue: 7.5YR or 10YR\nValue: 3 to 5\nChroma: 3 to 6, value and chroma of 3 do not occur together.\nTexture: loam, sandy clay loam, or clay loam but subhorizons of sandy loam are in some pedons, especially in the lower part of the solum.\nOther features:\nThe particle-size control section averages between 20 and 30 percent clay.  Thin subhorizons with as much as 40 percent clay are in some pedons.  The content of sand coarser than very fine ranges from 35 to 65 percent.\n2C or C horizon:\nHue: 10YR\nValue: 5 or 6\nChroma: 3 to 6\nTexture: sandy loam, fine sandy loam, or the gravelly analogs.  Sand content ranges from 55 to 75 percent.\nCalcium carbonate equivalent: 10 to 40 percent"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Amanda, Belmont, Belmore, Chili, Cliftycreek, Crouse, Gallman, Greybrook, Hickory, High Gap, Kanawha, Kosciusko, LeRoy, Lumberton,  Martinsville, Military, Ockley,  Pignut, Princeton, Relay, Richardville, Riddles, Senachwine, Skelton, Strawn,  Turnersburg, Wawaka, Wawasee, and Woodbine series.  Amanda, Cliftycreek, Gallman, Greybrook, Hickory, Martinsville, Ockley, Richardville, and Riddles soils are more than 102 cm (40 inches) deep to carbonates.  Belmont, Lumberton, Mifflin, Nollville, and Woodbine soils have a lithic contact below a depth of 102 cm (40 inches).  Belmore soils are stratified in the lower part of the series control section.  Chili, Kanawha, Skelton, and turnersburg soils have no carbonates within the series control section.  Crouse soils are more than 40 inches deep to the base of the argillic horizon.  Hebron soils are stratified in the lower part of the series control section.  High Gap and Military soils have a lithic contact at 51 to 102 cm (20 to 40 inches).  Kosciusko soils are sandy or sandy skeletal in the lower part, within a depth of 102 cm (40 inches).  Leroy soils have calcium carbonate equivalent of 60 to 90 percent in the till substratum.  Mandeville and Pignut soils have a paralithic contact at 51 to 102 cm (20 to 40 inches).  Senachwine soils have 52 percent sand or less and more than 7 percent clay in the till substratum.  Princeton soils have lamellae (E & Bt horizon) in the lower part of the series control section.  Relay soils have hues of 2.5Y or yellower throughout.  Strawn soils have less than 35 percent sand in the Bt horizon.  Wawaka soils are more than 102 cm (40 inches) deep to the base of soil development.  Wawasee soils have 35 to 55 percent sand in the till substratum."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Kidder soils are on ground moraines, end moraines, and drumlins.  Slope ranges from 0 to 35 percent.  These soils formed in thin loess and in loamy till or just in loamy till.   Mean annual precipitation ranges from 710 to 915 mm (28 to 36 inches). Mean annual air temperature ranges from 7.8 to 12.2 degrees C (46 to 54 degrees F).   The  frost free period ranges from 135 to 190 days.  Elevation ranges from 213 to 396 meters (700 to 1300 feet)."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Griswold, McHenry, Pardeeville, and Rotamer soils.  Griswold and Rotamer soils are nearby on similar slopes, but have mollic epipedons.  McHenry soils are nearby where the loess mantle is 15 to 30 inches thick.  Pardeeville soils are nearby where the surface layers are dark-colored, but less than 25 cm (10 inches) thick."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:  Well drained.  The potential for surface runoff ranges from negligible to very high. saturated hydraulic conductivity is moderately high to high (4.23 to 14.11 micrometer per second) in the solum and high (14.11 to 42.34 micrometer per second) in the substratum. Permeability is moderate in the solum and moderately rapid in the substratum."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Many areas are used for cropland.   Common crops are corn, soybeans, small grain, and hay.  Some areas are used for pastureland and some are in woodland.  Native vegetation is mixed hardwood forest.  Common trees are red oak, white oak, shagbark hickory, and white ash.."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Southeastern Wisconsin, southern Michigan, and northern Illinois.  This soil is of large extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Indianapolis, Indiana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Rock County, Wisconsin, 1970."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  A new series needs to be proposed for the moderately well drained phase of this series.\nDiagnostic horizons and features recognized in this pedon are:  ochric epipedon - 0 to 28 cm (0 to 11 inches) (Ap, BE); argillic horizon - 28 to 76 cm (11 to 30 inches) (Bt1, Bt2, Bt3).\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 18,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "silt loam",
        "pH_class": "neutral",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Ap--0 to 18 cm (0 to 7 inches); very dark grayish brown (10YR 3/2) silt loam, light brownish gray (10YR 6/2) dry; moderate fine and very fine subangular blocky structure; friable; common fine fibrous roots; common fine and medium, continuous, mostly exped dendritic pores; neutral; abrupt smooth boundary.  [ 13 to 23 cm (5 to 9 inches) thick]"
      },
      {
        "name": "2BE",
        "top": 18,
        "bottom": 28,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "loam",
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "2BE--18 to 28 cm (7 to 11 inches); brown (10YR 4/3) and brown (7.5YR 4/4) loam; weak fine and medium subangular blocky structure; friable; common fine fibrous roots; common very fine and fine and few medium, continuous, mostly exped, dendritic pores; neutral; clear smooth boundary.  [0 to 15 cm (0 to 6 inches) thick]"
      },
      {
        "name": "2Bt1",
        "top": 28,
        "bottom": 43,
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "clay loam",
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "2Bt1--28 to 43 cm (11 to 17 inches); brown (7.5YR 4/4) clay loam; moderate fine and medium subangular blocky structure; firm; few fine fibrous roots; common fine and very fine and few medium, continuous, mostly exped, dendritic pores; few faint clay films on faces of peds and in pores and clay bridging of sand grains; neutral; clear wavy boundary."
      },
      {
        "name": "2Bt2",
        "top": 43,
        "bottom": 71,
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "sandy clay loam",
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "2Bt2--43 to 71 cm (17 to 28 inches); brown (7.5YR 4/4) sandy clay loam; moderate medium subangular blocky structure; firm; few fine fibrous roots; common fine and very fine, continuous, mostly exped, dendritic pores; few faint clay films on faces of peds and in pores and clay bridging of sand grains; neutral; clear wavy boundary."
      },
      {
        "name": "2Bt3",
        "top": 71,
        "bottom": 76,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 4,
        "texture_class": "sandy loam",
        "pH_class": "slightly alkaline",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "2Bt3--71 to 76 cm (28 to 30 inches); dark yellowish brown (10YR 3/4) sandy loam; weak medium subangular blocky structure; friable; few fine and very fine, continuous, obliquely oriented, inped and exped pores; very few thin clay films on faces of some peds and faint clay bridging of sand grains; about 14 percent gravel; slightly alkaline; clear wavy boundary.  [Combined thickness of the Bt horizons ranges from 33 to 81 cm (13 to 32 inches).]"
      },
      {
        "name": "2C",
        "top": 76,
        "bottom": 152,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 3,
        "texture_class": "sandy loam",
        "cf_class": "gravelly",
        "pH_class": "slightly alkaline",
        "narrative": "2C--76 to 152 cm (30 to 60 inches); brown (10YR 5/3) gravelly sandy loam; massive; friable; few fine and very fine continuous, obliquely oriented pores; about 34 percent gravel; strongly effervescent; slightly alkaline."
      }
    ]
  ]
}
