{
  "SERIES": "KIDMAN",
  "STATUS": "Established Series",
  "BYREV": "Rev. VLP-RJL-JVC",
  "REVDATE": "10/2005",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS:  Coarse-loamy, mixed, superactive, mesic Calcic Haploxerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Kidman fine sandy loam--cultivated.  (Colors are for dry soil unless otherwise noted.)\nAp--0 to 11 inches; brown (10YR 4/3) fine sandy loam, dark brown (10YR 3/3) moist; weak medium granular structure; slightly hard, very friable, slightly sticky and slightly plastic; common fine and medium roots; few fine and medium pores; moderately alkaline (pH 8.0); clear smooth boundary.  (8 to 12 inches thick)\nA--11 to 17 inches; brown (10YR 4/3) fine sandy loam, dark brown (10YR 3/3) moist; weak medium subangular blocky structure; slightly hard, very friable, slightly sticky and slightly plastic; common fine and medium roots; few fine and medium pores; moderately alkaline (pH 8.0); clear wavy boundary.  (5 to 8 inches thick)\nBw--17 to 27 inches; yellowish brown (10YR 5/4) fine sandy loam, brown (7.5YR 4/3) moist; weak medium subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; few fine and medium roots; common fine pores; moderately alkaline (pH 8.0); clear wavy boundary.  (8 to 14 inches thick)\nBk1--27 to 37 inches; light yellowish brown (10YR 6/4) fine sandy loam, brown (7.5YR 5/4) moist; massive; slightly hard, friable, slightly sticky and slightly plastic; few fine and medium roots; common fine and medium pores; violently effervescent; secondary carbonates are disseminated and segregated as few fine filaments; strongly alkaline (pH 8.6); clear smooth boundary.  (8 to 16 inches thick)\nBk2--37 to 49 inches; light yellowish brown (10YR 6/4) very fine sandy loam, brown (7.5YR 5/3) moist; massive; slightly hard, very friable, slightly sticky and slightly plastic; few fine roots; few fine and medium pores; violently effervescent; secondary carbonates are segregated in veins and masses; moderately alkaline (pH 8.4); gradual wavy boundary.  (8 to 15 inches thick)\nBk3--49 to 60 inches; very pale brown (10YR 7/4) very fine sandy loam, light brown (7.5YR 6/4) moist; massive; slightly hard, very friable, slightly sticky and slightly plastic; few fine roots; few fine pores; violently effervescent; secondary carbonates are segregated in veins and masses; moderately alkaline (pH 8.4)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Davis County, Utah; about 0.5 miles south of Davis High School; approximately 1,400 feet north and 750 feet west of the southeast corner of section 3, T. 3 N., R. 1 W.; USGS Kaysville 7.5 minute topographic quadrangle; 41 degrees 01 minutes 14 seconds north latitude and 111 degrees 55 minutes 57 seconds west longitude, NAD27; UTM zone 12N 421540E, 4541445N, NAD83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture - Typically moist in winter and spring, dry in summer and fall; the soils are dry in all parts of the moisture control section for more than 60 consecutive days following the summer solstice in 6 out of 10 years; Xeric moisture regime that borders on aridic.\nMean annual soil temperature - 47 to 55 degrees F.\nMollic epipedon thickness - 7 to 20 inches.\nDepth to calcic horizon - 13 to 44 inches.\nParticle-size control section - Rock fragments: 0 to 5 percent, mainly gravel; Fine sand or coarser content: 15 to 30 percent.\nA horizon - Value: 4 or 5 dry, 2 or 3 moist.\nChroma: 2 or 3, dry or moist.\nReaction: Neutral through moderately alkaline.\nBw horizon - Hue: 10YR or 7.5YR.\nValue: 4 through 6 dry, 3 through 5 moist.\nChroma: 2 through 4, dry or moist.\nTexture: Very fine sandy loam, sandy loam, fine sandy loam, loam, or silt loam.\nCalcium carbonate equivalent: 0 to 15 percent.\nReaction: Slightly alkaline through strongly alkaline.\nBk or CBk horizons - Hue: 7.5YR through 2.5Y.\nValue: 5 through 8 dry, 4 through 6 moist.\nChroma: 2 through 4, dry or moist.\nTexture: Silt loam, very fine sandy loam, fine sandy loam, sandy loam, loamy fine sand, or loam.\nReaction: Slightly alkaline through strongly alkaline.\nSodicity (SAR): 0 to 20.\nCalcium carbonate equivalent: 10 to 30 percent.\nRedoximorphic features: Redox concentrations of iron are present as masses in some pedons and range from none to common and are dominantly distinct in contrast.\nOther features: A transitional BC horizon is present in some pedons. Properties are similar to the Bk horizon."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Asotin, Bolicker, Chard, Disautel, and Dufur series.\nAsotin soils are moderately deep to lithic contacts.  Bolicker soils have 10 to 35 percent rock fragments in the particle-size control section.  Chard soils do not have calcic horizons and have lithologic discontinuities to sandy material below 40 inches.  Disautel soils do not have calcic horizons and average 15 to 35 percent rock fragments in the particle-size control section.  Dufur soils do not have calcic horizons and are influenced by volcanic ash in upper horizons."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Kidman soils are on alluvial fans, fan remnants, stream terraces, lake plains, or lake terraces.  Slopes of less than 1 percent are most common but slopes range from 0 to 40 percent.  Elevations range from 4,000 to 6,500 feet.  These soils formed in alluvium or lacustrine deposits that have been extensively modified by wind and are derived mainly from quartzite, sandstone, granite, limestone, and gneiss.  The climate is dry subhumid.  The mean annual precipitation is 12 to 19 inches.  The mean annual temperature is 45 to 53 degrees F. and the mean summer temperature is 68 to 73 degrees F.  The frost-free period is 100 to 175 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Layton, Parleys, Syracuse, and Timpanogos soils.  Layton soils are sandy.  Parleys soils have silty clay loam argillic horizons.  Syracuse soils have an aquic moisture regime.  Timpanogos soils have argillic horizons."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained or moderately well drained; very low to high surface runoff; moderate or moderately rapid permeability (moderately high or high saturated hydraulic conductivity)."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Kidman soils are used mainly for irrigated cropland.  The major crops are alfalfa, sugar beets, small grains, tomatoes, asparagus, corn, and irrigated pasture.  Potential vegetation in rangeland is mountain big sagebrush, Wyoming big sagebrush, bluebunch wheatgrass, and western wheatgrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Central and northern Utah and southeastern Idaho.  These soils are moderately extensive.  MLRA 28A."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Phoenix, Arizona."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Davis County (Davis-Weber Area), Utah, 1967."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon - The zone from the soil surface to a depth of 17 inches (Ap and A horizons).\nCambic horizon - The zone from 17 to 27 inches (Bw horizon).\nCalcic horizon - The zone from 27 to 60 inches (Bk1, Bk2, and Bk3 horizons).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
