{
  "SERIES": "KIDNAPSPRING",
  "STATUS": "Tentative Series",
  "BYREV": "IRD. RJO/RAW/JLW",
  "REVDATE": "03/2013",
  "STATES": "OR",
  "OVERVIEW": "The Kidnapspring series consists of very deep, well drained soils on mountain backslopes.  Kidnapspring soils are formed in a mixed volcanic ash mantle overlying clay-producing tuffs.  Slopes are 0 to 60 percent.  The mean annual precipitation is about 23 inches and the mean annual temperature is about 41 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, smectitic, frigid Vertic Palexerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Kidnapspring ashy sandy loam - woodland, on a 29 percent northwestfacing slope at an elevation of 3,920 feet. (Colors are for moist soil unless otherwise noted. Andic soil materials are apparent field textures.)\nOi--0 to 2 inches; slightly decomposed needles and twigs.\nA--2 to 5 inches; dark brown (10YR 3/3) ashy sandy loam, brown (10YR 5/3) dry; weak very fine granular structure; slightly hard, friable, slightly sticky and slightly plastic; common very fine, fine, and medium and few coarse roots throughout; common very fine irregular pores; 2 percent gravel, 10 percent cobbles; neutral (pH 7.0); clear smooth boundary. (2 to 10 inches thick)\nBw--5 to 12 inches; dark brown (10YR 3/3) ashy sandy loam, brown (10YR 5/3) dry; moderate medium subangular blocky structure parting to weak fine subangular blocky; slightly hard, friable, slightly sticky and slightly plastic; few fine and common medium roots throughout; common very fine irregular pores; 2 percent gravel, 10 percent cobbles; slightly acid (pH 6.5); clear wavy boundary. (5 to 7 inches thick)\n2Eb--12 to 15 inches; dark brown (10YR 3/3) cobbly loam, grayish brown (10YR 5/2) dry; weak medium subangular blocky structure parting to weak fine subangular blocky; hard, friable, moderately sticky and moderately plastic; common medium and few fine roots throughout; common very fine irregular pores; 2 percent gravel, 15 percent cobbles; slightly acid (pH 6.5); clear wavy boundary. (0 to 5 inches thick)\n2Btb1--15 to 33 inches; dark brown (10YR 3/3) clay, brown (10YR 4/3) dry; strong medium angular blocky structure parting to moderate medium angular blocky; extremely hard, firm, very sticky and very plastic; many thick clay films on ped faces; common medium roots throughout; common very fine tubular and irregular pores; neutral (pH 7.0); gradual smooth boundary. (8 to 18 inches thick)\n2Btb2--33 to 50 inches; dark yellowish brown (10YR 4/4) clay, yellowish brown (10YR 5/4) dry; strong medium subangular blocky structure parting to moderate fine subangular blocky; hard, friable, very sticky and very plastic; few faint clay films on ped faces; few medium roots throughout; common very fine tubular and interstitial pores; neutral (pH 7.3); gradual smooth boundary.  (10 to 23 inches thick)\n2Btb3--50 to 61 inches; brown (10YR 5/3) clay, yellowish brown (10YR 5/4) dry; strong medium subangular blocky structure parting to moderate fine subangular blocky; hard, friable, very sticky and very plastic; few thin clay films on ped faces; few medium roots throughout; common very fine tubular and irregular pores; slightly alkaline (pH 7.8)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Crook County, Oregon,\nSection 4 (SW1/4, SW1/4, SE1/4), T. 12 S., R. 17 E.\nLatitude 49 degrees, 35 minutes, 17 seconds N.\nLongitude 6 degrees, 83 minutes, 44 seconds E.\nUSGS Quadrangle: Dutchman Creek"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil Temperature:  frigid regime\nMean Annual Soil Temperature:  41 to 46 degrees F\nMean Summer Soil Temperature:  49 to 56 degrees F\nMean Winter Soil Temperature:  34 to 37 degrees F\nSoil Moisture:  xeric regime, dry 45 to 60 consecutive days in summer\nParticle-size Control Section: upper 20 inches of argillic horizon\nClay content: 40 to 50 percent\nRock fragment content: 0 to 10 percent\nDiagnostic Horizons and Features:\nandic soil properties: upper boundary at the mineral surface; 8 to 14 inches thick\nAl+1/2Fe(aox): 0.4 to 1.0 percent\nbulk density: 0.85 to 1.2 g/cc\nP retention: 30 to 50 percent\n0.02-2.0 mm fraction: 30 to 40 percent of fine earth\nglass content in the 0.02-2.0mm fraction: 20 to 60 percent\nwater content at 1500 kPa (air dried): 10 to 20 percent\n8Si + 2Fe (aox): 1 to 5 percent\nmollic epipedon thickness: 15 to 31 inches\nMajor Horizons:\nA horizon:\ncolor, moist: 5YR 3/2, 7.5YR 2.5/2, 3/2; 10YR 3/3\ncolor, dry: 5YR 4/3; 7.5YR 4/2, 4/3; 10YR 5/3\ntexture: L, SIL, SL\nclay content: 8 to 18 percent\nrock fragment content: 5 to 15 percent\ngravel: 0 to 10 percent\ncobbles: 0 to 10 percent\nreaction: slightly acid to neutral; pH: 6.1 to 7.3\nbase saturation: 65 to 85 percent\nBw horizon; some pedons have a AB horizon:\ncolor, moist: 5YR 3/3; 7.5YR 3/2; 10YR 3/3\ncolor, dry: 5YR 5/3; 7.5YR 5/2, 5/3; 10YR 5/3\ntexture: L, GR-L, SL\nclay content: 15 to 25 percent\nrock fragment content: 5 to 15 percent\ngravel: 0 to 10 percent\ncobbles: 0 to 10 percent\nreaction: slightly acid; pH: 6.1 to 6.5\nbase saturation: 65 to 75 percent\n2Eb horizon: some pedons have a 2Bwb horizon\ncolor, moist: 5YR 3/3; 7.5YR 3/3, 4/2; 10YR 3/3\ncolor, dry: 5YR 4/3; 7.5YR 6/2, 6/3; 10YR 5/2\ntexture: CL, CB-L, CB-CL\nclay content: 20 to 35 percent\nrock fragment content:  0 to 20 percent\ngravel: 0 to 10 percent\ncobbles: 0 to 15 percent\nreaction: slightly acid; pH: 6.1 to 6.5\nbase saturation: 70 to 75 percent\n2Btb1 and 2  horizons\ncolor, moist: 5YR 4/4; 7.5YR 4/2, 4/3, 4/4, 5/3; 10YR 3/3, 4/4\ncolor, dry: 5YR 4/4; 7.5YR 4/2, 4/3, 4/4; 10YR 4/3, 5/2, 5/4\ntexture: C, SICL\nclay content: 35 to 50 percent\nrock fragment content: 0 to 10 percent\ngravel: 0 to 5 percent\ncobbles: 0 to 5 percent\nreaction: slightly acid to neutral; pH: 6.1 to 7.3\nbase saturation: 70 to 90 percent\n2Btb3 horizon; C horizon in some pedons:\ncolor, moist: 5YR 4/6; 7.5YR 3/4, 4/4, 6/3; 10YR 4/3, 5/3, 6/3\ncolor, dry: 5YR 4/6; 7.5YR 5/4, 6/4, 6/6; 10YR 5/4, 6/2, 6/3, 7/2\ntexture: GR-C, CL, L, C, GR-CL\nclay content: 25 to 45 percent\nrock fragment content:  0 to 35 percent\ngravel 0 to 35 percent\ncobbles 0 to 5 percent\nreaction: slightly acid to slightly alkaline; pH: 6.6 to 7.8\nbase saturation: 85 to 100 percent"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:\nBooth - moderately deep to paralithic weathered tuff; mollic epipedon 7 to 15 inches thick; no ash influence; dry for 80 to 110 days in summer;\nCampcreek - dry 60 to 75 days in summer;\nCarryback - moderately deep to lithic basalt; no ash influence; aridic soil moisture regime;\nCrowcamp  - no ash influence; duric Bkq horizon; dry 75 to 90 days in summer;\nGolars - moderately deep to lithic basalt; vitrandic subgroup properties less than 7 inches thick; dry 60 to 90 days in summer;\nHankins - vitrandic subgroup properties 7 to 13 inches thick; dry 60 to 90 days in summer;\nJesh - no ash influence\nJoenchris - vitrandic subgroup properties 7 to 13 inches thick; 15 to 25 percent gravel in upper part of argillic; dry 75 to 90 days in summer;\nLocrol - no ash influence; episaturation at 7 to 16 inches from March to May;\nLongbarn - deep to lithic tuff; mollic epipedon 7 to 14 inches thick; vitrandic subgroup properties 7 to 13 inches thick; dry 75 to 90 days in summer;\nMeaufun - deep to paralithic weathered tuff; vitrandic subgroup properties 7 to 13 inches thick; dry 60 to 75 days in summer;\nPeaviner - deep to lithic tuff; vitrandic subgroup properties 7 to 13 inches thick;\nTippett - vitrandic subgroup properties 7 to 13 inches thick; dry 60 to 90 days in summer;\nWarpaint - mollic epipedon 10 to 15 inches thick; vitrandic subgroup properties 7 to 13 inches thick; less than 15 percent gravel in upper part of argillic; aridic soil moisture regime;\nZumwalt - moderately deep to lithic basalt; vitrandic subgroup properties 7 to 13 inches thick; dry 60 to 90 days in summer;"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nLandform: concave to planar, mid to lower, depositional mountain backslopes and basins, of water dissected soft pyroclastic flows\nSlope gradient: 0 to 60 percent\nParent material: volcaniclastic volcanic ash mixed with and overlying colluvial over residual\nLithology: Mazama ash mixed with and overlying Clarno formation andesitic tuff breccia\nElevation: 3,700 to 5,200 feet\nClimate: cold, wet winters; warm, dry summers\nMean annual precipitation: 19 to 27 inches\nMean annual air temperature: 39 to 44 degrees F.\nFrost-free period: 40 to 100 days"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:\nCrackercreek:  occur on planar to concave, midslopes; 40 to 60 inches to bedrock; greater than 14 inch thick pure ash mantle; less than 35 percent clay and greater than 35 percent rock fragments in particle-size control section\nLamulita (T): 40 to 60 inches to a paralithic contact; has volcanic ash influence; greater than 35 percent rock fragments in particle-size control section\nMeaufun (T):  occur on planar to concave, lower slopes; 40 to 60 inches to a paralithic contact; 60 to 75 dry days in summer\nNorlo (T):  greater than 14 inch thick pure ash mantle; less than 35 percent clay and greater than 35 percent rock fragments in particle-size control section\nPotlid (T):  occur on planar to convex, midslopes; 20 to 40 inches to bedrock; has volcanic ash influence; greater than 35 percent rock fragments in particle-size control section"
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:\nDrainage: well drained\nPermeability: moderate over slow"
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:\nUse:  Woodland, range, recreation, wildlife, watershed\nNative vegetation: Grand fir, Douglas fir, ponderosa pine, western juniper, common snowberry, baldhip rose, common yarrow, showy aster, mountain strawberry, heartleaf arnica, sedum, pinegrass, and elk sedge.\nPlant association:  ABGR/CARU."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:\nCentral Oregon, MLRA 10\nDistribution: South Central Blue Mountains in Middle Fork and North Forks of John Day River.\nExtent: Moderate"
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES PROPOSED",
    "content": "SERIES PROPOSED: Crook County, Oregon 2007."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nmollic epipedon:  2 to 33 inches; A, Bw, 2Eb, 2Btb\nargillic layer:  15 to 60 inches; 2Btb\nash layer:  2 to 14 inches having andic soil properties; A, Bw\nparticle-size control section:  15 to 35 inches; 2Btb1, 2Btb2\nNational Cooperative Soil Survey\nU.S.A."
  }
}
