{
  "SERIES": "KIEHL",
  "STATUS": "Established Series",
  "BYREV": "Rev. MEH/RJE/JAL",
  "REVDATE": "02/2002",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Sandy-skeletal, isotic, frigid Andic Haploxerepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Kiehl gravelly ashy silt loam - forested.  (Colors are for dry soil unless otherwise noted.)\n0i--0 to 1 inch; partially decomposed leaves, twigs, needles and grass roots.\nBw1--1 to 12 inches; pink (7.5YR 7/4) gravelly ashy silt loam, strong brown (7.5YR 5/6) moist; weak fine  granular and fine medium subangular blocky structure; soft, friable, nonsticky, nonplastic and weakly smeary; many fine roots; 20 percent pebbles; slightly acid (pH 6.2); clear wavy boundary.  (7 to 14 inches thick)\nBw2--12 to 23 inches; very pale brown (10YR 7/4) gravelly ashy fine sandy loam, yellowish brown (10YR 5/8) moist; weak fine subangular blocky structure; soft, very friable, slightly sticky, nonplastic and weakly smeary; many fine roots with concentration of roots at lower boundary; 20 percent pebbles, 10 percent cobbles; slightly acid (pH 6.4); clear wavy boundary.  (7 to 12 inches thick)\n2C1--23 to 29 inches; very pale brown (10YR 7/3) extremely gravelly loamy sand, yellowish brown (10YR 5/4) moist; single grain; loose; common fine roots; 40 percent pebbles, 20 percent cobbles, 10 percent stones; slightly acid (pH 6.4); clear wavy boundary.  (0 to 8 inches thick)\n2C2--29 to 60 inches; very pale brown (10YR 7/3) extremely gravelly loamy coarse sand, brown (10YR 5/3) moist; single grain; loose; few fine roots; 45 percent pebbles, 20 percent cobbles, 10 percent stones; slightly acid (pH 6.4)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Stevens County, Washington; northern headland of Flat Creek; 1,800 feet west, 2,840 feet north of the southeast corner Sec.  20, T. 40 N., R. 38 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The mean annual soil temperature at a depth of 20 inches ranges from 43 to 45 degrees F.  These soils are usually moist but are dry in all parts between depths of 8 and 24 inches for 45 to 75 consecutive days.  The upper 7 to 14 inches of the volcanic ash mantle is silt loam or gravelly silt loam, and is estimated to have a moist bulk density of less than 1.0 g/cc and acid-oxalate extractable aluminum plus one-half iron of more than 1.0 percent.  The lower part of the solum is estimated to have 5 to 20 percent volcanic glass and acid-oxalate extractable aluminum plus one-half iron of 0.4 to 1.0 percent.\nThe Bw horizon has hue of 7.5YR or 10YR, value of 3 through 5 moist, 5 through 7 dry, and chroma of 3 to 8 moist, 3 through 6 dry.  The Bw2 horizon is loam, silt loam or fine sandy loam and is gravelly, cobbly, very gravelly or very cobbly.  Rock fragments range from 0 to 40 percent.  This horizon has weak granular or blocky structure.  Some pedons have an A horizon with hue of 10YR, value of 4 or 5 dry, 2 or 3 moist, and chroma of 2 or 3 dry or moist.\nThe 2C horizon has hue of 2.5Y or 10YR, value of 5 through 8 dry, 4 or 5 moist, and chroma of 3 or 4 dry or moist.  It ranges from loamy sand to coarse sand and is very gravelly, very cobbly, extremely gravelly or extremely cobbly.  Rock fragments range from 45 to 80 percent.  This horizon is single grained, but has some bridging of sand grains.  Reaction is slightly acid or neutral."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Goddard series.  Goddard soils are dry for 75 to 90 consecutive days."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Kiehl soils are on glacial outwash terraces and terrace escarpments at elevations of 2,000 to 4,000 feet.  Slopes are 0 to 65 percent.  These soils formed in loess, volcanic ash and gravelly glacial outwash.  These soils are in a climate having cold, moist winters and warm, dry summers; average annual precipitation is 18 to 30 inches; mean annual temperature is about 44 degrees F; and the frost-free period ranges from 90 to 120 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Aits, Bonner, Inkler, and Newbell soils and the competing Goddard series.  Aits soils are coarse-loamy.  Bonner soils are coarse-loamy over sandy or sandy-skeletal.  Inkler and Newbell soils are loamy-skeletal."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; slow or medium runoff; moderately rapid permeability in the B horizon and rapid in the 2C horizon."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are used mainly for grazable woodland and some dryland cropland.   Overstory vegetation is Douglas-fir, grand fir, western larch, ponderosa pine, and lodgepole pine, with an understory of common snowberry, strawberry, mallow ninebark, creambush oceanspray, Oregon-grape, pinegrass, needlegrass, longtube twinflower and yarrow."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northeastern Washington.  Series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Stevens County (North Ferry Area), Washington, 1971."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are an ochric epipedon from the mineral surface to 12 inches formed in volcanic ash with an estimated bulk density of 0.65 to 1.0 g/cc. and a cambic horizon from 12 to 23 inches that is influenced by volcanic ash with an estimated bulk density of 1.00 to 1.30 g/cc.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
