{
  "SERIES": "KILARC",
  "STATUS": "Established Series",
  "BYREV": "Rev. JJJ/CEJ",
  "REVDATE": "10/97",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, mixed, superactive, mesic Mollic Palexeralfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Kilarc loam on a 15 percent west facing slope under blue oak, whiteleaf manzanita and poison oak at 1,650 feet elevations.  (When described on September 4, 1973 the soil was dry throughout.  Colors are for dry soil unless otherwise stated.)\nA1--0 to 3 inches; grayish brown (10YR 5/2) loam, very dark grayish brown (10YR 3/2) moist; moderate fine granular structure; slightly hard, very friable, nonsticky, and slightly plastic; many very fine roots; many very fine interstitial pores; slightly acid (pH 6.2); clear smooth boundary.  (2 to 4 inches thick)\nA2--3 to 9 inches; grayish brown (10YR 5/2) gravelly sandy clay loam, dark brown (7.5YR 3/2) moist; massive; hard, friable slightly sticky, and plastic; common very fine and fine roots; many very fine tubular and interstitial pores; slightly acid (pH 6.2) abrupt wavy boundary.  (5 to 9 inches thick)\nBt1--9 to 16 inches; light brownish gray (10YR 6/2) clay, brown (7.5YR 4/2) moist, moderate coarse prismatic structure; extremely hard, very firm, very sticky, and plastic; common very fine, few fine and many medium roots; common very fine tubular pores; continuous moderately thick clay films on ped faces; extremely acid (pH 4.2); clear smooth boundary.  (4 to 7 inches thick)\nBt2--16 to 22 inches; pale brown (10YR 6/3) clay, brown (7.5YR 4/4) moist; moderate medium subangular blocky structure; extremely hard; very firm, very sticky, and plastic; common very fine, few fine and many medium roots; common very fine tubular and interstitial pores; many moderately thick clay films on ped faces and as bridges; extremely acid (pH 4.2); gradual smooth boundary.  (6 to 10 inches thick)\nBt3--22 to 34 inches; pale brown (10YR 6/3) sandy clay, brown (10YR 4/3) moist; massive; very hard, friable, sticky, and plastic; few very fine, fine and medium roots; common very fine tubular and many very fine interstitial pores; many moderately thick clay films as bridges; extremely acid (pH 4.4); gradual smooth boundary.  (8 to 14 inches thick)\nBt4--34 to 44 inches; light gray (2.5Y 7/2) sandy clay with common medium distinct light brownish gray mottles, olive brown (2.5Y 4/4) moist; massive; hard, friable, slightly sticky, and plastic; few fine roots; common very fine tubular pores; common moderately thick clay films in pores; very strongly acid (pH 4.5).  This horizon changes gradually into unaltered weakly cemented sandstone; gradual irregular boundary.\nCr--44 inches; weakly consolidated sandstone."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  In Shasta County, California about 2 1/2 miles west of Whitmore in the NW 1/4 of Section 23, T.32N., R.1W, along the NE side of the Whitmore Road, 100 yards north of Fern Spring."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Combined A and Bt thickness is 25 to 44 inches.  Mean annual soil temperature ranges from 54 degrees to 57 degrees F.  The soil is dry most years between 4 and 12 inches during the period starting about early June and ending about late September.  The remainder of the year the soils are moist.  In most areas basalt cobbles and stones are scattered over the soil surface.\nThe A horizon colors are in 10YR and 2.5Y hues and have values of 5 or 4 dry and 3 or 2 moist.  Chromas are 2, 3 or 4 moist or dry.  Texture is gravelly silt loam, sandy clay loam, cobbly loam, very stony sandy clay loam, and ranges from 15 to 25 percent clay.  Structure is massive, granular or subangular blocky; and reaction is slightly acid to moderately acid.\nThe Bt horizon colors are in 7.5YR, 10YR and 2.5Y hues with values of 4, 5 and 6 dry and 3, 4 and 5 moist.  Chromas are 2, 3 and 4.  Texture in the upper Bt is clay or sandy clay with 40 to 65 percent clay and is clay loam, sandy clay loam or gravelly sandy clay with 30 to 50 percent clay in the lower part.  Structure is massive to subangular blocky or prismatic and reaction is very strongly acid to extremely acid."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Dearyton (WA) series.  Dearyton soils are dry 60 to 80 days and the mean annual soil temperature is 47 to 52 degrees F.  The Hodgson soils are dry 60 to 75 days, the mean annual soil temperature is 47 to 51 degrees F. and calcareous at a depth of 14 to 26 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  The Kilarc soils are on gentle to steep slopes at intermediate elevations in mountainous areas.  The regolith is strongly weathered sandstone, shale and conglomerate.  Elevations range from 600 to 3,600 feet.  The climate is moist subhumid with mean annual rainfall of 30 to 65 inches, warm dry summers and cool moist winters.  Mean annual temperature is about 53 degrees F. (52-54), average January temperature about 40 degrees F., and average July temperature about 75 degrees F.  The frost-free period is about 120 to 225 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICAL ASSOCIATED SOILS",
    "content": "GEOGRAPHICAL ASSOCIATED SOILS:  Kilarc soils occur in the same general areas as the Aiken, Sites and Cohasset soils under conifers near the top of the elevation range and the Supan and Toomes soils under grass, shrubs and oaks at lower elevations with warmer climates."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained, very slow to slow permeability, and slow to rapid runoff.  Erosion hazard is moderate to high."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used for pasture and livestock grazing. Vegetation is oaks, digger pine, poison oak, manzanita, annual and perennial grasses and forbs."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  In the Cascade Range of Northern California where they are inextensive.  MLRA is 22."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Shasta County, California, 1958."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in the pedon are:\nOchric epipedon - the zone from the surface of the soil to a depth of 9 inches (A1, A2).\nArgillic Horizon - the zone from 9 to 44 inches (Bt1, Bt2, Bt3, Bt4).\nADDITIONAL DATA:  UCD lab sample 73-CA-45-113X.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
