{
  "SERIES": "KILBURN",
  "STATUS": "Established Series",
  "BYREV": "Rev. AJE-DTH-RLT",
  "REVDATE": "03/2003",
  "STATES": "UT",
  "OVERVIEW": "The Kilburn series consists of very deep, somewhat excessively drained, moderately rapidly permeable soils.  These soils formed in alluvium and colluvium derived dominantly from gneiss, schist and quartzite on fan terraces, lake terraces, stream terraces and deltas.  Slopes range from 0 to 50 percent.  Average annual precipitation is about 17 inches and the mean annual temperature is about 49 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive, mesic Typic Haploxerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Kilburn gravelly sandy loam--rangeland.  (Colors are for air-dry soil unless otherwise stated.)\nA1--0 to 5 inches; very dark grayish brown (10YR 3/2) gravelly\nsandy loam, very dark brown (10YR 2/2) moist; weak thin platy structure parting to weak fine granular; slightly hard, very friable, slightly sticky and slightly plastic; many medium and fine roots; few medium pores; 20 percent gravel; slightly acid (pH 6.5); clear smooth boundary.  (5 to 10 inches thick)\nA2--5 to 11 inches; dark brown (10YR 3/3) very gravelly sandy loam, very dark brown (10YR 2/2) moist; weak subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; many medium and fine roots; few very fine pores; 45 percent gravel; slightly acid (pH 6.4); gradual wavy boundary.  (4 to 10 inches thick)\nBw--11 to 24 inches; light olive brown (2.5Y 5/4) very cobbly sandy loam, olive brown (2.5Y 4/3) moist; weak medium subangular blocky structure; hard, friable, slightly sticky and slightly plastic; many medium and fine roots; few very fine pores; 45 percent gravel and cobbles; slightly acid (pH 6.1); clear smooth boundary.  (6 to 16 inches thick)\nC--24 to 60 inches; light olive brown (2.5Y 5/4) very gravelly\ncoarse sand, olive brown (2.5Y 4/3) moist; massive; parting to single grain; soft, very friable; few fine roots; 50 percent gravel, 8 percent cobbles; slightly acid (pH 6.3)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Davis County, Utah; 600 feet north and 200 feet east of the west 1/4 corner, sec. 25, T. 4 N., R. 1 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The mollic epipedon is 8 to 20 inches thick.  The particle size control section is 35 to 60 percent rock fragments.  Reaction is slightly acid to neutral throughout the profile.  Average texture of the particle size control section is very gravelly sandy loam or very cobbly sandy loam.  The A horizon has hues of 2.5Y, 10YR, or 7.5YR; values of 3 to 5 dry and 2 to 3.5 moist; and chromas of 2 or 3.  Texture is mainly gravelly sandy loam, gravelly fine sandy loam and gravelly light loam in places.  Rock fragment content is 15 to 35 percent.  Organic matter content is 1 to 6 percent.\nThe Bw horizon has hues of 2.5Y, 10YR, or 7.5YR; values of 4 to 6 dry and 3 to 5 moist; and chromas of 3 to 5.  Texture is very cobbly or very gravelly sandy loam.  Rock fragment content is 35 to 60 percent.  Organic matter content averages less than 1 percent.\nThe C horizon has hues of 2.5Y, 10YR, or 7.5YR; values of 4 to 6 dry and 3 to 5 moist; and chromas of 3 to 5.  Rock fragment content is 35 to 60 percent increasing with depth.  At depths below 30 inches there are strata of cobbles, gravel, and sand without silt or clay.  Texture is very gravelly loamy sand or very cobbly loamy sand."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Benco, Brief, Clint and Speigle series.  Benco soils have more than 45 percent silt in the B horizon.  Brief soils lack sandy-skeletal textures between 20 and 40 inches and are mildly alkaline.  Clint soils have bedrock between 20 and 40 inches.  Speigle soils have medium textured loam or clay loam in the C horizon and lack sandy-skeletal textures between 20 and 40 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  The Kilburn soils are on nearly level to very steep, colluvial and alluvial fans, fan terraces, high lake terraces, stream terraces and deltas.  Elevations ranges from 4,400 to 5,300 feet.  Slopes are dominantly 0 to 20 percent but range from 0 to 50 percent.  These soils formed in alluvium and colluvium derived mainly from gneiss, granite, sandstone, and schist, and also includes material from other kinds of rocks.  The climate is dry subhumid.  The mean annual temperature is 45 to 52 degrees F; the mean summer temperature is 68 to 73 degrees F, and the freeze-free period is 140 to 180 days.  The mean annual precipitation ranges from 15 to 19 inches and 12 to 16 inches fall during the period that the average monthly temperature is above 32 degrees F."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Ackman, Francis, Ridd, Steed, Timpanogos and Wasatch soils.  Ackman soils have mollic epipedons more than 20 inches thick, lack cambic horizons and have loamy control sections that are not gravelly or cobbly.  Francis soils lack cambic horizons and have fine sand control sections that are not gravelly or cobbly.  Ridd soils have a cobbly sandy loam argillic horizon.  Steed soils lack cambic horizons and are sandy-skeletal.  Timpanogos soils have argillic horizons that are not gravelly or cobbly and have horizons of carbonate accumulation.  Wasatch soils have particle size control sections that are sand or loamy coarse sand."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Somewhat excessively drained; slow to rapid runoff; moderately rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used for irrigated cropland, orchards, rangeland and urban areas.  Typical vegetation on present range is mainly bluebunch wheatgrass, sand dropseed, Indian ricegrass, needleandthread, big sagebrush and oakbrush."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Central and northern Utah along the Wasatch Front.  The soil is of large extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Phoenix, Arizona"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Davis County, Davis-Weber Soil Survey Area, Utah, 1967."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon - the zone of dark colored soil material from the soil surface to a depth of 11 inches.  (A1 and A2 horizons)\nParticle size control section -10 to 40 inches.\nThe superactive cation exchange activity class was added in 03/2003 to the taxonomic classification by the National Soil Survey Center on request of the Reno MLRA office, without review of the soil series property data. The remainder of this document has not been updated."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "NA"
  },
  "SITE": [
    [
      {
        "drainage": "somewhat excessively",
        "drainage_overview": "somewhat excessively"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A1",
        "top": 0,
        "bottom": 13,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "NA",
        "cf_class": "gravelly",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "A1--0 to 5 inches; very dark grayish brown (10YR 3/2) gravelly"
      },
      {
        "name": "A2",
        "top": 13,
        "bottom": 28,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "sandy loam",
        "cf_class": "very gravelly",
        "pH": 6.4,
        "pH_class": "slightly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "A2--5 to 11 inches; dark brown (10YR 3/3) very gravelly sandy loam, very dark brown (10YR 2/2) moist; weak subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; many medium and fine roots; few very fine pores; 45 percent gravel; slightly acid (pH 6.4); gradual wavy boundary.  (4 to 10 inches thick)"
      },
      {
        "name": "Bw",
        "top": 28,
        "bottom": 61,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "2.5Y",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "sandy loam",
        "cf_class": "very cobbly",
        "pH": 6.1,
        "pH_class": "slightly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bw--11 to 24 inches; light olive brown (2.5Y 5/4) very cobbly sandy loam, olive brown (2.5Y 4/3) moist; weak medium subangular blocky structure; hard, friable, slightly sticky and slightly plastic; many medium and fine roots; few very fine pores; 45 percent gravel and cobbles; slightly acid (pH 6.1); clear smooth boundary.  (6 to 16 inches thick)"
      },
      {
        "name": "C",
        "top": 61,
        "bottom": 152,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "2.5Y",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "NA",
        "cf_class": "very gravelly",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "C--24 to 60 inches; light olive brown (2.5Y 5/4) very gravelly"
      }
    ]
  ]
}
