{
  "SERIES": "KILCHIS",
  "STATUS": "Established Series",
  "BYREV": "Rev. GEO/MHF/TDT",
  "REVDATE": "06/2011",
  "STATES": "OR,WA",
  "OVERVIEW": "The Kilchis series consists of shallow, well drained soils that formed in loamy colluvium and residuum weathered from basalt and other basic igneous rocks. Kilchis soils occur on summits, ridges, and shoulder slopes of mountains. Slopes are 3 to 100 percent. The mean annual precipitation is about 90 inches, and the mean annual temperature is about 50 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, isotic, mesic Lithic Humudepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Kilchis cobbly medial loam - woodland, on a 75 percent southwest-facing slope at an elevation of 800 feet. (Colors are for moist soil unless otherwise noted. When described on July 15, 1998 the soil was moist throughout.)\nOi--0 to 1 inch; slightly decomposed plant material; abrupt wavy boundary.\nA--1 to 9 inches; dark brown (7.5YR 3/2) cobbly medial loam, brown (7.5YR 4/4) dry; moderate fine granular structure; slightly hard, friable, slightly sticky and slightly plastic; moderately smeary; many very fine and fine, and common medium and coarse roots; many very fine and fine, and common medium, and few coarse irregular pores; 15 percent gravel, 10 percent cobbles, and 5 percent stones; strongly acid (pH 5.2); NaF pH 9.9; clear wavy boundary. (4 to 12 inches thick)\nBw--9 to 14 inches; brown (7.5YR 4/3) very cobbly loam, brown (7.5YR 4/4) dry; weak fine subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; weakly smeary; many very fine and fine, common medium, and few coarse roots; common very fine, fine, and medium, and few coarse tubular pores; 25 percent gravel, 25 percent cobbles, and 7 percent stones; strongly acid (pH 5.2); NaF pH 9.8; clear wavy boundary. (4 to 12 inches thick)\nC--14 to 17 inches; strong brown (7.5YR 4/6) very cobbly loam, strong brown (7.5YR 5/6) dry; massive; slightly hard, friable, slightly sticky and slightly plastic; weakly smeary; common fine and medium, and few coarse roots; common fine and medium, and few coarse tubular pores; 20 percent gravel, 25 percent cobbles, and 10 percent stones; strongly acid (pH 5.3); NaF pH 10.0; abrupt wavy boundary. (0 to 8 inches thick)\nR--17 inches; highly fractured, indurated basalt; fractured at intervals of 4 to less than 18 inches."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Benton County, Oregon; on a convex shoulder slope about 2,000 feet below the summit of Doe Mountain; located about 1,980 feet south and 450 feet east of the northwest corner of section 19, T. 13 S., R. 7 W., W.M.; Latitude 44 degrees, 25 minutes, 40 seconds N., Longitude 123 degrees, 35 minutes, 39 seconds W.; Alsea, Oregon 7.5 minute USGS quadrangle; NAD 1927)."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: These soils are usually moist and are dry for less than 45 consecutive days in all parts of the moisture control section between depths of 4 and 12 inches in the four-month period following the summer solstice in most years. The mean annual soil temperature ranges from 47 to 55 degrees F. The particle-size control section has 12 to 27 percent clay and 35 to 85 percent total rock fragments. Andic soil features occur in the upper part of the A horizon, but do not extend beyond a depth of 12 inches. Depth to bedrock ranges from 12 to 20 inches. The umbric epipedon is 7 to 20 inches thick. Hue is 5YR or 7.5YR. Soil reaction is very strongly acid to moderately acid. The solum has weakly smeary or moderately smeary consistence.\nThe A horizon has value of 2 or 3 moist, 4 or 5 dry and chroma of 2 or 3 moist, 2 to 4 dry. The fine-earth texture is medial loam or medial sandy loam with 5 to 27 percent clay by field estimate. It has 5 to 50 percent gravel, 0 to 15 percent cobbles, and 0 to 10 percent stones. Andic properties include moist bulk density of 0.85 to 1.0 grams per cubic centimeter, phosphate retention of greater than 85 percent, acid oxalate extractable aluminum plus one-half iron values of 1.0 to 3.0 percent, and 15-bar moisture (air-dried) of 12 to 30 percent.\nThe Bw horizon has value of 2 to 4 moist, 3 to 6 dry and chroma of 2 to 6 moist and dry. The fine-earth texture is loam or silt loam with 12 to 27 percent clay content. It has 15 to 50 percent gravel, 0 to 40 percent cobbles, and 0 to 15 percent stones.\nThe C horizon, when present, has value of 2 to 4 moist, 3 to 6 dry and chroma of 2 to 6 moist and dry. The fine-earth texture is loam, silt loam, or sandy loam with 12 to 27 percent clay content. It has 15 to 40 percent gravel, 10 to 65 percent cobbles, and 0 to 15 percent stones."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: This is the Sankey series in the same family, and the Goldbeach series in a similar family. Both of these soils occur in open grassland areas on mountains in southwestern Oregon. Sankey soils have 27 to 35 percent clay, angular-shaped rock fragments of metasedimentary or metavolcanic origin in the particle-size control section, have more than 20 percent by volume rock fragments that are 3 to 10 inches in diameter, and have 10YR hue. Goldbeach soils have hue of 10YR, 18 to 25 percent clay, channer-shaped rock fragments in the solum, and is currently in a mixed mineralogy class."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: The Kilchis soils occur on summits, ridges, and shoulder slopes of mountains in the Coast Range and Cascade Range. These metastable to active landforms are typified by uneven, step-like benches caused by sliding and slumping of bedrock, and reflect ongoing side slope erosional processes on the associated landscapes. Slopes are 3 to 100 percent. Elevations are 200 to 3,500 feet. Where these soils are mapped in the Coast Range, elevations are 200 to 2,800 feet, and reach heights of 3,500 feet in the southern portion of the range. Where these soils are mapped in the Cascade Range, elevations are 500 to 2,700 feet, and reach heights of 3,500 feet in the southern portion of the range. The soils formed in loamy colluvium and residuum derived from basalt and other basic igneous rocks. The climate is characterized by warm wet winters and hot moist summers. The mean annual precipitation is 60 to 120 inches. The mean July temperature is 63 degrees F. and the mean January temperature is 37 degrees F. The mean annual temperature is 45 to 54 degrees F. The frost-free period is 100 to 220 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Formader, Harslow, Hembre, Hemcross, Klickitat, Klistan, and Trask soils.All of these soils occur on mountains. Formader soils are medial and 20 to 40 inches deep to a paralithic bedrock contact. Harslow soils are medial-skeletal and 20 to 40 inches deep to a lithic bedrock contact. Hembre soils contain less than 50 percent rock fragments and are more than 40 inches deep to bedrock. Hemcross soils are medial and greater than 60 inches deep. Klickitat soils greater than 40 inches deep to bedrock. Klistan soils are medial-skeletal and 40 to more than 60 inches deep to a lithic bedrock contact. Trask soils have hue of 10YR or 7.5YR and they are 20 to 40 inches deep to bedrock. Extensive escarpments and outcrops of basalt are commonly associated with Kilchis soils."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well or excessively drained; moderately rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Kilchis soils are used for timber production, recreation, wildlife habitat, and watersheds. Native vegetation is mainly Douglas fir, western hemlock, bigleaf maple, salal, creambush oceanspray, cascade Oregongrape, vine maple, western swordfern, baldhip rose, trailing blackberry and grasses. In recently burned over areas, red huckleberry and western swordfern are dominant."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Coast Range Mountains and the western slopes of the Cascade Range in western Oregon; MLRA 1, 3. The soil is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Tillamook County, Oregon, 1963."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Investigation of this series as it has been mapped in the Cascade Range is needed to determine whether or not the current classification as an Inceptisol is consistent in MLRA 3, or whether another series is necessary. Additional investigation is also needed in Washington state where this soil has been mapped in Kitsap County (in the Puget Sound region) for similar reasons.\nDiagnostic horizons and features recognized in this pedon include:\nUmbric epipedon - from 1 to 9 inches\nSome pedons have a cambic horizon\nParticle-size control section - from 11 to 17 inches\nAndic subgroup feature - from the mineral soil surface to a depth of 9 inches (A horizon). Based on lab data from 2 reference samples and field observations and lab data from associated soils.\nMedial modifiers were used for those horizons meeting the andic subgroup criteria although not meeting andic soil properties. A proposal was submitted to NSSC (2000) to revise the definition of medial to also include those soil properties qualifying for the Andic subgroup under criteria #1 for andic soil properties.\nDepth to diagnostic horizons and features is measured from the top of the first mineral layer."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "ADDITIONAL DATA: Characterization data available from reference samples S98OR-003-009 and S98OR-003-012 from Benton County, Oregon; NSSL; Lincoln, NE; 7/2000."
  },
  "SITE": [
    [
      {
        "drainage": "well or excessively",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Oi",
        "top": 0,
        "bottom": 3,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "NA",
        "structure": "NA",
        "dry_rupture": "NA",
        "moist_rupture": "NA",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "eff_class": "NA",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "Oi--0 to 1 inch; slightly decomposed plant material; abrupt wavy boundary."
      },
      {
        "name": "A",
        "top": 3,
        "bottom": 23,
        "dry_hue": "7.5YR",
        "dry_value": 4,
        "dry_chroma": 4,
        "moist_hue": "7.5YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "loam",
        "structure": "moderate fine granular",
        "dry_rupture": "hard",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "cobbly",
        "pH": 5.2,
        "pH_class": "strongly acid",
        "eff_class": "NA",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "A--1 to 9 inches; dark brown (7.5YR 3/2) cobbly medial loam, brown (7.5YR 4/4) dry; moderate fine granular structure; slightly hard, friable, slightly sticky and slightly plastic; moderately smeary; many very fine and fine, and common medium and coarse roots; many very fine and fine, and common medium, and few coarse irregular pores; 15 percent gravel, 10 percent cobbles, and 5 percent stones; strongly acid (pH 5.2); NaF pH 9.9; clear wavy boundary. (4 to 12 inches thick)"
      },
      {
        "name": "Bw",
        "top": 23,
        "bottom": 36,
        "dry_hue": "7.5YR",
        "dry_value": 4,
        "dry_chroma": 4,
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "loam",
        "structure": "weak fine subangular blocky",
        "dry_rupture": "hard",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "very cobbly",
        "pH": 5.2,
        "pH_class": "strongly acid",
        "eff_class": "NA",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bw--9 to 14 inches; brown (7.5YR 4/3) very cobbly loam, brown (7.5YR 4/4) dry; weak fine subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; weakly smeary; many very fine and fine, common medium, and few coarse roots; common very fine, fine, and medium, and few coarse tubular pores; 25 percent gravel, 25 percent cobbles, and 7 percent stones; strongly acid (pH 5.2); NaF pH 9.8; clear wavy boundary. (4 to 12 inches thick)"
      },
      {
        "name": "C",
        "top": 36,
        "bottom": 43,
        "dry_hue": "7.5YR",
        "dry_value": 5,
        "dry_chroma": 6,
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 6,
        "texture_class": "loam",
        "structure": "massive",
        "dry_rupture": "hard",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "very cobbly",
        "pH": 5.3,
        "pH_class": "strongly acid",
        "eff_class": "NA",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "C--14 to 17 inches; strong brown (7.5YR 4/6) very cobbly loam, strong brown (7.5YR 5/6) dry; massive; slightly hard, friable, slightly sticky and slightly plastic; weakly smeary; common fine and medium, and few coarse roots; common fine and medium, and few coarse tubular pores; 20 percent gravel, 25 percent cobbles, and 10 percent stones; strongly acid (pH 5.3); NaF pH 10.0; abrupt wavy boundary. (0 to 8 inches thick)"
      },
      {
        "name": "R",
        "top": 43,
        "bottom": "NA",
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "NA",
        "structure": "NA",
        "dry_rupture": "NA",
        "moist_rupture": "NA",
        "coherence": "indurated",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "eff_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "R--17 inches; highly fractured, indurated basalt; fractured at intervals of 4 to less than 18 inches."
      }
    ]
  ]
}
