{
  "SERIES": "KILDARE",
  "STATUS": "Established Series",
  "BYREV": "KG; JDS",
  "REVDATE": "10/2004",
  "STATES": "LA,TX",
  "OVERVIEW": "The Kildare series consists of moderately deep to  very deep, very poorly drained, very slowly permeable soils that formed in loamy  alluvium. These nearly level soils are in depresssional areas on marine and stream terraces. Slopes range from 0 to 1 percent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS:  Fine-loamy, siliceous, active, thermic Typic Fragiaquults"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Kildare silt loam, on a mounded landscape in an intermound position, in woodland (colors are for moist soil unless otherwise stated).\nAp--0 to 7 inches; very dark grayish brown (10YR 3/2), rubbed, and dark brown (10YR 3/3), unrubbed, silt loam; moderate medium granular structure; friable, slightly sticky, nonplastic; many very fine and fine roots throughout; 20 percent  discontinuous distinct dark grayish brown (10YR 4/2) silt coats on all faces of peds; 1 percent fine distinct irregular dark brown (10YR 3/3) iron-manganese masses between peds; extremely acid; clear wavy boundary. (2 to 10 inches thick)\nEng--7 to 14 inches; grayish brown (10YR 5/2) silt loam; weak fine subangular blocky structure; friable, nonsticky, nonplastic; many very fine and fine roots throughout and common medium roots throughout; common very fine moderate continuity dendritic tubular pores; 3 percent  discontinuous distinct very dark grayish brown (10YR 3/2) organic stains on faces of peds and in pores; 3 percent fine prominent cylindrical masses of oxidized iron on surfaces along pores; 5 percent medium and coarse distinct spherical dark grayish brown (10YR 4/2) worm casts; very strongly acid; clear irregular boundary. (3 to 9 inches thick)\nBtng/E1--14 to 25 inches; 70 percent dark grayish brown (10YR 4/2) clay loam (Bt parts) and 30 percent grayish brown (10YR 5/2) loam (E parts); weak medium subangular blocky structure; friable, slightly sticky, slightly plastic; many very fine and fine roots between peds and common medium roots between peds; common very fine moderate continuity dendritic tubular pores; 20 percent  discontinuous distinct very dark grayish brown (10YR 3/2) organoargillans on faces of peds and in pores; crawfish krotovinas 2 to 4 cm. wide that are filled with material from the E horizon, and which contain dark grayish brown (10YR 4/2) cups that extend through this horizon and occupy about 30 percent of the volume; very strongly acid; abrupt smooth boundary.\nBtng/E2--25 to 30 inches; 70 percent dark grayish brown (10YR 4/2) clay loam (Bt parts) and (E) 20 percent grayish brown (10YR 5/2) very fine sandy loam; weak medium subangular blocky structure; friable, slightly sticky, slightly plastic; many very fine and fine roots between peds; common very fine moderate continuity dendritic tubular pores; 25 percent continuous distinct very dark grayish brown (10YR 3/2) organoargillans on faces of peds and in pores; 15 percent medium and coarse distinct irregular brown (7.5YR 4/4) and strong brown (7.5YR 4/6) masses of oxidized iron on ped faces and pores; crawfish krotovinas 2 to 4 cm. wide that are filled with material from the E horizon, and which contain dark grayish brown (10YR 4/2) cups that extend through this horizon and occupy about 20 percent of the volume; very strongly acid; gradual wavy boundary.\nBtxng--30 to 36 inches; dark grayish brown (10YR 4/2) loam; weak very coarse prismatic structure; extremely firm; 95 percent brittle peds; few very fine and fine roots in cracks; common very fine and fine low continuity vesicular and tubular pores; 10 percent discontinuous distinct very dark grayish brown (10YR 3/2) organoargillans on faces of peds and in pores; 10 percent medium and coarse distinct irregular strong brown (7.5YR 4/6) masses of oxidized iron between peds; very strongly acid; gradual wavy boundary.\nBtxg/E--36 to 42 inches; 60 percent dark grayish brown (10YR 4/2) clay loam (Btxg parts), and 20 percent  discontinuous faint grayish brown (10YR 5/2) loam and very fine sandy loam coats on faces of peds (E parts); weak very coarse prismatic structure; extremely firm; 95 percent brittle peds in both the Btxg and E parts; common very fine and fine low continuity vesicular and tubular pores; 7 percent  discontinuous distinct very dark grayish brown (10YR 3/2) and dark grayish brown (10YR 4/2) organoargillans on faces of peds and in pores; 4 percent medium and coarse prominent irregular reddish brown (5YR 4/4) masses of oxidized iron on ped faces and pores; 13 percent medium and coarse prominent irregular dark yellowish brown (10YR 4/4) and dark yellowish brown (10YR 4/6) masses of oxidized iron on ped faces and pores; very strongly acid; abrupt smooth boundary.\nBtxg--42 to 45 inches; light brownish gray (10YR 6/2) fine sandy loam; weak medium and coarse subangular blocky structure; very firm; 60 percent brittle peds; 5 percent discontinuous distinct dark grayish brown (10YR 4/2) organoargillans on faces of peds; 7 percent medium and coarse prominent irregular yellowish brown (10YR 5/4) and yellowish brown (10YR 5/6) masses of oxidized iron throughout; strongly acid; clear wavy boundary.\nC1--45 to 67 inches; pale brown (10YR 6/3) loamy fine sand; structureless massive; nonsticky, nonplastic;  15 percent medium and coarse irregular yellowish brown (10YR 5/4 and 10YR 5/6) masses of oxidized iron throughout; very strongly acid; diffuse wavy boundary.\nC2--67 to 85 inches; pale brown (10YR 6/3) loamy fine sand; structureless massive; nonsticky, nonplastic; 30 percent coarse and very coarse prominent irregular yellowish brown (10YR 5/6) masses of oxidized iron throughout; very strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Cass County, Texas; Kildare silt loam in an area of Mollville-Kildare complex, 0 to 1 percent slopes; located from the intersection of U.S. Highway 59 and Texas Highway 125, 12 miles southeast on Texas Highway 125 to Texas Highway 43, then 3,500 feet south on Texas Highway 43, and 200 feet west of road; Latitude 32 degrees, 53 minutes, 55.58 seconds N.; Longitude 94 degrees, 11 minutes, 12.07 seconds W., Kildare, Texas USGS 7.5 Minute Quadrangle."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Solum ranges from 40 to 70 inches. Depth to the fragipan ranges from 25 to 40 inches. Crayfish bioturbation ranges from 20 to 40 percent in the horizons above the fragipan.  The  thickness of the epipedon ranges from is 10 to 20 inches thick. The clay content in these soils typically ranges from about 15 to 30 percent in the argillic horizon above the fragipan.  Reaction ranges from extremely acid to neutral throughout.\nThe A horizon has hue of 10YR, value of 3 to 6, and chroma of 1 to 3. Texture is silt loam, loam, or very fine sandy loam. Iron concentrations in shades of brown or yellow range from 0 to 10 percent.\nThe Eg or Eng horizon has hue of 7.5YR or 10YR, value of 5 to 7, and chroma of 1 or 2. Texture is silt loam, loam, or very fine sandy loam. Iron concentrations in shades of brown or yellow range from 5 to 20 percent.  Exchangeable sodium percentage (ESP) ranges from 2 to 20%.\nThe Bt part of the Btng/E horizon has hue of 7.5YR or 10YR, value of 4 to 6, and chroma of 1 or 2. Texture is silty clay loam, clay loam, loam, or silt loam. The E part has hues of 10YR, with values of 5 to 7, and chroma of 2 or 3. The E parts occupy from 10 to 40 percent of the horizon. Iron concentrations in shades of brown, yellow, or red range from 0 to 25 percent.  Exchangeable sodium percentage (ESP) is 15% or more, or the sodium adsorption ratio (SAR) is 13% or more in one or more subhorizons of the Btg/E horizon.\nThe upper part of the Btxg/E, Btxng/E, or Btxg horizon has hue of 7.5YR or 10YR, value of 4 to 6, and chroma of 1 or 2 in the Btx parts. Texture is silty clay loam, clay loam, silt loam or loam. The E parts have hue of 10YR, value of 5 to 7, and chroma of 1 or 2. Texture in the E parts is silt loam, loam, or very fine sandy loam. The E parts range from 15 to 25 percent of the horizon. Iron concentrations in shades of brown or yellow range from 2 to 25 percent. This horizon is extremely firm and brittle in 60 to 95 percent of the cross-section.  Exchangeable sodium percentage (ESP) ranges from 2 to 20%.\nThe Btgx or the BC horizon, where present have hue of 7.5YR or 10YR, value of 5 to 6, and chroma of 1 or 2. Texture is fine sandy loam, silt loam or loam. Iron concentrations in shades of brown, yellow, or red range from 5 to 20 percent. Iron depletions in shades of gray range from 0 to 5 percent. Where there are fragic properties present, the horizon is very firm and brittle in 30 to 70 percent of the cross-section.\nThe C or 2C horizon has a hue of 7.5YR or 10YR, value of 5 or 6 and chroma of 2 through 4.  Texture is loamy fine sand, fine sand, very fine sandy loam, silt loam or fine sandy loam. Medium to very coarse masses of oxidized iron in shades of brown ranges from 5 to more than 30 percent. Iron depletions in shades of gray range from 0 to 5 percent"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no other series in the same family.  The Jasco, Henry, Mashulaville, Olive, Olivier, and Thage series are in closely related families. Henry soils have mixed mineralogy, formed in loess, and contain more silt and less very-fine and fine sand.  Jasco soils are in a coarse-silty particle size family and have higher base status in the lower part. Mashulaville and Olive soils are in a coarse-loamy family. Olivier soils are better drained, and formed in loess. Thage soils are better drained and have higher base status in the lower part."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Kildare soils are in closed depressional areas on uplands. These soils formed in loamy and silty sediments on stream and marine terraces. Mean annual rainfall ranges from 42 to 55 inches. Mean annual temperature ranges from 63 degrees to 67 degrees F. Frost free days range from 235 to 270 days. Elevation ranges from 225 to 275. Thornthwaite P-E indices exceed 64."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Erno, Metcalf, Mollville, Wrightsville and Gallime Soils. Erno and Gallime soils are moderately well drained and on higher landscape positions, and do not have a fragipan or a natric horizon. Metcalf, soils are in slightly higher or intermound  positions in the landscape and do not have a fragipan or a natric horizon.  Mollville and Wrightsville are on similar landscape positions to Kildare soils, but do not have a fragipan or a natric horizon."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Kildare soils are very poorly drained. Permeability is very slow. Runoff is negligible. A perched saturated zone is above the fragipan and at or near the surface during November through April in normal years. Some areas are subject to occasional ponding for long duration. An apparent water table is present below the fragipan for 4 to 10 months of most years."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Used mainly for forest and wildlife. Native vegetation is sedges and rushes, water tolerant hardwoods and a few scattered shortleaf and loblolly pine.  Growth rates are so slow that the soil is unsuited for commercial production of wood."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  East Texas Timberland and possibly Northwest Louisiana. The series is of minor extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Cass County, Texas,  2004."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features found in this pedon:\nAnimal bioturbation -- 14 to 25 inches (Btng/E1 horizon with > 25 percent by volume of recognizable bioturbation)\nFragipan --30 to 45 inches (Btxng, Btxg/E, and Btxg horizons)\nNatric horizon -- 14 to 36 inches (Btng/E and Btxng horizons)\nGlossic horizon-- 14 to 30 inches (Btng/E) and 36 to 42 inches (Btxg/E). (The glossic horizon is series critieria but not diagnostic for classification.)\nArgillic horizon--14 to 45 inches (Btng/E, Btxng, Btxg/E, and Btxg horizon)\nAdditional Data: Texas A&M University pedon number S03TX616-001 (Sampled as Cassco); NSSL S93TX-067-004 (Sampled as Cassco).\nThese soils were formerly mapped as inclusions in Mollville, Wrightsville and Guyton soils."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "NA"
  },
  "SITE": [
    [
      {
        "drainage": "very poorly",
        "drainage_overview": "very poorly"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 18,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "silt loam",
        "structure": "moderate medium granular",
        "dry_rupture": "NA",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "extremely acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Ap--0 to 7 inches; very dark grayish brown (10YR 3/2), rubbed, and dark brown (10YR 3/3), unrubbed, silt loam; moderate medium granular structure; friable, slightly sticky, nonplastic; many very fine and fine roots throughout; 20 percent  discontinuous distinct dark grayish brown (10YR 4/2) silt coats on all faces of peds; 1 percent fine distinct irregular dark brown (10YR 3/3) iron-manganese masses between peds; extremely acid; clear wavy boundary. (2 to 10 inches thick)"
      },
      {
        "name": "Eng",
        "top": 18,
        "bottom": 36,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "silt loam",
        "structure": "weak fine subangular blocky",
        "dry_rupture": "NA",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "irregular",
        "narrative": "Eng--7 to 14 inches; grayish brown (10YR 5/2) silt loam; weak fine subangular blocky structure; friable, nonsticky, nonplastic; many very fine and fine roots throughout and common medium roots throughout; common very fine moderate continuity dendritic tubular pores; 3 percent  discontinuous distinct very dark grayish brown (10YR 3/2) organic stains on faces of peds and in pores; 3 percent fine prominent cylindrical masses of oxidized iron on surfaces along pores; 5 percent medium and coarse distinct spherical dark grayish brown (10YR 4/2) worm casts; very strongly acid; clear irregular boundary. (3 to 9 inches thick)"
      },
      {
        "name": "Btng/E1",
        "top": 36,
        "bottom": 64,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "clay loam",
        "structure": "weak medium subangular blocky",
        "dry_rupture": "NA",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Btng/E1--14 to 25 inches; 70 percent dark grayish brown (10YR 4/2) clay loam (Bt parts) and 30 percent grayish brown (10YR 5/2) loam (E parts); weak medium subangular blocky structure; friable, slightly sticky, slightly plastic; many very fine and fine roots between peds and common medium roots between peds; common very fine moderate continuity dendritic tubular pores; 20 percent  discontinuous distinct very dark grayish brown (10YR 3/2) organoargillans on faces of peds and in pores; crawfish krotovinas 2 to 4 cm. wide that are filled with material from the E horizon, and which contain dark grayish brown (10YR 4/2) cups that extend through this horizon and occupy about 30 percent of the volume; very strongly acid; abrupt smooth boundary."
      },
      {
        "name": "Btng/E2",
        "top": 64,
        "bottom": 76,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "very fine sandy loam",
        "structure": "weak medium subangular blocky",
        "dry_rupture": "NA",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Btng/E2--25 to 30 inches; 70 percent dark grayish brown (10YR 4/2) clay loam (Bt parts) and (E) 20 percent grayish brown (10YR 5/2) very fine sandy loam; weak medium subangular blocky structure; friable, slightly sticky, slightly plastic; many very fine and fine roots between peds; common very fine moderate continuity dendritic tubular pores; 25 percent continuous distinct very dark grayish brown (10YR 3/2) organoargillans on faces of peds and in pores; 15 percent medium and coarse distinct irregular brown (7.5YR 4/4) and strong brown (7.5YR 4/6) masses of oxidized iron on ped faces and pores; crawfish krotovinas 2 to 4 cm. wide that are filled with material from the E horizon, and which contain dark grayish brown (10YR 4/2) cups that extend through this horizon and occupy about 20 percent of the volume; very strongly acid; gradual wavy boundary."
      },
      {
        "name": "Btxng",
        "top": 76,
        "bottom": 91,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "loam",
        "structure": "weak very coarse prismatic",
        "dry_rupture": "NA",
        "moist_rupture": "firm",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Btxng--30 to 36 inches; dark grayish brown (10YR 4/2) loam; weak very coarse prismatic structure; extremely firm; 95 percent brittle peds; few very fine and fine roots in cracks; common very fine and fine low continuity vesicular and tubular pores; 10 percent discontinuous distinct very dark grayish brown (10YR 3/2) organoargillans on faces of peds and in pores; 10 percent medium and coarse distinct irregular strong brown (7.5YR 4/6) masses of oxidized iron between peds; very strongly acid; gradual wavy boundary."
      },
      {
        "name": "Btxg/E",
        "top": 91,
        "bottom": 107,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "very fine sandy loam",
        "structure": "weak very coarse prismatic",
        "dry_rupture": "NA",
        "moist_rupture": "firm",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Btxg/E--36 to 42 inches; 60 percent dark grayish brown (10YR 4/2) clay loam (Btxg parts), and 20 percent  discontinuous faint grayish brown (10YR 5/2) loam and very fine sandy loam coats on faces of peds (E parts); weak very coarse prismatic structure; extremely firm; 95 percent brittle peds in both the Btxg and E parts; common very fine and fine low continuity vesicular and tubular pores; 7 percent  discontinuous distinct very dark grayish brown (10YR 3/2) and dark grayish brown (10YR 4/2) organoargillans on faces of peds and in pores; 4 percent medium and coarse prominent irregular reddish brown (5YR 4/4) masses of oxidized iron on ped faces and pores; 13 percent medium and coarse prominent irregular dark yellowish brown (10YR 4/4) and dark yellowish brown (10YR 4/6) masses of oxidized iron on ped faces and pores; very strongly acid; abrupt smooth boundary."
      },
      {
        "name": "Btxg",
        "top": 107,
        "bottom": 114,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 2,
        "texture_class": "fine sandy loam",
        "structure": "weak medium and coarse subangular blocky",
        "dry_rupture": "NA",
        "moist_rupture": "firm",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Btxg--42 to 45 inches; light brownish gray (10YR 6/2) fine sandy loam; weak medium and coarse subangular blocky structure; very firm; 60 percent brittle peds; 5 percent discontinuous distinct dark grayish brown (10YR 4/2) organoargillans on faces of peds; 7 percent medium and coarse prominent irregular yellowish brown (10YR 5/4) and yellowish brown (10YR 5/6) masses of oxidized iron throughout; strongly acid; clear wavy boundary."
      },
      {
        "name": "C1",
        "top": 114,
        "bottom": 170,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 3,
        "texture_class": "loamy fine sand",
        "structure": "massive",
        "dry_rupture": "NA",
        "moist_rupture": "NA",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "diffuse",
        "topography": "wavy",
        "narrative": "C1--45 to 67 inches; pale brown (10YR 6/3) loamy fine sand; structureless massive; nonsticky, nonplastic;  15 percent medium and coarse irregular yellowish brown (10YR 5/4 and 10YR 5/6) masses of oxidized iron throughout; very strongly acid; diffuse wavy boundary."
      },
      {
        "name": "C2",
        "top": 170,
        "bottom": 216,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 3,
        "texture_class": "loamy fine sand",
        "structure": "massive",
        "dry_rupture": "NA",
        "moist_rupture": "NA",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "C2--67 to 85 inches; pale brown (10YR 6/3) loamy fine sand; structureless massive; nonsticky, nonplastic; 30 percent coarse and very coarse prominent irregular yellowish brown (10YR 5/6) masses of oxidized iron throughout; very strongly acid."
      }
    ]
  ]
}
