{
  "SERIES": "KILDOR",
  "STATUS": "Established Series",
  "BYREV": "Rev. GB",
  "REVDATE": "02/1999",
  "STATES": "CO,MT,WY",
  "OVERVIEW": "The Kildor series consists of moderately deep, well drained soils formed in material weathered from shale.  Kildor soils are on mountainsides and ridges.  Slopes range from 2 to 60 percent.  The mean annual precipitation is about 24 inches and the mean annual temperature is about 36 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, smectitic Ustic Haplocryolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Kildor clay loam - grassland.  (Colors are for dry soil unless otherwise noted.)\nA--0 to 8 inches; grayish brown (2.5Y 5/2) clay loam, very dark grayish brown (2.5Y 3/2) moist; weak to moderate fine granular structure; soft, friable; slightly effervescent; mildly alkaline; clear smooth boundary.  (6 to 14 inches thick)\nBw--8 to 24 inches; light brownish gray (2.5Y 6/2) clay, dark grayish brown (2.5Y 4/2) moist; weak to moderate medium and fine subangular blocky structure; very hard, very firm; strongly effervescent; moderately alkaline; clear smooth boundary.  (10 to 24 inches thick)\nCk--24 to 28 inches; light brownish gray (2.5Y 6/2) clay, dark grayish brown (2.5Y 4/2) moist; massive; very hard, very firm; visible calcium carbonate as soft spots; strongly effervescent; moderately alkaline; clear wavy boundary.  (6 to 24 inches thick)\n2Cr--28 inches; weathered clay shale."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Larimer County, Colorado; 300 feet northwest of the southeast corner, sec. 3, T. 11 N., R. 77 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The mollic epipedon ranges from 7 to 14 inches thick, depth to calcareous material ranges from 0 to 30 inches, the solum ranges from 16 to 40 inches thick, and depth to shale bedrock ranges from 20 to 40 inches.  Organic carbon in the mollic epipedon ranges from 0.8 to 3 percent and decreases uniformly with increasing depth.  The particle size control section is typically light clay or heavy clay loam and has 35 to 50 percent clay.  Rock fragments range from 0 to 15 percent by volume in the solum and control section and are chiefly small shale fragments.  Typically, these soils have weak but continuous Ck horizons, but such horizons are thin in places.  The solum ranges from pH 6.8 to 8.0.  The mean annual soil temperature is 38 degrees F, and mean summer soil temperature is 48 degrees F.\nThe A horizon has hue of 2.5Y or 10YR, value of 4 or 5 dry, 2 or 3 moist, and chroma of 1 to 3.  Typically, it has granular or crumb structure, but it has weak subangular blocky structure in the lower part of some pedons.  This horizon is soft or slightly hard.\nThe Bw horizon has hue of 2.5Y or 10YR, value of 5 or 6 dry, 3 to 5 moist, and chroma of 2 to 4.  Typically, it has moderate subangular or angular blocky structure, but has weak prismatic structure in some pedons.\nThe C horizon has hue of 5Y through 10YR.  It ranges from pH 8.0 to 8.4 and has about 1 to 8 percent calcium carbonate equivalent.  In some pedons, this horizon has a few crystals of calcium sulfate."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Blakabin and the Leaps series.  Blakabin soils lack a paralithic contact above 40 inches.  Leaps soils lack a paralithic contact at depths of less than 40 inches and are noncalcareous."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Kildor soils are on mountainsides and ridges.  Slopes range from 2 to 60 percent.  The soil formed in fine textured calcareous parent material weathered from shale.  Elevation is usually in excess of 7,500 feet.  The mean annual precipitation ranges from 15 to 30 inches.  Mean annual air temperature ranges from 36 to 44 degrees F.  The frost-free period is about 30 to 85 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Driggs and Thiel soils and the competing Leaps soils.  Driggs and Thiel soils have argillic horizons and have less than 35 percent clay in the particle size control sections.  Thiel soils have more than 35 percent rock fragments in the control section."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; medium to rapid runoff; slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: These soils are used mainly as native pastureland or for recreational purposes.  Native vegetation consists of slender wheatgrass, bluebunch wheatgrass, western wheatgrass, and junegrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  High mountain areas of Colorado, Montana, and Wyoming.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  The Western Colorado Reconnaissance Survey, FCS W-1939."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  This revision documents a change in type location from San Miguel County, Colorado, to Larimer County, Colorado.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
