{
  "SERIES": "KILKENNY",
  "STATUS": "Established Series",
  "BYREV": "Rev. KDS-TCJ-AGG",
  "REVDATE": "12/2005",
  "STATES": "IA,MN",
  "OVERVIEW": "The Kilkenny series consists of very deep, moderately well drained soils that formed in a mantle of clayey glacial till or flow till and underlying loamy glacial till on moraines. These soils have moderately slow permeability. Their slopes range from 2 to 35 percent. The mean annual precipitation is about 28 inches. Mean annual air temperature is about 48 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, smectitic, mesic Oxyaquic Vertic Hapludalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Kilkenny clay loam, on a 15 percent linear side slope, on a glacial moraine, in a pastured field. (Colors are for moist soil unless otherwise noted.)\nAp--0 to 9 inches; very dark brown (10YR 2/2) clay loam, dark grayish brown (10YR 4/2) dry; weak fine granular structure; friable; common very fine roots; about 2 percent gravel; moderately acid (pH 5.6); abrupt smooth boundary. (6 to 10 inches thick)\nBt1--9 to 19 inches; brown (10YR 4/3) silty clay loam; moderately medium subangular blocky structure parting to moderately fine subangular blocky; firm; common fine and very fine roots; few distinct very dark brown (10YR 2/2) clay films on faces of peds; about 3 percent gravel; strongly acid; gradual wavy boundary.\nBt2--19 to 38 inches; brown (10YR 4/3) clay loam; moderate medium prismatic structure parting to moderate medium subangular blocky; firm; common very fine roots; common distinct very dark brown (10YR 2/2) clay films on faces of peds; about 5 percent gravel; strongly acid; gradual wavy boundary.\nBt3--38 to 53 inches; brown (10YR 4/3) clay loam; weak medium subangular blocky structure parting to weak fine subangular blocky; firm; common distinct very dark brown (10YR 2/2) clay films on faces of peds; about 5 percent gravel; few fine distinct brown (7.5YR 4/4) Fe concentrations; moderately acid; gradual smooth boundary. (Combined thickness of the Bt horizon is 20 to 40 inches.)\n2BC--53 to 65 inches; light olive brown (2.5Y 5/4) loam; weak fine subangular blocky structure; few distinct dark brown (10YR 3/3) clay films on faces of peds; friable; about 8 percent gravel; about 2 percent cobbles; few fine distinct brown (7.5YR 4/4) Fe deletions; slightly effervescent; slightly alkaline; gradual wavy boundary.\n2C--65 to 80 inches; light olive brown (2.5Y 5/4) loam; massive; friable; few concentrations of light gray (2.5Y 7/2) calcium carbonates in pores; brown (7.5YR 4/4) soft masses of iron-manganese in nodules; about 8 percent gravel; about 2 percent cobbles; common medium prominent dark yellowish brown (10YR 4/6) Fe concentrations and common medium distinct gray (2.5Y 5/1) Fe depletions; strongly effervescent; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Le Sueur County, Minnesota; about 3 miles west and 3 miles south of Montgomery; located about 300 feet east and 800 feet north of the southwest corner of section 19, T. 111 N., R. 23 W.; USGS Le Center topographic quadrangle; lat. 44 degrees 24 minutes 3 seconds N. and long. 93 degrees 38 minutes 42 seconds W., NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Depth to carbonates range from 20 to 60 inches. Gravel of mixed lithology, but dominated by shale fragments, typically make up 2 to 8 percent of the volume of the series control section, but the upper part of the profile in some pedons contains less than 2 percent gravel. Rounded shale fragments dominate the coarse sand fraction. Soil saturation occurs above a depth of 40 inches in 6 out of 10 years.\nThe Ap or A horizon has hue of 10YR, value of 2 or 3 and chroma of 1 or 2. It is clay loam, silty clay loam, loam or silt loam. The reaction is moderately acid to neutral.\nSome pedons have a thin E horizon.\nThe Bt horizon has hue of 10YR or 2.5Y, value of 4 or 5, and chroma of 3 to 5. Faint to prominent Fe concentrations and depletions commonly are above a depth of 40 inches. Redoximorphic depletions do not occur in the upper 10 inches of this horizon. The upper 20 inches of the Bt horizon typically contains 35 to 45 percent clay. B/A clay ratios are 1.2 to 1.4. The Bt horizon is clay loam, silty clay loam, or clay. The reaction ranges from strongly acid to neutral.\nThe 2BC horizon has properties similar to the 2C horizon. Some pedons have a 2BK horizon.\nThe 2C horizon has hue of 10YR or 2.5Y, value of 4 or 5, and chroma of 2 to 5. It is clay loam or loam. The reaction is slightly alkaline or moderately alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no competing series."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Kilkenny soils have plane and convex slopes on gently sloping to steep end moraines of the Des Moines lobe of the Late Wisconsinan glaciation. Their slopes range from 2 to 35 percent. They formed in a mantle of clayey glacial till or flow till and underlying loamy glacial till on moraines. Mean annual air temperature ranges from 45 to 52 degrees F. Mean annual precipitation is about 25 to 32 inches. Frost-free period ranges from 145 to 175 days. Elevation ranges from 800 to 1,500 feet above sea level."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Glencoe, Lerdal, Lester, Le Sueur, Lura, Mazaska, and Shields series. The very poorly drained Glencoe and Lura soils are in the lower lying drainageways and depressions. The somewhat poorly drained Lerdal soils are on gently sloping to moderately steep areas. Shields soils are poorly drained, and are on slightly elevated flats. Mazaska soils are poorly drained, and are on slightly elevated flats and swales above or within areas of Kilkenny soils. Also, the well drained Lester soils and the moderately well drained Le Sueur soils are associated in a few areas."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Moderately well drained. Permeability is moderately slow. Runoff is medium to very high. A perched seasonal high water table occurs at depths of 2.5 to 4.0 feet during the period April, May, and June in normal years."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most areas are cultivated.  The principal crops are corn, grain, hay, and soybeans. Some areas are used for pasture and some are forested. Native vegetation is mixed prairie and forest species."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: South central Minnesota and north-central Iowa. The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: St. Paul, Minnesota"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Waseca County, Minnesota, 1963."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon include: Ochric epipedon - the zone from the soil surface to a depth of 9 inches (Ap horizon); Argillic horizon - the zone from 9 to 53 inches (Bt1, Bt2, Bt3 horizons); Oxyaquic subgroup based on saturation above a depth of 40 inches; Vertic subgroup based on more than 6 cm of COLE in upper 40 inches. Water table studies and field observations have verified a perched condition in normal years, particularly in periods of extended rainfall.\nADDITIONAL DATA: Soil Interpretation Record number MN0376.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "moderately well",
        "drainage_overview": "moderately well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 23,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 2,
        "texture_class": "clay loam",
        "cf_class": "NA",
        "pH": 5.6,
        "pH_class": "moderately acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Ap--0 to 9 inches; very dark brown (10YR 2/2) clay loam, dark grayish brown (10YR 4/2) dry; weak fine granular structure; friable; common very fine roots; about 2 percent gravel; moderately acid (pH 5.6); abrupt smooth boundary. (6 to 10 inches thick)"
      },
      {
        "name": "Bt1",
        "top": 23,
        "bottom": 48,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "silty clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "strongly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bt1--9 to 19 inches; brown (10YR 4/3) silty clay loam; moderately medium subangular blocky structure parting to moderately fine subangular blocky; firm; common fine and very fine roots; few distinct very dark brown (10YR 2/2) clay films on faces of peds; about 3 percent gravel; strongly acid; gradual wavy boundary."
      },
      {
        "name": "Bt2",
        "top": 48,
        "bottom": 97,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "strongly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bt2--19 to 38 inches; brown (10YR 4/3) clay loam; moderate medium prismatic structure parting to moderate medium subangular blocky; firm; common very fine roots; common distinct very dark brown (10YR 2/2) clay films on faces of peds; about 5 percent gravel; strongly acid; gradual wavy boundary."
      },
      {
        "name": "Bt3",
        "top": 97,
        "bottom": 135,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately acid",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "Bt3--38 to 53 inches; brown (10YR 4/3) clay loam; weak medium subangular blocky structure parting to weak fine subangular blocky; firm; common distinct very dark brown (10YR 2/2) clay films on faces of peds; about 5 percent gravel; few fine distinct brown (7.5YR 4/4) Fe concentrations; moderately acid; gradual smooth boundary. (Combined thickness of the Bt horizon is 20 to 40 inches.)"
      },
      {
        "name": "2BC",
        "top": 135,
        "bottom": 165,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "2.5Y",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly alkaline",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "2BC--53 to 65 inches; light olive brown (2.5Y 5/4) loam; weak fine subangular blocky structure; few distinct dark brown (10YR 3/3) clay films on faces of peds; friable; about 8 percent gravel; about 2 percent cobbles; few fine distinct brown (7.5YR 4/4) Fe deletions; slightly effervescent; slightly alkaline; gradual wavy boundary."
      },
      {
        "name": "2C",
        "top": 165,
        "bottom": 203,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "2.5Y",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "2C--65 to 80 inches; light olive brown (2.5Y 5/4) loam; massive; friable; few concentrations of light gray (2.5Y 7/2) calcium carbonates in pores; brown (7.5YR 4/4) soft masses of iron-manganese in nodules; about 8 percent gravel; about 2 percent cobbles; common medium prominent dark yellowish brown (10YR 4/6) Fe concentrations and common medium distinct gray (2.5Y 5/1) Fe depletions; strongly effervescent; moderately alkaline."
      }
    ]
  ]
}
