{
  "SERIES": "KILLAM",
  "STATUS": "Established Series",
  "BYREV": "Rev. JAS/RWL",
  "REVDATE": "10/2006",
  "STATES": "OR",
  "OVERVIEW": "The Killam series consists of moderately deep, well drained soils that formed in colluvium from volcanic rock. Killam soils are on side slopes of mountains. Slopes are 60 to 90 percent. The average annual precipitation is about 115 inches, and the average annual temperature is about 44 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Medial-skeletal, ferrihydritic, isofrigid Pachic Fulvudands"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Killam extremely gravelly medial loam, woodland, on a 75 percent southeast-facing slope at an elevation of 2,400 feet. (Colors are for moist soil unless otherwise noted. When described on July 10, 1996, the soil was moist throughout. Textures are apparent field textures.)\nOi--0 to 2 inches; slightly decomposed needles, leaves, twigs, and roots.\nA1--2 to 14 inches; black (10YR 2/1) extremely gravelly medial loam, very dark grayish brown (10YR 3/2) dry; moderate very fine granular and subangular blocky structure; soft, very friable, nonsticky and nonplastic; strongly smeary; many very fine, fine, and medium roots; many very fine and fine irregular pores; 60 percent gravel, 5 percent cobbles, and 5 percent stones; very strongly acid (pH 5.0); clear wavy boundary.\nA2--14 to 23 inches; very dark brown (10YR 2/2) extremely gravelly medial loam, dark brown (10YR 3/3) dry; moderate very fine granular and subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; strongly smeary; many very fine, fine, and medium roots; many very fine and fine irregular pores; 55 percent gravel, 10 percent cobbles, and 5 percent stones; very strongly acid (pH 4.8); clear wavy boundary. (Combined thickness of the A horizon ranges from 15 to 25 inches)\nBw--23 to 31 inches; dark brown (10YR 3/3) extremely gravelly medial loam, brown (10YR 4/3) dry; moderate very fine subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; strongly smeary; many very fine and few fine, medium and coarse roots; many very fine and fine irregular pores; 55 percent gravel and 10 percent cobbles; very strongly acid (pH 4.6); clear irregular boundary. (5 to 25 inches thick)\nR--31 inches; fractured basalt."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Tillamook County, Oregon; located about 700 feet east and 300 feet north of the southwest corner of section 7, T. 1 N., R. 8 W.; USGS Cedar Butte topographic quadrangle; latitude 45 degrees 34 minutes 42 seconds N. and longitude 123 degrees 43 minutes 5 seconds W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: The soils are usually moist, and are dry for less than 45 consecutive days in all parts between the depth of 4 and 12 inches in the four months following the summer solstice. The mean annual soil temperature is 43 to 46 degrees F and the mean summer soil temperature is more than 46 degrees F. The difference between the mean summer and mean winter soil temperature is less than 9 degrees F. The depth to bedrock is 20 to 40 inches. The umbric epipedon is 20 to 40 inches thick. The particle-size control section averages 60 to 80 percent rock fragments, 2 to 4 percent acid oxalate extractable aluminum plus one-half iron, and greater than 85 percent phosphate retention. Moist bulk density is 0.75 to 0.90 per cubmic centimeter and 15-bar moisture is 20 to 30 percent on air-dried sample. The hue is 10YR or 7.5YR throughout.\nThe A1 horizon has value of 2 or 3 moist, 2 t0 5 dry, and has chroma of 1 t0 3 moist, 2 to 4 dry. It has 50 to 70 percent gravel, 0 to 20 percent cobbles, and 0 to 10 percent stones. Estimated field clay content is 15 to 20 percent.\nThe A2 horizon has value of 2 or 3 moist, 2 to 5 dry, and has chroma of 2 or 3 moist, 2 to 4 dry. It is extremely gravelly medial loam or extremely cobbly medial loam, and has 20 to 70 percent gravel, 0 to 50 percent cobbles, and 0 to 10 percent stones. Estimated field clay content is 15 to 22 percent.\nThe Bw horizon has value of 3 or 4 moist, 4 or 5 dry, and has chroma of 3 or 4 moist and dry. It is extremely gravelly medial loam or extremely cobbly medial loam, and have 20 to 70 percent gravel, 0 to 50 percent cobbles, and 0 to 10 percent stones. Estimated field clay content is 15 to 25 percent."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Elklake, Fawceter, Flatbottom, Larsencreek, McKinnon, Urboden, and Zenobia series. Elklake and Zenobia soils are usually moist and have a perudic soil moisture regime. Fawceter soils are 40 to 60 inches to bedrock. Flatbottom soils have an umbric epipedon 10 to 20 inches thick. Larsencreek, McKinnon, and Urboden soils are more than 40 inches to bedrock."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: The Killam soils are on side slopes of mountains and have slopes of 60 to 90 percent. Elevations are 1,600 to 3,000 feet. The climate is characterized by cold, wet winters and cool, moist summers. The average annual precipitation is 100 to 120 inches. The average annual temperature is 42 to 46 degrees F. The frost-free period is 90 to 120 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the competing Fawceter soils and the Mosscreek soils. Fawceter soils are on mountains are medial-skeletal, and are 40 to 60 inches deep to bedrock. Mosscreek soils are on mountains, are medial, and are 60 or more inches deep to bedrock."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained, runoff is very rapid, and permeability is moderately rapid."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: These soils are used for timber production. Other uses include wildlife habitat and recreation. Native vegetation includes western hemlock, Sitka spruce, noble fir, Douglas fir, western redcedar, red alder, western swordfern, salal, cascade Oregongrape, red huckleberry, and trailing blackberry."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: High elevations along coastal mountains of northwest Oregon, Coast Range mountains; MLRA 4A. The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Clatsop County, Oregon, 2006."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon include:\nAndic soil properties - from 2 to 31 inches (A1, A2, and Bw horizons) based on data for similar soils.\nUmbric epipedon - from 2 to 31 inches (A1, A2, and Bw horizons).\nFulvic feature - organic carbon averages 6 percent or more from 2 to 23 inches (A1 and A2 horizon).\nParticle size control section - from 0 to 29 inches (A1, A2, and Bw horizons).\nMedial-skeletal - from 2 to 31 inches (A1, A2, and Bw horizons meeting andic properties above and averages 60 to 80 percent rock fragments in the particle size control section. 15 bar water content (air dry samples) is 20 to 30 percent based on data from similar soils.\nDepth to diagnostic horizons and features are measured from the top of the first mineral layer.\nThe series was established in 2006.  The series was added to the Clatsop County soil survey legend prior to the final correlation for Tillamook County in order to have an exact join with Tillamook County soil survey."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "NA"
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Oi",
        "top": 0,
        "bottom": 5,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "NA",
        "structure": "NA",
        "dry_rupture": "NA",
        "moist_rupture": "NA",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "eff_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Oi--0 to 2 inches; slightly decomposed needles, leaves, twigs, and roots."
      },
      {
        "name": "A1",
        "top": 5,
        "bottom": 36,
        "dry_hue": "10YR",
        "dry_value": 3,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 1,
        "texture_class": "loam",
        "structure": "moderate very fine granular and subangular blocky",
        "dry_rupture": "soft",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "extremely gravelly",
        "pH": 5,
        "pH_class": "very strongly acid",
        "eff_class": "NA",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "A1--2 to 14 inches; black (10YR 2/1) extremely gravelly medial loam, very dark grayish brown (10YR 3/2) dry; moderate very fine granular and subangular blocky structure; soft, very friable, nonsticky and nonplastic; strongly smeary; many very fine, fine, and medium roots; many very fine and fine irregular pores; 60 percent gravel, 5 percent cobbles, and 5 percent stones; very strongly acid (pH 5.0); clear wavy boundary."
      },
      {
        "name": "A2",
        "top": 36,
        "bottom": 58,
        "dry_hue": "10YR",
        "dry_value": 3,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 2,
        "texture_class": "loam",
        "structure": "moderate very fine granular and subangular blocky",
        "dry_rupture": "hard",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "extremely gravelly",
        "pH": 4.8,
        "pH_class": "very strongly acid",
        "eff_class": "NA",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "A2--14 to 23 inches; very dark brown (10YR 2/2) extremely gravelly medial loam, dark brown (10YR 3/3) dry; moderate very fine granular and subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; strongly smeary; many very fine, fine, and medium roots; many very fine and fine irregular pores; 55 percent gravel, 10 percent cobbles, and 5 percent stones; very strongly acid (pH 4.8); clear wavy boundary. (Combined thickness of the A horizon ranges from 15 to 25 inches)"
      },
      {
        "name": "Bw",
        "top": 58,
        "bottom": 79,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "loam",
        "structure": "moderate very fine subangular blocky",
        "dry_rupture": "hard",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "extremely gravelly",
        "pH": 4.6,
        "pH_class": "very strongly acid",
        "eff_class": "NA",
        "distinctness": "clear",
        "topography": "irregular",
        "narrative": "Bw--23 to 31 inches; dark brown (10YR 3/3) extremely gravelly medial loam, brown (10YR 4/3) dry; moderate very fine subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; strongly smeary; many very fine and few fine, medium and coarse roots; many very fine and fine irregular pores; 55 percent gravel and 10 percent cobbles; very strongly acid (pH 4.6); clear irregular boundary. (5 to 25 inches thick)"
      },
      {
        "name": "R",
        "top": 79,
        "bottom": "NA",
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "NA",
        "structure": "NA",
        "dry_rupture": "NA",
        "moist_rupture": "NA",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "eff_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "R--31 inches; fractured basalt."
      }
    ]
  ]
}
