{
  "SERIES": "KILLINGTON",
  "STATUS": "Established Series",
  "BYREV": "GWH,RFL",
  "REVDATE": "03/2006",
  "STATES": "VT",
  "OVERVIEW": "The Killington series consists of well drained soils that are shallow to schist or gneiss bedrock.  They formed in loamy glacial till on mountains and hills.  Permeability is moderately rapid.  Slopes range from 3 to 70 percent. Mean annual precipitation is about 50 inches, and mean annual temperature is about 43 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, isotic, frigid Lithic Haplorthods"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Killington very cobbly loam, on a west-facing slope of 35 percent, in a very rocky wooded area.   (Colors are for moist soil.)\nOi--2 to 1 inches; slightly decomposed leaves and twigs.\nOe--1 to 0 inches; moderately decomposed organic matter.  (Combined thickness of the O horizon is 0 to 6 inches.)\nA--0 to 1 inches; black (5YR 2/1) very cobbly loam; weak fine granular structure; friable; many roots; 20 percent gravel, 20 percent cobbles and 15 percent stones; extremely acid; abrupt wavy boundary.  (0 to 4 inches thick)\nBhs1--1 to 6 inches; dark reddish brown (5YR 3/3) very cobbly loam; weak medium granular structure; friable; many roots; 15 percent gravel, 20 percent cobbles and 15 percent stones; extremely acid; moderately smeary; clear wavy boundary.\nBhs2--6 to 17 inches; reddish brown (5YR 4/3) very stony loam; weak medium subangular blocky structure; friable; many roots; 15 percent gravel, 15 percent cobbles and 20 percent stones; extremely acid; moderately smeary; abrupt irregular boundary.  (Combined thickness of the Bhs, Bh and Bs horizon is 8 to 18 inches.)\nR--17 inches; schist bedrock."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Rutland County, Vermont; Town of Mendon, 1.5 miles north of Shrewsbury town line and 1 mile west of Mendon Peak."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The thickness of the solum and depth to bedrock range from 10 to 20 inches.  Reaction typically ranges from extremely acid through strongly acid throughout the soil.  Some pedons are moderately acid near the bedrock.  Rock fragments are mostly rounded gravel and cobbles and make up 35 to 70 percent by volume of the particle size control section and range from 20 to 80 percent in individual horizons.  Texture of the fine-earth fraction is fine sandy loam or loam.  The spodic horizon is more than 8 inches thick.\nThe A horizon is neutral or has hue of 5YR, 7.5YR or 10YR, value of 2 or 3, and chroma of 0 through 2.\nSome pedons have an E horizon that is neutral or has hue of 5YR, 7.5YR, or 10YR, value of 4 through 7, and chroma of 0 through 2.\nSome pedons have a Bh horizon that is neutral or has hue of 5YR or 7.5YR.  It typically has a value of 2 or 3 and chroma of 0 through 2, but higher value and chroma are allowed.\nThe Bhs horizon has hue of 5YR, 7.5YR or 10YR, with value and chroma of approximately 3 or less.\nSome pedons have a Bs horizon with hue of 5YR, 7.5YR or 10YR, with value and chroma of 4 or more.\nBedrock is schist or gneiss."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:   The Canaan and Thorndike series are members of the same family.  Canaan soils range from gravelly fine sandy loam to very gravelly sandy loam throughout.  Rock fragments are dominantly granite.  Thorndike soils have higher silt content and rock fragments that are dominantly slate, shale and phyllite channers.  The Creasey, Hogback and Lyman soils are in related families.  The Creasey soils are derived principally from sandstone and are shallow to sandstone bedrock.  Hogback and Lyman soils are non-skeletal.  The Lyman soils also have a spodic horizon less than 8 inches thick."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  The Killington soils are gently sloping to very steep soils on the tops and side slopes of mountains, hills and ridges.  Slope ranges from 3 to 70 percent.  The soils formed in loamy glacial till of Wisconsin age.  The mean annual precipitation ranges from 40 to 60 inches, and mean annual temperature ranges from 40 degree to 44 degree F.  The frost free season ranges from about 60 to 120 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the very deep Houghtonville, the moderately deep Rawsonville and the shallow Hogback soils which occupy similar positions on the landscape as the Killington soils."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained.  Permeability is moderately rapid."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most areas are wooded.  Common trees are American beech, yellow birch, paper birch, sugar maple, red maple, balsam fir, white pine, and red spruce. Some areas are used for hiking trails and ski slopes."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Vermont and possible Maine, New Hampshire and New York.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Amherst, Massachusetts"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Rutland County, Vermont 1985.  The name is from Killington Peak in eastern Rutland County."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  1. The classification is updated from Loamy-skeletal, mixed, frigid Lithic Haplorthods to Loamy-skeletal, isotic, frigid Lithic Haplorthods.  Competing series section revised accordingly.\n2. The spodic horizon, especially the Bh and Bhs, exhibits some \"Thixotropic-like\" properties (i.e., smeariness, high organic carbon content, high effective clay percentage, high K value, and fragile nature that is easily damaged by foot or vehicular traffic)\n3. The diagnostic horizons and features recognized in this pedon are:\na.  Ochric epipedon - the zone from 0 to 1 inch (A horizon).\nb.  Spodic horizon - the zone from 1 to 17 inches (Bhs horizon: due to lack of Albic horizon, Bhs is assumed to meet criteria for spodic materials).\nc.  Lithic feature - bedrock at 17 inches from the soil surface.\nd.  Particle size control section from 10 inches to the lithic\ncontact is loamy-skeletal.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Oi",
        "top": 5,
        "bottom": 3,
        "narrative": "Oi--2 to 1 inches; slightly decomposed leaves and twigs."
      },
      {
        "name": "Oe",
        "top": 3,
        "bottom": 0,
        "narrative": "Oe--1 to 0 inches; moderately decomposed organic matter.  (Combined thickness of the O horizon is 0 to 6 inches.)"
      },
      {
        "name": "A",
        "top": 0,
        "bottom": 3,
        "moist_hue": "5YR",
        "moist_value": 2,
        "moist_chroma": 1,
        "texture_class": "loam",
        "cf_class": "very cobbly",
        "pH_class": "extremely acid",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "A--0 to 1 inches; black (5YR 2/1) very cobbly loam; weak fine granular structure; friable; many roots; 20 percent gravel, 20 percent cobbles and 15 percent stones; extremely acid; abrupt wavy boundary.  (0 to 4 inches thick)"
      },
      {
        "name": "Bhs1",
        "top": 3,
        "bottom": 15,
        "moist_hue": "5YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "loam",
        "cf_class": "very cobbly",
        "pH_class": "extremely acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bhs1--1 to 6 inches; dark reddish brown (5YR 3/3) very cobbly loam; weak medium granular structure; friable; many roots; 15 percent gravel, 20 percent cobbles and 15 percent stones; extremely acid; moderately smeary; clear wavy boundary."
      },
      {
        "name": "Bhs2",
        "top": 15,
        "bottom": 43,
        "moist_hue": "5YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "loam",
        "cf_class": "very stony",
        "pH_class": "extremely acid",
        "distinctness": "abrupt",
        "topography": "irregular",
        "narrative": "Bhs2--6 to 17 inches; reddish brown (5YR 4/3) very stony loam; weak medium subangular blocky structure; friable; many roots; 15 percent gravel, 15 percent cobbles and 20 percent stones; extremely acid; moderately smeary; abrupt irregular boundary.  (Combined thickness of the Bhs, Bh and Bs horizon is 8 to 18 inches.)"
      },
      {
        "name": "R",
        "top": 43,
        "narrative": "R--17 inches; schist bedrock."
      }
    ]
  ]
}
