{
  "SERIES": "KILLARNEY",
  "STATUS": "Established Series",
  "BYREV": "Rev. BLB-RLT",
  "REVDATE": "05/2004",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, active, mesic Typic Fragiudults"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Killarney very cobbly silt loam, very stony - on a 17 percent northeast slope with mixed hardwood and shortleaf pine at 1,050 feet elevation.  (Colors are for moist soil unless otherwise stated).\n0i--2 to 0 inches; slightly decomposed layer of leaves, twigs and roots.\nA--0 to 3 inches; dark grayish brown (10YR 4/2) very cobbly silt loam; light brownish gray (10YR 6/2) dry; moderate fine granular structure; many fine roots; 25 percent cobbles, 15 percent gravel and stones 2 to 3 meters apart occupying about 5 percent of the surface; moderately acid; abrupt smooth boundary.  (2 to 8 inches thick)\nE--3 to 7 inches; brown (10YR 5/3) very cobbly silt loam; moderate fine and medium granular structure, friable; common fine roots; 30 percent cobbles, 20 percent gravel and 5 percent stones; moderately acid; clear smooth boundary.  (4 to 9 inches thick)\nBE--7 to 12 inches; yellowish brown (10YR 5/4) very cobbly silt loam; weak medium subangular blocky structure parting to moderate fine granular; friable; common fine roots; 40 percent cobbles, 10 percent gravel and 5 percent stones; strongly acid; clear wavy boundary.  (0 to 7 inches thick)\nBt1--12 to 25 inches; strong brown (7.5YR 5/6) very cobbly silty clay loam; weak fine subangular blocky structure, friable, many fine roots; few faint clay films on surfaces of peds; 35 percent cobbles, 5 percent gravel and 5 percent stones; very strongly acid; gradual wavy boundary.\nBt2--25 to 31 inches; strong brown (7.5YR 5/6) very cobbly silty clay loam; moderate fine and very fine subangular blocky structure; firm; common distinct brown (7.5YR 4/4) clay films on faces of peds; common fine roots; 25 percent cobbles, 10 percent gravel and 5 percent stones; very strongly acid; clear wavy boundary.\nBt3--31 to 36 inches; yellowish brown (10YR 5/4) very gravelly silty clay loam; weak very fine subangular blocky structure; friable; common fine and medium roots; common distinct yellowish red (5YR 5/6) clay films on surfaces of rock fragments and peds; 35 percent gravel, 10 percent cobbles and 10 percent stones; extremely acid; abrupt wavy boundary.  (Combined thickness of the Bt horizons is 12 to 24 inches.)\n2Btx1--36 to 57 inches; light yellowish brown (10YR 6/4) very gravelly silt loam; common medium distinct strong brown (7.5YR 5/6) masses of iron accumulation and few fine faint light brownish gray (10YR 6/2) iron depletions; massive; brittle; very hard dry; many prominent brown (7.5YR 4/4) clay films lining vesicular pores; 50 percent gravel and 5 percent stones with trace of cobbles, extremely acid; diffuse wavy boundary.\n2Btx2--57 to 80 inches; light yellowish brown (10YR 6/4) gravelly silt loam; common medium distinct gray (10YR 6/1) iron depletions; massive; brittle; very hard dry; common distinct brown (7.5YR 4/4) clay films lining vesicular pores; 25 percent gravel, 5 percent cobbles and 5 percent stones; very strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Iron County, Missouri; about 10 miles southwest of Ironton; 1,500 feet south and 2,700 feet east of the northwest corner, sec. 31, T. 33 N., R. 3 E; USGS Johnson Shut-Ins quadrangle, lat. 37 degrees 30 minutes 6 seconds N. and long. 90 degrees 45 minutes 41 seconds W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nDepth to the 2Btx: 24 to 40 inches\nDepth to the bedrock: more than 60 inches\nA horizon\nHue:  10YR\nValue:  3 to 5\nChroma:  2 to 4\nFine earth: silt loam\nRock fragments: 15 to 60 percent\nReaction: extremely acid to moderately acid\nE and BE horizon\nHue:  7.5YR or 10YR\nValue: 5 or 6\nChroma: 3 or 4\nFine earth:  silt loam\nRock fragments: 15 to 55 percent\nReaction:  very strongly acid to medium acid\nBt horizon\nHue:  5YR to 10YR\nValue:  4 to 6\nChroma:  4 to 6\nRedoximorphic features: iron segregation in shades of brown or gray\nFine earth: silty clay loam or silt loam\nRock fragments: 30 to 60 percent\nReaction:  extremely acid to strongly acid\n2Btx horizon\nHue: 5YR to 10YR\nValue:  4 to 6\nChroma:  2 to 6\nFine earth: silt loam, loam, or clay loam\nRock fragments: 25 to 75 percent\nReaction-extremely acid or very strongly acid\n3Bt horizon (where present)\nHue: 2.5YR to 10YR\nValue:  3 to 6\nChroma:  2 to 8\nFine earth: loam, clay loam, or silty clay loam\nRock fragments: 0 to 60 percent\nReaction:  extremely acid to strongly acid"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no other series in this family."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Killarney soils are on foot slopes in mountainous areas and have entrenched drainageways which aid identification of the series.  The shape of the surface up and down slope commonly is concave.  Slopes range from 8 to 50 percent. They formed in slope alluvium mixed with loess and the underlying slope alluvium or residuum derived from rhyolite or granite rocks. The mean annual temperature ranges from 54 to 58 degrees F, and the mean annual precipitation ranges from 40 to 45 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Delassus, Frenchmill, Irondale, Knobtop, Loughboro, Midco, and Syenite soils.  Delassus soils have less than 15 percent rock fragments and commonly are on less sloping positions.  Frenchmill soils do not have a fragipan and are on similar landscape positions as Killarney soils. Irondale, Knobtop, and Syenite soils are 20 to 40 inches over bedrock and commonly are on mountainous slopes at higher elevations.  Loughboro soils have less than 15 percent rock fragments, are poorly drained and are on nearly level uplands.  Midco soils do not have a fragipan and are on flood plains lower in the landscape."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Moderately well drained.  Runoff is high to very high.  Permeability is moderate above the fragipan and very slow in the fragipan. The saturated hydraulic conductivity is moderately high above the fragipan and low in the fragipan."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most areas remain forested.  Native vegetation is mixed hardwoods with some interspersed shortleaf pine."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  The St. Francois Mountains area of the Ozarks (MLRA 116C) in southeast Missouri.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Morgantown, West Virginia"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Iron County, Missouri, 1988."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  This soil was included in the Irondale series in Iron County, Missouri. Diagnostic horizons and features recognized in this series are:\nochric epipedon - the zone from the surface of the soil to a depth of 12 inches;\nargillic horizon - the zone from approximately 12 to 36 inches;\nfragipan - the zone from 36 inches to 80 inches.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
