{
  "SERIES": "KILOWAN",
  "STATUS": "Established Series",
  "BYREV": "Rev. NP/KDPL/RWL",
  "REVDATE": "06/2011",
  "STATES": "OR",
  "OVERVIEW": "The Kilowan series of moderately deep, well drained soils that formed in clayey colluvium and  residuum weathered from siltstone and sandstone. Kilowan soils occur on summits, shoulder slopes, and back slopes of mountains. Slopes are 3 to 75 percent. The mean annual precipitation is about 95 inches and the mean annual temperature is about 48 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, isotic, mesic Humic Dystrudepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Kilowan silty clay loam, woodland. (Colors are for moist soil unless otherwise noted.)\nOi--0 to 1 inch; slightly decomposed layer of needles, cones, small branches and leaves; abrupt smooth boundary. (0.5 to 3 inches thick)\nA--1 to 8 inches; dark reddish brown (5YR 3/3) silty clay loam, reddish brown (5YR 5/3) dry; moderate very fine granular structure; soft, very friable, moderately sticky and slightly plastic; many fine and medium roots; 30 percent 2 to 5 mm soft concretions; many very fine irregular pores; strongly acid (pH 5.2); clear wavy boundary. (7 to 9 inches thick)\nAB--8 to 14 inches; reddish brown (5YR 4/4) silty clay loam, reddish brown (5YR 5/4) dry; moderate very fine and fine subangular blocky structure; hard, friable, moderately sticky and slightly plastic; many fine and medium roots; 10 percent 2 to 5 mm soft concretions; many very fine irregular and tubular pores; strongly acid (pH 5.2); clear wavy boundary. (0 to 8 inches thick)\nBw1--14 to 18 inches; yellowish red (5YR 4/6) silty clay, yellowish red (5YR 5/6) dry; moderate fine subangular blocky structure; very hard, firm, very sticky and very plastic; common fine and medium roots; common faint coatings on peds; many very fine and fine tubular pores; very strongly acid (pH 5.0); clear wavy boundary.\nBw2--18 to 25 inches; yellowish red (5YR 4/6) clay, yellowish red (5YR 5/6) dry; moderate medium subangular blocky structure; very hard, firm, very sticky and very plastic; common fine and medium roots; common very fine tubular pores; very strongly acid (pH 4.8); abrupt wavy boundary. (Combined thickness of the Bw horizon is 8 to 30 inches)\nCrt--25 inches; partially weathered very pale brown (10YR 7/4) siltstone with yellowish red (5YR 4/6) distinct clay coatings on siltstone fragments; few fines from above horizon in fractures in upper few inches."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Polk County, Oregon; 2 miles west of Blackrock; SE1/4 SW1/4 section 15, T.8S., R.7W.; Fanno Ridge, OR 7.5 minute USGS Quad; NAD 27."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: The soil is usually moist but is dry for a short period of less than 45 consecutive days between depths of 4 to 12 inches in the four month period following the summer solstice in most years. The mean annual soil temperature is 47 to 55 degrees F. Solum thickness and depth to weathered bedrock is typically 20 to 30 inches and ranges from 20 to 40 inches. The particle-size control section has 35 to 50 percent clay with 0 to 10 percent rock fragments and 0 to 35 percent pararock fragments. The solum is strongly acid or very strongly acid.\nThe A horizon has hue of 7.5YR or 5YR, value of 2 or 3 moist, 4 or 5 dry and chroma of 2 to 4 moist, 3 to 6 dry. Texture of the fine-earth fraction is clay loam or silty clay loam with 27 to 35 percent clay. It has 0 to 10 percent gravel, 0 to 5 percent cobbles, 0 to 20 percent paragravel, and 0 to 15 percent paracobbles.\nThe AB or BA horizon, when present, has hue of 7.5YR or 5YR, value of 3 or 4 moist, 4 or 5 dry and chroma of 4 to 6 moist or dry.  Texture of the fine-earth fraction is silty clay loam or silty clay.  It has 0 to 10 percent gravel, 5 to 20 percent paragravel, and 0 to 10 percent paracobbles.\nThe Bw horizon has hue of 5YR or 2.5YR, value of 3 or 4 moist, 4 or 5 dry and chroma of 4 to 6 moist, 4 to 8 dry. Texture of the fine-earth fraction is silty clay loam or silty clay in the upper part, ranging to silty clay loam, silty clay or clay in the lower part with 35 to 50 percent clay. It has 0 to 10 percent gravel, 10 to 25 percent paragravel, and 0 to 10 percent paracobbles.\nThe BC horizon, when present, has hue of 5YR or 7.5YR, value of 4 or 5 moist, 4 to 6 dry and chroma of 4 to 6 moist, 4 to 8 dry. Texture of the fine-earth fraction is silty clay loam, silty clay, or clay with 35 to 50 percent clay. It has 10 to 35 percent pararock fragments.\nThe underlying bedrock dominantly is siltstone that is partially weathered, has a paralithic contact, and is commonly fractured with spacing of fractures greater than 4 inches. The volume of interstitial material ranges from near 0 to 15 percent in the upper few inches."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Blachly, Dement, Desolation, and Melby series. Blachly, Dement, Desolation, and Melby soils are deeper than 40 inches to bedrock. Desolation and Melby soils lack hue as red as 5YR in the solum. Further investigation is needed to determine if the Desolation series actually occurs in the isomesic temperature regime."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: The Kilowan soils occur on summits, shoulder slopes, and back slopes of mountains. Slopes are 3 to 75 percent. The soils formed in clayey colluvium and  residuum derived from siltstone and sandstone. Elevations are 250 to 1,800 feet. The climate is characterized by warm wet winters and hot moist summers. The average January temperature is 39 degrees F. and the average July temperature is 63 degrees F. The mean annual temperature is 45 to 53 degrees F. The mean annual precipitation is 70 to 120 inches. The frost free period is 110 to 210 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Bohannon, Honeygrove, Kilchis, Klickitat, Peavine, Preacher, Trask, Slickrock and the competing Blachly soils. All of these soils occur on mountains. Bohannon soils have hue of 10YR or 7.5YR, are fine-loamy, and are 20 to 40 inches deep to arkosic sandstone. Honeygrove, Preacher and Slickrock soils are deeper than 40 inches to a paralithic contact. Kilchis soils are loamy-skeletal and less than 20 inches deep to a lithic contact. Klickitat soils have an umbric epipedon 10 inches or more thick and are loamy-skeletal. Honeygrove and Peavine soils have an argillic horizon. Trask soils have hue of 10YR or 7.5YR and are loamy-skeletal."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; moderately slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Kilowan soils are used for timber production, recreation, wildlife habitat and watersheds. The native vegetation dominantly is Douglas fir, western hemlock, big leaf maple, and red alder, with widely spaced western redcedar. The understory is vine maple, salal, swordfern, oceanspray, cascade Oregongrape, hazel, and dogwood. Burned over and logged off areas have brackenfern, vine maple, salal, western dewberry, and grasses."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Central portion of the Coast Range Mountains in Oregon; MLRA 1. The series is moderately extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Polk County, Oregon, 1977."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features in this pedon include:\nOchric epipedon\nHumic subgroup - color requirement is met from 1 to 8 inches\nCambic horizon - from 14 to 25 inches (Bw1 and Bw2 horizons)\nParticle-size control section - from 11 to 25 inches\nDepth to diagnostic horizons and features is measured from the top of the first mineral horizon.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Oi",
        "top": 0,
        "bottom": 3,
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Oi--0 to 1 inch; slightly decomposed layer of needles, cones, small branches and leaves; abrupt smooth boundary. (0.5 to 3 inches thick)"
      },
      {
        "name": "A",
        "top": 3,
        "bottom": 20,
        "dry_hue": "5YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "5YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "silty clay loam",
        "pH": 5.2,
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "A--1 to 8 inches; dark reddish brown (5YR 3/3) silty clay loam, reddish brown (5YR 5/3) dry; moderate very fine granular structure; soft, very friable, moderately sticky and slightly plastic; many fine and medium roots; 30 percent 2 to 5 mm soft concretions; many very fine irregular pores; strongly acid (pH 5.2); clear wavy boundary. (7 to 9 inches thick)"
      },
      {
        "name": "AB",
        "top": 20,
        "bottom": 36,
        "dry_hue": "5YR",
        "dry_value": 5,
        "dry_chroma": 4,
        "moist_hue": "5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "silty clay loam",
        "pH": 5.2,
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "AB--8 to 14 inches; reddish brown (5YR 4/4) silty clay loam, reddish brown (5YR 5/4) dry; moderate very fine and fine subangular blocky structure; hard, friable, moderately sticky and slightly plastic; many fine and medium roots; 10 percent 2 to 5 mm soft concretions; many very fine irregular and tubular pores; strongly acid (pH 5.2); clear wavy boundary. (0 to 8 inches thick)"
      },
      {
        "name": "Bw1",
        "top": 36,
        "bottom": 46,
        "dry_hue": "5YR",
        "dry_value": 5,
        "dry_chroma": 6,
        "moist_hue": "5YR",
        "moist_value": 4,
        "moist_chroma": 6,
        "texture_class": "silty clay",
        "pH": 5,
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bw1--14 to 18 inches; yellowish red (5YR 4/6) silty clay, yellowish red (5YR 5/6) dry; moderate fine subangular blocky structure; very hard, firm, very sticky and very plastic; common fine and medium roots; common faint coatings on peds; many very fine and fine tubular pores; very strongly acid (pH 5.0); clear wavy boundary."
      },
      {
        "name": "Bw2",
        "top": 46,
        "bottom": 64,
        "dry_hue": "5YR",
        "dry_value": 5,
        "dry_chroma": 6,
        "moist_hue": "5YR",
        "moist_value": 4,
        "moist_chroma": 6,
        "texture_class": "clay",
        "pH": 4.8,
        "pH_class": "very strongly acid",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "Bw2--18 to 25 inches; yellowish red (5YR 4/6) clay, yellowish red (5YR 5/6) dry; moderate medium subangular blocky structure; very hard, firm, very sticky and very plastic; common fine and medium roots; common very fine tubular pores; very strongly acid (pH 4.8); abrupt wavy boundary. (Combined thickness of the Bw horizon is 8 to 30 inches)"
      },
      {
        "name": "Crt",
        "top": 64,
        "moist_hue": "10YR",
        "moist_value": 7,
        "moist_chroma": 4,
        "texture_class": "silt",
        "narrative": "Crt--25 inches; partially weathered very pale brown (10YR 7/4) siltstone with yellowish red (5YR 4/6) distinct clay coatings on siltstone fragments; few fines from above horizon in fractures in upper few inches."
      }
    ]
  ]
}
