{
  "SERIES": "KILOA",
  "STATUS": "Established Series",
  "BYREV": "Rev. RCH/HHS/PGN/AMS",
  "REVDATE": "05/2012",
  "STATES": "HI",
  "OVERVIEW": "The Kiloa series consists of deep and very deep, well drained soils that formed in organic material overlying `a`a lava.  Kiloa soils are on the slopes of Mauna Loa and Kilauea volcanoes.  Slopes range from 2 to 20 percent.  Mean annual rainfall is 4000 millimeters (160 inches), and mean annual temperature is about 18 degrees C (65 degrees F).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Euic, isothermic Typic Udifolists"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Kiloa extremely stony highly decomposed plant material under ohia lehua/guava forest on a 3 percent slope at an elevation of 572 meters (1,880 feet).  (Colors are for moist soil unless otherwise noted.  When described soil was moist throughout.  All textures are apparent field textures.  pH was measured using organic dyes.\n2C1/Oa--0 to 25 centimeters (0 to 10 inches); very dark brown (7.5YR 2/2) extremely cobbly highly decomposed plant material; weak fine subangular blocky structure; soft, friable, non sticky and slightly plastic; many fine roots; many  interstitial pores; 25 percent subangular `a`a gravel, 30 percent subangular `a`a cobble and 5 percent subangular `a`a stone, non smeary; many roots, many pores; strongly acid (pH 5.2); .) The 2C part of this horizon consist of unconsolidated `a`a lava fragments of variable size.abrupt wavy boundary. (8 to 30 centimeters (3 to 12 inches) thick)\n2C2--25 to 128 centimeters (10 to 50 inches); fragmental `a`a lava with a small amount of material from above in spaces between rocks; 20 percent subangular `a`a stone, 45 percent subangular `a`a cobble 30 percent subangular `a`a gravel."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Hawaii County, Hawaii; from Highway 11 turn southwest on Stainback Highway and proceed 15 miles and park; proceed south approximately 30 feet of highway to type location Kulani Quadrangle; 19 degrees 33 minutes 47.32 seconds North latitude and 155 degrees 16 minutes 21.26 seconds West longitude."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nDepth to bedrock: 102 to 152 centimeters (40 to 60 inches).\nMean annual soil temperature: 16 to 22 degrees C (61 to 72 degrees F).\nRock fragments: 65 to 90 percent by volume of the pedon and range from gravel to cobble size `a`a lava rocks.\nSoil moisture: The soil is typically moist throughout the profile. Precipitation exceeds evapotranspiration in all months of normal years (perudic soil moisture regime).\nOa horizon\nHue: 7.5YR or 10YR\nValue: 2 to 2.5 moist\nChroma: 1 to 2\nRock fragments: 15 to 85 percent `a`a lava\nC2\nRock fragments: 85 to 95 percent `a`a lava"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: This is the Puna series. Puna soils are located on the leeward side of Island of Hawaii and receive the majority of rainfall from April to October."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Kiloa soils are on Mauna Loa lava and Kilauea flows 250 to 1,000 years old at elevations of 366 to 1,372 meters (1,200 to 4,500 feet). Slopes range from 2 to 20 percent. The soils formed in a thin mantle of organic material and volcanic ash overlying `a`a lava. Mean annual rainfall ranges from 2,286 to 4000 millimeters (90 to more than 160 inches) with most of the rainfall occurring from October to May. Mean annual pan evaporation ranges from 762 to 1,016 millimeters (30 to 40 inches).  Annual temperatures average from 17 to 22 degrees C (63 to 71 degrees F)."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are Kopua, Makaala, Waiakea, Keei and Ihope series.  Kopua series is a mineral soil.  Makaala soils are moderately deep. Waiakea soils have silty clay loam textures.  Keei soils are shallow.  Ihope soils are somewhat poorly drained and have redoximorphic features."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained. Runoff is low. Permeability is very rapid in the soil and very slow in the underlying bedrock."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: These soils are used principally for pasture and woodland. Natural vegetation is ohia lehua (Metrosideros polymorpha), treefern (Cibotium spp.), sedge (Carex spp.) and kikuyugrass (Pennisetum clandestinum)."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Island of Hawaii. MLRA 162. This series is moderately extensive with approximately 13,500 acres."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Kona District, Hawaii County, Hawaii, 1971."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nSapric soil materials - 0 to 25 centimeters (0 to 10 inches) (2C1/Oa horizon).\nAbrupt textural change - 25 centimeters (10 inches) (2C horizon).\nPerudic moisture regime."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "ADDITIONAL DATA: NASIS Pedon User ID 02HI602361.\nEdit log: 03/08: Updated permeability (AMS). 08/2009 Updated distribution and extent, rainfall and temperature (PGN).\nLast revised by state on 08/2009"
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "2C1/Oa",
        "top": 0,
        "bottom": 25,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "7.5YR",
        "moist_value": 2,
        "moist_chroma": 2,
        "texture_class": "NA",
        "cf_class": "extremely cobbly",
        "pH": 5.2,
        "pH_class": "strongly acid",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "2C1/Oa--0 to 25 centimeters (0 to 10 inches); very dark brown (7.5YR 2/2) extremely cobbly highly decomposed plant material; weak fine subangular blocky structure; soft, friable, non sticky and slightly plastic; many fine roots; many  interstitial pores; 25 percent subangular `a`a gravel, 30 percent subangular `a`a cobble and 5 percent subangular `a`a stone, non smeary; many roots, many pores; strongly acid (pH 5.2); .) The 2C part of this horizon consist of unconsolidated `a`a lava fragments of variable size.abrupt wavy boundary. (8 to 30 centimeters (3 to 12 inches) thick)"
      },
      {
        "name": "2C2",
        "top": 25,
        "bottom": 128,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "2C2--25 to 128 centimeters (10 to 50 inches); fragmental `a`a lava with a small amount of material from above in spaces between rocks; 20 percent subangular `a`a stone, 45 percent subangular `a`a cobble 30 percent subangular `a`a gravel."
      }
    ]
  ]
}
