{
  "SERIES": "KILTABAR",
  "STATUS": "Established Series",
  "BYREV": "Rev.SJJ/PSD/MCS",
  "REVDATE": "02/1999",
  "STATES": "WY",
  "OVERVIEW": "The Kiltabar series consists of very deep, somewhat poorly drained soils that are on alluvial flats and in drainageways and areas adjacent to playas and intermittent lakes.  These soils formed in alluvium derived from mixed sources.  Slopes range from 0 to 3 percent with hummocky microrelief common.  The mean annual precipitation is about 12 inches, and the mean annual air temperature is about 42 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, frigid Gypsic Aquisalids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Kiltabar silty clay loam, 2 percent slopes in an ephemeral drainageway with native grasses and shrubs.  (Colors are for dry soil unless otherwise stated.)\nAzy--0 to 1 inch; yellowish brown (10YR 5/4) silty clay loam, dark yellowish brown (10YR 4/4) moist; strong very thick platy structure; hard, very friable, very sticky and very plastic; common very fine continuous irregular pores; slightly effervescent, carbonates disseminated; common (5 percent) soft masses of gypsum and salts more soluble than gypsum; E.C. 30 mmhos; strongly alkaline (pH 8.5) ; abrupt smooth boundary.  (1 to 12 inches thick)\nBzy1--1 to 16 inches; dark yellowish brown (10YR 4/4) silty clay loam, dark yellowish brown (10YR 4/4) moist; massive; extremely hard, friable, very sticky and very plastic; common very fine continuous irregular pores; strongly effervescent, carbonates disseminated; common (5 percent) fine crystals of gypsum and salts more soluble than gypsum; E.C. 29 mmhos; moderately alkaline (pH 8.4); clear smooth boundary.  (9 to 22 inches thick)\nBzy2--16 to 40 inches; yellowish brown (10YR 5/4) clay loam, dark yellowish brown (10YR 4/4) moist; massive; extremely hard, friable, very sticky and very plastic; common very fine continuous irregular pores; slightly effervescent, carbonates disseminated; many (25 percent) medium and coarse crystals of gypsum and salts more soluble than gypsum; E.C.  28 mmhos; moderately alkaline (pH 8.4); gradual wavy boundary.  (0 to 33 inches thick)\nC--40 to 60 inches; yellowish brown (10YR 5/4) clay loam, dark yellowish brown (10YR 4/4) moist; massive; extremely hard, friable, very sticky and very plastic; common very fine continuous irregular pores; slightly effervescent, carbonates disseminated; E.C. 8 mmhos; strongly alkaline (pH 9.0)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Albany County, Wyoming; two miles NW of Bosler; 550 feet east, 250 feet south of the NW corner, sec. 29, T. 19 N., R. 74 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Surface accumulations of salts are common.  The mean annual soil temperature ranges from 39 to 45 degrees F., and the mean summer soil temperature ranges from 59 to 65 degrees F.  The particle-size control section contains from 18 to 35 percent clay.  Coarse fragment content is typically 0 to 10 percent pebbles throughout but may range to 20 percent in the C horizon when averaged.  E.C. ranges from 28 to 90 mmhos and salt content from 2 to 6 percent in the salic horizon.  Gypsum content ranges from 5 to 25 percent visible crystals in the gypsic horizon.  Depth to water table is variable but is present within three feet of the surface for one month or more in most years.\nThe Azy and Az horizons have hue of 10YR or 2.5Y, value of 5 or 6 dry and 3 or 4 moist, and chroma of 3 or 4 dry and moist.  It is moderately alkaline or strongly alkaline.\nThe Bzy horizon has hue of 10YR or 2.5Y, value of 4 through 6 dry and moist, and chroma 3 or 4 dry and moist.  Texture is commonly silty clay loam or clay loam, but the range includes sandy clay loam and loam.  It is moderately alkaline through very strongly alkaline.\nThe C horizon has hue of 10YR or 2.5Y, value of 5 through 7 dry and 4 or 5 moist, and chroma 3 or 4 dry and moist.  Texture is commonly clay loam or silty clay loam, but some pedons have thin strata of gravelly or very gravelly sandy loam below 40 inches.  It is moderately alkaline or strongly alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no competing series."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  The Kiltabar soils are on nearly level alluvial flats and in drainageways and areas adjacent to playas and intermittent lakes.  Slopes range from 0 to 3 percent with hummocky microrelief common.  These soils formed in alluvium derived from mixed sources.  Elevation is 6,800 to 7,500 feet.  The mean annual precipitation is 10 to 14 inches of which about half falls as snow or rain in April, May, and early June.  The mean annual air temperature is 40 to 45 degrees F.  The frost-free season ranges from 85 to 110 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Absher, Alcova, Forelle, and Tisworth soils.  Absher soils are fine textured and have natric horizons.  Alcova and Forelle soils have argillic horizons. Tisworth soils have natric horizons."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Somewhat poorly drained; runoff is medium; permeability is moderately slow."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are used for range and wildlife habitat.  Vegetation is mainly alkali sacaton, western wheatgrass, inland saltgrass, and greasewood."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  The Laramie Basin of southeastern Wyoming.  This series is of limited extent, covering about 3,500 acres."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Albany County (Albany County Area), Wyoming; 1991."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are: Ochric epipedon - 0 to 1 inch (Azy);  Gypsic horizon - 1 to 40 inches ( Bzy);  Salic horizon - 1 to 40 inches (Bzy).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
