{
  "SERIES": "KILWINNING",
  "STATUS": "Established Series",
  "BYREV": "Rev. FCW-KDV",
  "REVDATE": "7/98",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, smectitic, mesic Vertic Epiaqualfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Kilwinning silt loam - on a 3 percent north-facing slope in a cultivated field.  (Colors are for moist soil unless otherwise stated.)\nAp--0 to 8 inches; very dark gray (10YR 3/1) silt loam, gray (10YR 5/1 dry; moderate very fine granular structure; friable; few fine roots; moderately acid; abrupt smooth boundary. (6 to 10 inches thick)\nBtg1--8 to 14 inches; dark gray (10YR 4/1) silty clay; weak fine subangular and angular blocky structure; firm; few fine roots; many faint clay films; many light gray (10YR 6/1) dry silt coats on faces of peds; commom fine prominent strong brown (7.5YR 5/6) masses of iron accumulation; strongly acid; gradual smooth boundary.\nBtg2--14 to 18 inches; dark gray (10YR 4/1) silty clay; moderate fine subangular blocky structure; firm; few fine roots; many faint clay films; few very dark gray organic stains; common fine prominent strong brown (7.5YR 5/8 ) masses of iron accumulation; strongly acid; gradual smooth boundary.\nBtg3--18 to 24 inches; dark grayish brown (2.5Y 4/2) silty clay; moderate fine subangular blocky structure; firm; many faint clay films; common fine prominent yellowish brown (10YR 5/6) masses of iron accumulation; strongly acid; gradual smooth boundary.\nBtg4--24 to 30 inches; gray (10YR 5/1) and grayish brown (10YR 5/2) silty clay; moderate fine and medium subangular blocky structure; firm; many faint clay films; common fine prominent yellowish brown (10YR 5/6) masses of iron accumulation; moderately acid; gradual smooth boundary.\nBtg5--30 to 42 inches; grayish brown (2.5Y 5/2) silty clay loam; weak fine and medium subangular blocky structure; firm; many faint clay films; few fine prominent yellowish brown (10YR 5/6) masses of iron accumulation; slightly acid; gradual smooth boundary.\nBtg6--42 to 58 inches; gray (10YR 5/1) silty clay loam; weak medium subangular blocky structure; firm; common faint clay films; common medium prominent dark brown (7.5YR 4/4) and few medium prominent yellowish red (5YR 4/6) masses of iron accumulation; neutral; gradual smooth boundary.  (Combined thickness of the Btg horizon is 32 to 64 inches.)\nC--58 to 65 inches; yellowish brown (10YR 5/6) silt loam; massive; friable; few medium prominent gray (10YR 5/1) iron depletions; neutral."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Scotland County, Missouri; about 13 miles north and west of Memphis; 50 feet west and 50 feet south of the center of sec.  15, T. 66 N., R. 13 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Thickness of the solum ranges from 40 to 60 inches or more.  Sand content is less than 10 percent in the solum.\nThe Ap or A horizon has hue of 10YR, value of 2 or 3, and chroma of 1 or 2.  It commonly is silt loam but includes silty clay loam.  Reaction is moderately acid to neutral.\nThe upper part of the Btg horizon has hue of 10YR or 2.5Y, value of 4 or 5, chroma of 1 or 2 and is mottled.  It is silty clay loam with more than 35 percent clay or silty clay and has clay maximum of 50 percent or more in some parts. Reaction is very strongly acid to moderately acid.  The lower part of the Btg horizon has hue of 10YR or 2.5Y, value of 4 to 6, chroma of 1 or 2 and is commonly mottled.  It is silty clay or silty clay loam and moderately acid to neutral.\nThe C horizon has hue of 10YR or 2.5Y, value of 4 or 5, and chroma of 4 to 8 and commonly has low chroma mottles.  It is silty clay loam or silt loam and is neutral or slightly alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Bucknell, Gifford, Kniffin, Leonard, Pershing, Rathbun, Rinda, Shields, and Stateline series.  Bucknell, Gifford, Leonard, Rinda and Shields soils have more than 10 percent sand in the lower part of the solum.  Kniffin soils do not have chroma of 2 or less in 60 percent of the mass in some horizon between 10 and 30 inches.  Pershing and Stateline soils are more acid than neutral in the lower part of the series control section.  Rathbun soils do not have surface layers that are 7 inches or more thick and have colors with value and chroma of 3 or less."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Kilwinning soils are on convex ridgetops and side slopes below nearly level upland divides.  These soils formed in loess and slopes range from 2 to 5 percent.  The mean annual temperature ranges from 50 to 55 degrees F, and mean annual precipitation ranges from 33 to 38 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the competing Leonard soils and the Armstrong, Edina, and Putnam soils.  Leonard soils are on lower slopes.  Armstrong soils formed in glacial till and are lower on the slope.  Edina and Putnam soils have an albic horizon and are on nearly level ridgetops above the Kilwinning soils."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Poorly drained.  Runoff potential is medium.  Permeability is estimated to be very slow."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most areas are cultivated and some are in pasture.  Native vegetation is tall prairie grasses."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  North-central and northeastern Missouri. The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Indianapolis, Indiana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Scotland County, Missouri, 1969."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this series are:  ochric epipedon - the zone from the surface of the soil to a depth of 8 inches (Ap horizon).  This would be in mollic subgroup if not vertic. Argillic horizon - the zone from approximately 8 inches to 58 inches (Btg1, Btg2, Btg3, Btg4, Btg5 and Btg6 horizons).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
