{
  "SERIES": "KIM",
  "STATUS": "Established Series",
  "BYREV": "Rev. AJC/GB/PRF",
  "REVDATE": "01/2000",
  "STATES": "CO,KS,MT,NM,WY",
  "OVERVIEW": "The Kim series consists of very deep, moderately permeable, well drained soils that formed in alluvium and mixed eolian and alluvial material derived from sandstone and shale.  Kim soils are on alluvial fans below escarpments of sedimentary rock and uplands.  Slopes are 0 to 20 percent.  The mean annual precipitation is about 13 inches and the mean annual temperature is about 51 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, active, calcareous, mesic Ustic Torriorthents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Kim loam - grassland.  (Colors are for dry soil unless otherwise noted.)\nA--0 to 6 inches; grayish brown (10YR 5/2) loam, dark grayish brown (10YR 4/2) moist; moderate very fine granular structure; soft, very friable; strongly effervescent; moderately alkaline (pH 8.0); clear smooth boundary.  (4 to 8 inches thick)\nAC--6 to 14 inches; grayish brown (10YR 5/2) clay loam, dark grayish brown (10YR 4/2) moist; weak medium prismatic structure parting to weak medium subangular blocky; hard, very friable, plastic; violently effervescent; moderately alkaline (pH 8.0); clear wavy boundary.  (6 to 10 inches thick)\nC--14 to 60 inches; pale brown (10YR 6/3) clay loam, brown (10YR 5/3) moist; massive; hard, very friable; 5 percent sandstone fragments; some visible calcium carbonate occurring as small soft masses; violently effervescent; moderately alkaline (pH 8.0)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Bent County, Colorado; 50 feet west and .85 mile south of the northwest corner of Sec. 3, T. 26 S., R. 52 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Mean annual soil temperature ranges from 49 to 58 degrees F., and mean summer soil temperature ranges from 59 to 78 degrees F.  The surface 15 inches has approximately .8 percent organic matter and the sand/clay ratio ranges from 1 to about 3.  The particle-size control section is typically loam, sandy clay loam, or light clay loam, and less commonly in the lower part a fine sandy loam.  It has 18 to 35 percent clay, 20 to 55 percent silt, and 15 to 60 percent sand, with more than 15 percent but less than 45 percent being fine or coarser sand.  Rock fragments are typically less than 10 percent and range from 0 to 15 percent.  Exchangeable sodium percentage is usually less than 3 and is less than 15 in any layer as thick as 4 inches.  This soil is not dry in all parts of the moisture control section for more than one-half the time that the soil temperature is above 41 degrees F. (225 to 235 days) and is not dry for 45 consecutive days following July 15.\nA horizon\nHue: 5Y through 7.5YR\nValue: 5 through 7 dry, 3 through 6 moist\nChroma: 2 through 4\nStructure: granular structure, but has subangular blocky structure in some pedons.\nConsistence: soft to slightly hard\nCarbonates: In some pedons it is leached to depths of 2 to 8 inches.\nReaction: slightly alkaline or moderately alkaline (pH 7.6 to 8.2)\nWhen the surface horizons have value as dark as 5 dry and 3 moist they contain less than 1 percent organic carbon, or they are thin enough that if mixed to depth of 7 inches the soil has an ochric epipedon.\nC horizon:\nHue: 5Y through 7.5YR\nValue: 6 or 7 dry, 4 through 6 moist\nChroma: 2 through 6\nReaction: moderately to strongly alkaline (pH 8.0 to 8.6)\nCalcium carbonate equivalent: 1 to 14 percent\nCalcium carbonate: soft masses occurs at any depths in this horizon, but it should not be concentrated into a consistent horizon of secondary carbonate accumulation."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the El Rancho, Kishona, Mikim, Neville, Paradox, Pojoaque, Shavano, Sixmile, Thedalund, Theedle, and (T) Tsosie series.  Shavano, Sixmile, Thedalund, and Theedle soils have bedrock at some point above a depth of 40 inches.  El Rancho, Neville, and Pojoaque soils have hue of 5YR or redder.  Kishona soils have cooler annual soil temperature and have moisture control sections that are dry more than one-half the time, cumulative, that the soil temperature at 20 inches is above 41 degrees F.  Kishona soils are also dry in all parts of the moisture control section for at least 60 consecutive days following July 16.  Mikim and Paradox soils are dry in some parts of the moisture control section for 15 consecutive days from May 15 to July 15 when the soil temperature at 20 inches is greater than 41 degrees F.  In addition, Paradox soils have hues of 5YR and redder.  Tsosie soils are dry in all parts of the soil moisture control section from April 15 to July 1."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nSlope:  0 to 20 percent\nLandform:  alluvial fans usually below escarpments of sedimentary rock\nLandscape: uplands\nParent material:  parent sediments derived from a variety of rocks, including sandstone, shale, and similar materials.\nMean annual precipitation: 11 to 14 inches, with peak periods of precipitation occurring during the spring and early summer.\nMean annual temperature: 47 to 53 degrees F.\nMean annual summer temperature is 74 degrees F."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Shingle soils and the competing Thedalund soils.  The three series often form a toposequence.  Shingle soils have bedrock at depths of 10 to 20 inches."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:\nDrainage: Well\nRunoff: low to high\nPremeability: moderate"
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are used principally as native pastureland; however, they are used as dry or irrigated cropland in some localities.  Native vegetation typically consists of short grasses, of which blue grama predominates."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Eastern Colorado, southeastern Wyoming, and northeastern New Mexico in MLRA 69.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Denver, Colorado"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Big Horn County (Big Horn Area), Montana, 1970."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic features include an ochric epipedon and free lime carbonate at 7 to 20 inches.  Last updated by the state 2/94.\nUpdated by the MLRA Office-5 on 1/12/2000 to update the parent mateials in the first paragraph and to move to a semi-tab format."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "NA"
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 15,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "loam",
        "structure": "moderate very fine granular",
        "dry_rupture": "soft",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": 8,
        "pH_class": "moderately alkaline",
        "eff_class": "strongly effervescent",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A--0 to 6 inches; grayish brown (10YR 5/2) loam, dark grayish brown (10YR 4/2) moist; moderate very fine granular structure; soft, very friable; strongly effervescent; moderately alkaline (pH 8.0); clear smooth boundary.  (4 to 8 inches thick)"
      },
      {
        "name": "AC",
        "top": 15,
        "bottom": 36,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "clay loam",
        "structure": "weak medium prismatic",
        "dry_rupture": "hard",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": 8,
        "pH_class": "moderately alkaline",
        "eff_class": "violently effervescent",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "AC--6 to 14 inches; grayish brown (10YR 5/2) clay loam, dark grayish brown (10YR 4/2) moist; weak medium prismatic structure parting to weak medium subangular blocky; hard, very friable, plastic; violently effervescent; moderately alkaline (pH 8.0); clear wavy boundary.  (6 to 10 inches thick)"
      },
      {
        "name": "C",
        "top": 36,
        "bottom": 152,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 3,
        "texture_class": "clay loam",
        "structure": "massive",
        "dry_rupture": "soft",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": 8,
        "pH_class": "moderately alkaline",
        "eff_class": "violently effervescent",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "C--14 to 60 inches; pale brown (10YR 6/3) clay loam, brown (10YR 5/3) moist; massive; hard, very friable; 5 percent sandstone fragments; some visible calcium carbonate occurring as small soft masses; violently effervescent; moderately alkaline (pH 8.0)."
      }
    ]
  ]
}
