{
  "SERIES": "KIMBERSON",
  "STATUS": "Established Series",
  "BYREV": "SCH-TCB-RM",
  "REVDATE": "08/2016",
  "STATES": "NM,TX",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy, mixed, superactive, thermic, shallow Petrocalcic Calciustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Kimberson gravelly loam, in rangeland at an elevation of about 1,082 m (3,550 ft). (Colors are for dry soil unless otherwise stated.)\nA1--0 to 13 cm (0 to 5 in); dark grayish brown (10YR 4/2) gravelly loam, very dark grayish brown (10YR 3/2) moist; weak medium prismatic structure parting to weak fine subangular blocky; slightly hard, friable; many very fine, fine, and medium roots; 10 percent gravel-sized and 5 percent cobble-sized caliche fragments; finely disseminated calcium carbonate; strongly effervescent; moderately alkaline; clear wavy boundary.\nA2--13 to 28 cm (5 to 11 in); dark grayish brown (10YR 4/2) very cobbly loam, very dark grayish brown (10YR 3/2) moist; weak medium prismatic structure parting to moderate fine to medium subangular blocky; slightly hard, friable; many very fine, fine, and medium roots; 20 percent gravel-sized and 20 percent cobble-sized caliche fragments; finely disseminated calcium carbonate; violently effervescent; moderately alkaline; abrupt wavy boundary. (A horizons combined thickness of 5 to 50 cm [2 to 20 in])\nBkkm--28 to 71 cm (11 to 28 in); white (10YR 8/1) indurated platy caliche containing a few fractures; laminar in the upper part; thin to thick, concentrically-banded pisolitic structure below the laminar layer; common very fine, fine, and medium roots along fractures between caliche plates; violently effervescent; moderately alkaline; gradual wavy boundary. (13 to 178 cm [5 to 70 in] thick)\nBkk--71 to 163 cm (28 to 64 in); white (10YR 8/1) and light gray (10YR 7/2) extremely cobbly sandy loam, white (10YR 8/1) and light brownish gray (10YR 6/2) moist; massive; very weakly to moderately cemented; common very fine and fine roots; 40 percent gravel-sized and 45 percent cobble-sized caliche fragments; violently effervescent; moderately alkaline; gradual wavy boundary. (0 to 100 cm [0 to 40 in] thick)\nB'kkm--163 to 203 cm (64 to 80 in); white (10YR 8/1) indurated platy caliche containing a few fractures; laminar in the upper part; few very fine roots along fractures between caliche plates; violently effervescent; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Hockley County, Texas; from the intersection of Farm Road 1490 and Farm Road 597 in Oklahoma Flat, 3.25 miles west on Farm Road 597; after entering gate north onto Yellowhouse Ranch, immediately west approximately 0.35 mile on ranch road; northwest approximately 0.45 mile in rangeland; Latitude: 33 degrees, 47 minutes, 32.6 seconds N; Longitude: 102 degrees, 27 minutes, 02.3 seconds W; Oklahoma Flat, Texas USGS quad; NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: An ustic moisture regime bordering on aridic. The soil moisture control section is dry in some or all parts for more than 180 but less than 220 days, cumulative, in normal years. July through August and December through\nFebruary are the driest months. These soils are intermittently moist in September through November and March through June.\nMean annual soil temperature: 15 to 18 degrees C (59 to 64 degrees F).\nDepth to petrocalcic horizon: 10 to 51 cm (4 to 20 in).\nSolum thickness: 10 to 51 cm (4 to 20 in).\nParticle-size control section (weighted average): 15 to 30 percent silicate clay\nCoarse fragments: 5 to 35 percent\nCEC/clay ratio: more than 0.60\nA horizon:\nHue: 7.5YR or 10YR\nValue: 3 to 5, 2 or 3 moist\nChroma: 2 or 3\nTexture: fine sandy loam, loam or their gravelly, cobbly, very gravelly, or very cobbly counterparts\nCoarse fragments: 5 to 40 percent of calcrete fragments\nCalcium carbonate equivalent: 0 to 30 percent\nEffervescence: strong or violent\nReaction: slightly alkaline or moderately alkaline\nVisible calcium carbonate: 5 to 20 percent in the form of finely disseminated masses, or nodules\nBkkm horizon:\nHue: 7.5YR or 10YR\nValue: 7 or 8, 7 moist\nChroma: 1 to 3\nThis horizon ranges from indurated, fractured, with a thin to thick laminar zone in the upper part to continuously indurated with thin to thick, concentrically-banded pisolitic structure below the laminar layer.\nBkk horizon:\nHue: 7.5YR or 10YR\nValue: 7 or 8, 6 or 7 moist\nChroma: 1 to 4\nTexture: extremely gravelly sandy loam, extremely gravelly loam, extremely cobbly sandy loam\nCoarse fragments: more than 60 percent caliche fragments with interstitial soil materials\nCalcium carbonate by weight: more than 40 percent\nEffervescence: violent\nReaction: moderately alkaline\nB'kkm horizon (not present in all pedons):\nHue: 7.5YR or 10YR\nValue: 7 or 8, 7 moist\nChroma: 1 to 3\nThis horizon ranges from indurated, fractured, with a thin to thick laminar zone in the upper part to continuously indurated with thin to thick, concentrically-banded pisolitic structure below the laminar layer."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These series are the Carbine, Espy, Ozona, Pitzer and Queeny series in the same family. Similar soils are the Kimbrough, Laverne and Potter series.\nCarbine soils: have a calcic horizon above the petrocalcic horizon, have parent\nmaterials from mixed alluvium derived from limestone and calcareous sandstone, and developed on fan terraces at elevations of 1,341 to 1,646 m (4,400 to 5,400 ft).\nEspy soils: have volcanic bedrock or unconsolidated contrasting material between 100 and 203 cm below the soil surface.\nOzona soils: do not have a mollic epipedon above the indurated petrocalcic horizon and have calcareous loamy parent materials derived from marl and limestone of the Cretaceous age Buda Limestone.\nPitzer soils: are moist for longer periods and have an ustic soil moisture regime bordering on udic. In addition, Pitzer soils have gravelly substrata containing siliceous pebbles.\nQueeny soils: are moist for longer periods and have an ustic soil moisture regime bordering on udic. In addition, Queeny soils formed in loamy alluvium over thick beds of gravel and sand of the Uvalde Formation.\nKimbrough soils: are dry for longer periods and have an aridic soil moisture regime.\nLaverne soils: have a loamy-skeletal particle-size control section and have parent materials derived from the Ogallala Formation of Miocene-Pliocene age.\nPotter soils: have an aridic soil moisture regime and do not have an indurated petrocalcic horizon."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material: a thin mantle of calcareous, loamy eolian deposits from the Blackwater Draw Formation of Pleistocene age over indurated caliche of Pliocene age.\nLandform: nearly level and very gently sloping plains, typically adjacent to escarpments, and summit positions on knolls and interfluves.\nSlope: 0 to 3 percent.\nElevation: 792 to 1,615 m (2,600 to 5,300 ft).\nMean annual air temperature: 14 to 17 degrees C (57 to 63 degrees F).\nMean annual precipitation: 432 to 533 mmm (17 to 21 in).\nFrost-free period: 185 to 220 days\nThornthwaite annual P-E Index: 25 to 36"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Amarillo, Acuff, Arvana, Friona, Olton, Potter, Pullman, and Sharvana soils.\nAcuff, Olton and Pullman soils: have an argillic horizon, do not have a petrocalcic horizon and occur on similar to slightly higher landscape positions.\nAmarillo soils: have both an ochric epipedon and an argillic horizon and do not have a petrocalcic horizon. They occur on similar to slightly higher landscape positions.\nArvana soils: have an ochric epipedon and argillic horizon and have a petrocalcic horizon at a depth of 50 to 100 cm below the soil surface. Arvana soils occur on similar to slightly higher landscape positions.\nFriona soils: are on similar landscape positions, have an argillic horizon, and have a petrocalcic horizon at a depth of 50 to 89 cm below the soil surface.\nPotter soils: are on slightly lower landscape positions.\nSharvana soils: are on similar landscape positions and have both an ochric epipedon and an argillic horizon."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained and very slow permeability. Runoff is high on slopes less than 1 percent and very high on 1 to 3 percent slopes."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: These soils are used nearly exclusively for livestock grazing. Climax vegetation includes sideoats grama, little bluestem, buffalograss, hairy grama, slim tridens, purple and wright threeawns,\nbushsunflower, gray goldaster, daleas, gayfeather, plains blackfoot, sundrops,\ncatclaw, ephedra, hackberry, and javelinabrush. This soil has been correlated to the Very Shallow (R077CY037TX) ecological site in MLRA-77C."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Southern High Plains, Southern Part (MLRA 77C in LRR H) of western Texas and eastern New Mexico. The series is extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Curry SW Quay Counties, New Mexico, 2007. Series proposed in\nHockley County, Texas; 1999"
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon: 0 to 28 cm. (A horizons)\nPetrocalcic horizons: 28 to 71 cm (11 to 28 in) and 163 to 203 cm (64 to 80 in). (Bkkm and B'kkm horizons)\nCalcic horizon: 71 to 163 cm (28 to 64 in) (Bkk horizon)\nPlugged (kk) horizon: 28 to 203 cm (11 to 80 in) (Bkkm, Bkk, B'kkm horizon)\nNote: the kk feature is defined as pedogenic carbonate accumulation that is characterized by laterally continuous carbonates that have engulfed rock, sand, silt, and clay particles; plugged the macroporosity of the soil horizon with 50 percent or more calcium carbonate; and obliterated the original soil structure.\nThe assignment of the cation-exchange activity class is supported by laboratory data from surrounding soils.\nADDITIONAL DATA: NSSL data available from type location; S99-TX-219-001 (Hockley\nCounty, Texas)\nTaxonomic Version: Keys to Soil Taxonomy, Twelfth Edition, 2014.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
