{
  "SERIES": "KIMBLES",
  "STATUS": "Established Series",
  "BYREV": "TAC",
  "REVDATE": "02/2005",
  "STATES": "PA",
  "OVERVIEW": "The Kimbles series consists of very deep, poorly drained lacustrine soils formed in alluvial deposits on the banks of meandering streams within glacial lakebeds. The soils formed from sandy and silty fluvial deposits derived from adjacent glaciolacustrine materials. Permeability is moderate to moderately slow in the solum and moderately rapid to rapid in the substratum. Slope ranges from 0 to 2 percent. Mean annual precipitation is about 40 inches and mean annual temperature is about 49 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-silty over sandy or sandy-skeletal, mixed, active, nonacid, mesic Typic Endoaquepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Kimbles silt loam, on a nearly level hay field. (Colors are for moist soil unless otherwise specified)\nApg -- 0 to 5 inches; 80 percent grayish brown (10YR 5/2), and 20 percent light brownish gray (10YR 6/2) silt loam; moderate medium granular structure; friable, slightly sticky, non plastic; many very fine and fine roots throughout; common fine and medium discontinuous tubular pores; many fine and medium rounded iron-manganese concretions; many medium faint light gray (10YR 7/1) areas of iron depletion and prominent strong brown (7.5YR 5/6) and prominent black (N 2/0) masses of discontinuous manganese or iron-manganese accumulations on faces of peds; neutral; clear smooth boundary.\nBg1 -- 5 to 12 inches; 60 percent light brownish gray (10YR 6/2), and 40 percent brownish yellow (10YR 6/6) silt loam; moderate medium and coarse subangular blocky structure; firm, slightly sticky, slightly plastic; common fine and medium discontinuous tubular, and few very coarse filled with coarse material pores; many fine and medium rounded iron-manganese concretions; many medium faint light gray (10YR 7/1) areas of iron depletion and distinct yellowish brown (10YR 5/6) and prominent black (N 2/0) masses of discontinuous manganese or iron-manganese accumulation; slightly acid; clear smooth boundary.\nBg2 -- 12 to 20 inches; 80 percent light brownish gray (10YR 6/2), and 20 percent brownish yellow (10YR 6/6) fine sandy loam; moderate medium and coarse subangular blocky structure; very friable, non sticky, non plastic; few very coarse pores filled with coarse material; common fine and medium rounded iron-manganese concretions; many medium faint light gray to gray (10YR 6/1) areas of iron depletion and common fine and medium distinct yellowish brown (10YR 5/6) and prominent black (N 2/0) masses of discontinuous manganese or iron-manganese accumulation; moderately acid; clear wavy boundary. (Combined thickness of the Bg is 11 to 27 inches.)\nBCg -- 20 to 25 inches; 70 percent light brownish gray (2.5Y 6/2), and 30 percent light olive brown (2.5Y 5/4) loamy fine sand; weak medium and coarse subangular blocky structure parting to single grain; very friable, non sticky, non plastic; few very coarse pores filled with coarse material; common fine and medium distinct yellowish brown (10YR 5/6) and few prominent black (N 2/0) masses of manganese or iron-manganese accumulation; moderately acid; gradual wavy boundary. (0 to 5 inches thick.)\n2C1g -- 25 to 33 inches; light brownish gray (2.5Y 6/2) loamy sand; single grain; loose, non sticky, non plastic; the upper part of this horizon has a 1 to 2 inch discontinuous layer of hemic material made up of decomposed vegetation, roots, and small branches; very strongly acid; gradual wavy boundary.\n2C2g -- 33 to 45 inches; light gray to gray (5Y 6/1) loamy sand; single grain; loose, non sticky, non plastic; the upper part of this horizon has a 1 to 2 inch discontinuous layer of decomposing hemic material made up of vegetation, roots, and small branches; very strongly acid; gradual wavy boundary.\n2C3g -- 45 to 70 inches; 70 percent greenish gray (5GY 5/1), and 30 percent weak red (2.5YR 5/2) loamy sand; single grain; loose, non sticky, non plastic; the upper part of this horizon has a 1 to 2 inch discontinuous layer of decomposing hemic material made up of roots, trees, and vegetation; strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Pike County, Pennsylvania, Blooming Grove Township, in State Gamelands #180, take US 6 to Shohola Lake, 2 miles south on gamelands road, 2000 ft east of ford of Shohola Creek; Pecks Pond, PA USGS topographic quadrangle; Latitude 41 degrees, 21 minutes, 21 seconds N. Longitude 75 degrees, 0 minutes, 24 seconds W. NAD 1927."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: The thickness of the solum ranges from 20 to 36 inches. Depth to bedrock is greater than 70 inches. Rock fragments are less than 5 percent in the solum, but range from 0 to 60 percent in the substratum. The rock fragments consist of rounded and subrounded sandstone pebbles and cobbles. Pebbles are make-up the largest percentage averaging around 65 percent of the total rock fragment fraction. Reaction ranges from strongly acid to neutral in the solum and from extremely acid to slightly acid in the substratum.\nThe Ap horizon has hue of 7.5YR to 2.5Y, value of 4 to 7, chroma of 0 to 4. It is loam, silt loam, or silt. Some pedons have 1 to 3 inch dark A horizons with similar hue and chroma as the Ap horizon, but with values of 2 or 3.\nThe B horizon has hue of 7.5YR to 2.5Y, value of 5 to 7, chroma of 1 to 6. The matrix colors of the B horizons are usually varigated and gleyed. It is loam, silt loam, or silt with some pedons having transitions to C horizons of sandier textures.\nThe C horizon has hue of 10YR to 5Y or 5GY, value of 5 or 6, chroma of 1 or 2. It is sandy loam, loamy sand, or sand and is commonly stratified or varved with different sand sizes and/or gravels and cobbles. Discontinuous 1 or 2 inch buried organic layers thought to be of the Pleistocene age are common, and that can color the surrounding strata with hues as red as 2.5YR."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no other soils within this family."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Nearly level fluvial-lactustrine deposits on stream dikes and alluvial fans close to stream entrances to lakebeds. Slope ranges from 0 to 2 percent. Mean annual precipitation ranges from 35 to 50 inches and is evenly distributed throughout the year. Mean annual temperature ranges from 40 to 52 degrees F., and the growing season ranges from 110 to 200 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: The Chenango, Edgemere, Freetown, Paupack, Shohola, and Paupack soils. The Edgemere, Morris, and Shohola soils have fragipans. The Chenango soils are well drained. The Freetown and Paupack soils are organic."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Kimbles soils are poorly drained. The potential for surface runoff is negligible to very high. Permeability is moderate to moderately slow in the solum, and moderately rapid to rapid in the substratum."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most areas are covered with Hemlocks or with dense growths of High Bush Blueberries, Rhododendron, Tamerack, Black Spruce, and reeds and sedges."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Southern New York, Northeastern and eastern Pennsylvania, and Central Pennsylvania. The Series is of minor extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Amherst, Massachusetts"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Pike County, Pennsylvania, 1995."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: The buried organic layers are not thick enough to be Thapto-Histic and the overwash has some development.\nDiagnostic Horizons:\nOchric: From the surface to a depth of 5 inches\nCambic: From a depth of 5 inches to a depth of 26 inches\nCEC activity class is estimated from data on similar parent materials.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
