{
  "SERIES": "KIMPER",
  "STATUS": "Established Series",
  "BYREV": "Rev. JAK-JMR-WHC-JDM",
  "REVDATE": "07/2011",
  "STATES": "KY",
  "OVERVIEW": "The Kimper series consists of deep and very deep, well drained soils formed in loamy colluvium or colluvium and residuum weathered from sandstone, siltstone and shale. Permeability is moderate to moderately rapid. These sloping to very steep soils are mostly on mountain sides. Slopes range from 5 to 95 percent, but are dominantly 30 to 75 percent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, semiactive, mesic Humic Dystrudepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Kimper very channery loam - on a concave 55 percent north facing slope under mixed hardwoods (yellow poplar dominant) at 1,560 feet elevation. (Colors are for moist soil unless otherwise stated.)\n0--5 to 0 centimeters (2 to 0 inches); undecomposed leaf litter; very slightly acid. (0 to 3 inches thick.)\nA--0 to 20 centimeters (0 to 8  inches); very dark brown (10YR 2/2) very channery loam; dark brown (10YR 3/3) dry; moderate fine and medium granular structure; very friable; common fine and medium roots; 40 percent sandstone fragments; slightly acid; clear smooth boundary. (6 to 9 inches thick.)\nBA--20 to 33 centimeters (8 to 13 inches); brown (10YR 4/3) channery loam; weak medium subangular blocky structure; friable; common fine to coarse roots; 30 percent sandstone fragments; strongly acid; clear smooth boundary. (0 to 6 inches thick).\nBw1--33 to 69 centimeters (13 to 27 inches); yellowish brown (10YR 5/4) channery loam; moderate medium subangular blocky structure; friable; few fine roots; 25 percent sandstone fragments; strongly acid; clear smooth boundary.\nBw2--69 to 104 centimeters (27 to 41 inches); dark yellowish brown (10YR 4/4) channery loam; moderate medium subangular blocky structure; friable; 25 percent sandstone fragments; moderately acid; clear smooth boundary.\nBw3--104 to 132 centimeters (41 to 52 inches); dark yellowish brown (10YR 4/4) very channery loam; weak medium subangular blocky structure; friable; 40 percent sandstone fragments; few thin discontinuous coatings on faces of peds and on rock surfaces; moderately acid; clear smooth boundary. (Combined thickness of the Bw horizon is 34 to 51 inches.)\nC1--132 to 163 centimeters (52 to 64 inches); brown (10YR 4/3) very channery fine sandy loam; massive; firm; few thin discontinuous coatings on fracture surfaces and on rock surfaces; 40 percent sandstone fragments; 2 percent coal fragments (2mm to one-half inch in length); moderately acid; clear smooth boundary.\nC2--163 to 191 centimeters (64 to 75 inches); brown (10YR 4/3) very channery loam; massive; firm; few thin discontinuous coatings on fracture surfaces, in pores, and on rock surfaces; 50 percent sandstone fragments; 2 percent coal fragments (2mm to one-half inch in length); moderately acid; clear smooth boundary. (Combined thickness of the C horizon is 0 to 40 inches.)\nR--191 centimeters (75 inches); hard sandstone bedrock."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Pike County, Kentucky; on a north facing mountainside about 2,500 feet southeast of the confluence of Henroost Fork and Dicks Fork near the headwaters of Feds Creek; 4.6 miles east of the community of Fedscreek; 37 degrees, 25 minutes, 00 seconds N. Latitude and 82 degrees, 10 minutes, 41 seconds W. Longitude; USGS Jamboree Quadrangle; NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Thickness of the solum ranges from 40 to more than 60 inches and depth to bedrock ranges from 48 to 100 inches or more. Rock fragments, mostly sandstone channers, range from 5 to 60 percent in individual horizons, but the 10 to 40 inch particle-size control section averages less than 35 percent. Coverage of surface stones ranges from 0 to 15 percent. Reaction ranges from extremely acid to neutral in the A horizon and from very strongly to moderately acid in the B and C horizon.\nThe A and BA horizons have hue of 7.5YR to 2.5Y, value of 2 to 4 and chroma of 1 to 4, but to a depth of 7 inches after mixing have value, moist, of 3 or less, dry, 5 or less. Fine-earth texture is silt loam, loam, silty clay loam, sandy loam or fine sandy loam.\nThe Bw horizon has hue of 7.5YR to 2.5Y, and value of 4 or 5 and chroma of 3 to 6. Fine-earth texture is silt loam, loam, sandy loam, silty clay loam, or clay loam. Some pedons have lithochromic mottles in shades of brown, yellow, black, red or gray in the lower part.\nThe C horizon has hue of 7.5YR to 2.5Y, value of 4 to 6 and chroma of 2 to 8. Fine-earth texture is silt loam, silty clay loam, loam, clay loam, fine sandy loam, or sandy loam. Some pedons are variegated without dominant hue or chroma. Other pedons have thin Cr horizons directly overlying bedrock.\nBedrock is unweathered sandstone, siltstone or shale."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no other series in the same family. The Cloverlick series is is in a closely related loamy-skeletal family."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Kimper soils are mostly in coves and on foot slopes and benches of mountain sides with cool aspects. Slopes range from 5 to 95 percent, but are dominantly 30 to 75 percent. Kimper soils formed in loamy colluvium moved downslope from soils weathered from Pennsylvanian aged strata dominated by strongly acid to neutral sandstone, siltstone, and shale. Elevation ranges from 800 to 4,000 feet and local relief differences ranges from 600 to 2,500 feet. Near the type location, annual temperature ranges from 53 to 57 degrees F with a mean of 56 degrees. Annual precipitation ranges from 40 to 49 inches with a mean of about 43 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Berks, Cloverlick, Cutshin, Dekalb, Fedscreek, Gilpin, Guyandotte, Handshoe, Highsplint, Jefferson, Latham, Marrowbone, Muskingum, Pineville, Rayne, Sharondale and Shelocta series. Gilpin, Jefferson, Latham, Pineville, Rayne and Shelocta soils have argillic horizons. Cutshin and Guyandotte soils have umbric epipedons. Sharondale soils have mollic epipedons. Berks, Cloverlick, Dekalb, Guyandotte, Handshoe, Highsplint and Sharondale soils are loamy-skeletal. Fedscreek and Marrowbone soils are coarse-loamy. Latham soils are fine. Berks, Dekalb, Gilpin, Latham, Marrowbone and Muskingum soils are moderately deep to bedrock. Jefferson soils have siliceous mineralogy."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained. Permeability is moderate or moderately rapid. Runoff ranges from low to medium on slopes less than 20 percent and from medium to high on slopes greater than 20 percent."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most areas are in secondary growth hardwood forests with mixed stands of yellow poplar, American basswood, white ash, cucumber tree, northern red oak, black walnut, black locust and umbrella magnolia. Less sloping areas are used as pasture and sites for houses and gardens."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Kimper soils are in the Cumberland-Allegheny Plateau of eastern Kentucky with possible similar areas in Virginia, West Virginia, and eastern Tennessee. The area is estimated to be of large extent, about 150,000 acres."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Morgantown, West Virginia"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Pike County, Kentucky; 1985. Source of the name is a small community in Pike County."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: The Kimper soils were mostly mapped as Shelocta soil in the past.\nDiagnostic horizons and features recognized in this pedon are:\nOchric epipedon (Umbric intergrade): 0 to 8 inches (A)\nCambic horizon: 8 to 52 inches (BA, Bw)\nADDITIONAL DATA: Characterization samples S83KY-195-12, S83KY-195-001 and S84KY-95-6. Samples S83-195-019, S83KY-195-023, and S85KY-13-6 are similar soils and Reference samples S82KY-195-14, 15, 16, 17, 23, and 24.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
