{
  "SERIES": "KINA",
  "STATUS": "Established Series",
  "BYREV": "Rev. RWG/WDL/JPM",
  "REVDATE": "3/93",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Dysic Typic Cryohemists"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Kina peat on a NE facing slope of 5 percent at 50 feet elevation under open muskeg vegetation. (All colors are for moist soils).\nOi--0 to 7 inches; very dark gray (5YR 3/1) broken face, dark brown (5YR 3/2) rubbed, and yellowish brown (10YR 5/4) pressed peat; 80 percent unrubbed, 80 percent rubbed fiber content; pyrophosphate color test 10YR 8/2; common coarse and medium, few fine and common very fine roots; extremely acid (pH 3.9 in calcium chloride); abrupt smooth boundary.  (2 to 8 inches thick)\nOe1--7 to 16 inches; reddish brown (5YR 4/4) broken face, dark reddish brown (5YR 3/3) rubbed, and dusky red (2.5YR 3/2) pressed mucky peat; 60 percent unrubbed, 40 percent rubbed fiber content; pyrophosphate color test 10YR 7/3; few medium, fine, and very fine roots; extremely acid (pH 3.9 in calcium chloride); abrupt smooth boundary.  (4 to 16 inches thick)\nOe2--16 to 60 inches; dark reddish brown (5YR 2.5/2) broken face, rubbed, and pressed mucky peat; 62 percent unrubbed, 40 percent rubbed fiber content; pyrophosphate color test 10YR 7/3; few very fine roots; extremely acid (pH 3.9 in calcium chloride)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Southeast side of Ward Cove Road at entrance sign to National Forest, 12 miles north of Ketchikan, Alaska.  NW1/4, SE1/4, S34, T74S, R90E, Copper River Meridian."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Mean annual soil temperature ranges from 38 to 42 degrees F.  The subsurface tier is dominated by hemic material. pH (0.01M CaCl2) is less than 4.5 throughout the control section.\nAn Oi2 layer up to 8 inches thick may be present and an Oe3 layer up to 20 inches thick may be present.\nHue ranges from 10YR to 2.5YR in all horizons.  Broken face value and chroma may range as low as 2 for the Oe horizons.  Coarse fragment content ranges up to 5 percent."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  This is the Grindall(T) series.  Grindall (T) soils have bedrock within the control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  The Kina soils occupy depressional bench-like areas associated with drumlinoid hills, and toeslopes, lower backslopes, and floors of valleys.  The soils formed in organic material derived in sedges which is many feet thick over glacial till or bedrock.  The climate is humid maritime with an average annual precipitation of about 100 inches.  The mean annual temperature is 45 degrees F., and the mean summer air temperature is about 55 degrees F.  The slope gradient is commonly less than 35 percent, but ranges from 0 to 30 percent on the drumlinoid hills and 0 to 60 percent on the landforms associated with the valley landscape.  Elevation ranges from sea level to 1500 feet."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Kaikli, Maybeso, St.  Nicholas, Shakan, and Wadleigh series.  Kaikli and Maybeso soils are highly decomposed organic soils that are found under forested muskeg vegetation.  The St. Nicholas, Wadleigh, and Shakan series are mineral soils found on sloping areas adjacent to the Kina soils."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Very poorly drained; moderately rapid permeability; slow runoff."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  The Kina soils are used for watershed protection and wildlife habitat.  The vegetation is dominantly sedges, mosses, and plants of the Ericaceae family."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Southeast Alaska.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Hollis Area, Alaska.  1969.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": null
  }
}
