{
  "SERIES": "KINCHELOE",
  "STATUS": "Established Series",
  "BYREV": "Rev. MLG-ACT",
  "REVDATE": "10/2000",
  "STATES": "TX",
  "OVERVIEW": "The Kincheloe series consists of moderately deep over clayey shale, well drained, very slowly permeable soils. These soils are on gently sloping to steep uplands. Slopes range from 1 to 30 percent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, smectitic, hyperthermic Vertic Haplustepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Kincheloe clay--rangeland. (Colors are for dry soil unless otherwise stated.)\nA--0 to 4 inches; grayish brown (2.5Y 5/2) clay, dark grayish brown (2.5Y 4/2) moist; moderate fine and medium subangular blocky structure; hard, firm, sticky and plastic; many fine roots; common fine and medium pores; few rounded chert pebbles and cobbles on surface; slightly effervescent; moderately alkaline; gradual wavy boundary. (1 to 10 inches thick)\nBw--4 to 24 inches; light yellowish brown (2.5Y 6/4) clay, light olive brown (2.5Y 5/4) moist; few fine and medium distinct yellow (2.5Y 7/6) mottles becoming common in the lower part; moderate fine and medium angular blocky structure; very hard, very firm; very sticky and plastic; few fine roots; few fine and medium pores; common dark streaks of soil materials from above; common medium pressure faces on peds; slightly effervescent; moderately alkaline; gradual smooth boundary. (10 to 34 inches thick)\nBC--24 to 38 inches; prominently and coarsely mottled olive yellow (2.5Y 6/6) and pale yellow (2.5Y 7/4) clay; weak coarse blocky structure; extremely hard, extremely firm; few fine roots in crevices; few fine and medium pores; few soft masses of calcium carbonate; few crystals of gypsum; few dark streaks from root channels and old cracks filled with darker materials from above; slightly effervescent; moderately alkaline; clear wavy boundary. (10 to 20 inches thick)\nCr--38 to 72 inches; yellow (2.5Y 7/6) and light gray (2.5Y 7/2) weakly consolidated shale of clay texture; massive; extremely hard, extremely firm; thin strata and small pockets of crystals of gypsum; thin strata of weakly consolidated sandstone; few medium concretions of calcium carbonate; few dark streaks from root channels and old cracks partially filled with darker materials from above; slightly effervescent; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Medina County, Texas; From the intersection of U. S. Highway 90 and Farm Road 2796 in D'Hanis; 2.8 miles north on Farm Road 1796; 1.0 mile west and 0.1 mile south on pasture road; site is about 200 feet east of road at mid-point of steep valley wall adjacent to Seco Creek."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Solum thickness ranges from 20 to 40 inches over weakly consolidated shale of clay texture. The Ece at 25 degrees C. ranges from 1 to 4 dS/m and increases with depth in most pedons. COLE values exceed 0.07 in the solum.\nThe A horizon has hues of 5Y to 10YR, values of 4 through 6, and chromas 2 through 4. Texture is clay loam or clay that is moderately alkaline and calcareous or noncalcareous. Some pedons have a few fragments of limestone, sandstone, chert, or silicified wood that are pebble or cobble size.\nThe Bw horizon has hue of 5Y to 10YR, value 4 to 7, and chroma 2 to 6. Grayish and yellowish mottles occur in some pedons. The amount of yellowish color in the matrix and in mottles increases with depth inmost pedons. Gray colors are inherited from the parent sediments and are not due to the moisture regime. Texture is clay or silty clay with the clay content ranging from 40 to 55 percent. Secondary calcium carbonate ranges from 0 to 5 percent of faintly evident films, threads, masses and concretions.\nThe BC horizon is mottled and faintly stratified in various shades of olive, brown, yellow, and gray. Texture is clay or silty clay. Pockets and strata of gypsum, cemented calcium carbonate, or other neutral salts range from 0 to 5 percent.\nThe Cr horizon is mottled and stratified in shades of olive, brown, yellow or grey. It consists of weakly consolidated shale of clay or silty clay textures. Some pedons contain a few strata with pockets of gypsum and calcium carbonate or other neutral salts."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: This includes the Denhawken series. Similar soils are the  Chargo, Ellis, Runn, and Schattel series. Denhawken soils have sola more than 60 inches thick. Chargo and Runn soils have a longer frost-free growing season, are underlain with stratified alluvial sediments and have surface gradients less than one percent. In addition, Chargo soils are more saline. Ellis soils have mean soil temperatures less than 72 degrees F. Schattel soils have a calcic horizon and sola from 40 to 60 inches thick."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Kincheloe soils are on narrow ridge divides and\nsideslopes of valleys. Slope gradients range from about 1 to 30 percent. The soil formed in clayey material that apparently weathered from Cretaceous shale, such as Del Rio clay formation and the Escondido formation. Mean annual precipitation ranges from 26 to 34 inches and mean annual temperature ranges from 70 to 74 degrees F. Frost free days range from 260 to 290. Elevation ranges from 200 to 400 feet. Annual Thornthwaite P-E indices range from about 31 to 40."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Coy, Monteola, Pernitas, and Rehm series. Coy and Monteola soils occur on smoother slopes at lower elevations. Coy soils have mollic epipedons and Bt horizons. Monteola soils have intersecting slickensides. Pernitas and Rehm soils occur on similar surfaces. Pernitas soils have mollic epipedons and Bt horizons. Rehm soils have more than 35 percent coarse fragments."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; medium to rapid runoff; very slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Rangeland. Grasses consist of sparse cover or red grama, hairy tridens, curlymesquite, threeawn, some silver bluestem, and Texas bristlegrass. Woody vegetation consists mainly of blackbrush, whitebrush, Texas persimmon, scrubby mesquite, guayacan, twisted acacia, and cacti. Some areas of this soil are mined and used for making bricks for buildings and construction. Some areas are cropped in association with deeper soils."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Mainly in the northern part of south Texas. The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Medina County, Texas; 1972."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: These soils were formerly included in the Sumter series.\nOchric Epipedon - 0 to 4 inches (A)\nCambic horizon - 4 to 38 inches (Bw, BC)\nVertic feature - 4 to 38 inches (Bw, BC)\nParalithic contact at 38 inches.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 10,
        "dry_hue": "2.5Y",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "2.5Y",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "clay",
        "pH_class": "moderately alkaline",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "A--0 to 4 inches; grayish brown (2.5Y 5/2) clay, dark grayish brown (2.5Y 4/2) moist; moderate fine and medium subangular blocky structure; hard, firm, sticky and plastic; many fine roots; common fine and medium pores; few rounded chert pebbles and cobbles on surface; slightly effervescent; moderately alkaline; gradual wavy boundary. (1 to 10 inches thick)"
      },
      {
        "name": "Bw",
        "top": 10,
        "bottom": 61,
        "dry_hue": "2.5Y",
        "dry_value": 6,
        "dry_chroma": 4,
        "moist_hue": "2.5Y",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "clay",
        "pH_class": "moderately alkaline",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "Bw--4 to 24 inches; light yellowish brown (2.5Y 6/4) clay, light olive brown (2.5Y 5/4) moist; few fine and medium distinct yellow (2.5Y 7/6) mottles becoming common in the lower part; moderate fine and medium angular blocky structure; very hard, very firm; very sticky and plastic; few fine roots; few fine and medium pores; common dark streaks of soil materials from above; common medium pressure faces on peds; slightly effervescent; moderately alkaline; gradual smooth boundary. (10 to 34 inches thick)"
      },
      {
        "name": "BC",
        "top": 61,
        "bottom": 97,
        "dry_hue": "2.5Y",
        "dry_value": 6,
        "dry_chroma": 6,
        "texture_class": "clay",
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "BC--24 to 38 inches; prominently and coarsely mottled olive yellow (2.5Y 6/6) and pale yellow (2.5Y 7/4) clay; weak coarse blocky structure; extremely hard, extremely firm; few fine roots in crevices; few fine and medium pores; few soft masses of calcium carbonate; few crystals of gypsum; few dark streaks from root channels and old cracks filled with darker materials from above; slightly effervescent; moderately alkaline; clear wavy boundary. (10 to 20 inches thick)"
      },
      {
        "name": "Cr",
        "top": 97,
        "bottom": 183,
        "dry_hue": "2.5Y",
        "dry_value": 7,
        "dry_chroma": 6,
        "texture_class": "sand",
        "pH_class": "moderately alkaline",
        "narrative": "Cr--38 to 72 inches; yellow (2.5Y 7/6) and light gray (2.5Y 7/2) weakly consolidated shale of clay texture; massive; extremely hard, extremely firm; thin strata and small pockets of crystals of gypsum; thin strata of weakly consolidated sandstone; few medium concretions of calcium carbonate; few dark streaks from root channels and old cracks partially filled with darker materials from above; slightly effervescent; moderately alkaline."
      }
    ]
  ]
}
