{
  "SERIES": "KINDIG",
  "STATUS": "Established Series",
  "BYREV": "Rev. TAK/JJN/JJJ",
  "REVDATE": "7/98",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS:  Loamy-skeletal, mixed, active, mesic Typic Dystroxerepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Kindig gravelly loam - on a northwestern slopes of 70 percent under ponderosa pine, Douglas-fir, black oak, and deerbrush at 4,000 feet elevation.  (Colors are for dry soil unless otherwise noted. When described (6-12-75) the soil was dry to 3 inches and moist from 3 to 60 inches).\nOi--2 inches to 0; recent and partially decomposed needles, leaves, twigs, bark and other organic debris; abrupt smooth boundary.  (0 to 4 inches thick).\nA--0 to 5 inches; brown (10YR 5/3) gravelly loam, very dark grayish brown (10YR 3/2) moist; weak medium subangular blocky structure parting to moderate fine granular; slightly hard, friable, slightly sticky and slightly plastic; many very fine and fine roots; common very fine and fine tubular pores; 4 percent cobbles and stones, 6 percent 3/4 to 3 inch and 10 percent less than 3/4 inch gravel; moderately acid (pH 6.0); abrupt smooth boundary.  (3 to 12 inches thick)\nBw--5 to 15 inches; pale brown (10YR 6/3) gravelly loam, dark brown (10YR 4/3) moist; moderate medium subangular structure parting to weak fine subangular blocky; hard, friable, slightly sticky and slightly plastic; many very fine and fine roots; common very fine and fine tubular pores; 4 percent cobbles and stones; 6 percent 3/4 to 3 inch 20 percent less than 3/4 inch gravel; moderately acid (pH 6.0); clear smooth boundary.  (4 to 10 inches thick)\nBt1--15 to 30 inches; light yellowish brown (10YR 6/4) very gravelly loam, dark yellowish brown (10YR 4/4) moist; weak medium subangular blocky structure; hard, friable, slightly sticky and slightly plastic; many very fine, fine, medium and coarse roots; common very fine and fine tubular pores; few thin clay films in pores; 4 percent cobbles and stones, 6 percent 3/4 to 3 inch and 25 percent 1/8 to 3/4 inch gravel; moderately acid (pH 6.0); clear smooth boundary.  (10 to 20 inches thick)\nBt2--30 to 38 inches; light yellowish brown (10YR 6/4) very gravelly loam, dark yellowish brown (10YR 4/6) moist; weak medium subangular blocky structure; hard, firm, slightly sticky and slightly plastic; few very fine, and many medium roots; few very fine and fine tubular pores; few thin clay films on peds, common moderately thick clay films in pores; 4 percent cobbles and stones, 6 percent 3/4 to 3 inch and 33 percent 1/8 to 3/4 inch gravel; moderately acid (pH 6.0); gradual wavy boundary.  (8 to 12 inches thick)\nBt3--38 to 60 inches; light yellowish brown (10YR 6/4) very gravelly loam, dark yellowish brown (10YR 4/6) moist; massive; hard, firm, slightly sticky and slightly plastic; few very fine and medium roots; common very fine and fine tubular pores; common moderately thick clay films in pores; 5 percent cobbles and stones, 6 percent 3/4 to 3 inch and 35 percent 1/8 to 3/4 inch gravel; moderately acid (pH 6.0); clear irregular boundary.  (10 to 30 inches thick)\nCr--60 inches; highly fractured, weathered schist bedrock, soil material in the fractures."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Siskiyou County, California; about 6 miles northwest of Greenview in Scott Valley, just south of Shackleford Creek, 0.23 mile from road fork at ridgecrest; 1,950 feet west and 900 feet south of the northeast corner sec. 16, T. 43 N., R. 10 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The soil is 40 to 60 inches deep to a paralithic contact.  Slight or moderate amount of finely divided mica is in many pedons.  The mean annual soil temperature is 47 to 52 degrees F.; the mean January soil temperature is 34 to 37 degrees F.; the mean July soil temperature is 57 to 74 degrees F.  The soil temperature exceeds 41 degrees F. from early April to late November and exceeds 47 degrees F. from early May to mid November.  The soil between the depths of 10 to 30 inches is dry for 80 to 100 days from mid July until mid October and is moist in some or all parts the rest of the year. Base saturation ranges from 35 to 60 percent.\nThe A horizon is 10YR 3/2, 3/3, 4/2, 5/2, 5/3, 5/4, 6/3 or 6/4; 7.5YR 4/2, 5/2, 5/4, 6/4; 5YR 4/4; 2.5Y 5/2, 6/2 6/3, 6/4.  Moist colors are 10YR 2/2, 3/2, 3/3, 3/4, 4/2, 4/3; 7.5YR 3/2, 4/2, 4/4; 5YR 4/4, 5/4; 2.5Y 3/2, 4/2.  Dark colors in the surface horizon either lack sufficient organic matter or thickness to qualify for a umoric epipedon.  It is gravelly sandy loam or gravelly loam, with 5 to 16 percent clay and 15 to 35 percent rock fragments.  Reaction is moderately acid to neutral.\nThe Bt horizon is 10YR 6/4, 6/3, 5/6, 5/4; 5YR 4/4; 2.5Y 6/4; 5Y 7/1, 6/2, or 6/1; 7.5YR 4/4, 5/6, 6/4; 5YR 5/4.  Moist colors are 10YR and 5Y 4/3, 4/4, 4/6, 5/3, 5/4, 5/6; 2.5Y 4/4, 5/4, or 5/6 7.5YR 4/4, 5/6; 5YR 5/4 4/4, 5/6.  It is very gravelly sandy loam, very gravelly loam very cobbly loam or very cobbly sandy loam with 1 to 2 percent more clay content than the A horizon and 35 to 60 percent rock fragments.  Reaction is slightly acid or moderately acid. Rock fragments are strongly weathered (saprolitic) in some pedons.  In some pedons, a C horizon has 50 to 70 percent rock fragments.  Many of the fragments are strongly weathered and are saprolitic.  The color of the Bw horizon is similar to the Bt horizon."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Atring (OR), Baldhill (WA), Barpeak (CA), Beekman (OR), Chamate (T OR), Clallam (WA, Farber (ID), Geppert (OR), Hartless (CA), Inskip (CA), Kanid (OR), Mayacama (CA), Neuns (CA), Sheetiron (CA), Straight (OR), Terbies (WA), Vena (OR) and Woodin (CA) series. Atring, Beekman, Geppart, Inskip, Mayacama, Neuns, Sheetiron, Straight, Vena and Woodin soils have a bedrock at depths of 20 to 40 inches. Inskip soils have a large amount of ash and amorphous materials. Chamate soils have a large amount of pyroclastic material and mean annual soil temperatures of 52 to 57 degrees F.  Baldhill soils are dry for 60 to 75 days and have soft Bw horizons.  Barpeak soils have 18 to 25 percent clay in the control section.  Clallan soils have dense glacial fill Cd horizons at 20 to 40 inches.  Farber soils are dry for 45 to 60 days.  Hartless soils have base saturation of 5 to 35 percent. Terbies soils have BC horizons and are dry for 45 to 60 days.  Kanid soils have 18 to 35 percent clay content in the control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Kindig soils are on mountains.  Slopes are 15 to 80 percent.  They formed in residuum and colluvium from metamorphosed sedimentary and igneous rocks.  Elevations are 2,000 to 6,000 feet.  The climate is subhumid with warm dry summers and cool moist winters.  The mean annual precipitation is 30 to 60 inches.  Snowfall is 20 to 30 inches.  Mean January temperature is about 30 degrees F.; mean July temperature is about 66 degrees F.; mean annual temperature is 44 to 50 degrees F.  Frost-free period is 80 to 130 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Boomer, Chaix, Chawanakee, Kinkel, Marpa, Ponto and the competing Neuns soils.  Boomer soils have an argillic horizon and 25 to 35 percent clay in the B2t horizon.  Chaix soils are 20 to 40 inches deep to a paralithic contact and have less than 35 percent rock fragments.  Chawanakee soils are 10 to 20 inches deep to a paralithic contact and have less than 35 percent rock fragments.  Kinkel soils have an argillic horizon and have 18 to 30 percent clay in the Bt horizon.  Marpa soils have an argillic horizon and a lithic contact at depths of 20 to 40 inches.  Ponto soils have a medial control section."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; rapid or very rapid runoff; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used primarily for timber production.  The vegetation is Douglas-fir, ponderosa pine, white fir, sugar pine, incense cedar, black oak, deerbrush, chinquapin, snowberry, tanoak and other shrubs, forbs and grasses."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Klamath Mountains of Northern California.  The soils are moderately extensive.  MLRA is 5."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Siskiyou County, California, 1978."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - the zone from the soil surface to 5 inches (A horizon)\nCambic horizon - the zone from 15 to 60 inches (Bt1, Bt2, and Bt3 horizons)\nParalithic contact - the boundary at 60 inches (Cr horizon)\nADDITIONAL DATA:  UCD sampled #75-CA-47-118X.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
