{
  "SERIES": "KINGCO",
  "STATUS": "Established Series",
  "BYREV": "DDR:CLN:CRC",
  "REVDATE": "09/2002",
  "STATES": "TX",
  "OVERVIEW": "The Kingco series consists of very deep, moderately well drained, slowly permeable soils that are underlain by shaly clays.  These nearly level to very gently sloping soils are in slightly concave areas on uplands in the Central Rolling Red Plains (MLRA 78B).  Slopes range from 0 to 3 percent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, mixed, active, thermic Typic Haplusterts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Kingco silty clay loam---rangeland.  (Colors are for dry soil unless otherwise stated.)\nA--0 to 12 inches; dark brown (7.5YR 3/2) silty clay loam, very dark brown (7.5YR 2/2) moist; moderate fine and medium subangular blocky structure; very hard, very firm; common fine and medium roots; few fine pores; common worm  channels and casts; slightly alkaline; gradual wavy boundary.  (6 to 12 inches thick)\nBss1--12 to 35 inches; dark reddish gray (5YR 4/2) silty clay, dark reddish brown (5YR 3/2) moist; moderate medium angular blocky structure; very hard; very firm; common fine and medium roots; few fine pores; common worm channels and casts; about 3 percent concretions of calcium carbonate; common intersecting slickensides; moderately alkaline; strongly effervescent below 16 inches; diffuse wavy boundary.  (11 to 27 inches thick)\nBss2-- 35 to 51 inches; reddish brown (5YR 5/3) silty clay, reddish brown (5YR 4/3) moist; moderate medium and coarse angular blocky structure; very hard, very firm; few very fine and fine roots; few fine pores; about 4 percent concretions of calcium carbonate as much as 5 mm across long axis;  common intersecting slickensides;  moderately alkaline; strongly effervescent; gradual wavy boundary.  (10 to 21 inches thick)\nBC--51 to 82 inches; reddish brown (5YR 5/4) silty clay loam, reddish brown (5YR 4/4) moist; weak coarse prismatic structure parting to moderate fine and angular blocky; very hard, very firm; few very fine and fine roots; few fine pores;  few fine concretions of calcium carbonate; moderately alkaline; ped faces are slightly effervescent; soil matrix mostly noneffervescent."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: King County, Texas; from the Courthouse in Guthrie; 1.1 miles south and east on U. S. Highway 82; 0.5 mile south on private ranch road; 80 feet east in rangeland.  Guthrie quadrangle; (Latitude 33N 35 24; Longitude 100W 19 20)"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Solum thickness ranges from 65 to more than 80 inches.  The particle-size control section has 40 to 55 percent clay. This is a cyclic soil and undisturbed areas have gilgai microrelief with microknolls 3 to 8 inches higher than microdepressions.  Distance between the center of the microknoll and the center of the microdepression is about 5 to 15 feet.  The microknoll makes up about 25 percent, the intermediate, or area between the knoll and depression, about 45 percent, and the microdepression about 30 percent.  When dry, cracks 0.5 to 2 inches wide extend from the surface to a depth of 30 inches or more.   Cracks are more prominent in the microdepressions.  The cracks remain open for 150 or more cumulative days during most years.  Slickensides begin at a depth of 6 to 21 inches and extend to a depth of 45 to 60 inches which corresponds to the depth to the BC or BCk horizon.\nThe A horizon has hue of 7.5YR or 10YR, value of 3 or 4 and chroma of 2 or less.  Horizons with chroma of 1 average less than 7 inches thick.  More than half of the surface layer consists of chroma of 2.   Moist color value is 2 or 3.  Thickness of the A horizon varies with microrelief, ranging from 6 to 12 inches.  Texture is clay or silty clay.  Reaction ranges from non-effervescent to slightly effervescent and from slightly alkaline to moderately alkaline.  In some pedons an A2 horizon is present.  It has same texture, color and reaction as the A1 horizon.  It ranges from 3 to 15 inches thick.\nThe Bss1 horizon has hue of 5YR to 10YR, value of 3 or 4 and chroma of 2 or 3.  Chroma of 3 occurs in the microknolls and comprises less than half of this layer.  Moist color value is 2 or 3.  Texture is clay or silty clay.  Reaction ranges from non-effervescent to strongly effervescent and from slightly alkaline to moderately alkaline.\nThe Bss2 horizon has hue of 5YR or 7.5YR, value of 3 to 5 and chroma of 2 to 4.  Moist color value is 3 or 4.  Texture is clay or silty clay.  Very fine or fine concretions of calcium carbonate range from few to common.  Masses of gypsum range from few to common in some pedons.  Reaction ranges from slightly effervescent to strongly effervescent and is moderately alkaline.\nThe BC and/or BCk horizon has hue of 2.5YR to 7.5YR, value of 4 to 7 and chroma of 3 to 6.  Moist color value is 3 to 6.  Texture is clay loam, silty clay loam or clay.  Some pedons have coatings of calcium carbonate between peds.  Hard and soft powdery masses of calcium carbonate range from few to common.  A few crystals of gypsum are usually present, and some pedons contain as much as 10 percent.  Reaction ranges from non-effervescent to strongly effervescent and is moderately alkaline.\nThe 2Cd horizon, where present, is reddish weathered shale and clays of the Blaine Formation (Permian System).  Grayish and greenish strata, mottles and thin lenses of gypsum are common.  Reaction ranges from non-effervescent to strongly effervescent and is moderately alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no other series in the same family.  Similar soils are the Campwood, Hollister, Indiahoma, Irion, Lipan, McLean, Reap, Southplains and  Stamford soils.  Campwood soils have 20 to 40 percent calcium carbonate in the upper subsoil and are derived from Cretaceous sediments.  Hollister soils have smectitic mineralogy and slickensides extend to depths greater than 60 inches.  Indiahoma soils have linear shaped microhighs that comprise 25 to 50 percent of the pedon.  The surface layer of the microhigh is dominated by chroma of 3 to 6 and the microhigh sola is commonly less than 60 inches thick.  Irion soils have indurated Cretaceous age platy limestone between 60 and 80 inches.  Lipan and Reap soils have moist values of 4 or higher.  McLean and Southplains soils occupy playa basins and occur on elevations 2700 feet and higher.  Stamford soils have sola 50 inches or less thick."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  The Kingco soils are in slightly concave flats and very gently sloping areas.  Slope ranges from 0 to 3 percent.  These soils formed in clayey sediments deposited from nearby erosional uplands, backswamps of ancient streams and other outwashes that deposited clayey sediments over the Blaine Formation of Permian age.  Mean annual precipitation ranges from 22 to 24 inches.  Mean annual temperature ranges from 62 to 64 degrees F.  Elevation ranges from 1600 to 1850 feet.  Frost free days range from 210 to 230.  Thornthwaite P-E indices is 34 to 38."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These include the Quanah, Roscoe, Tilvern, Vernon, and Westill soils.  Quanah soils are on higher loamy footslope deposits and have fine-silty particle-size control sections.  Tilvern and Vernon soils are on lower sloping positions and have ochric epipedons and sola less than 60 inches thick.  Roscoe soils are in somewhat poorly drained depressional areas.  Westill soils are on slightly higher positions on broad flats and have argillic horizons."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Moderately well drained.  Permeability is slow.  Runoff is medium on 0 to 1 percent slopes and high on 1 to 3 percent slopes."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used mostly as rangeland, but some areas are cropped to wheat, forage sorghum and cotton.  Native vegetation is buffalograss, tobosa grass, silver bluestem, vine mesquite, tall dropseed, Texas wintergrass, purple nightshade, mesquite, lotebush, and pricklypear cactus."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  North Central Texas in the western part of the Rolling Plains (MLRA 78B).  The series is of minor extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  King County, Texas; 1999."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  This soil was formerly included with the Hollister series.\nThis soil is in the (Active) cation exchange activity class based on Amendment 18 to SOIL TAXONOMY.\nDiagnostic horizons and features recognized with this pedon are:\nMollic epipedon - 0 to 35 inches   (A horizon and Bss1 horizon.)\nVertisol features - Slickensides from 12 to 51 inches  (Bss1 and Bss2 horizons) and cracks that open and close periodically."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "ADDITIONAL DATA:\nSoil Interpretation Record:  TX1368\nReference Data:  National Soil Survey Lab Data Sample No. S80TX433-1(1-8) and S01TX155-1."
  },
  "SITE": [
    [
      {
        "drainage": "moderately well",
        "drainage_overview": "moderately well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 30,
        "dry_hue": "7.5YR",
        "dry_value": 3,
        "dry_chroma": 2,
        "moist_hue": "7.5YR",
        "moist_value": 2,
        "moist_chroma": 2,
        "texture_class": "silty clay loam",
        "structure": "moderate fine and medium subangular blocky",
        "dry_rupture": "hard",
        "moist_rupture": "firm",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly alkaline",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "A--0 to 12 inches; dark brown (7.5YR 3/2) silty clay loam, very dark brown (7.5YR 2/2) moist; moderate fine and medium subangular blocky structure; very hard, very firm; common fine and medium roots; few fine pores; common worm  channels and casts; slightly alkaline; gradual wavy boundary.  (6 to 12 inches thick)"
      },
      {
        "name": "Bss1",
        "top": 30,
        "bottom": 89,
        "dry_hue": "5YR",
        "dry_value": 4,
        "dry_chroma": 2,
        "moist_hue": "5YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "silty clay",
        "structure": "moderate medium angular blocky",
        "dry_rupture": "hard",
        "moist_rupture": "firm",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "diffuse",
        "topography": "wavy",
        "narrative": "Bss1--12 to 35 inches; dark reddish gray (5YR 4/2) silty clay, dark reddish brown (5YR 3/2) moist; moderate medium angular blocky structure; very hard; very firm; common fine and medium roots; few fine pores; common worm channels and casts; about 3 percent concretions of calcium carbonate; common intersecting slickensides; moderately alkaline; strongly effervescent below 16 inches; diffuse wavy boundary.  (11 to 27 inches thick)"
      },
      {
        "name": "Bss2",
        "top": 89,
        "bottom": 130,
        "dry_hue": "5YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "5YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "silty clay",
        "structure": "moderate medium and coarse angular blocky",
        "dry_rupture": "hard",
        "moist_rupture": "firm",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bss2-- 35 to 51 inches; reddish brown (5YR 5/3) silty clay, reddish brown (5YR 4/3) moist; moderate medium and coarse angular blocky structure; very hard, very firm; few very fine and fine roots; few fine pores; about 4 percent concretions of calcium carbonate as much as 5 mm across long axis;  common intersecting slickensides;  moderately alkaline; strongly effervescent; gradual wavy boundary.  (10 to 21 inches thick)"
      },
      {
        "name": "BC",
        "top": 130,
        "bottom": 208,
        "dry_hue": "5YR",
        "dry_value": 5,
        "dry_chroma": 4,
        "moist_hue": "5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "silty clay loam",
        "structure": "weak coarse prismatic",
        "dry_rupture": "hard",
        "moist_rupture": "firm",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "BC--51 to 82 inches; reddish brown (5YR 5/4) silty clay loam, reddish brown (5YR 4/4) moist; weak coarse prismatic structure parting to moderate fine and angular blocky; very hard, very firm; few very fine and fine roots; few fine pores;  few fine concretions of calcium carbonate; moderately alkaline; ped faces are slightly effervescent; soil matrix mostly noneffervescent."
      }
    ]
  ]
}
