{
  "SERIES": "KINGS LAKE",
  "STATUS": "Established Series",
  "BYREV": "LEH-SDW-AGG",
  "REVDATE": "03/2009",
  "STATES": "SD",
  "OVERVIEW": "The Kings Lake series consists of very deep, well drained soils formed in silty glacial drift overlying glacial till on uplands.  Slopes range from 0 to 6 percent. Mean annual precipitation is about 559 millimeters (22 inches) and mean annual temperature is 6 degrees C (43 degrees F).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty, mixed, superactive, frigid Calcic Hapludolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Kings Lake silty clay loam on a 2 percent in cropland. (Colors are for moist soil unless otherwise stated.)\nAp--0 to 18 centimeters (0 to 7 inches); black (10YR 2/1) silty clay loam, dark gray (10YR 4/1), dry; moderate fine and medium granular structure; soft, very friable, slightly sticky, slightly plastic; common very fine and fine medium roots; many very fine pores; neutral; abrupt smooth boundary. [A horizon thickness is 15 to 25 centimeters (6 to 10 inches)]\nBw1--18 to 36 centimeters (7 to 14 inches); very dark brown (10YR 2/2) silty clay loam, dark grayish brown (10YR 4/2) dry; weak fine prismatic structure parting to moderate fine and medium subangular blocky structure; slightly hard, friable, slightly sticky, slightly plastic; common very fine and fine roots; many very fine pores; neutral; 15 percent worm casts and worm holes; clear wavy boundary.\nBw2--36 to 53 centimeters (14 to 21 inches); dark grayish brown (10YR 4/2) silty clay loam, light brownish gray (10YR 6/2) dry; moderate fine and medium prismatic structure parting to moderate fine and medium subangular blocky structure; slightly hard, friable, slightly sticky, slightly plastic; few fine and common very fine roots; many very fine pores; slightly alkaline; clear wavy boundary.\nBw3--53 to 69 centimeters (21 to 27 inches); brown (10YR 4/3) silt loam, pale brown (10YR 6/3) dry; moderate fine and medium prismatic structure parting to moderate fine and medium subangular blocky structure; slightly hard, friable, slightly sticky, slightly plastic; few very fine and fine roots; many very fine pores; 1 percent krotovinas (volume percent); slightly alkaline; clear wavy boundary. [Combined thickness of the Bw horizon is 30 to 76 centimeters (12 to 30 inches)]\nBk1--69 to 91 centimeters (27 to 36 inches); olive brown (2.5Y 4/4) silt loam, light yellowish brown (2.5Y 6/4) dry; weak fine and medium prismatic structure parting to moderate fine and medium subangular blocky structure; slightly hard, friable, slightly sticky, slightly plastic; few very fine roots; many very fine pores; strata of loam to silty clay loam; 17 percent calcium carbonate equivalent; common fine and medium masses of calcium carbonate; violent effervescence; moderately alkaline; gradual wavy boundary. [Bk horizon 0 to 66 centimeters (26 inches) thick]\n2Bk2--91 to 132 centimeters (36 to 52 inches); light yellowish brown (2.5Y 6/3) clay loam, pale yellow (2.5Y 7/3) dry; common fine and medium prominent dark yellowish brown (10YR 4/6) redoximorphic concentrations; weak medium prismatic structure parting to weak fine and medium subangular blocky structure; hard, firm, moderately sticky, moderately plastic; few very fine roots; common very fine pores; 14 percent calcium carbonate equivalent; common fine masses of calcium carbonate; strong effervescence; moderately alkaline; 5 percent gravel; gradual wavy boundary. [2Bk horizon thickness is 25 to 76 centimeters (10 to 30 inches)]\n2C--132 to 203 centimeters (52 to 80 inches); olive brown (2.5Y 4/3) clay loam, light yellowish brown (2.5Y 6/3) dry; common fine and medium prominent dark yellowish brown (10YR 4/6) redoximorphic concentrations and few fine and medium distinct gray (2.5Y 6/1) redoximorphic depletions; massive; hard, firm, moderately sticky, moderately plastic; few very fine pores; 10 percent calcium carbonate equivalent; few fine masses of calcium carbonate; strong effervescence; moderately alkaline; 5 percent gravel."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Codington County, South Dakota; about 1/2 mile south and 1/4 mile east of Wallace; 372 meters (1,220 feet) south and 472 meters (1,550 feet) east of the northwest corner of section 32, T 119 N., R 53 W. USGS Wallace, S. Dak. topographical quadrangle; latitude 45 degrees 4 minutes 34.9 seconds N. and longitude 97 degrees 28 minutes 0 seconds W., NAD 83"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: The depth to calcium carbonates typically is about 64 centimeters (25 inches), but ranges from 36 to 91 centimeters (14 to 36 inches). Thickness of the mollic epipedon ranges from 18 to 41 centimeters (7 to 16 inches), and extends into the Bw horizon of some pedons. Some pedons have a few granitic cobbles and pebbles on the surface and throughout the solum. The depth to glacial till ranges from 51 to 102 centimeters (20 to 40 inches). The particle size control section averages between 24 and 32 percent clay. Typically there are strata in the horizon above the glacial till. Strata ranges in texture from loam to silty clay loam and are 10 mm to 50 mm in thickness.\nThe A horizon has value of 2 or 3 and 3 or 4 dry, and chroma of 1. It typically is silty clay loam, but is silt loam in some pedons. It is moderately acid to neutral.\nThe Bw horizon has hue of 10YR or 2.5Y, value of 2 to 4 and 3 to 6 dry, and chroma of 2 or 3. It typically is silty clay loam or silt loam. Reaction is slightly acid to slightly alkaline.\nThe Bk horizon has hue of 10YR or 2.5Y, value of 4 to 6, and 5 to 7 dry and chroma of 2 to 4. It is silty clay loam or silt loam. It has common to many accumulations of carbonate.  Reaction is slightly alkaline or moderately alkaline.\nThe 2Bk horizon has hue of 10YR or 2.5Y, value of 4 to 6, and 5 to 7 dry and chroma of 2 to 4. It is clay loam or loam. It has common to many accumulations of carbonate.  Reaction is slightly alkaline or moderately alkaline. Some pedons do not have a Bk horizon.\nThe 2C horizon has hue of 10YR or 2.5Y, value of 4 to 6 and 5 to 7 dry, and chroma of 2 to 4. It is clay loam or loam. Reaction is slightly alkaline or moderately alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Brandt, Great Bend, Kranzburg, Poinsett, Putney and Still Lake series. Brandt soils have a 2C horizon with more than 15 percent gravel. Great Bend soils are varved with thin layers of sand to clay at a depth of 102 to 152 centimeters (40 to 60 inches). Varves range from less than 1 mm to 10 mm in thickness. Kranzburg and Still Lake soils do not have the strata in the horizon above the glacial till. Poinsett soils have glacial till at a depth of greater than 102 centimeters (40 inches). Putney soils have gypsum and other salts within depths of 51 centimeters (20 inches)."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Kings Lake soils are nearly level to undulating on uplands having plane to complex slopes. Slope gradients typically are less than 6 percent. Kings Lake soils formed in 51 to 102 centimeters (20 to 40 inches) of silty glacial drift overlying glacial till. Mean annual temperature ranges from 4 to 7 degrees C (38 to 45 degrees F), and mean annual precipitation from 485 to 660 millimeters (19 to 26 inches). Growing season is about 120 to 160 days; average growing season precipitation from 330 to 457 millimeters (13 to 18 inches); and growing degree days are about 2500 to 3000."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Badger, Barnes, Buse, Cubden, Forman, Parnell, Poinsett, Tonka, and Waubay soils. The somewhat poorly drained Badger soils have fine textured control sections and are in deeper swales. The well drained Barnes and Forman soils are fine-loamy and are on adjacent till plains. In addition, Forman soils have an argillic horizon.  The well drained Buse soils are on shoulder slopes and do not have a Cambic horizon. The somewhat poorly drained Cubden soils have a calcic horizon within 41 centimeters (16 inches) of the surface and are along the edges of deeper swales and closed depressions. The very poorly drained Parnell and poorly Tonka soils have a fine textured control section and are in closed depressions. The moderately well drained Waubay soils have more than 41 centimeters (16 inches) of mollic colors and are in swales and shallow drainageways. The well drained Poinsett soils have glacial till greater than 102 centimeters (40 inches) and are on similar landscape positions as the Kings Lake soils."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Well drained. Surface runoff is low or medium. Saturated hydraulic conductivity, expressed in cm per hour, is .51 to 1.52 (.2 to .6 inches).  Occasional saturation occurs as high as 102 to 152 centimeters (40 to 60) inches during the months April through June in years of above normal precipitation. In years with normal rainfall, saturation typically does not occur for periods of 1 month or more within a depth of 152 centimeters (60 inches)."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most areas used to grow corn, soybeans, small grain, or alfalfa. Native vegetation is big bluestem, little bluestem, green needlegrass, switchgrass, sedges, and forbs."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: MLRA-102A.  Northeastern South Dakota.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: St. Paul, Minnesota"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Codington County, South Dakota, 2006."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are: mollic epipedon - the zone from the surface of the soil to a depth of about 36 centimeters (14 inches) (Ap, Bw1 horizons); cambic horizon - the zone from about 36 to 69 centimeters (14 to 27 inches) (Bw2, Bw3 horizons); calcic horizon - the zone from about 69 to 132 centimeters (27 to 52 inches) (Bk1, 2Bk2 horizons).\nThis series was separated from the Kranzburg series. The upper mantle of this series is silty drift derived and the upper mantle in the Kranzburg series is loess. The extent of the Kings Lake soil includes the areas previously mapped Kranzburg on the silty drift covered till plain areas.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
