{
  "SERIES": "KINGFISHER",
  "STATUS": "Established Series",
  "BYREV": "Rev. CFF:CEW:JLD",
  "REVDATE": "03/2016",
  "STATES": "KS,OK",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty, mixed, active, thermic Udic Argiustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Kingfisher silt loam in a cultivated field, at an elevation of 348 m (1140 ft).  (Colors are for dry soil unless otherwise stated.)\nAp--0 to 15 cm (0 to 6 in); reddish brown (5YR 4/3) silt loam, dark reddish brown (5YR 3/3) moist; moderate fine granular structure; slightly hard, friable; many fine roots; many fine pores; slightly acid; clear smooth boundary.\nA--15 to 36 cm (6 to 14 in); reddish brown (5YR 4/3) silt loam, dark reddish brown (5YR 3/3) moist; moderate medium granular structure; slightly hard, friable; many fine roots; many fine pores; slightly acid; gradual smooth boundary. (Combined thickness of the Ap and A horizon is 20 to 81 cm [8 to 16 in])\nBA--36 to 53 cm (14 to 21 in); reddish brown (5YR 4/4) silty clay loam, dark reddish brown (5YR 3/4) moist; moderate coarse granular structure; hard, friable; many fine roots; neutral; gradual smooth boundary. (Thickness of the BA horizon is 8 to 25 cm [3 to 10 in])\nBt1--53 to 81 cm (21 to 32 in); reddish brown (5YR 4/4) silty clay loam, dark reddish brown (5YR 3/4) moist; moderate medium subangular blocky structure; hard, firm; common fine roots throughout peds; common distinct clay films on faces of peds; noneffervescent; slightly alkaline; gradual smooth boundary.\nBt2--81 to 97 cm (32 to 38 in); reddish brown (2.5YR 4/4) silty clay loam, dark reddish brown (2.5YR 3/4) moist; moderate medium subangular blocky structure; hard, firm; few fine pores; few fine roots; many distinct clay films on faces of peds; noneffervescent; moderately alkaline; gradual boundary. (Combined thickness of the Bt horizon is 25 to 64 cm [10 to 25 in])\nCr--97 to 122 cm (38 to 48 in); red (2.5YR 5/8) weathered silty shale, red (2.5YR 4/8) moist; weakly effervescent; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Kingfisher County, Oklahoma; about 1 mile west and 5 miles south of Kingfisher; about 1,800 ft west and 50 ft south of the northeast corner of sec. 16, T. 15 N., R. 7 W.\nUSGS topographic quadrangle: Kingfisher, OK\nLatitude: 35 degrees, 47 minutes, 2 seconds N\nLongitude: 97 degrees, 56 minutes, 49 seconds W\nDatum: NAD 83\nDecimal Degrees:\nLatitude: 35.7838889 degrees\nLongitude: -097.9469444 degrees\nUTM Easting: 595169 m\nUTM Northing: 3960490 m\nUTM Zone: 14N"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nDepth to bedrock: 51 to 102 cm (20 to 40 in)\nParticle-size control section (weighted average):\nClay content: 27 to 35 percent\nSand content: less that 15 percent fine and coarser sand\nAp and A horizons:\nHue: 5YR to 10YR\nValue: 4 or 5 dry, 3 or 4 moist\nChroma: 2 or 3 dry or moist\nTexture: silt loam or loam\nEffervescence: none\nReaction: slightly acid to slightly alkaline\nBA horizon:\nHue: 2.5YR to 7.5YR\nValue: 4 or 5 dry, 3 or 4 moist\nChroma: 2 to 4 dry or moist\nTexture: silt loam, silty clay loam, or clay loam\nEffervescence: none\nReaction: slightly acid to slightly alkaline\nBt horizon:\nHue: 2.5YR or 5YR\nValue: 4 or 5 dry, 3 or 4 moist\nChroma: 3 to 6 dry or moist\nTexture: silty clay loam or clay loam\nClay content: 27 to 35 percent in the upper part, and up to 42 percent in the lower part\nEffervescence: none to slight\nReaction: slightly acid to moderately alkaline\nCr horizon:\nHue: 2.5YR or 5YR.\nValue: 4 or 5 dry, 3 or 4 moist\nChroma: 4 to 8 dry or moist\nBedrock:  paralithic consisting of interbedded siltstone, shale, and sandstone\nVertical fractures: are greater than 10 cm (4 in) apart\nEffervescence: none\nReaction: slightly alkaline or moderately alkaline"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no other soils in this family.  Similar soils are the Grant and Vanoss series.  Both soils have a higher cation-exchange activity class."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material: formed in loamy material weathered from silty shale red beds of Permian age\nLandscape: uplands\nLandform: alluvial plains\nSlope: 0 to 8 percent\nMean annual precipitation: 762 to 914 mm (26 to 38 in)\nMean annual air temperature: 14 to 16 degrees C (58 to 60 degrees F)\nFrost-free period: 200 to 230 days\nElevation: 213 to 457 m (700 to 1500 ft)\nThornthwaite Annual P-E indices: 44 to 64"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These include the Ironmound, Piedmont, and Renthin series.\nIronmound soils: are shallow to bedrock\nPiedmont soils: have a fine particle-size control section\nRenthin soils: are greater than 102 cm (40 in) to bedrock\nAll three soils occur on similar positions."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:\nDrainage: well drained\nPermeability: moderately slow\nRunoff: medium on 0 to 1 percent slopes, high on 1 to 5 percent slopes and very high on 5 to 8 percent slopes"
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Used mainly for cropland, for growing winter wheat. Native vegetation was tallgrass prairie."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: LRR H; Central Rolling Red Prairies (MLRA 80A) of North-central Oklahoma and probably in south-central Kansas.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Kingfisher County, Oklahoma; 1960"
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nUpdated extensively as a result of the SDJR Initiative. (JLD 03/2016)\nDiagnostic horizons and features that are recognized in the pedon are:\nMollic epipedon: 0 to 36 cm (0 to 14 in) (Ap and A horizons)\nArgillic horizon: 53 to 97 cm (21 to 38 in) (Bt horizons)\nParalithic contact: bedrock is siltstone, sandstone and shale encountered at a depth of 97 cm (38 in) (Cr horizon)\nSoil moisture regime: Udic-Ustic\nADDITIONAL DATA:  KSSL data on sample nos. S90OK-083-004 and S90OK-083-005.\nTaxonomic Version: Keys to Soil Taxonomy, Twelfth Edition, 2014\nNational Cooperative Soil Survey\nU.S.A."
  }
}
