{
  "SERIES": "KINGILE",
  "STATUS": "Established Series",
  "BYREV": "Rev.  PGN-GMK-WBS-ET",
  "REVDATE": "05/2016",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Clayey, mixed, euic, thermic Terric Haplosaprists"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Kingile muck - on an east facing slope of less than 1 percent in a cultivated asparagus field at 1.8 meters (6 feet) below sea level.  (Colors are for moist soil unless otherwise stated.  The pH for organic layers is in 0.01 Calcium chloride.  (When described on September 28, 1972 the soil was moist throughout.)\nOap--0 to 30 centimeters (0 to 12 inches); black (10YR 2/1) muck, black (10YR 2/1) rubbed, dark gray (10YR 4/1) dry; less than 5 percent fibers, none observable rubbed; moderate very fine and fine granular structure; slightly hard, slightly sticky and slightly plastic; strongly acid (pH 5.1); abrupt smooth boundary.  (18 to 30 centimeters (7 to 12 inches) thick)\nOa--30 to 43 centimeters (12 to 17 inches); black (10YR 2/1) variegated with yellowish brown (10YR 5/4) muck, black (10YR 2/1) rubbed, very dark brown (10YR 2/2) dry; 10 to 20 percent fibers, less than 5 percent rubbed; massive; soft, slightly sticky and slightly plastic; strongly acid (pH 5.1); clear smooth boundary.  (13 to 61 centimeters (5 to 24 inches) thick)\n2C1--43 to 64 centimeters (17 to 25 inches); very dark grayish brown (2.5Y 3/2) silty clay with bands of yellowish red (5YR 4/6); massive; hard, firm, sticky and plastic; moderately acid (pH 6.0); clear smooth boundary.  (13 to 25 centimeters (5 to 10) inches thick)\n2C2--64 to 91 centimeters (25 to 36 inches); very dark grayish brown (2.5Y 3/2) silty clay loam, variegated yellowish brown (10YR 5/6), dark reddish brown (5YR 3/2) moist; massive; hard, firm, sticky and plastic; moderately acid (pH 6.0); abrupt smooth boundary.  (15 to 28 centimeters (6 to 11 inches) thick)\n2C3--91 to 155 centimeters (36 to 61 inches); dark gray (N 4/0) silty clay with bands of yellowish brown (10YR 5/6) and dark reddish brown (5YR 3/2); massive; hard, firm, sticky and plastic; slightly alkaline (pH 7.7)"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  San Joaquin County, California; on King Island, 200 feet N of Eight Mile Road and 3,400 feet E of the intersection of Atherton Road and Eight Mile Road intersection; 38 degrees 03 minutes 37 seconds N latitude and 121 degrees 26 minutes 44 seconds W longitude on unsectionized area.  Terminous quad."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nMean annual soil temperature: 17 degrees C (62 degrees F)\nDepth to mineral layer: 41 to 91 centimeters (16 to 36 inches)\nControl section-\nClay content (mineral horizons): 20 to 50 percent\nOrganic matter (organic horizons): 30 to 65 percent organic matter by combustion method but usually is 35 to 45 percent\nFiber content:   2 to 40 percent fibers before rubbing and 0 to 10 percent after rubbing\nThe Oap horizon:\nHue: 10YR dry and moist\nValue: 2 or 3 dry and moist\nChroma: 1 or 2 dry and moist\nOrganic matter: 35 to 45 percent, a trace to 5 percent fibers before rubbing\nClay content: clayey with more than 55 percent\nReaction: very strongly to moderately acid\nThe Oa horizon:\nHue: 10YR or N dry and moist\nValue: 2 dry and moist\nChroma: 1 or 0 dry and moist\nOrganic matter: 40 to 65 percent, 5 to 20 percent fibers before rubbing and 0 to 10 percent fibers after\nClay content: averages clayey and has 25 to 55 percent\nReaction: very strongly to slightly acid.\nThe 2C horizon\nHue: 10YR, 2.5Y or N dry and moist\nValue: 3 or 4 dry and moist\nChroma: 0, 1 or 2 dry and moist\nClay content (mineral horizons): 20 to 50 percent\nTexture of the fine earth: silty clay loam to clay\nOther features: have variegated color patterns and may have a chroma of 1 or less.  Lenses of highly organic mineral material less than 5 cm thick are present at depths of 41 to 91 centimeters (16 to 36 inches) in some pedons."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Lanexa and Webile soils.  Lanexa soil have thin lenses and strata of mineral soil material in the control section, moderate permeability in the organic layer and salinity in the upper part of the profile.  Webile soils have fine textured mineral soils beginning at depths of 91 to 130 centimeters (36 to 51 inches)."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  The Kingile soils formed from hydrophytic plant remains and mixed mineral alluvium in fresh water marshes, deltas, and old river channels.  Slopes are 0 to 2 percent.  Elevations are 1.5 meters (5 feet above) to 4.6 meters (15 feet below) sea level and are on islands protected by levees.   The climate is subhumid with hot dry summers and cool moist winters.  The mean annual precipitation is 301 to 406 millimeters (12 to 16 inches).  Mean January temperature is 7 degrees C (45 degrees F); mean July temperature is 24 degrees C (75 degrees F); mean annual temperature varies from 15 to 17 degrees C (59 to 62 degrees F).  Frost-free season ranges from 260 to 300 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Rindge, Shima and Venice soils with similar topography.  Rindge soils have continuous sapric soil materials to depths more than 130 centimeters (51 inches).  Shima soils have sandy mineral material at depths of 43 to 91 centimeters (17 to 36 inches).  Venice soils have continuous hemic soil material to 130 centimeters (51 inches) or more."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Very poorly drained; very slow runoff; rapid permeability in organic layers and slow in the mineral substratum.  The water table is usually at depths of 91 to 122 centimeters (36 to 48) inches during the growing season and at or near the surface at some time during the winter."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used for irrigated cropland to grow such crops as corn, barley, wheat, potatoes and asparagus.  Native vegetation in uncultivated areas is sedges and tules."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Kingile soils are in the islands of the Sacramento-San Joaquin Delta of California.  This series is of moderate extent in MLRA-16."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Contra Costa County, California 1973."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  The classification was updated in February 2001 using the Eighth Edition to Soil Taxonomy. This series was formerly classified as clayey, mixed, euic, thermic Terric Medisaprists. Competing series checked in 2016 - ET.\nDiagnostic horizons and features recognized in this pedon are:\nHistic epipedon - 0 to 43 centimeters (0 to 17 inches) (Oap, Oa); sapric material\nNational Cooperative Soil Survey\nU.S.A."
  }
}
