{
  "SERIES": "KINGSBURY",
  "STATUS": "Established Series",
  "BYREV": "Rev. JEW-WEH-GWS",
  "REVDATE": "04/2009",
  "STATES": "NY,VT",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Very-fine, mixed, active, mesic Aeric Endoaqualfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Kingsbury silty clay, on a 2 percent slope in a pasture. (Colors refer to moist soil unless specified otherwise.)\nAp -- 0 to 6 inches; very dark grayish brown (10YR 3/2) silty clay, light brownish gray (10YR 6/2) dry; strong medium granular structure; friable; many fine roots; few pores; strongly acid; clear smooth boundary. (5 to 10 inches thick.)\nE -- 6 to 8 inches; mixed brown (10YR 5/3) and yellowish brown (10YR 5/4) silty clay; moderate medium and fine subangular blocky structure; friable; sticky, plastic; common fine roots; common fine pores; grayish brown (10YR 5/2) faces of peds; many medium faint grayish brown (10YR 5/2) areas of iron depletion throughout; strongly acid; clear wavy boundary. (0 to 5 inches thick.)\nBt -- 8 to 18 inches; mixed dark grayish brown (10YR 4/2) and yellowish brown (10YR 5/4) clay; moderate medium and coarse subangular blocky parting to moderate fine angular blocky structure; firm, very sticky, plastic; few roots; common fine pores with clay linings; dark gray (10YR 4/1) clay coats on faces of peds; moderately acid; gradual wavy boundary. (0 to 15 inches thick.)\nBtg --18 to 28 inches; dark grayish brown (10YR 4/2) clay; moderate coarse and very coarse subangular blocky parting to strong fine angular blocky structure; firm, very sticky, very plastic; few roots; few pores; dark gray (10YR 4/1) clay films on faces of peds; many medium faint brown (10YR 5/3) masses of iron accumulation and dark gray (10YR 4/1) areas of iron depletion; slightly acid; clear wavy boundary. (6 to 14 inches thick.)\nCg -- 28 to 50 inches; dark grayish brown (10YR 4/2) clay; massive parting into aggregates which resemble very fine angular blocky structure; firm, very sticky, very plastic; few discontinuous vertical streaks of gray (10YR 6/1) lime; many fine faint dark gray (10YR 4/1) areas of iron depletion; strongly effervescent, moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Washington County, New York; Town of Fort Edward, 2.4 miles east of village of Fort Edward, 50 feet north of N.Y. Route 197, and 1/8 mile west of Fort Edward town line; Hudson Falls, NY topographic quadrangle; Latitude 43 degrees, 15 minutes, 46 seconds N., and Longitude 73 degrees, 31 minutes, 58 seconds W., NAD 1927."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Solum thickness ranges from 20 to 36 inches. Depth to carbonates ranges from 20 to 60 inches. Depth to bedrock is more than 60 inches. Rock fragments range from 0 to 3 percent. Reaction ranges from strongly acid to slightly alkaline in the solum.\nThe A or Ap horizons have hue of 10YR to 5Y, value of 2 to 5, and chroma of 1 to 3. They are silt loam, but range very fine sandy loam to clay. They have granular or subangular blocky or angular blocky structure and very friable to firm consistence.\nThe E horizon has hue of 10YR to 5Y, value of 3 to 6, and chroma of 2 to 4, and have redoximorphic features. Texture ranges from silt loam or very fine sandy loam to silty clay. It has angular or subangular blocky to platy structure and friable or firm consistence.\nThe Bt horizon has hue of 10YR to 5Y, value of 3 to 5, and chroma of 2 to 4. It typically has greater than 50 percent redoximorphic depletions on ped faces with redoximorphic concentrations in ped interiors. Texture ranges from silty clay loam to clay in individual subhorizons but averages clay. It has angular or subangular blocky structure, within coarse or very coarse prisms in some pedons. The Bt horizon is firm or very firm. Some pedons have a BC or CB horizon.\nThe C horizon has colors similar to Bt horizons, except redoximorphic features are commonly of lower contrast. Texture ranges from silty clay loam to clay. The C horizons are massive, with varves in many pedons. Some pedons have coarse prismatic structure that is massive within prisms. When disturbed, the material in many pedons parts into aggregates resembling angular blocky structure, but lack the coatings of oriented clay found in the Bt horizons."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: The Chaumont series is the only other member of the same family. Chaumont soils have bedrock at depth of less than 40 inches.\nThe Covington, Panton, Rhinebeck, Vergennes and Wilpoint series are members of other families. Covington and Panton soils have gray colors dominant in all subsurface horizons. Rhinebeck soils have a fine particle-size control section. Vergennes soils lack colors in the Bt horizon indicative of an Aquic moisture regime. Wilpoint soils have bedrock at depths of less than 40 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Kingsbury soils are nearly level and gently sloping soils formed in sediments deposited in a lake or marine environment. Slope ranges from 0 to 8 percent. The soils formed in calcareous clayey deposits associated with the marine embayments at the end of Wisconsin glaciation. Mean annual air temperature ranges from 44 degrees to 49 degrees F., mean annual precipitation ranges from 26 to 45 inches, and mean frost-free season ranges from 130 to 170 days. The elevation ranges from 95 to 600 feet above sea level."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: The moderately well drained Vergennes, poorly drained Covington, and very poorly drained Livingston soils developed in similar deposits and form a drainage sequence with Kingsbuiry soils. The associated Elmridge, Shaker and Whately soils have similar deposits in the substrata, with a mantle of lighter textured, loamy material."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Somewhat poorly drained. The potential for surface runoff is high or very high. Saturated hydraulic conductivity is low to moderately high in the mineral surface layer and subsoil, and very low to moderately low in the substratum."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most areas have been cleared and are used for hay and pasture. Where adequately drained the soil is used for growing silage corn and small grains. Wooded areas support soft maple, white ash, elm, white pine, hemlock, and red oak."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: The St. Lawrence, Hudson, and Champlain Lowlands of northern and eastern New York, and western Vermont. MLRA's 140, 142, and 144A. The series is moderately extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Amherst, Massachusetts."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Washington County, New York, 1972."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and other features recognized in the typical pedon:\n(1) Ochric epipedon - the zone from the surface to 8 inches (Ap and E horizons).\n(2) Argillic horizon - the zone from 8 to 28 inches (Bt horizons).\n(3) Aeric subgroup - as evidenced by more than 50 percent of the matrix having chroma greater than 2 in some subhorizons between the base of the Ap horizon and 30 inches (E and Bt horizons).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
