{
  "SERIES": "KINGMONT",
  "STATUS": "Tentative Series",
  "BYREV": "Rev. VB/RJE/TLA",
  "REVDATE": "02/97",
  "STATES": "WA",
  "OVERVIEW": "The Kingmont series consists of deep, well drained soils formed in colluvium and residuum primarily from serpentine with minor amounts of volcanic ash and loess.  Kingmont soils are on mountainsides at elevations of 2,200 to 4,800 feet.  Slopes range from 30 to 60 percent.  The average annual precipitation is 27 to 35 inches, and the mean annual air temperature is about 42 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Clayey-skeletal, magnesic, frigid Typic Palexeralfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Kingmont gravelly loam, forested.  (Colors are for dry soil unless otherwise noted.)\n0i--1/2 to 0 inch; undecomposed forest litter.  (1/2 to l inch thick)\nEl--0 to l4 inches; very pale brown (l0YR 7/3) gravelly loam, yellowish brown (l0YR 5/4) moist; weak medium granular structure; slightly hard, friable, nonsticky, nonplastic; many fine and medium roots; common medium tubular pores; 20 percent pebbles and l0 percent cobbles; slightly acid (pH 6.4); gradual smooth boundary.  (l2 to l8 inches thick)\nE2--l4 to 28 inches; very pale brown (l0YR 7/3) extremely gravelly loam, yellowish brown (l0YR 5/4) moist; weak medium subangular blocky structure; slightly hard, friable, nonsticky, nonplastic; common fine roots; common fine tubular pores; 55 percent pebbles and l0 percent cobbles; neutral (pH 6.6); clear smooth boundary.  (l2 to 20 inches thick)\nBtl--28 to 36 inches; pale brown (l0YR 6/3) extremely gravelly clay loam, dark brown (l0YR 4/3) moist; weak medium subangular blocky structure; very hard, extremely firm, very sticky, very plastic; common fine roots; many fine and medium tubular pores; common patchy faint clay skins on faces of peds; 55 percent pebbles and l5 percent cobbles; neutral (pH 6.6); clear smooth boundary.  (6 to l0 inches thick)\nBt2--36 to 60 inches; light yellowish brown (l0YR 6/4) extremely gravelly clay loam, yellowish brown (l0YR 5/4) moist; weak fine subangular blocky structure; very hard, extremely firm, very sticky, very plastic; few fine roots; few very fine and fine tubular pores; common discontinuous distinct clay skins on faces of peds; 50 percent pebbles and l5 percent cobbles; neutral (pH 6.6)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Chelan County, Washington; about ll miles south of Peshastin; 900 feet north and l00 feet west of the southeast corner of sec. ll, T. 22 N., R. l7 E., W.M."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  These soils are usually moist but are dry in the moisture control section for 60 to 75 consecutive days following summer solstice.  The average annual soil temperature ranges from 43 to 47 degrees F.  The particle-size control section averages 35 to 40 percent clay in the fine earth fraction and is 60 to 75 percent coarse fragments.  Soil reaction ranges from slightly acid to neutral throughout.\nThe E2 horizon has value of 5, 6, or 7 dry, 4 or 5 moist, and chroma of 2 to 4 dry, 3 or 4 moist.  Texture is extremely gravelly loam, or very gravelly loam.\nThe Bt horizon has value of 5, 6, or 7 dry, 4 or 5 moist and chroma of 2 to 4 dry and 3 to 6 moist.  It is very gravelly clay loam or extremely gravelly clay loam.  Structure is weak or moderate fine or medium subangular blocky."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  This is the similar Loneridge series.  Loneridge soils have mixed mineralogy."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Kingmont soils are on mountainsides that generally have a northerly aspect.  Slopes range from 30 to 65 percent.  These soils formed in colluvium and residuum derived primarily from serpentine with some slate, phyllite, and gabbro pebbles and minor amounts of loess and volcanic ash. Elevation is 2,200 feet to 4,800 feet.  These soils are in a climate with warm, dry summers and cool, moist winters with a snowpack from December through March.  The average annual precipitation is 27 to 35 inches.  The average January temperature is about 23 degrees F., the average July temperature is about 66 degrees F, and the mean annual air temperature is 4l to 43 degrees F.  The growing season (28 degrees F) is l40 to l65 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Culving and Serpen soils.  Culving soils lack an argillic horizon and Serpen soils have a mollic epipedon."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; medium to very rapid runoff; permeability is moderately slow."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Woodland, wildlife habitat and watershed. Native vegetation is Douglas-fir, ponderosa pine, grand fir, and western larch with an understory of Oregon-grape, elk sedge, spirea, rose, and common snowberry"
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  East slopes of the Cascade Mountains in southern Chelan County, Washington.  The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES PROPOSED",
    "content": "SERIES PROPOSED:  Chelan County, Washington, l979."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Partial Laboratory data are available on these soils. National Soil Survey Laboratory Sample Numbers 797398 and 797399. Diagnostic horizons and features recognized in this pedon are an albic horizon from the mineral surface to 28 inches and an argillic horizon from 28 to 60 inches.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Btl",
        "top": 71,
        "bottom": 91,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "clay loam",
        "cf_class": "extremely gravelly",
        "pH": 6.6,
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Btl--28 to 36 inches; pale brown (l0YR 6/3) extremely gravelly clay loam, dark brown (l0YR 4/3) moist; weak medium subangular blocky structure; very hard, extremely firm, very sticky, very plastic; common fine roots; many fine and medium tubular pores; common patchy faint clay skins on faces of peds; 55 percent pebbles and l5 percent cobbles; neutral (pH 6.6); clear smooth boundary.  (6 to l0 inches thick)"
      },
      {
        "name": "Bt2",
        "top": 91,
        "bottom": 152,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "clay loam",
        "cf_class": "extremely gravelly",
        "pH": 6.6,
        "pH_class": "neutral",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Bt2--36 to 60 inches; light yellowish brown (l0YR 6/4) extremely gravelly clay loam, yellowish brown (l0YR 5/4) moist; weak fine subangular blocky structure; very hard, extremely firm, very sticky, very plastic; few fine roots; few very fine and fine tubular pores; common discontinuous distinct clay skins on faces of peds; 50 percent pebbles and l5 percent cobbles; neutral (pH 6.6)."
      }
    ]
  ]
}
