{
  "SERIES": "KINGHORN",
  "STATUS": "Established Series",
  "BYREV": "Rev. KMD/RSJ/MJD",
  "REVDATE": "10/98",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive, mesic Lithic Xeric Haplocalcids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Kinghorn very gravelly loam - rangeland. (Colors are for air dry soil unless otherwise noted.)\nA--0 to 3 inches; reddish brown (5YR 4/5) very gravelly loam, dark reddish brown (5YR 3/4) moist; weak thin platy structure that parts to moderate fine and very fine granular; slightly hard, friable, slightly sticky and plastic; few fine and common very fine roots; few fine and very fine random tubular and many very fine interstitial pores; 10 percent cobbles and 30 percent gravel; strongly effervescent, carbonates are disseminated; moderately alkaline (pH 8.2), clear smooth boundary.  (3 to 5 inches thick)\nBw--3 to 8 inches; reddish brown (5YR 4/5) very gravelly clay loam, dark reddish brown (5YR 3/4) moist; weak medium subangular blocky structure that parts to weak fine and very fine granular; slightly hard, firm, sticky and plastic; few medium and fine and common very fine roots; few fine and common very fine random tubular pores; 10 percent cobbles; and 25 percent gravel; strongly effervescent, carbonates are disseminated; moderately alkaline (pH 8.3); clear smooth boundary. (4 to 6 inches thick)\nBk1--8 to 11 inches; reddish brown (5YR 5/4) very gravely loam, reddish brown (5YR 4/4) moist; weak medium and fine subangular blocky structure; hard, firm, slightly sticky and plastic; few medium, fine and very fine roots; few fine and common very fine random tubular pores; 10 percent cobbles and 30 percent gravel; violently effervescent, carbonates are disseminated and in few soft masses; moderately alkaline (pH 8.4) clear wavy boundary. (3 to 7 inches thick)\nBk2--11 to 17 inches; reddish brown (5YR 5/4) extremely gravelly loam, reddish brown (5YR 4/4) moist; weak medium and fine subangular blocky structure; hard, friable, slightly sticky and plastic; few medium, fine and very fine roots; few fine and common very fine random tubular and interstitial pores; 10 percent cobbles and 50 percent gravel; violently effervescent, carbonates are disseminated and in common soft masses, discontinuously weakly cemented in places by carbonates; moderately alkaline (pH 8.4); abrupt wavy boundary. (0 to 7 inches thick)\nR--17 inches; conglomerate."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Iron County, Utah; about 6 miles northwest of Parowan in the West Hills, SW1/4 o4 NE1/4 of sec. 2, T. 34 S., R. 10 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: These soils are usually dry but are moist in some part for 25 to 50 percent of the time the soil temperature is above 41 F. The mean annual soil temperature is 47 to 50 degrees F. and the mean summer soil temperature is 67 to 70 degrees F.  This soil has a soil moisture regime that is aridic bordering on xeric.\nThe depth to bedrock ranges from 10 to 20 inches. Rock fragments in the control section are mostly gravel and cobbles and range from 35 to 70 percent.  Clay content in the particle size control section is 18 to 27 percent.\nThe A horizon has hue of 5YR, value of 4 or 5 dry,  or 4 moist and chroma of 4 or 5 dry and 3 or 4 moist.\nThe Bw horizon has hue of 5YR , value of 5 through 7 dry, 4 or 5 moist and chroma of 4 through 6 moist. It is very gravelly loam, very gravelly clay loam, or very cobbly loam. Reaction is moderately alkaline or strongly alkaline.\nThe Bk horizon has hue of 5YR , value of 5 through 7 dry, 4 or 5 moist and chroma of 4 through 6 moist. It is very gravelly loam, very gravelly clay loam, or very cobbly loam. Reaction is moderately alkaline or strongly alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Samor (NV), Saxby (UT), Soma (T UT), and Tarnach (UT).  Saxby soils have a dominant hue of 10YR and lack hue as red as 5YR in any part. Samor soils have a thin carbonate hardpan above bedrock and lack Bw horizons.  Soma soils have 10 to 18 percent clay in the particle size control section and are underlain by sandstone.  Tarnach soils do not have 5YR colors."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Kinghorn soils occur on foothills at elevations of 5,800 to 7,200 feet. Slopes range from 15 to 50 percent. These soils formed in residuum and colluvium from conglomerate. The mean annual temperature is 45 to 50 degrees F. and the mean summer temperature is 69 to 72 degrees F. Average annual precipitation is 8 to 12 inches. The frost-free period is 100 to 120 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Tiki soils. Tiki soils average more than 40 percent carbonates in the control section."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; medium runoff; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Used for rangeland and wildlife habitat. The vegetation is dominantly pinyon, juniper, blacksage, cliffrose, Mormon tea and Indian ricegrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Southern Utah. These soils are inextensive.  MLRA 28A."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Phoenix, Arizona"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Iron County, Utah, Iron-Washington Area, 1997"
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - the zone from the surface on the soil to 3 inches. (A horizon)\nCalcic horizon - the  carbonate accumulation from 8 to 17 inches. (Bk1 and Bk2 horizons)\nLithic contact - conglomerate at 17 inches. (Rk horizon)\nThe classification is based on the \"Keys to Soil Taxonomy, Eighth Edition, 1998\".  The cation exchange activity class is an estimate based on NASIS data.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
