{
  "SERIES": "KINGS",
  "STATUS": "Established Series",
  "BYREV": "Rev. LAK-BGN-GRS",
  "REVDATE": "03/2011",
  "STATES": "IN",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, smectitic, mesic Vertic Endoaquolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Kings silty clay on a level slope of less than 1 percent in a cultivated field at an elevation of about 140 meters (460 feet) above MSL.  (Colors are for moist soil unless otherwise state.)\nAp--0 to 15 cm (0 to 6 inches); black (10YR 2/1) silty clay, dark gray (10YR 4/1) dry; weak fine granular structure; firm; many fine roots; neutral; abrupt smooth boundary. [13 to 23 cm (5 to 9 inches) thick]\nA--15 to 36 cm (6 to 14 inches); very dark gray (N 3/) silty clay, dark gray (10YR 4/1) dry; moderate fine angular blocky structure; firm; many fine roots; few fine prominent brown (10YR 4/3) masses of oxidized iron in the matrix; neutral; clear smooth boundary. [15 to 30 cm (6 to 12 inches) thick]\nBg1--36 to 51 cm (14 to 20 inches); dark gray (N 4/) silty clay; moderate coarse angular blocky structure; very firm; many fine roots; few medium prominent olive brown (2.5Y 4/4) and brown (7.5YR 4/4) masses of oxidized iron in the matrix; distinct slickenslide faces, 8 to 15 cm (3 to 6 inches) across, oriented approximately 30 degrees to the horizontal; neutral; gradual smooth boundary.\nBg2--51 to 97 cm (20 to 38 inches); dark gray (N 4/) silty clay; moderate medium and coarse angular blocky structure; very firm; common fine roots; many medium prominent brown (7.5YR 4/4) masses of oxidized iron in the matrix; distinct slickenslide faces, 10 to 15 cm (4 to 6 inches) across, oriented approximately 30 degrees to the horizontal; neutral; gradual smooth boundary.[ (Combined thickness of the B2 horizon is 38 to 74 cm (15 to 29 inches)]\nBCg--97 to 109 cm (38 to 43 inches); gray (5Y 5/1) silty clay; weak coarse prismatic structure parting to moderate medium angular blocky; few fine prominent light olive brown (2.5Y 5/6) masses of oxidized iron in the matrix; very firm; slightly effervescent; slightly alkaline; gradual smooth boundary. [0 to 41 cm (0 to 16 inches) thick]\nCg--109 to 152 cm (43 to 60 inches); gray (N 5/) silty clay; massive; very firm; many medium prominent dark yellowish brown (10YR 4/4) masses of oxidized iron in the matrix; strongly effervescent; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Knox County, Indiana; about 1 1/2 miles west of Westphalia along State Highway 58; 90 feet east and 1225 feet south of the NW corner, sec. 18, T. 5 N., R.7 W.; Plainville, Indiana USGS topographic quadrangle; latitude 38 degrees 52 minutes 25.9 seconds N and longitude 87 degrees 14 minutes 26.7 W.; UTM, Zone 16, easting 479115 and northing 4302805, NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nThickness of the solum and the depth to carbonates: 91 to 127 cm (36 to 50 inches)\nThickness of mollic epipedon: 30 to 51 cm (12 to 20 inches)\nA or Ap horizon:\nHue: 10YR or N\nValue: 2 or 3\nChroma: 0 or 1\nTexture: silty clay\nReaction: slightly acid or neutral\nDark tongues or krotovinas of A materials extend into the B horizon in some pedons\nBg horizon\nHue: 5Y or N\nValue: 4 to 6\nChroma: 0 or 1\nTexture: silty clay or less commonly clay\nClay content: averages 50 percent clay and the range is 42 to 59 percent\nSand content: 1 to 10 percent\nReaction: slightly acid or neutral\nCg horizon\nHue: 5Y or N\nValue: 4 or 5\nChroma: 0 or 1\nTexture: silty clay or less commonly clay and includes thin strata of silt loam in some pedons\nClay content: 40 to 55 percent\nSand content: 1 to 10 percent\nCalcium carbonate equivalent: 8 to 20 percent\nReaction: slightly alkaline or moderate alkaline\nMoist bulk density: 1.45 to 1.65 gm/cc"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Carlow, Chequest, Cove, Fults, Kalona, Marna, Moline, Rosedell, Streator, Titus, Waldorf, and Woodbury series. Carlow, Chequest and Cove soils do not have carbonates within a depth of 127 centimeters (50 inches).  Fults, Marna and Titus soils have less than 30 percent clay and more than 10 percent sand in the lower part of the series control section. Kalona soils average less than 40 percent clay in the particle-size control section. Moline soils have a lithologic discontinuity in the series control section, typically have stratification and less than 30 percent clay in the lower part of the soil profile and formed in clayey lacustrine sediments and stratified loamy alluvium on low benches on flood plains. Rosedell soils have carbonates at depths of less than 71 centimeters (28 inches). Streator soils average less than 45 percent clay in the particle-size control section and formed in loess or silty material and in silty clay or clay till or lakebed sediments. Waldorf soils soils have a moist bulk density less than 1.45 gm/cc in the lower part of the series control section and have a mean annual soil temperature of less than 11 degrees C (52 degrees F). Woodbury soils have chroma of 2 or more in the lower part of the series control section, less than 30 percent clay in the substratum and less than 813 millimeters (32 inches) mean annual precipitation."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Kings soils are on lake plains and slack water terraces in depressions. Slopes are 0 to 1 percent. Kings soils formed in stratified calcareous clay and silty clay. Mean annual soil temperature ranges from 11 to 15 degrees C (52 degrees to 59 degrees F).  Mean annual air temperature ranges from about 10 to 14 degrees C (50 degrees to 57 degrees F) and mean annual precipitation ranges from about 1016 to 1143 mm (40 to 45 inches). Frost free period ranges from 170 to 210 days. Elevation ranges from 104 to 213 meters (340 to 700 feet) above mean sea level."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Markland, McGary, Montgomery, Shircliff and Zipp soils. The well drained Markland, moderately well drained Schircliff, and somewhat poorly drained McGary soils are on higher lying positions and do not have mollic epipedons. The very poorly drained Montgomery and Zipp soils are on similar topographic positions and have mixed mineralogy, and Zipp soils do not have a mollic epipedon."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Very poorly drained. An intermittent apparent high water table is at the surface to 15 centimeters (0.5 foot) below the surface from December to April in normal years. This soil is subject to periods of frequent, brief ponding at depths up to 30 cm (1 foot) from December to May in normal years. The potential for surface water runoff is negligible. Saturated hydraulic conductivity is low or moderately low (0.07 to 0.42 micrometers/sec). Permeability is very slow (0.02 to 0.06 inches per hour)."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most areas are drained and cultivated. Corn and soybeans are the principal crops; some small grain and water tolerant grasses are also grown. Native vegetation is forest of ash, elm, beech, swamp white oak and ground cover of marsh grasses."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Southwestern Indiana. The series is of small extent in MLRA 115A and 114B. The type location is in MLRA 115A."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Indianapolis, Indiana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Knox County, Indiana, 1934."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: An undrained phase is recognized.\nRepresentative component and horizon data is in DMU ID 123,432.\nDiagnostic horizons and features recognized in this pedon are:\n1) Mollic epipedon - the zone from the surface of the soil to a depth of approximately 36 cm (14 inches), (Ap and A horizons);\n2) Cambic horizon - the zone from approximately 36 to 109 cm (14 to 43 inches) (Bg1, Bg2, BCg horizons);\nADDITIONAL DATA: Laboratory data for this pedon is published in Station Bulletin No. 222, Soil Characterization in Indiana: lV. Data on two profiles of this soil from Daviess County, Indiana, published in Soil Survey Investigation Report No. 18 Indiana.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
