{
  "SERIES": "KINKEAD",
  "STATUS": "Established Series",
  "BYREV": "Rev. DSP/HJM",
  "REVDATE": "03/2003",
  "STATES": "NM",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, mixed, superactive, thermic Aridic Argiustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPIFYING PEDON",
    "content": "TYPIFYING PEDON:  Kinkead clay loam, rangeland. (Colors are for dry soils unless otherwise noted.)\nA1--0 to 7 inches; dark grayish brown (10YR 4/2) clay loam, dark brown (10YR 3/3) moist; moderate medium granular structure; hard, friable, neutral; clear boundary. (3 to 8 inches thick)\nB21t--7 to 15 inches; dark grayish brown (10YR 4/2) clay, dark brown (10YR 3/3) moist; moderate coarse prismatic and moderate medium angular blocky structure; very hard, extremely firm; thin patchy clay films; common pressure faces on surfaces of peds; mildly alkaline; clear boundary. (7 to 14 inches thick)\nB22t--15 to 24 inches; grayish brown (10YR 5/2) clay, dark grayish brown (10YR 4/2) moist; moderate coarse prismatic and moderate medium angular blocky structure; very hard, extremely firm; thin patchy clay films; common pressure faces on surfaces of peds; slightly calcareous; mildly alkaline; gradual boundary. (9 to 12 inches thick)\nB3ca--24 to 42 inches; grayish brown (10YR 5/2) clay, dark grayish brown (10YR 4/2) moist; weak medium angular blocky structure; very hard, extremely firm; common pressure faces on surfaces of peds; few threads of lime and lime nodules; strongly calcareous; mildly alkaline; gradual boundary. (7 to 16 inches thick)\nCca--42 to 55 inches; brown (7.5YR 5/3) sandy clay loam, dark brown (7.5YR 4/4) moist; massive; hard, very friable; common, distinct threads of lime; strongly calcareous; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Harding County, New Mexico; 400 feet north and 1,100 feet east of SW corner of sec. 33, T.18N., R.30E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Thickness of the solum ranges from about 30 to 45 inches. These soils are usually dry but are not continuously dry for as long as 60 consecutive days. The average soil temperature is more than 59 degrees F. and less than 71.6 degrees F. The A horizon has hue of 7.5YR or 10YR, value of 4 or 5 dry, 2 or 3 moist, and chroma from 2 or 3. Commonly, the A horizon and the upper part of the B2t horizon are noncalcareous to depths of 10 to 15 inches but some pedons are calcareous at the surface. The B2t horizon has hue of 7.5YR or 10YR, value of 4 or 5 dry, 3 or 4 moist, and chroma of 2 through 4. It has weak to moderate coarse prismatic parting to moderate blocky structure. The C horizon has hue of 5YR through 10YR. Lime accumulation in the lower part of the solum and upper C horizon ranges from 8 to 15 percent."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES AND THEIR DIFFERENTIAE",
    "content": "COMPETING SERIES AND THEIR DIFFERENTIAE:  These are the Concho, Cueva, DeMaya, LaBrier, Musquiz, Remunda, Swastika, and Tucumcari series.  Concho, Cueva, DeMaya, LeBrier, Remunda, and Swastika soils have an average annual soil temperature of less than 59 degrees F. Also, DeMaya soils have mollic epipedons thick than 20 inches. Musquiz soils have reddish brown, red, reddish yellow or yellowish red B22t horizons, and the hue is mainly 2.5YR and 5YR in the B21t horizon. Tucumcari soils have ochric epipedons and have hue of 2.5YR or 5YR in the argillic horizon."
  },
  "GEOGRAPHIC SETTING": {
    "section": "SETTING",
    "content": "SETTING:  The Kinkead soils are on nearly level to gently sloping broad alluvial fans. The soils formed in loamy calcareous sediment from sandstone shale and Ogallala formations. The climate is semiarid continental. At the type location, the average annual precipitation is 16 inches, most of which is received during the growing season. The average annual temperature is 57 degrees F. The Thornthwaite P-E Index is 24."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "PRINCIPAL ASSOCIATED SOILS",
    "content": "PRINCIPAL ASSOCIATED SOILS:  These are the Mobeetie and Quay soils.  Mobeetie soils have ochric epipedons, cambic horizons, and coarse-loamy control sections. Quay soils have ochric epipedons, lack argillic horizons, and have calcic horizons within a depth of 75 cm. (30 inches)."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well-drained; medium runoff; slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used almost entirely for rangeland. Native vegetation is principally blue grama, tobosa, buffalograss, mat muhly, and vine mesquite. Woody plants are mesquite, cholla cactus, and prickly pear cactus."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Erosional valleys in the east-central part of northeastern New Mexico. The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Phoenix, Arizona"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Harding County, New Mexico, 1968."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  This revision of the Kinkead series is make in order to more precisely define the series in terms of Soil Taxonomy. The Kinkead soils were formerly classified as Brown soils.\nNational Cooperative Soil Survey\nU. S. A."
  }
}
