{
  "SERIES": "KINKORA",
  "STATUS": "Established Series",
  "BYREV": "Rev. JWB",
  "REVDATE": "03/2009",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, mixed, semiactive, mesic Typic Endoaquults"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Kinkora fine sandy loam in an area planted to Christmas trees. (Colors are for moist soil.)\nA--0 to 18 cm (0 to 7 inches); dark grayish brown (10YR 4/2) fine sandy loam; moderate medium granular structure; friable, common fine and many very fine roots; 1 percent fine faint light brownish gray (10YR 6/2) iron depletions; 10 percent fine mica flakes; strongly acid (pH 5.4); abrupt smooth boundary.  (15 to 25 cm thick)\nABg--18 to 41 cm (7 to 16 inches); dark grayish brown (10YR 4/2) fine sandy loam; weak medium subangular blocky structure; friable, slightly sticky, slightly plastic; common very fine and fine roots; 1 percent fine prominent yellowish brown (10YR 5/8) masses of oxidized iron; 10 percent fine mica flakes; strongly acid (pH 5.4); clear wavy boundary. (0 to 25 cm thick)\nBtg1--41 to 69 cm (16 to 27 inches); grayish brown (10YR 5/2) clay loam; moderate medium subangular blocky structure; firm, moderately sticky, moderately plastic; few very fine and fine roots; 30 percent discontinuous distinct clay films on all faces of peds; 15 percent medium prominent yellowish brown (10YR 5/8) masses of oxidized iron; 10 percent fine mica flakes; strongly acid (pH 5.4); clear wavy boundary.  (13 to 38 cm thick)\nBtg2--69 to 97 cm (27 to 38 inches); grayish brown (10YR 5/2) clay loam; weak medium angular blocky structure; firm, moderately sticky, moderately plastic; 30 percent discontinuous distinct clay films on all faces of peds; 15 percent medium prominent yellowish brown (10YR 5/8) masses of oxidized iron; 10 percent fine mica flakes; strongly acid (pH 5.4); abrupt smooth boundary.  (25 to 51 cm thick)\nCg1--97 to 122 cm (38 to 48 inches); gray (10YR 5/1) gravelly loam; massive; friable, slightly sticky, slightly plastic; 10 percent fine mica flakes; 10 percent quartz gravels and 10 percent gneiss gravels; strongly acid (pH 5.4); clear smooth boundary.  (10 to 25 cm thick)\n2Cg2--122 to 157 cm (48 to 62 inches); gray (10YR 5/1) gravelly loamy sand; massive; loose, non-sticky, non-plastic; 10 percent mica flakes; 15 percent quartz gravels and 15 percent gneiss gravels; strongly acid (pH 5.4)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Grayson County, Virginia; about 1.0 mile northwest of Mouth of Wilson, Virginia; about 0.5 mile northwest of the junction of Highways VA-728 and US-58; 0.35 mile southeast of the junction of Highways VA-721 and US-58. USGS Mouth of Wilson, VA/NC quadrangle; lat. 36 degrees 35 minutes 53.00 seconds N. and long. 81 degrees 21 minutes 6.00 seconds W. NAD 27."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Thickness of solum ranges from 61 to 122 cm (24 to 48 inches).  Where unlimed, reaction is strongly acid to extremely acid, and acidity commonly increases with depth.  Depth to bedrock ranges from 1.8 to 6 meters (6 to 20 feet).  Fine smooth gravels range from 0 to 15 percent throughout.  Coarse gravels and cobblestones range from 0 to 50 percent in the C horizon.  Mica flake contents range from 2 to 20 percent in the B and C horizons.\nThe A horizon and the E horizon, where present, has hue of 10YR through 5Y, value of 4 or 5, and chroma of 1 or 2.  The A and E horizons are silt loam, fine sandy loam, or silty clay loam.\nThe Bt horizon is neutral or has hue of 10YR through 5Y, value of 5 or 6, and chroma of 0 through 2 and is mottled.  The Bt horizon is silty clay loam, clay loam, silty clay or clay.  The weighted average clay content of the particle-size control section is 35 to 45 percent.\nThe C horizon is neutral or has hue of 10YR through 5Y, value of 5 or 6, and chroma of 0 through 2.  The C horizon is silt loam or loam.  The 2C horizon is variable in texture and includes cobbly and gravelly analogues."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: The Kinkora series is the only member of its taxonomic family. The Armagh, Baile, Colemantown, Elkton, Purdy, Rembert, Roanoke, Watchung, and Worsham series are similar soils in related families. The Armaugh, Elkton, and Purdy soils do not have mica flakes present in the profile. Baile soils have less than 35 percent clay in the particle-size control section.  Colemantown soils have a glauconitic mineralogical control section.  Rembert soils have a kaolinitic mineralogical control section. Roanoke and Worsham soils have a mean annual temperature greater than 59 degrees F. Watchung soils have more than 35 percent base saturation."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Kinkora soils are level to gently sloping and on stream terraces within the northern Piedmont Plateau and parts of the Blue Ridge Mountains. They also extend locally into limestone valleys, and may extend into the Atlantic Coastal Plain.  Slopes range from 0 to 8 percent.  The soils formed in old fine-textured alluvium, primarily from areas of acid crystalline rocks.  The climate is temperate and humid. Mean annual temperatures range from 7 to 14 degrees C. (45 to 57 degrees F.). Mean annual precipitation ranges from of about 1016 to to 1168 mm (40 to 46 inches)."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the similar Baile and Watchung series and the Chester, Codorus, Comus, Delanco, Edgemont, Elsinboro, Glenelg, Glenville, Hatboro, Manor, Mt. Airy, and Suches series.  Chester, Edgemont, Glenelg, Glenville, Manor, and Mt. Airy soils are on nearby uplands.  Codorus, Comus, Hatboro, and Suches soils are on flood plains.  The moderately well drained Delanco and well drained Elsinboro soils are associated soils on terraces."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Poorly drained. Saturated hydraulic conductivity is moderately low in the solum and moderately high or high in the underlying material. Runoff class is low where nearly level and medium or high where gently sloping. The water table is at or near the surface for long periods."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Used for growing some corn and pasture; most areas are idle or in woodland.  Native vegetation consists of water-tolerant mixed hardwoods."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Virginia, Maryland, Pennsylvania, and North Carolina.  The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Morgantown, West Virginia"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: New Castle County, Delaware, 1965."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: The Kinkora series was redefined in 1968 to include soils of the mesic temperature zone that had previously been identified as members of the Roanoke series.\nThe 12/97 revision places the Kinkora series in a fine, mixed, semiactive, mesic Typic Endoaquults family.  The series was formerly in a clayey, mixed, mesic Typic Ochraquults family.  CEC activity class placement is based on placement of similar soils.\nThe 01/07 revision moves the Type Location from New Castle County, Delaware to Grayson County, Virginia.\nDiagnostic horizons and features recognized in this pedon are:\nOchric Epipedon - The zone from the surface to a depth of 41 cm. (A and ABg horizons).\nArgillic horizon - The zone from approximately 41 to 97 cm. (Btg1 and Btg2 horizons).\nTypic Aquults feature - chromas of 2 or less beneath the A horizon and strongly acid in the 2Cg2 horizon.\nMLRA(s):  148, 130, 147, 136, 149A\t\tSIR(s):  DE0003\nRevised:  1/85-HS-RLH-NAM; 1/98-DHK; 1/07-JWB\nNational Cooperative Soil Survey\nU.S.A."
  }
}
