{
  "SERIES": "KINNICK",
  "STATUS": "Established Series",
  "BYREV": "Rev. SEJ-RDJ-DHK",
  "REVDATE": "04/2001",
  "STATES": "KY",
  "OVERVIEW": "The Kinnick series consists of very deep, well drained soils on flood plains of stream valleys.  These soils formed in recent alluvium derived from limestones, siltstones, sandstones, shales, and loess.  Permeability is moderate.  Slopes range from 0 to 5 percent.  Average annual precipitation is about 44 inches and average annual temperature is 54 degrees F near the type location.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS:  Fine-silty, mixed, active, mesic Dystric Fluventic Eutrudepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Kinnick silt loam, on a nearly level flood plain under orchardgrass and red clover at an elevation of 555 feet.  (Colors are for moits soil unless otherwise noted.)\nAp -- 0 to 9 inches; dark yellowish brown (10YR 4/4) silt loam, light yellowish brown (10YR 6/4) dry; weak fine granular structure; very friable; many fine roots; moderately acid (pH 6.0); clear smooth boundary.  (6 to 11 inches)\nBw1 -- 9 to 21 inches; yellowish brown (10YR 5/4) silt loam; weak fine subangular blocky structure; friable; common fine roots; moderately acid (pH 6.0); gradual smooth boundary.\nBw2 -- 21 to 31 inches; yellowish brown (10YR 5/4) silt loam; common faint pale brown (10YR 6/3) and common fine distinct strong brown (7.5YR 5/6) lithochromic mottles; weak fine medium subangular block structure; friable; few fine roots; moderately acid (pH 5.8); gradual smooth boundary.  (Combined thickness of the Bw horizons is 15 to 30 inches.)\nBC -- 31 to 55 inches; yellowish brown (10YR 5/4) silt loam; weak medium subangular block structure; friable, few fine and coarse roots; moderately acid (pH 5.8); gradual smooth boundary.  (0 to 20 inches)\nC1 -- 55 to 73 inches; yellowish brown (10YR 5/6) silt loam; massive; friable; few fine roots; few fine prominent light brownish gray (2.5Y 6/2) iron depletions and common fine distinct strong brown (7.5YR 5/6) soft masses of iron accumulation; moderately acid (pH 5.6); clear smooth boundary.\nC2 -- 73 to 76 inches; yellowish brown (10YR 5/6) gravelly silt loam; massive; friable; 30 percent rounded quartz gravel; many fine distinct strong brown (7.5YR 5/6) soft masses of iron accumulation and many fine prominent light brownish gray (2.5Y 6/2) iron depletions; strongly acid (pH 5.5)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Lewis County, Kentucky; located about 1.3 miles west of Valley School, 1.09 miles east of Clarksburg, 200 feet north-northwest of the confluence of Big Sulphur Branch and Salt Lick Creek, 20 feet west of gravel road; USGS Charters quadrangle; lat. 38 degrees 35 minutes 02 seconds N. and long. 83 degrees 23 minutes 54 seconds W.,  NAD 27."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS\nSolum thickness:  40 to 60 inches.\nDepth to bedrock:  Greater than 60 inches.\nRock fragments:  0 to 5 percent pebbles and gravel in the  solum and 0 to 35 percent gravel in the C horizon.\nReaction:  Moderately acid to moderately alkaline.  Some pedons may range to strongly acid in the lower solum and C horizons.\nClay content:  18 to 34 percent in the particle-size control section.\nSoil moisture:  The soils are usually moist, and they are dry for less than 45 consecutive days in all parts in the 4 months following the summer solstice.\nAp horizon:\nColor--hue of 10YR or 2.5Y; value of 4 or 5 moist, 5 to 7 dry; and chroma of 2 to 4 moist or dry\nTexture (fine-earth fraction)--loam, silt loam, or silty clay loam\nStructure--weak, fine or medium granular\nMoist consistence--very friable or friable\nBw horizon:\nColor:--hue of 7.5YR to 2.5Y; value of 4 or 5; and chroma of 3 to 6\nLithochromic mottles--in shades of red, yellow, brown, and gray\nTexture--silt loam or silty clay loam\nStructure--weak, fine or medium, granular or subangular blocky\nMoist consistence--very friable or friable\nBC horizon:\nColor--hue of 7.5YR to 2.5Y; value of 4 or 5; and chroma of 2 to 6\nRedoximorphic features (where present)--in shades of gray and brown\nTexture--silt loam, loam, silty clay loam\nStructure--weak, medium granular or subangular blocky\nMoist consistence--friable\nC horizon:\nHas color, redoximorphic features, texture, and consistence like that of BC horizons\nStructure--massive"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are Moshannon, Nolin, and Ray series in the same family.  Soils in closely related families include Chargin, Cuba, Genesee, Haymond, Huntington, Lindside, Rahm, Steff, Wilbur, and Woodmere series.  Moshannon soils have B horizons with hues redder than 7.5YR.  Nolin soils have a water table below 6 feet and lack low chroma colors above 72 inches.  Ray soils have a sola less than 40 inches thick and have evidence of stratification above 40 inches.  Chargin and Genesee soils have more than 15 percent fine sand and coarser in the control section.  Cuba and Steff soils have base saturation of less than 60 percent between the depths of 10 and 30 inches below the soil surface.  Haymond and Wilbur soils have less than 18 percent clay in the textural control section.  Huntington soils have a mollic epipedon.  Lindside and Rahm soils have low chroma mottles within a depth of 24 inches.  Woodmere soils have more than 35 percent clay in the textural control section.\nNote:  These are the competing series per the 6th Edition of Keys to Soil Taxonomy (or earlier).  Competing series have not been revised to 7th Edition of Keys."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  These soils are on nearly level and gently sloping flood plains or in low positions which receive runoff from surrounding slopes.  The soils formed in alluvium derived from limestones, sandstones, siltstones, shales, and loess.  Average annual precipitation is 38 to 50 inches.  Average annual temperature is 48 to 59 degrees F.  Elevations are 520 to 620 feet."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the competing Lindside series and the Boonesboro, Melvin, Newark, Sees, and Skidmore series on flood plains; Elk and Otwell series on stream terraces; Woolper series on adjacent foot slopes.  Boonesboro soils have bedrock at depths of 20 to 40 inches.  Melvin and Newark soils have dominant low chroma within 20 inches of the soil surface.  Skidmore soils are loamy-skeletal.  The remaining associated soils have argillic horizons."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; moderate permeability.  Runoff class is negligible where nearly level and low on gentle slopes.  Subject to flooding of brief duration in winter and spring months."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are used for growing corn, tobacco, and hay.  The native vegetation is mixed hardwoods such as river birch, sycamore, elm, willow, box elder, black walnut, oak species, and red maple."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  In areas of limestone and acid siltstones, sandstones, shale, and loess in northcentral and northeast Kentucky (Cumberland Plateau and Pennyroyal) and possibly in southern Ohio  (Western Allegheny Plateau), Indiana and Illinois.  The series is of small to possibly moderate extent (1,880 ac. in Lewis Co., KY)."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Morgantown, West Virginia"
  },
  "ORIGIN": {
    "section": "SERIES PROPOSED",
    "content": "SERIES PROPOSED:  Lewis County, Kentucky, 1995.  Source of name is abbreviated version of Kinniconick Creek in Lewis County."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Soils in Kinnick series were formally included with the Nolin series.  CEC/clay ratio data for this soil based on Nolin series - range 0.33 - 0.57.  CEC activity class - active.  The 8/98 revision updates classification to Eutrudepts and status to established.\nDiagnostic horizons and features in this pedon include:\nOchric epipedon - 0 to 9 inches (Ap horizon).\nCambric horizon - 9 to 55 inches (Bw1, Bw2 and BC horizons).\nWater table - 3.5 to 6.0 feet.\nMLRA: 125, 122, 124\t\t\tSIR: KY0206\nRevised: 10/95-SEJ,RDJ; 12/97-SEJ,DHK; 8/98-DHK\nNational Cooperative Soil Survey\nU.S.A."
  }
}
