{
  "SERIES": "KINTA",
  "STATUS": "Established Series",
  "BYREV": "Rev. JWF, ELC",
  "REVDATE": "07/2007",
  "STATES": "OK",
  "OVERVIEW": "The Kinta series consists of deep, somewhat poorly drained, very slowly permeable soils that formed in clayey sediments of Cretaceous age.  These soils are on nearly level or very gently sloping ridge crests or flats in the Western Coastal Plains.  Slopes range from 0 to 3 percent.  Mean annual precipitation is 45 inches.  Mean annual temperature is 63 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, mixed, active, thermic Aeric Paleaquults"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Kinta clay loam -- forested.\n(Colors are for moist soil unless otherwise stated.)\nA--0 to 2 inches; very dark grayish brown (10YR 3/2) clay loam; moderate medium granular structure; hard, firm; few fine gray mycellia films and coatings on faces of peds; very strongly acid; clear smooth boundary.  (2 to 6 inches thick)\nE--2 to 8 inches; brown (10YR 4/3) clay loam; few fine distinct light gray and few fine faint yellowish brown mottles; weak medium subangular blocky structure; hard, firm; common medium roots; very strongly acid; clear wavy boundary.  (4 to 7 inches thick)\nBtg1--8 to 22 inches; gray (10YR 5/1) clay; common fine and medium distinct yellowish brown (10YR 5/4, 5/8) mottles; moderate coarse blocky structure parting to moderate fine blocky; very hard, firm, plastic and sticky; continuous clay films on faces of peds; very strongly acid; gradual wavy boundary.  (10 to 20 inches thick)\nBtg2--22 to 54 inches; gray (10YR 5/1) clay; many medium and coarse prominent red (2.5YR 5/6) and few fine distinct yellowish brown mottles; weak coarse blocky structure parting to strong fine blocky; very hard, firm, plastic; continuous clay films on faces of peds; very strongly acid; gradual wavy boundary.  (22 to 45 inches thick)\nBtg3--54 to 72 inches; gray (10YR 5/1) clay; many medium prominent red (2.5YR 4/6) and common medium faint light brownish gray (10YR 6/2) mottles; weak coarse blocky structure parting to moderate fine blocky; very hard, firm, plastic; clay films on faces of peds; strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  McCurtain County, Oklahoma; about 3 miles north and 6 miles east of Haworth, Oklahoma; 2,500 feet north and 200 feet west of the southeast corner of sec. 2, T. 8 S., R. 26 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Solum thickness is more than 60 inches.  Reaction is strongly or very strongly acid in all horizons.\nThe A horizon has hue of 10YR, value of 3 or 4, and chroma of 2 or 3.  Some pedons have mottles in shades of brown.\nThe E horizon has hue of 10YR, value of 4 or 5, and chroma of 3 to 6.  Mottles are in shades of gray or brown.\nThe Btg horizons have hue of 10YR, value of 4 to 6, and chroma of 1 or 2.  Mottles are in shades of brown, red, and gray.  Texture is clay, silty clay, clay loam, or silty clay loam."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  This is the Lenoir series in the same family.  Soils in similar families are Ackwater, Angie, Bethera, Chrysler, Coxville, Dunbar, Duplin, Grady, Lynchburg, Nahunta, Persanti, Shuster, Smithboro, Tiak, and Tomast.  Ackwater, Angie, Chrysler, Duplin, Persanti, Shuster, and Tiak soils have dominant moist chroma of 3 or more immediately below any Ap or A horizon and lack an aquic moisture regime.  In addition, Duplin and Persanti soils have kaolinitic mineralogy.  Bethera, Coxville, and Grady soils do not have a horizon with dominant chroma of 3 or more within 30 inches of the soils surface.  In addition, Coxville and Grady soils have kaolinitic mineralogy.  Dunbar and Smithboro soils have kaolinitic mineralogy.  Lenoir soils lack many prominent red mottles in the Bt horizon.  Lynchburg soils have fine-loamy control section.  Nahunta and Tomast soils have fine-silty control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Kinta soils are on nearly level or very gently sloping ridge crests or flats in the Western Coastal Plains.  Slopes range from 0 to 3 percent.  They formed in clayey sediments of Cretaceous age.  Climate is humid.  Mean annual precipitation ranges from 40 to 50 inches.  Mean annual temperature ranges from 62 to 65 degrees F.  Thornthwaite annual P-E indices ranges from 72 to 80.  Kinta soils receive average precipitation of 10.2 inches during the months of July through September."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the competing Tiak and Tomast series and the Felker and Kullit series.  Felker soils occur on similar areas but have fine-silty control sections.  Kullit soils occur on similar areas but have fine-loamy control sections.  Tiak and Tomast soils occur on similar areas."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Kinta soils are somewhat poorly drained; runoff is slow or very slow; and permeability is very slow.  A water table is between 1 and 2 feet of the soil surface during the months of November through May."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used mainly for woodland.  Some areas have been cleared and are used for tame pasture or cultivated to grain sorghum or soybeans.  Native vegetation is shortleaf pine, loblolly pine, sweetgum, and water oak."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Western Coastal Plains of Oklahoma and possibly Arkansas, Louisiana, and Texas.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  McCurtain County, Oklahoma; 1970."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - the zone from the soil surface to a depth of 8 inches.  (A, E horizons)\nAlbic horizon - the zone from approximately 2 to 8 inches (E horizon).\nArgillic horizon - the zone from approximately 8 to 72 inches (Btg1, Btg2, and Btg3 horizons).\nUltisols features - soils that have an argillic horizon that has a base saturation of less than 35 percent at a depth of 72 inches below the soil surface.\nAeric Paleaquults features - soils that have a horizon (E horizon) that has dominant chroma of 3 or more within 30 inches of the soil surface; that are saturated with water at some period of the year and have an argillic horizon with dominant chroma of 2 or less in the matrix and mottles of high chroma; have a clay distribution (in the Btg1, Btg2, Btg3 horizons) such that the clay percentage does not decrease from its maximum by as much as 20 percent of the maximum within a depth of 60 inches of the soil surface.\nNational Cooperative Soil Survey\nU. S. A."
  }
}
