{
  "SERIES": "KINTNER",
  "STATUS": "Established Series",
  "BYREV": "BGN-SWN",
  "REVDATE": "10/2009",
  "STATES": "IN",
  "OVERVIEW": "The Kintner series consists of deep, moderately well drained soils formed in alluvium over limestone bedrock.  The alluvial sediments are loamy and in the lower part contain a high amount of gravel.  These soils are on flood plains and alluvial fans.  They have slopes of 1 to 3 percent.  Mean annual precipitation is about 1092 mm (43 inches), and mean annual temperature is about 12.8 degrees C (55 degrees F).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, active, mesic Oxyaquic Eutrudepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Kintner loam on a 1 percent slope in a pasture at an elevation of about 184 meters (605 feet) MSL. (Colors are for moist soil unless otherwise stated.)\nAp--0 to 12 cm (0 to 5 inches); dark grayish brown (10YR 4/2) loam, pale brown (10YR 6/3) dry; weak fine granular structure; friable; many very fine and fine roots; many fine irregular pores; slightly effervescent; slightly alkaline; clear smooth boundary. (10 to 28 cm or 4 to 11 inches thick)\nBw1--12 to 23 cm (5 to 9 inches); brown (10YR 4/3) loam; moderate fine subangular blocky structure; friable; few fine roots; few fine irregular pores; neutral; clear wavy boundary. (0 to 15 cm or 0 to 6 inches thick)\nBw2--23 to 41 cm (9 to 16 inches); yellowish brown (10YR 5/4) silt loam; moderate fine and medium subangular blocky structure; friable; common very fine and fine roots throughout; few dark yellowish brown (10YR 4/4) organic stains on faces of peds; 2 percent gravel (chert); neutral; clear smooth boundary.\nBw3--41 to 58 cm (16 to 23 inches); 95 percent dark yellowish brown (10YR 4/4) and 5 percent yellowish brown (10YR 5/6) silt loam; moderate fine and medium subangular blocky structure; friable; common very fine and fine roots throughout; few brown (10YR 4/3) organic stains on faces of peds; 3 percent gravel (chert); slightly effervescent; slightly alkaline; abrupt wavy boundary.  (Combined thickness of the Bw horizon is 25 to 61 cm or 10 to 24 inches.)\n2Bw4--58 to 122 cm (23 to 48 inches); yellowish brown (10YR 5/6) extremely gravelly sandy loam; weak medium subangular blocky structure; very friable; few very fine roots throughout; 61 percent gravel (chert) and 5 percent cobbles (chert); slightly effervescent; slightly alkaline; abrupt wavy boundary. (30 to 114 cm or 12 to 45 inches thick)\n2R--122 to 152 cm (48 to 60 inches); light gray (10YR 7/1) fractured, indurated limestone bedrock."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Harrison County, Indiana; in a small settlement of Buena Vista; approximately 1800 feet west and 2000 feet north of the southeast corner of section 20, T. 5 S., R. 5 E,; USGS Kosmosdale KY-IN Topographic quadrangle; lat 38 degrees 03 minutes 31.2 seconds N., and 85 degrees 58 minutes 53.2 seconds W., UTM Zone 16, 589355 easting and 4212814 northing, NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nDepth of medium-textured alluvial material: 25 to 76 centimeters (10 to 30 inches)\nDepth to base of cambic horizon: 30 to 150 centimeters (12 to 59 inches)\nDepth to lithic contact: 100 to 152 centimeters (40 to 60 inches)\nAp horizon:\nHue: 10YR\nValue: 4 or 5\nChroma: 2 to 4\nTexture: loam or silt loam\nRock fragments: 0 to 10 percent gravel and 0 to 2 percent cobbles\nReaction: moderately acid to slightly alkaline\nA horizon (less than 6 inches thick):\nHue: 10YR\nValue: 3 or 4\nChroma: 2 to 4\nTexture: loam or silt loam\nRock fragments: 0 to 10 percent gravel and 0 to 2 percent cobbles\nReaction: moderately acid to slightly alkaline\nBA, Bw horizons:\nHue: 10YR or 7.5 YR\nValue: 4 or 5\nChroma: 3 to 6\nTexture: loam or silt loam\nRock fragments: 0 to 14 percent gravel and 0 to 3 percent cobbles\nReaction: moderately acid to slightly alkaline\n2Bw, 2BC horizon:\nHue: 10YR or 7.5YR\nValue: 4 or 5\nChroma 4 to 8\nTexture: commonly the very gravelly or extremely gravelly analogues of loam or sandy loam and, less commonly, the very gravelly or extremely gravelly analogues of clay loam or sandy clay loam\nRock fragments: 35 to 75 percent gravel, 0 to 10 percent cobbles, and 0 to 5 percent stones\nReaction: moderately acid to slightly alkaline"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no other competing series."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: The Kintner soils are on narrow flood plains, flood-plain steps, and alluvial fans below moderately sloping to very steep hills.  They formed in up to 76 centimeters (30 inches) of medium-textured alluvium and the underlying medium and moderately coarse textured alluvium containing a high percentage of rock fragments.  The rock fragments are washed from the surrounding limestone hill slopes.  Slope gradients range from 1 to 3 percent.  Mean annual precipitation ranges from 1016 to 1168 mm (40 to 46 inches) and mean annual temperature ranges from 11.1 to 13.9 degrees C (52 to 57 degrees F).  Frost free period is from 170 to 200 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Haymond soils on flood plains and the Caneyville, Haggatt, Knobcreek, and Vertrees soils on surrounding limestone hills.  The well drained, less gravelly Haymond soil formed in silty alluvium.  The well drained, more clayey Caneyville, Haggatt, Knobcreek and Vertrees soils are formed in residuum from limestone."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Moderately well drained.  Saturated hydraulic conductivity is moderately high or high in the medium-textured alluvium (4.23 to 14.11 micrometers/s) and high in the underlying loamy-skeletal alluvium (14.11 to 42.34 micrometers/s). Permeability is moderate in the upper part of the solum and moderately rapid in the lower part.  An intermittent apparent high water table is a depth of 76 to 106 centimeters (30 to 42 inches) from December through April in normal years."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most areas are used for pasture, hay, and woodland.  Some areas of this soil are cropped to corn, soybeans, and small grains.  Native vegetation is mixed, deciduous hardwood forest."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: South-central Indiana.  The Kintner series is of small extent in MLRA 122."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Morgantown, West Virginia"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Harrison County, Indiana, 2006"
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\n1)ochric epipedon- 0 to 23 cm or 0 to 9 inches (Ap horizon)\n2)cambic horizon- 23 to 122 cm or 9 to 48 inches (Bw1, Bw2, Bw3 and 2Bw4 horizons)\n3)lithic contact- at 122 cm or 48 inches\nThis soil was included with the Haymond soils in the 1975 Harrison County Soil Survey and has been correlated as Beanblossom, hard bedrock substratum, in other parts of the MLRA.  The acreage of this soil is expected to increase as more counties in MLRA 122 are updated.\nADDITIONAL DATA: Lab data for the Typical Pedon (S05-IN061-002) is at the NSSL in Lincoln, Nebraska.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "moderately well",
        "drainage_overview": "moderately well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 12,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "loam",
        "pH_class": "slightly alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Ap--0 to 12 cm (0 to 5 inches); dark grayish brown (10YR 4/2) loam, pale brown (10YR 6/3) dry; weak fine granular structure; friable; many very fine and fine roots; many fine irregular pores; slightly effervescent; slightly alkaline; clear smooth boundary. (10 to 28 cm or 4 to 11 inches thick)"
      },
      {
        "name": "Bw1",
        "top": 12,
        "bottom": 23,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "loam",
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bw1--12 to 23 cm (5 to 9 inches); brown (10YR 4/3) loam; moderate fine subangular blocky structure; friable; few fine roots; few fine irregular pores; neutral; clear wavy boundary. (0 to 15 cm or 0 to 6 inches thick)"
      },
      {
        "name": "Bw2",
        "top": 23,
        "bottom": 41,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "silt loam",
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bw2--23 to 41 cm (9 to 16 inches); yellowish brown (10YR 5/4) silt loam; moderate fine and medium subangular blocky structure; friable; common very fine and fine roots throughout; few dark yellowish brown (10YR 4/4) organic stains on faces of peds; 2 percent gravel (chert); neutral; clear smooth boundary."
      },
      {
        "name": "Bw3",
        "top": 41,
        "bottom": 58,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "silt loam",
        "pH_class": "slightly alkaline",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "Bw3--41 to 58 cm (16 to 23 inches); 95 percent dark yellowish brown (10YR 4/4) and 5 percent yellowish brown (10YR 5/6) silt loam; moderate fine and medium subangular blocky structure; friable; common very fine and fine roots throughout; few brown (10YR 4/3) organic stains on faces of peds; 3 percent gravel (chert); slightly effervescent; slightly alkaline; abrupt wavy boundary.  (Combined thickness of the Bw horizon is 25 to 61 cm or 10 to 24 inches.)"
      },
      {
        "name": "2Bw4",
        "top": 58,
        "bottom": 122,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "sandy loam",
        "cf_class": "extremely gravelly",
        "pH_class": "slightly alkaline",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "2Bw4--58 to 122 cm (23 to 48 inches); yellowish brown (10YR 5/6) extremely gravelly sandy loam; weak medium subangular blocky structure; very friable; few very fine roots throughout; 61 percent gravel (chert) and 5 percent cobbles (chert); slightly effervescent; slightly alkaline; abrupt wavy boundary. (30 to 114 cm or 12 to 45 inches thick)"
      },
      {
        "name": "2R",
        "top": 122,
        "bottom": 152,
        "moist_hue": "10YR",
        "moist_value": 7,
        "moist_chroma": 1,
        "narrative": "2R--122 to 152 cm (48 to 60 inches); light gray (10YR 7/1) fractured, indurated limestone bedrock."
      }
    ]
  ]
}
