{
  "SERIES": "KINUSTA",
  "STATUS": "Established Series",
  "BYREV": "Rev. CDH/JVC/LWH/PDC/WWJ",
  "REVDATE": "10/2006",
  "STATES": "AZ,NM",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy, mixed, active, calcareous, mesic, shallow Ustic Torriorthents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Kinusta channery very fine sandy loam -- on a convex backslope of an escarpment sloping 58 percent to the north at 6,200 feet elevation -- rangeland. (Colors are for dry soil unless otherwise noted.  When described, the soil was dry throughout.)\nA--0 to 3 inches; red (2.5YR 5/6) channery very fine sandy loam, red (2.5YR 4/6) moist; weak very thick platy structure parting to moderate medium granular; soft, very friable, nonsticky and nonplastic; few very fine roots; few very fine vesicular pores; 15 percent channers and 10 percent flagstones; strongly effervescent; slightly alkaline (pH 7.8); clear smooth boundary. (1 to 4 inches thick)\nCk--3 to 9 inches; red (2.5YR 5/6) very fine sandy loam, red (2.5YR 4/6) moist; massive, platy rock structure; slightly hard, friable, slightly sticky and nonplastic; few coarse to very fine roots; 60 percent soft, slakable siltstone fragments; strongly effervescent, secondary calcium carbonate segregated as few fine and medium irregularly shaped accumulations on rock fragments; strongly alkaline (pH 8.8); clear wavy boundary. (3 to 8 inches thick)\nC--9 to 17 inches; red (2.5YR 5/6) very fine sandy loam, red (2.5YR 4/6) moist; massive, platy rock structure; hard, firm, slightly sticky and nonplastic; few fine and very fine roots; 80 percent soft, slakable siltstone fragments; slightly effervescent, secondary calcium carbonate segregated as very few fine irregularly shaped accumulations on rock fragments; strongly alkaline (pH 9.0); clear irregular boundary. (4 to 10 inches thick)\n2Cr--17 inches; siltstone."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Apache County, Arizona; on the Navajo Indian Reservation about 7 miles south of Immanuel Mission; 900 feet east and 1,225 feet north of the southwest corner of section 14, T.38N., R.27E.;  Latitude 36 degrees 41 minutes 52 seconds North and Longitude 109 degrees 24 minutes 15 seconds West."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture - Intermittently moist in some part of the soil moisture control section from July to October and December to mid-April.  Assumed to be dry in all parts 50 to 75 percent of the time (cumulative), when the soil temperature at the bedrock contact is 41 degrees F or higher.  Driest during May and June.  Ustic aridic soil moisture regime.\nSoil temperature - 52 to 54 degrees\nDepth to bedrock - 10 to 20 inches\nClay content - control section weighted average is 10 to 18 percent\nReaction - slightly to moderately alkaline in the surface and moderately to strongly alkaline in the underlying horizons\nA horizon\nHue: 2.5YR, 5YR\nValue: 5 or 6 dry\nChroma: 4 through 6, dry or moist\nTexture: channery very fine sandy loam or very gravelly loam\nRock fragments: 15 to 60 percent\n5 to 15 percent channers\n5 to 30 percent gravel\n5 to 12 percent flagstones and cobble\n0 to 3 percent stones or boulders\nCk and C horizons\nHue: 2.5YR, 5YR\nValue: 5 or 6 dry, 4 or 5 moist\nChroma: 4 through 6, dry or moist\nTexture: very fine sandy loam, silt loam\nCalcium carbonate equivalent: 5 to 10 percent\nOther features: 20 to 80 percent soft siltstone fragments"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: This is the Klondike series.  Klondike soils have more than 18 percent clay in the particle-size control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Kinusta soils are on backslopes of escarpments and backslopes between structural benches.  They formed in colluvium and residuum derived from Jurassic and Triassic siltstone, mudstone, limestone, and sandstone.  Slopes are 15 to 60 percent.  Elevation ranges from 5,200 to 6,600 feet.  The mean annual precipitation is 8 to 12 inches with about half falling as rain from high-intensity convective thunderstorms between July and September.  The mean annual air temperature is 50 to 52 degrees F.  The frost-free period is 130 to 150 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Beclabito, Blanding, Eslendo, and Rizno soils.  Beclabito soils are sodic, have calcic horizons, and occur on adjacent summits of structural benches, and on footslopes.  Blanding soils are fine-silty, very deep, and occur on eolian-mantled fan terraces and toeslopes.  Eslendo soils are 7.5YR and browner in color, are higher in clay, and occur on adjacent backslopes.  Rizno soils are very shallow and occur on dipslopes of cuestas and summits of structural benches."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; rapid runoff; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Kinusta soils are used for limited livestock grazing.  Present vegetation is Indian ricegrass, muttongrass, Bigelow sagebrush, Torrey Mormon tea, narrowleaf yucca, and Utah juniper."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Kinusta soils are of moderate extent on the Tyende Saddle and Red Rock Bench portions of the Colorado Plateau province in northeast Arizona and northwest New Mexico.  MLRA 35."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Phoenix, Arizona"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Shiprock Area, Parts of San Juan County, New Mexico and Apache County, Arizona; 1993."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - The zone from 0 to 3 inches (A horizon)\nParalithic contact - The boundary at 17 inches (2Cr horizon)\nKeys to Soil Taxonomy - Soils classified according to the Eighth Edition, 1998.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
