{
  "SERIES": "KINZEL",
  "STATUS": "Established Series",
  "BYREV": "Rev. AON/JGM/KMS",
  "REVDATE": "01/2017",
  "STATES": "OR",
  "OVERVIEW": "Landscape--western Cascade Mountains\nLandform--mountain slopes, broad ridgetops on mountains, side slopes of canyons in mountains, colluvial aprons in U-shaped valleys\nSlope--5 to 90 percent\nParent material--colluvium derived from hard extrusive igneous rock mixed with glacial till and volcanic ash throughout\nMean annual precipitation--2800 mm\nMean annual air temperature--about 6 degrees C\nDepth class--very deep\nDrainage class--well drained\nSoil moisture regime--udic\nSoil temperature regime--cryic\nSoil moisture subclass--typic",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Medial-skeletal, amorphic Typic Fulvicryands"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Kinzel gravelly medial silt loam, forested\nOi--0 to 4 cm; slightly decomposed plant material consisting of needles, twigs, cones, and leaves\nA1--4 to 8 cm; gravelly medial silt loam, gray (10YR 5/1) dry, black (10YR 2/1) moist; many clean light gray silica sand grains; weak very fine granular structure; soft, very friable, slightly sticky and slightly plastic; many roots; many very fine and fine irregular and tubular pores; 15 percent rock fragments; very strongly acid (pH 4.6); abrupt wavy boundary\nA2--8 to 37 cm; gravelly medial silt loam, brown (7.5YR 4/3) dry, very dark brown (7.5YR 2/2) moist; moderate very fine granular structure; soft, very friable, slightly sticky and slightly plastic; many very fine and fine tubular and irregular pores; many roots; 20 percent gravel and 5 percent cobbles; strongly acid (pH 5.5); gradual smooth boundary\nBw1--37 to 60 cm; extremely cobbly medial silt loam, brown (10YR 5/3) dry, brown (7.5YR 4/3) moist; weak medium subangular blocky structure; soft, very friable, slightly sticky and slightly plastic; many very fine and fine tubular pores; common roots; 20 percent gravel, 30 percent cobbles, and 15 percent stones; moderately acid (pH 5.6); clear wavy boundary\nBw2--60 to 75 cm; extremely cobbly medial silt loam, brown (10YR 5/3) dry, dark brown (10YR 3/3) moist; moderate very fine, fine, and medium subangular blocky structure; soft, friable, slightly sticky and slightly plastic; many very fine and fine tubular pores; common roots; 20 percent gravel, 30 percent cobbles, and 20 percent stones; moderately acid (pH 5.8); clear wavy boundary\nBC--75 to 100 cm; extremely cobbly medial silt loam, yellowish brown (10YR 5/4) dry, dark yellowish brown (10YR 3/4) moist; weak very fine, fine, and medium subangular blocky structure; soft, very friable, nonsticky and slightly plastic; many very fine and fine tubular pores; common roots; 30 percent gravel, 35 percent cobbles, and 5 percent stones; moderately acid (pH 5.6); clear wavy boundary\nC--100 to 155 cm; extremely cobbly medial sandy loam, light yellowish brown (10YR 6/4) dry, dark yellowish brown (10YR 4/4) moist; massive; soft, very friable, nonsticky and slightly plastic; 30 percent gravel, 35 percent cobbles, and 5 percent stones; many very fine and fine tubular pores; common roots; moderately acid (pH 5.7)"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Clackamas County, Oregon, 90 m east of the north corner of Bull Run Lake; in the SE1/4SW1/4 of section 21, T. 1 S., R. 8 E.; latitude 45.4635355, longitude -121.8363497, datum WGS 84 (coordinates estimated from PLSS details)"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nDry days--less than 45 consecutive days following summer solstice\nMean annual soil temperature--5 to 8 degrees C\nThickness of umbric epipedon--25 to 45 cm (below mineral soil surface)\nReaction--4.5 to 6.0 throughout all mineral horizons\nThickness of andic soil properties--greater than 150 cm (below mineral soil surface)\nEstimated properties of layers with andic soil properties\n*1/3-bar bulk density--0.60 to 0.90 g/cm3\n*Phosphate retention--greater than 85 percent\n*Ammonium oxalate extractable Al +  Fe--2.0 to 4.0 percent\n*15-bar water retention--30 to 70 percent (undried samples), greater than 15 percent (dried samples)\n*0.02- to 2.0-mm fraction--greater than 30 percent\n*Volcanic glass content in 0.02- to 2.0-mm fraction--5 to 30 percent\nParticle-size control section\n*Clay content--10 to 20 percent\n*Total fragment content--15 to 80 percent, weighted average more than 35 percent\nA1 horizon\n*Hue--10YR\n*Value--2 or 3 moist, 3 to 5 dry\n*Chroma--1 or 2 moist or dry\n*Fine-earth texture--medial loam, medial silt loam\n*Clay content--10 to 20 percent\n*Total fragment content--15 to 50 percent\n*Gravel content--10 to 45 percent\n*Cobble content--3 to 15 percent\n*Organic matter content--8 to 15 percent\nA2 horizon\n*Hue--10YR, 7.5YR, variegations of 5YR in some areas\n*Value--2 or 3 moist, 4 or 5 dry\n*Chroma--2 or 3 moist or dry\n*Fine-earth texture--medial loam, medial silt loam\n*Clay content--10 to 20 percent\n*Total fragment content--15 to 50 percent\n*Gravel content--10 to 45 percent\n*Cobble content--0 to 15 percent\n*Organic matter content--8 to 15 percent\nBw horizon\n*Hue--7.5YR, 10YR\n*Value--4 moist, 5 or 6 dry\n*Chroma--3 or 4 moist or dry\n*Fine-earth texture--medial loam, medial silt loam, medial sandy loam\n*Clay content--10 to 20 percent\n*Total fragment content--35 to 80 percent\n*Gravel content--15 to 40 percent\n*Cobble content--10 to 40 percent\n*Stone content--0 to 20 percent\nC horizon\n*Hue--7.5YR, 10YR\n*Value--4 moist, 5 or 6 dry\n*Chroma--3 or 4 moist or dry\n*Fine-earth texture--medial loam, medial silt loam, medial sandy loam\n*Clay content--10 to 20 percent\n*Total fragment content--35 to 80 percent\n*Gravel content--15 to 60 percent\n*Cobble content--20 to 50 percent\n*Stone content--5 to 20 percent"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:\nStahl--50 to 100 cm deep to lithic contact\nTalapus--50 to 100 cm deep to firm till (not root-restricting)"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nElevation--850 to 1600 m\nClimate--cold, wet winters; cool, moist summers\nMean annual precipitation--1800 to 3700 mm\nMean annual air temperature--4 to 7 degrees C\nFrost-free period--10 to 105 days"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:\nLastance--E horizon; spodic horizon; on ridges and side slopes of valley walls\nTalapus--50 to 100 cm deep to firm till; in similar positions"
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:\nDrainage class--well drained\nSaturation during normal years--none\nFlooding--none\nPonding--none\nSaturated hydraulic conductivity (Ksat)--high"
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:\nUse--timber production, wildlife habitat, recreation\nPotential natural vegetation--Pacific silver fir, Douglas-fir, western hemlock, Alaska huckleberry, bunchberry dogwood, vanillaleaf, insideout flower"
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Cascade Mountains of northwestern Oregon; MLRA 3; moderate extent"
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Clackamas County, Oregon (Bull Run, Sandy Area); 1976"
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nDiagnostic horizons and other features recognized in this pedon\n*Umbric epipedon--zone from 4 to 37 cm\n*Cambic horizon--zone from 37 to 100 cm\n*Andic soil properties--zone from 4 to 155 cm\n*Particle-size control section--zone from 4 to 104 cm\n08/2016--Assumed to meet criteria 2 (no ash required) for andic soil properties, in the 12th edition of Keys to Soil Taxonomy. It is also assumed that enough ash is present for the soils to meet criteria 3. Based on data populated in NASIS for Clackamas, Marion, and Multnomah Counties, the series was reclassified as a Fulvicryand. Additional lab data is needed to confirm the degree of ash influence and to determine if the range in glass content is appropriate. Horizonation in the typical pedon suggests that the series may classify as a Spodosol; this should be further investigated.\nThe soils are derived dominantly from rock of the Cascade Andesite Formation (olivine basalt and olivine-bearing andesite); however, they are derived from rock of the Columbia River Basalt Formation in some areas.\n11/2000--Andic soil properties to a depth of 150 cm are based on guidelines developed from laboratory data for soils recognized in the western Oregon Cascades.\nCompeting series classified as Andic Cryumbrepts include the Alfir, Naxing, Saydab, and Stahl series.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
