{
  "SERIES": "KIOMATIA",
  "STATUS": "Established Series",
  "BYREV": "Rev. JRT:GRT:MJB",
  "REVDATE": "01/2017",
  "STATES": "AR,LA,OK,TX",
  "OVERVIEW": "The Kiomatia series consists of well drained, rapidly permeable soils that formed in sandy alluvium with thin strata of finer materials.  These soils are on flood plains.  Slope ranges from 0 to 5 percent, but is typically less than 2 percent. Mean annual air temperature is about 17.8 degrees C (64 degrees F) and the mean annual precipitation is about 1118 mm (44 in).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Sandy, mixed, thermic Typic Udifluvents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Kiomatia loamy fine sand, in a pasture at an elevation of 85 m (280 ft).  (Colors are for moist soil unless otherwise stated.)\nA--0 to 10 cm (0 to 4 in); brown (7.5YR 5/4) loamy fine sand; single grain; slightly hard, very friable; few fine roots; contains few fine strata of reddish brown (5YR 5/4) fine sandy loam; calcareous; moderately alkaline; abrupt smooth boundary.  (Thickness of the A horizon is 5 to 25 cm [2 to 10 in])\nC1--10 to 23 cm (4 to 9 in); light brown (7.5YR 6/4) fine sand; single grain; loose; common fine and medium strata of reddish brown (2.5YR 5/4) loamy fine sand and fine sandy loam; calcareous; moderately alkaline; abrupt smooth boundary.\nC2--23 to 38 cm (9 to 15 in); brown (7.5YR 5/4) very fine sandy loam; single grain; soft, very friable; few fine and medium strata of dark grayish brown (10YR 4/2) fine sandy loam; calcareous; moderately alkaline; abrupt smooth boundary.   (Combined thickness of the C horizon is greater than 152 cm {60 in])\nC3--38 to 203 cm (15 to 80 in); stratified light brown (7.5YR 6/4) fine sand, reddish brown (5YR 5/4), very fine sandy loam, fine sandy loam, and pale brown (10YR6/3) loamy fine sand; single grain; loose; calcareous; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Red River County, Texas; about 15 miles northeast of Clarksville, 1 mile east of Clarksville on Highway 82 to intersection of Farm Road 114, east on 114 to English, then north on Farm Road 1699 to Martin Shiloh Church, north on county road to Chapman Ranch and continue north on private road 3 miles.  Site is in pasture about 200 yards south of the Red River.\nUSGS Topographic Quadrangle: English, TX\nLatitude: 33 degrees, 44 minutes, 21.124 seconds N\nLongitude: 94 degrees, 47 minutes, 19.674 seconds W\nDecimal Degrees:\nLatitude: 33.73920111 degrees\nLongitude: -94.78879833 degrees\nDatum: WGS84\nUTM Easting: 334256.74 m\nUTM Northing: 3734632.75 m\nUTM Zone: 15N"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSolum thickness: 152 to 203 (60 to 80 in)\nReaction: slightly acid to moderately alkaline\nEffervescence: slight to violent; these soils are calcareous below 25 cm (10 in) and are calcareous to noncalcareous to the surface\nParticle-size control section (weighted average):\nClay content: 5 to 18 percent\nSand content: 60 to 92 percent\nA or Ap horizon:\nHue: 5YR or 7.5YR\nValue: 4 to 7\nChroma: 3 to 6\nTexture: loamy fine sand, fine sandy loam, very fine sandy loam, silt loam or silty clay loam\nEffervescence: none to strong\nReaction: slightly acid to moderately alkaline (6.1 to 8.4)\nC or Ck horizon:\nHue: 5YR to 10YR\nValue: 4 to 8\nChroma: 4 to 8\nTexture: stratified fine sand, loamy fine sand, fine sandy loam, very fine sandy loam, or silt loam\nOther features: some pedons have thin strata of finer textured material throughout the horizon\nEffervescence: slight to strong\nReaction: neutral to moderately alkaline (6.6 to 8.4)"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: Bruno (TN) is the only competing series in this family.  Closely similar soils include the Buncombe (NC), Crevasse (MS), Idabel (OK), Lincoln (OK), Ochlockonee (AL), Oklared (OK), Robinsonville (MS), Toccoa (NC), Vicksburg (MS), and Yahola (OK) series.\nBruno and Crevasse soils: have hues yellower than 7.5YR; in addition, Crevasse soils are not stratified with textures finer than loamy fine sand\nBuncombe soils: are strongly acid to moderately acid throughout and do not have strata finer than loamy fine sand to depths of 100 cm (40 in)\nIdabel, Oklared, and Yahola soils: have an average texture finer than loamy fine sand in the control section; in addition, Idabel soils have a cambic horizon and Yahola soils are dry for longer periods of time\nLincoln soils: are dry for longer periods\nOchlockonee, Robinsonville, and Toccoa soils: have coarse-loamy control sections\nVicksburg soils: have coarse-silty control sections"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent Material: sandy alluvial sediments with thin strata of finer material from the Permian Red Beds\nLandscape: flood plain\nLandform: natural levee\nSlope: 0 to 5 percent\nMean annual air temperature: 14 to 21 degrees C (58 to 70 degrees F)\nMean annual precipitation: 1016 to 1219 mm (40 to 48 in)\nMean annual soil temperature: 16 to 22 degrees C (61 to 72 degrees F)\nFrost-free period: 200 to 280 days\nElevation: 23 to 122 m (75 to 400 ft)\nThornthwaite P-E index: 80"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the competing Idabel (OK) and Oklared (OK) series and the Redlake (OK) and Roebuck (OK)  soils.\nIdabel and Oklared soils: are on similar to slightly higher positions\nRedlake and Roebuck soils: are on lower positions and are clayey throughout; in addition Roebuck soils are in depressions"
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:\nDrainage: well drained\nPermeability: rapid\nRunoff: negligible on slopes less than 5 percent and very low on slopes 5 percent of more\nSeasonal high water table: a fluctuating water table occurs between 107 to 152 cm (42 and 60 in) of the surface during the months January through July in most years\nFlooding frequency: frequently flooded for brief periods during most years where it is unprotected"
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most areas are used for bermudagrass pasture.  Natural vegetation is cottonwood and willow."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Red River Alluvium of Texas, Oklahoma, Arkansas, and Louisiana; LRR J, MLRA 87; LRR O, MLRA 131C and 133B.  The soil is extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Haskell County, Oklahoma; 1972."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nThe Kiomatia series was formerly classified in the Alluvial great soil group.\nDiagnostic horizons and features recognized in this pedon are:\nOchric epipedon: 0 to 10 cm (0 to 4 in) (A horizon)\nStratified sandy soil materials throughout.\nEdited 01/2017 (JAD-MJB) Changed to tabular format. Added metric measurements. Updated pedon description, range in characteristics, competing series, geographic setting, geographically associated soils, and other sections.\nADDITIONAL DATA: none\nTAXONOMIC VERSION: Keys to Soil Taxonomy, Twelfth Edition, 2014\nNational Cooperative Soil Survey\nU.S.A."
  }
}
