{
  "SERIES": "KIOTE",
  "STATUS": "Established Series",
  "BYREV": "Rev. JVC/JBF",
  "REVDATE": "03/2017",
  "STATES": "CA,NV",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS:  Loamy-skeletal, mixed, superactive Vitrandic Argicryolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Kiote gravelly ashy loam--rangeland.  (Colors are for dry soil unless otherwise noted.)\nA1--0 to 5 cm; grayish brown (10YR 5/2) gravelly ashy loam, very dark grayish brown (10YR 3/2) moist; weak fine and medium subangular blocky structure; soft, very friable, nonsticky and nonplastic; many very fine and fine roots; many very fine and fine interstitial pores; 20 percent gravel; neutral (pH 6.6); clear smooth boundary.  (3 to 10 cm thick)\nA2--5 to 20 cm; grayish brown (10YR 5/2) very gravelly ashy loam, very dark grayish brown (10YR 3/2) moist; weak fine subangular blocky structure; soft, very friable, nonsticky and nonplastic; many very fine and fine roots; many very fine and fine interstitial pores; 35 percent gravel; neutral (pH 6.8); clear smooth boundary.  (20 to 38 cm thick)\nA3--20 to 46 cm; brown (10YR 4/3) very gravelly ashy loam, very dark grayish brown (10YR 3/2) moist; moderate fine subangular blocky structure; soft, very friable, slightly sticky and slightly plastic; common very fine and fine roots; many very fine and fine interstitial pores; 50 percent gravel; neutral (pH 6.8); clear smooth boundary.  (0 to 38 cm thick)\nBt--46 to 97 cm; yellowish brown (10YR 5/4) extremely gravelly ashy loam, dark yellowish brown (10YR 4/4) moist; strong fine subangular blocky structure; slightly hard, friable, moderately sticky and moderately plastic; few very fine roots; common very fine and fine tubular pores; common distinct clay films on faces of peds and lining pores; 50 percent gravel and 10 percent cobbles; neutral (pH 6.8); clear smooth boundary.  (25 to 64 cm thick)\n2C--97 to 175 cm; yellowish brown (10YR 5/4) extremely gravelly loam, dark yellowish brown (10YR 4/4) moist; massive; hard, friable, moderately sticky and moderately plastic; few very fine roots; common very fine tubular pores; clay coats on rock fragments due to vertical and lateral water movement in pores; 60 percent gravel and 10 percent cobbles; neutral (pH 6.8)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Mineral County, Nevada; in the Wassuk Range about 2.5 miles west-southwest of Mount Grant; approximately 560 feet south and 280 feet east of the northwest corner of section 14, T. 8 N., R. 28 E.; USGS Mount Grant 7.5 minute topographic quadrangle; latitude 38 degrees 33 minutes 28 seconds N and longitude 118 degrees 49 minutes 53 seconds W; WGS84 Decimal Degrees 38.5578889 latitude, -118.8313889 longitude."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: Usually moist in winter and early spring, dry in summer and fall; dry in all parts for at least 45 consecutive days following the summer solstice; xeric soil moisture regime that borders on aridic.\nMean annual soil temperature: 5 to 7 degrees C.\nMean summer soil temperature: 12 to 15 degrees C.\nMollic epipedon thickness: 40 to 60 cm; does not include the Bt horizon.\nDepth to base of argillic horizon: 50 to 100 cm.\nDepth to bedrock: More than 150 cm.\nParticle-size control section - Clay content:  18 to 25 percent.\nRock fragments: Average 45 to 60 percent, mainly gravel with less than 15 percent cobbles and stones.  Lithology of fragments is volcanic rocks such as andesite or rhyolite.\nA1 and A2 horizons\nValue:  4 or 5 dry.\nChroma:  2 or 3, dry or moist.\nClay content: 10 to 20 percent.\nOrganic matter content: 2 to 5 percent.\nVolcanic glass content: 60 to 75 percent in coarse silt through fine sand fractions.\nA3 horizon\nValue:  4 or 5 dry.\nChroma:  2 or 3, dry or moist.\nClay content: 10 to 18 percent.\nOrganic matter content: 1 to 3 percent.\nVolcanic glass content: 30 to 60 percent in coarse silt through fine sand fractions.\nBt horizon\nValue:  4 or 5 dry, 3 or 4 moist.\nChroma:  2 through 4, dry or moist.\nClay content:  18 to 25 percent.\nRock fragments:  45 to 80 percent.\nVolcanic glass content: 10 to 25 percent in coarse silt through fine sand fractions.\nOxalate extractable aluminum plus one-half oxalate iron: 0.2 to 0.4 percent.\nNew Zealand phosphate retention: 15 to 25 percent.\n2C horizon\nTexture: Extremely gravelly loam, extremely gravelly sandy loam, or extremely gravelly coarse sandy loam.\nClay content: 10 to 25 percent.\nOther features: Some pedons have clay coats on rock fragments due to vertical and lateral water movements; Sand grains are usually not coated with clay due to removal by lateral water movements."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Edgway, Rolldown, Sawfork, Trespass, and Tusel series.\nEdgway soils have a udic moisture regime.  Rolldown soils have mollic epipedons that are 25 to 40 cm thick and have depth to base of the argillic horizon of more than 152 cm.  Sawfork soils are deep to paralithic contacts and have an ustic moisture regime.  Trespass soils have thicker mollic epipedons and have aquic conditions within 1 meter of the soil surface.  Tusel soils are deep to lithic contacts and have 40 to 60 percent sand and 25 to 35 percent clay in the particle-size control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Kiote soils are on mountains.  They typically occur on planar to concave backslope positions.  These soils formed in colluvium and residuum derived from volcanic rocks with surficial additions of eolian volcanic ash.  The probable sources of the volcanic ash are the Mono Craters and Long Valley Caldera in eastern California.  Slopes are 15 to 75 percent.  Elevations range from 2,378 to 3,300 meters.  The climate is subhumid with cold, moist winters and cool, dry summers.  The mean annual precipitation is 330 to 460 mm, the mean annual temperature is 5 to 7 degrees C, and the frost-free period is 50 to 90 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  This is the Hiridge soil which is very shallow over bedrock."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:  Well drained; high surface runoff; moderately high saturated hydraulic conductivity."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Kiote soils are used for rangeland and wildlife habitat.  The native vegetation is mainly mountain big sagebrush, basin wildrye, prairie junegrass, bottlebrush squirreltail, pine bluegrass, lupine, Thurber's needlegrass, and Eriogonum sp."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Western Nevada and eastern California.  These soils are not extensive with about 5,200 acres of the series mapped to date.  MLRA 26."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Davis, California."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Esmeralda County, Nevada, 1984."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon - The zone from the soil surface to 46 cm (A1, A2, and A3 horizons).\nVitrandic intergrade feature - The zone from the soil surface to 97 cm (A1, A2, A3 and Bt horizons).\nArgillic horizon - The zone from 46 to 97 cm (Bt horizon).\nParticle-size control section - The zone from 46 to 96 cm (most of the Bt horizon).\nADDITIONAL DATA:  A pedon near the series type location has full characterization data by the Soil Survey Laboratory (SSL), Lincoln, NE, as soil survey sample number S82NV-021-006 (pedon # 82P0628).\nPrevious authors include: DJM-EWB/WED.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
