{
  "SERIES": "KIPLING",
  "STATUS": "Established Series",
  "BYREV": "Rev. WMK: RBH: WIS; GRB",
  "REVDATE": "10/2018",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, smectitic, thermic Vertic Paleudalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Kipling silt loam, in a pasture (Colors are for moist soil unless otherwise stated).\nA--0 to 1 inch; dark gray (5Y 4/1) silt loam; moderate fine granular structure; friable, slightly plastic; many fine roots; many brown (10YR 4/3)  root stains; few root and worm channels; few fine faint gray (10YR 5/1) iron depletions; moderately acid; abrupt smooth boundary. (1 to 6 inches thick)\nE--1 to 3 inches; pale brown (10YR 6/3) silt loam; weak fine subangular blocky and fine granular structure; friable; slightly plastic; many fine roots; few coarse roots; common medium faint grayish brown (10YR 5/2) iron depletions; very strongly acid; abrupt wavy boundary.  (0 to 6 inches thick)\nBt1--3 to 8 inches; yellowish brown (10YR 5/8) silty clay; moderate fine and medium subangular blocky structure; firm, sticky, plastic, many fine roots; many root and worm channels filled with gray silt loam; clay films on faces of peds; common medium distinct gray (10YR 6/1) iron depletions; very strongly acid; clear wavy boundary.\nBt2--8 to 13 inches; 25 percent  brownish yellow (10YR 6/8), 25 percent yellowish brown (10YR 5/8), 25 percent light olive gray (5Y 6/2) and 25 percent red (2.5YR 4/8) silty clay; moderate fine and medium angular and subangular blocky structure; firm, very sticky, very plastic; many fine roots, few coarse roots; common faint clay films on faces of peds; the areas of brownish yellow, yellowish brown and red are iron concentrations and the areas of light olive gray are iron depletions; very strongly acid; clear smooth boundary.  (Combined thickness of the upper parts of the Bt horizons is 8 to 15 inches.)\nBt3--13 to 27 inches; 34 percent  gray (5Y 6/1), 33 percent yellowish brown (10YR 5/8) and 33 percent yellowish red (5YR 5/8) silty clay; moderate fine and medium angular and subangular blocky structure; firm, very sticky, very plastic; many fine roots, few coarse roots; common faint clay films on faces of peds; the areas of yellowish brown and yellowish red are iron concentrations and the areas of gray are iron depletions; very strongly acid; clear wavy boundary. (10 to 15 inches thick)\nBtss1--27 to 43 inches; 50 percent light olive brown (2.5Y 5/6) and 50 percent gray (5Y 6/1) silty clay; moderate fine and medium angular and subangular blocky structure; few slickensides; firm, very sticky, very plastic; few fine roots; root channels filled with gray clay; clay films on faces of peds; the areas of light olive brown are iron concentrations and the areas of gray are iron depletions; very strongly acid; gradual wavy boundary.  (6 to 18 inches thick)\nBtss2--43 to 54 inches; 34 percent yellowish brown (10YR 5/8), 33 percent brownish yellow (10YR 6/8) and 33 percent gray (5Y 6/1) silty clay; common coarse slickensides form wedge shaped aggregates that part to moderate fine and medium angular and subangular blocky fragments; firm, very sticky, very plastic; few fine roots; few fine manganese concretions; the areas of yellowish brown and brownish yellow red are iron concentrations and the areas of gray are iron depletions; very strongly acid; gradual wavy boundary.  (10 to 25 inches thick)\nBkss1--54 to 62 inches; 34 percent yellowish brown (10YR 5/8), 33 percent brownish yellow (10YR 6/8) and 33 percent light brownish gray (2.5Y 6/2) silty clay; intersecting slickensides form wedge-shaped aggregates that part to angular blocky fragments; firm, very sticky, very plastic; few fine roots; many fine manganese concretions and coatings; few lime concretions; root channels filled with gray (10YR   ) clay; the areas of yellowish brown and brownish yellow are iron concentrations and the areas of light brownish gray are iron depletions; strongly acid; gradual wavy boundary.  (6 to 15 inches thick)\nBkss2--62 to 72 inches; 25 percent brownish yellow (10YR 6/8), 25 percent yellowish brown\n(10YR 5/8), 25 percent light brownish gray (2.5Y 6/2) and 25 percent olive gray (5Y 5/2) clay; intersecting slickensides form wedge shaped-aggregates that part to angular blocky fragments; firm; very sticky, very plastic; few fine roots; many lime concretions, many fine manganese concretions; the areas of brownish yellow and yellowish brown are iron concentrations and the areas of light brownish gray and olive gray are iron depletions; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Monroe County, Mississippi. Approximately; 2.5 miles east of Egypt and 800 feet north of local road, 495 feet south and 100 feet west of NE corner of NE1/4, SW1/4, Sec. 4, T. 14 S., R. 6 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The solum ranges from 60 to more than 80 inches in thickness.  The acid Bt horizon is irregularly underlain by calcareous clay and partially weathered chalk at a depth that varies from 36 to 80 inches or more.  The calcium-magnesium ratio is more than 1.0.  The A, E, and Bt horizons range from extremely acid to moderately acid except where the surface has been limed and the BC and C horizons range from very strongly acid to moderately alkaline.\nThe A or Ap horizon has hue of 10YR, 2.5Y, or 5Y value of 3 to 5, and chroma of 1 to 4; or it is neutral with value of 3 or 4, and chroma of 0.  It is silt loam, loam, fine sandy loam, clay loam, or silty clay loam.\nThe E horizon, where present, has hue of 10YR or 2.5YR, value of 5 or 6, and chroma of 2 or 3.  Texture is silt loam, loam, fine sandy loam, clay loam or silty clay loam.\nThe Bt horizon has hue of  5YR to  2.5Y, value of 4 or 5, and chroma of 4 to 8;  it has few to many mottles that have chroma of 2 or less, or it is mottled in shades of yellow, brown, gray, and red.  In some pedons the lower part of the Bt horizon has hue of 10YR, 2.5Y, or 5Y, value of 5 to 7 and chroma of 1 or 2, and with mottles in shades of brown, yellow, and gray.  Texture is silty clay loam, silty clay, clay loam or clay.  The particle size control section, the upper 20 inches of the Bt horizon, has from 35 to 60 percent clay and typically is between 45 and 55 percent.\nThe Btss horizon has hue of 10YR to 5Y, value of 5 to 7, and chroma of 1 or 2. Redoximorphic features and parent material in shades of yellow, red, brown and gray range from common to many. Many pedons have no dominant color and are multicolored in shades of yellow, red, brown and gray. Texture is silty clay or clay.\nThe Bkss horizon has the same range of colors and textures as the Btss horizon. The content of nodules of calcium carbonate and manganese concretions range from few to many."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Annona, Billstown, Bryarly, Susquehanna and the Woodsville   series in the same family.  Annona, Bryarly and Woodville soils formed in clayey sediments in the Western Coastal Plain (MLAR 133B). In addition, Bryarly soils are moderately well drained and Woodville soils have redder upper subsoils. The moderately well drained Billstown soils are in the Cretaceous Western Coastal Plain MLRA (135B). Susquehanna soils are on similar to higher positions, have redder upper subsoils and are underlain by acid parent material and not underlain by marly clay."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Kipling soils are nearly level to steep. The soils formed in clayey marine sediments on stream terraces and uplands.  Slopes range from 0 to 40 percent.  The climate is humid subtropical.  Near the type location, the mean annual temperature is 63 degrees F., and the mean annual precipitation is 52 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These include Angie, Brooksville, Eutaw, Freest, Okolona, Oktibbeha, Sessum, Sumter Vaiden and Watsonia series.  The moderately well drained Angie and Freest soils are on higher positions.  In addition, Angie soils have mixed mineralogy and Freest soils have a fine-loamy control section and siliceous mineralogy. The somewhat poorly drained Brooksville and well drained Okolona soils are on lower broad, less  sloping uplands and have mollic epipedons  The poorly drained Eutaw and the somewhat poorly drained Vaiden soils are on broad, less sloping areas and have more clay in the control section. The poorly drained Eutaw soils are on broad nearly level surfaces.   The poorly drained Sessum soils are on similar to lower positions.  The moderately well drained Oktibbeha soils are on higher positions, have redder subsoils and more clay in the control section.  Vaiden soils are on similar positions and have more clay in the control section. The moderately well drained Oktibbeha soils  are on similar to higher positions and have redder upper subsoils.  The poorly drained Sessum soils are on lower positions.   The well drained Sumter and Watsonia soils are in similar positions  and, in addition, Sumter soils have a mollic epipedon, are alkaline throughout, are moderately deep to limestone and have fine-silty control sections. The well drained Watsonia soils are on narrow ridges and slide slopes, are shallow to limestone and have redder subsoils."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Somewhat poorly drained; slow runoff. Permeability is very slow."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most areas of Kipling soil are cropped to cotton, soybeans, and small grains.  Some areas are used for pasture and hay.  Smaller acreages are in mixed hardwoods, shortleaf pine, and loblolly pine."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Alabama, Arkansas, Mississippi, and Texas.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Auburn, Alabama."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Prentiss County, Mississippi; 1950."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features in this pedon:\nOchric epipedon - the zone from 0 to 3 inches (A and E horizons).\nArgillic horizon - the zone from 3 to 54 inches (Bt2, Bt2, Bt3, Btss1 and Btss2 horizons).\nVertic features - the zone from 27 to 72 inche (Btss1, Btss2 Bkss1 and Bkss2 horizons).\nKipling soils were formerly classified in the Red-Yellow Padzolic great soil group.\nNo free water has been observed in these soils but soil morphology suggests that they may be saturated within a depth of 1.0 to 3.5 feet of the surface for short periods during winter and spring.\nADDITIONAL DATA: Laboratory data is available on the National Soil Survey website at: http://ncsslabdatamart.sc.egov.usda.gov/querypage.aspx\nLaboratory data was provided by Auburn University, Soil Characterization Laboratory, Auburn AL and the National Soil Survey Laboratory, Lincoln, NE.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
