{
  "SERIES": "KIRKLAND",
  "STATUS": "Established Series",
  "BYREV": "Rev. CRC:CS:JLD",
  "REVDATE": "03/2016",
  "STATES": "KS,OK,TX",
  "OVERVIEW": "The Kirkland series consists of very deep, well drained soils that formed in material weathered from clayey sediments over shale of Permian age. These soils are on paleoterraces on stream terraces, in the Central Rolling Red Prairies (MLRA 80A).  Slopes range from 0 to 3 percent. Mean annual temperature is 15 degrees C (59 degrees F), and mean annual precipitation is 810 mm (32 in).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, mixed, superactive, thermic Udertic Paleustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Kirkland silt loam-cultivated, at an elevation of 328 m (1075 ft). (Colors are for dry soil unless otherwise stated.)\nAp--0 to 20 cm (0 to 8 in); dark grayish brown (10YR 4/2), dry silt loam, very dark brown (10YR 2/2), moist; moderate medium subangular blocky structure parting to moderate fine granular; soft, very friable; common very fine and fine roots throughout; common very fine and fine vesicular and tubular pores; electrical conductivity is less than 1 mmhos/cm; SAR is less than 1; moderately acid; abrupt wavy boundary. (Thickness of the Ap horizon is 15 to 36 cm [6 to l4 in])\nBt--20 to 48 cm (8 to 19 in); dark grayish brown (10YR 4/2), dry silty clay, black (10YR 2/1), moist; weak medium prismatic structure parting to strong medium subangular blocky; very hard, very firm; common very fine and fine roots throughout; common very fine and fine vesicular and tubular pores; many distinct clay films in root channels and pores; few fine rounded iron-manganese concretions; electrical conductivity is less than 1 mmhos/cm; SAR is 2; neutral; gradual smooth boundary.  (Thickness of the Bt horizon is 28 to 38 cm [11 to 15 in])\nBtss--48 to 71 cm (19 to 28 in); brown (7.5YR 4/2), dry silty clay, dark brown (7.5YR 3/2), moist; weak medium and coarse prismatic structure parting to strong medium subangular blocky; extremely hard, extremely firm; common very fine and fine roots throughout; common very fine and fine vesicular and tubular pores; few prominent intersecting slickensides on ped faces; electrical conductivity is less than 1 mmhos/cm; SAR is 4; slightly alkaline; clear smooth boundary. (Thickness of the Btss horizon is 15 to 51 cm [6 to 20 in])\nBtkss1--71 to 107 cm (28 to 42 in); brown (7.5YR 4/2), dry silty clay, dark brown (7.5YR 3/2), moist; weak medium and coarse prismatic structure parting to strong medium angular blocky; extremely hard, extremely firm; common very fine and fine roots throughout; common very fine and fine vesicular and tubular pores; concretions; common distinct clay films on ped faces; common prominent intersecting slickensides; few fine and medium irregular carbonate threads; few medium rounded carbonate concretions; few medium rounded iron-manganese electrical conductivity is 1 mmhos/cm; SAR is 6; strongly effervescent; moderately alkaline; gradual wavy boundary.\nBtkss2--107 to 130 cm (42 to 51 in); brown (7.5YR 4/4) dry silty clay, dark brown (7.5YR 3/4) moist; strong medium prismatic structure parting to strong medium angular blocky; extremely hard, extremely firm; few very fine and fine roots throughout; common very fine and fine vesicular and tubular pores; common faint clay films on ped faces; common distinct intersecting slickensides; few fine and medium rounded iron-manganese concretions; electrical conductivity is 1.5 mmhos/cm; SAR is 7; strongly effervescent; moderately alkaline; gradual wavy boundary. (Combined thickness of the Btkss horizon is 25 to 76 cm [10 to 30 in])\nBtk1--130 to 152 cm (51 to 60 in); reddish brown (2.5YR 4/4) dry silty clay, dark reddish brown (2.5YR 3/4) moist; many fine and common medium distinct dark red (2.5YR 3/6) mottles, mottles are associated with root channels; moderate medium and coarse prismatic structure parting to strong medium angular blocky; very hard, very firm; common very fine and fine roots throughout; common very fine and fine vesicular and tubular pores; few fine and medium rounded iron-manganese concretions and few coarse rounded iron-manganese concretions; few medium and coarse carbonate concretions; cracks between peds are filled with dark brown (7.5YR 3/3) silty clay loam material; 1 percent quartzite pebbles; electrical conductivity is 1.76 mmhos/cm; SAR is 8; strongly effervescent; moderately alkaline; gradual wavy boundary.\nBtk2--152 to 191 cm (60 to 75 in); red (2.5YR 4/6) dry silty clay, dark red (2.5YR 3/6) moist; common fine and medium prominent gray (10YR 6/1) and very dark gray (10YR 3/1) mottles, mottles are associated with root channels; moderate coarse prismatic structure parting to moderate medium and coarse subangular blocky; very hard, very firm; few very fine and fine roots throughout; common fine vesicular and tubular and common very fine vesicular and tubular pores; cracks between peds filled with dark brown (7.5YR 3/3) silty clay loam material from above; electrical conductivity is 2.16 mmhos/cm; SAR is 8; strongly effervescent; slightly alkaline; diffuse wavy boundary.\nBtk3--191 to 208 cm (75 to 82 in); red (2.5YR 4/6) dry silty clay, dark red (2.5YR 3/6) moist; few medium prominent brown (7.5YR 5/3), common fine distinct reddish gray (5YR 5/2)and common fine prominent very dark grayish brown (10YR 3/2) mottles, mottles are associated with root channels; moderate coarse prismatic structure parting to moderate medium and coarse subangular blocky; very hard, very firm; common very fine roots throughout; common fine and very fine vesicular and tubular pores; few fine irregular threads of calcium carbonate; electrical conductivity is 2.12 mmhos/cm; SAR is 7; strongly effervescent; slightly alkaline; abrupt wavy boundary. (Combined thickness of the Btk horizon is 0 to 102 cm [0 to 40 in])\n2Cr--208 to 249 cm (82 to 98 in); red (2.5YR 5/8) dry weakly cemented siltstone, red (2.5YR 4/8) exterior moist; very hard, very firm; very few very fine roots in cracks; very slightly effervescent; slightly alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Logan County, Oklahoma; about 6.4 km (4 miles) south and 12.9 km (8 miles) west of Guthrie; 305 m (l,000 ft) north and 45.7 m (l50 ft) west of the southeast corner of sec. 36, T. l6 N., R. 4 W.\nUSGS topographic quadrangle: Navina, OK\nLatitude: 35 degrees, 48 minutes, 57 seconds N\nLongitude: 97 degrees, 34 minutes, 3 seconds W\nDatum: NAD 83"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nThickness of mollic epipedon: 50 to 127 cm (20 to 50 in)\nDepth to argillic: 10 to 36 cm (4 to 14 in)\nDepth to secondary carbonates: 63 to 127 cm (25 to 50 in)\nParticle-Size Control Section (weighted average)\nClay Content: 40 to 60 percent\nAp horizon:\nHue: 7.5YR or 10YR\nValue 2 to 4 dry, 2 or 3 moist\nChroma: 2 to 4 dry, 1 to 3 moist\nTexture: silt loam\nClay content: 10 to 20 percent\nElectrical conductivity (mmhos/cm): 0 to 1\nSodium adsorption ratio: 0 to 4\nReaction: moderately acid to neutral\nBt horizon:\nHue: 5YR to 10YR\nValue 2 to 4 dry, 2 or 3 moist\nChroma: 2 or 4 dry, 1 to 3 moist\nTexture: silty clay loam, silty clay or clay\nClay content: 35 to 40 percent\nElectrical conductivity (mmhos/cm): 0 to 2\nSodium adsorption ratio: 2 to 12\nEffervescence: slight\nReaction: neutral or slightly alkaline\nBtss horizons:\nHue: 5YR or 7.5YR\nValue 2 or 4 dry, 2 or 3 moist\nChroma: 3 or 4 dry, 2 or 3 moist\nTexture: silty clay loam, silty clay or clay\nClay content: 35 to 60 percent\nElectrical conductivity (mmhos/cm): 0 to 2\nSodium adsorption ratio: 2 to 12\nEffervescence: strong\nReaction: neutral or moderately alkaline\nBtkss horizons:\nHue: 5YR or 7.5YR\nValue 4 or 5 dry, 3 to 6 moist\nChroma: 2 to 6 dry, 2 to 8 moist\nTexture: silty clay or clay\nClay content: 35 to 60 percent\nSodium adsorption ratio: 2 to 12\nElectrical conductivity (mmhos/cm): 0 to 2\nEffervescence: strong\nReaction: neutral or moderately alkaline\nBtk horizon:\nHue: 2.5YR to 7.5YR\nValue 4 or 5 dry, 3 to 6 moist\nChroma: 4 to 6 dry, 4 to 8 moist\nMottles: amount-5 percent; size-fine; colors-shades of very dark grayish brown; 10YR 3/2; location-root channels\nTexture: silty clay loam, clay loam, silty clay, or clay\nClay content: 35 to 60 percent\nElectrical conductivity (mmhos/cm): 1 to 4\nSodium adsorption ratio: 3 to 16\nEffervescence: strong\nReaction: slightly alkaline or moderately alkaline\n2Cr horizon:\nHue: 2.5YR or 5YR\nValue: 5 dry, 4 moist\nChroma: 6 to 8 dry, 4 to 8 moist\nBedrock kind: weakly consolidated shale, clay or siltstone\nExcavation difficulty: This material has low to moderate excavation difficulty. Fractures are greater than 10 cm (4 in) apart.  The material is dense enough to be root restrictive. This material slakes in water within 15 hours.\nEffervescence: very slight\nReaction: slightly alkaline"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Agra and Renfrow series.\nAgra and Renfrow: These soils have a mollic epipedon less than 50 cm (20 in) thick."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material: formed in material weathered from clayey sediments over shale of Permian age.\nLandscape: alluvial plains\nLandform: paleoterraces\nSlope: 0 to 3 percent\nMoisture Regime: Udic Ustic\nMean annual precipitation: 660 to 970 mm (26 to 38 in)\nMean annual temperature: 14 to 18 degrees C (58 to 64 degrees F)\nFrost-Free period: 180 to 240 days\nElevation: 320 to 435 m (1050 to 1445 ft)\nThornthwaite Annual P-E indices: 44 to 64"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These include the Aydelotte, Bethany, Doolin, Grainola, Pawhuska, Piedmont, Pond Creek, Renfrow, Renthin, Tabler, and Waurika series.\nAydelotte soils: are on side slopes on lower parts of the landform and formed from residuum and do not have a mollic epipedon\nBethany soils: occur within the same landform with a convex slope shape and do not have an abrupt textural change.\nGrainola soils: are on side slopes on lower parts of the landform, formed from residuum, and are 51 to 102 cm (20 to 40 in) deep\nPiedmont soils: are fine textured but are formed in residuum and are 51 to 102 cm (20 to 40 in) deep\nRenfrow soils: occur lower on the landform and are formed from residuum and do not have an abrupt textural change\nPawhuska and Doolin soils: are within the same landform but, and have natric horizons\nPond Creek soils: are on high stream terraces below the Kirkland soils, and have fine-silty control sections\nTabler soils: are on slightly higher positions on the landform, are somewhat poorly drained with redoximorphic features found within the surface horizon\nWaurika soils: occur within the same landscape in slightly concave areas, and have an E horizon"
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:\nDrainage: well drained\nPermeability: slow\nSaturated hydraulic conductivity: low\nRunoff: medium on 0 to 3 percent slopes"
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: These soils are mainly cultivated. Small grains, grain sorghums, and cotton are the principal crops. Some areas are used for tame pasture or rangeland. Native vegetation is tall and mid-grasses."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Central Oklahoma, and south-central Kansas; Land Resource Region H; Central Rolling Red Prairies (MLRA 80A); the series is extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Reconnaissance of Panhandle Region of Texas; l9l0."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nDiagnostic horizons and features recognized in this pedon are:\nMollic epipedon: 0 to 107 cm (42 in) (Ap, Bt, Btss, Btkss1 horizons)\nArgillic horizon: 20 to 208 cm (8 to 82 in) (Bt, Btss, Btkss, and Btk horizons)\nAccumulation of carbonates: 71 to 208 cm (28 to 82 in) (Btkss and Btk horizons)\nLithologic discontinuity: 208 cm (82 in) (2Cr layer)\nParalithic contact: weakly cemented siltstone at 208 cm (2Cr horizon)\nADDITIONAL DATA: Oklahoma State University laboratory data; sample no. 83OK-42-1-8, Stillwater, OK. KSSL laboratory data; sample no. S91OK-083-005, S88OK-109-003, S89OK-083-001, and S93OK-109-003, Lincoln, NE.\nTaxonomic Version: Keys to Soil Taxonomy, Twelfth Edition, 2014\nNational Cooperative Soil Survey\nU.S.A."
  }
}
