{
  "SERIES": "KIRTLEY",
  "STATUS": "Established Series",
  "BYREV": "PSD",
  "REVDATE": "03/2003",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, mesic Aridic Argiustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Kirtley loam-rangeland.  (Colors are for dry soil unless otherwise stated.)\nA--0 to 4 inches; brown (7.5YR 5/2) loam, dark brown (7.5YR 3/2) moist; strong fine granular structure; slightly hard, very friable, slightly sticky and nonplastic; common fine and very fine roots; mildly alkaline (pH 7.4); clear smooth boundary.  (3 to 6 inches thick)\nBA--4 to 7 inches; reddish brown (5YR 4/3) loam, dark reddish brown (5YR 3/3) moist; moderate medium prismatic structure parting to moderate medium subangular blocky; hard, very friable, slightly sticky and slightly plastic; common fine and very fine roots; few thin clay films on faces of peds; mildly alkaline (pH 7.6); clear wavy boundary.  (0 to 4 inches thick)\nBt1--7 to 11 inches; reddish brown (5YR 4/3) clay loam, dark reddish brown (5YR 3/3) moist; moderate medium prismatic structure parting to strong medium subangular blocky; very hard, friable, sticky and plastic; few fine roots; continuous thin and moderately thick clay films on faces of peds; mildly alkaline (pH 7.6); clear wavy boundary.\nBt2--11 to 16 inches; reddish brown (5YR 5/4) clay loam, reddish brown (5YR 4/4) moist; moderate medium prismatic structure parting to strong medium subangular blocky; very hard, firm, sticky and plastic; few fine roots; continuous thin clay films on all faces of peds and lining pores; mildly alkaline (pH 7.8) clear wavy boundary.  (Thickness of Bt horizons is 7 to 15 inches.)\nBK1--16 to 22 inches; reddish brown (5YR 5/4) loam, reddish brown (5YR 4/4) moist; weak medium prismatic structure parting to moderate medium subangular blocky; hard, very friable, slightly sticky and slightly plastic; few thin clay films on faces of peds; strongly effervescent, lime as common soft masses; moderately alkaline (pH 8.2); gradual wavy boundary.  (3 to 8 inches thick)\n2 - Kirtley Series\nBK2--22 to 30 inches; reddish brown (5YR 5/4) loam, reddish brown (5YR 4/4) moist; massive; hard, friable, slightly sticky and slightly plastic; strongly effervescent, lime as common soft masses and threads; moderately alkaline (pH 8.4); abrupt wavy boundary.  (8 to 12 inches thick)\nCr--30 to 60 inches; reddish brown, weakly consolidated, calcareous shale interbedded with some olive shale."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Johnson County, Wyoming; near the center of sec. 27, T. 44 N., R. 83 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The mollic epipedon ranges from 7 to 20 inches thick.  Depth to bedrock and paralithic contact ranges from 20 to 40 inches.  The mean annual soil temperature ranges from 47 to 54 degrees F.\nThe A horizon has hue of 5YR or 7.5YR, value of 3 through 5 dry, 2 or 3 moist, and chroma of 2 or 3.  It is neutral or mildly alkaline.\nThe Bt (argillic) horizon has hue of 5YR or 7.5YR, value of 3 through 6 dry, 2 through 4 moist, and chroma of 2 through 5.  It is loam or clay loam with 18 to 35 percent clay and less than 35 percent but more than 15 percent fine or coarser sand.  It is mildly alkaline and less typically moderately alkaline.  The upper part of the Bt horizon is typically part of the mollic epipedon.\nThe BK horizon has hue of 5YR through 10R, value of 5 or 6 dry, 4 or 5 moist, and chroma of 3 through 6.  It is loam or clay loam with 18 to 30 percent clay.  It is moderately alkaline or strongly alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Ascalon, Asparas, Bresser, Capulin, Cedak, Critchell, Dagflat, Datil, Featherlegs, Hargreave, Harlan, Hemingford, Hirac, Lavate, Loarc, Moskee, Noden, Palmer Canyon, Recluse, Rosebud, Satanta, Sugardee, Wages, and Wolf series.  The Ascalon, Asparas, Bresser, Capulin, Critchell, Datil, Featherlegs, Harlan, Lavate, Loarc, Moskee, Noden, Palmer Canyon, Recluse, Satanta, Sugardee, Wages, and Wolf series are deep.  Cedak and Rosebud soils have hue of 10YR or yellower throughout.  Dagflat, Hemingford, and Hirac soils have a lithic contact at 20 to 40 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Kirtley soils are on upland parts of hills and ridges.  They formed in calcareous sediments weathered from redbed shales and sandstone.  Slopes are 0 to 15 percent.  Elevations range from 3,500 to 5,800 feet.  The mean annual precipitation is about 16 inches but ranges from 14 to 19 inches.  The mean annual temperature is about 47 degrees F. and ranges from 45 to 49 degrees F.  The frost-free season is estimated to range from 95 to 125 days.\n3 - Kirtley Series"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Baux, Bauxson, and competing Harlan soils.  The Baux soils do not have argillic horizons.  Both the Baux and Bauxson soils have contrasting control sections which include fractured porcelanite in the lower part."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; medium runoff; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Rangeland and some small areas of either dry or irrigated cropland.  Native vegetation consists of western wheatgrass, blue grama, big sagebrush, and scattered cacti."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  North central Wyoming.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Johnson County (Southern Part), Wyoming; 1971."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nThe superactive cation exchange activity class was added in 03/2003 to the taxonomic classification by the National Soil Survey Center on request of the Reno MLRA office, without review of the soil series property data. The remainder of this document has not been updated.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
