{
  "SERIES": "KIRVIN",
  "STATUS": "Established Series",
  "BYREV": "GLL;RD;Rev.KLG, TR",
  "REVDATE": "10/2011",
  "STATES": "AR,LA,OK,TX",
  "OVERVIEW": "The Kirvin series consists of deep, well drained soils.  These gently sloping to moderately steep soils formed in stratified sandstone and shale derived from marine sediments on uplands of the Claiborne geological group.  Slopes are dominantly 2 to 8 percent but range from 1 to 15 percent.  Mean annual precipitation is about 1118 mm (44 in) and mean annual air temperature is about 18 degrees C (65 degrees F).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, mixed, semiactive, thermic Typic Hapludults"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Kirvin very fine sandy loam, elevation is 125 m (410 ft) (Elevation estimated from topographic software, following location directions below) (Colors are for moist soil unless otherwise stated.)\nA--0 to 10 cm (0 to 4 in); brown (10YR 4/3) very fine sandy loam; weak fine granular structure; soft, very friable; common fine and few medium and coarse roots; about 10 percent by volume ironstone gravel; strongly acid; clear smooth boundary (8 to 20 cm [3 to 8 in]thick)\nE--10 to 28 cm (4 to 11 in); pale brown (10YR 6/3) very fine sandy loam; weak fine subangular blocky structure; soft, very friable; common fine and few medium and coarse roots; about 5 percent by volume ironstone gravel; strongly acid; clear wavy boundary (0 to 30 cm [0 to 12 in]thick)\nBt1--28 to 58 cm (11 to 23 in); red (2.5YR 4/6) clay; moderate fine and medium angular blocky structure; hard, firm; few fine and medium roots; thin continuous clay films; about 3 percent by volume of ironstone fragments less than 3 inches across; very strongly acid; clear wavy boundary\nBt2--58 to 104 cm (23 to 41 in); red (2.5YR 4/6) clay; moderate medium angular blocky structure; hard, firm; few fine and medium roots; thin continuous clay films; common fine prominent strong brown (7.5YR 5/6) lithochromic mottles; very strongly acid; clear wavy boundary (64 to 114 cm [25 to 45 in]thick)\nBCt--104 to 119 cm (41 to 47 in); yellowish red (5YR 5/8) clay; moderate coarse angular blocky structure; hard, firm; few fine and medium roots; red clay films on surface of peds; few flakes of mica; few weathered sandstone and shale fragments; common fine prominent distinct light brownish gray (10YR 6/2) and yellowish brown (10YR 5/8) lithochromic mottles; extremely acid; clear wavy boundary\nCd--119 to 163 cm (47 to 64 in); stratified layers of red (2.5YR 4/6) and yellowish red (5YR 5/8) weakly consolidated sandstone with sandy clay loam texture and light brownish gray (10YR 6/2) platy shale with clay texture, layers are mainly less than 1 inch thick; very hard, friable; few fine and medium roots mainly along vertical fractures; few flakes of mica; extremely acid (0 to 38 cm [0 to 15 in]thick)"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Smith County, Texas; from TX 110, 6.8 miles southeast on FR 346; 100 feet north of road in woodland. (Latitude: 32 degrees, 11 minutes, 5.50 seconds N; Longitude: 95 degrees, 8 minutes, 0.61 seconds W. (Coordinates estimated from location directions and topographic software) Troup West, TX, TOPOGRAPHIC QUADRANGLE; NAD 83)."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil Moisture:  An udic soil moisture regime.  The soil moisture control section is not dry in any part for as long as 90 cumulative days in normal years.\nMean annual soil temperature: 19 to 21 degrees C (66 to 70 degrees F)\nDepth to argillic horizon: 8 to 51 cm (3 to 20 in)\nDepth to redox concentrations: 33 to 76 cm (13 to 30 in)\nThickness of the solum, 100 to 150 cm (40 to 60 in)\nDepth to densic layer:  100 to 150 cm (40 to 60 in)\nParticle-size control section (weighted average):\nClay content: 35 to 50 percent\nCEC/clay ratio: 0.24 to 0.40\nA Horizon\nHue: 7.5YR or 10YR\nValue: 3 to 5\nChroma: 2 to 4.\nTexture: Fine sandy loam, very fine sandy loam or their gravelly counterparts; a graded phase which also includes sandy clay loam or clay loam surface textures is recognized\nClay content: 2 to 15 percent\nRock fragments: 1 to 50 percent ironstone gravel\nReaction: very strongly acid to neutral (4.5 to 7.3)\nE Horizon\nHue: 7.5YR or 10YR\nValue:  4 to 6\nChroma: 2 to 4\nTexture: Fine sandy loam, very fine sandy loam, or their gravelly counterparts\nClay content: 2 to 15 percent\nRock fragments: 1 to 50 percent ironstone gravel\nReaction: very strongly acid to slightly acid (4.5 to 6.5) unless limed\nBt Horizon\nHue: 2.5YR or 5YR\nValue: 3 to 5\nChroma: 4 to 8\nTexture: clay, sandy clay or clay loam\nClay content: 35 to 60 percent\nClay films: on ped faces\nLithochromic mottles: none to common, fine or medium in shades of brown\nRock fragments: grayish platy shale fragments are in the lower part of some pedons\nBase saturation: less than 35 percent\nReaction: extremely acid to strongly acid (3.6 to 5.5)\nBCt Horizon\nHue: 2.5YR, 5YR, 7.5YR, 10YR\nValue: 3 to 5\nChroma: 4 to 8\nTexture: fine sandy loam, sandy clay loam, clay loam or clay\nClay content: 25 to 50 percent\nClay films: on ped faces\nLithochromic mottles: none to common, fine or medium in shades of gray or brown\nRock fragments: none to common sandstone or shale materials\nBase saturation: Less than 35 percent\nReaction: extremely aicd or very strongly acid (3.6 to 5.0)\nC/Bt Horizon (where present)\nHue: 2.5YR, 5YR, 7.5YR, 10YR\nValue: 3 to 5\nChroma: 4 to 8\nTexture: Fine sandy loam or sandy clay loam in the sandstone materials, and clay loam or clay in the shale materials. The amount of sandstone or shale materials is variable and there may none of either in some pedons.\nClay content: variable\nClay films: on faces of peds (Bt)\nReaction: extremely acid to strongly acid (3.6 to 5.5)\nCd Horizon\nHue: 2.5YR, 5YR, 7.5YR, 10YR\nValue: 3 to 5\nChroma: 1 to 8\nTexture: Fine sandy loam or sandy clay loam in the sandstone materials, and clay loam or clay in the shale materials. The amount of sandstone or shale materials is variable and there may none of either in some pedons.\nClay content: variable\nReaction: extremely acid to strongly acid (3.6 to 5.5)"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Albertville (AL), Badin (NC), Bengal (OK), Bonwier (TX)  the Brockroad (VA), Carnasaw (OK), Catharpin (VA), Coghill (TN), Corryton (TN), Cunningham (GA), Cuthbert (TX), Galilee (TX),  Luverne (AL), Marbledale (TN), Masada (VA), Mayodan (NC), McQueen (AL), Nason (VA), Peakin (NC), Sweatman (TX),  Tatum (NC), Townley (AL), Uwharrie (NC) and Vance (NC) series.\nAlbertville soils: have a Bt horizon with hue yellower than 5YR\nBadin soils: are underlain by fine-grained metavolcanic bedrock at a depth of 50 to 100 cm (20 to 40 in)\nBengal soils: have an irregular lower boundary over tilted shaly bedrock of Pennsylvanian age\nBonwier soils: soils formed in Pleistocene age parent materials\nBrockroad soils: have a 2Bt horizon and do not have ironstone fragments\nCarnasaw soils: have an irregular lower boundary over tilted shaly bedrock of Pennsylvanian age\nCatharpin soils: have a 2Bt horizon and do not have ironstone fragments\nCoghill soils: formed in residuum from Ordovician-aged limestones, shales, and sandstones and have a solum that is 50 to 100 cm (20 to 40 in) thick\nCorryton soils: formed in residuum weathered from Cambrian and Ordovician aged shales\nCunningham soils: have base saturation of more than 35 percent in upper part of the Bt horizon and have a solum that ranges from 50 to 100 cm (20 to 40 in) thick\nCuthbert soils: have a solum that ranges from 50 to 100 cm (20 to 40 in) thick\nGalilee soils: formed in Pleistocene age parent materials\nLuverne soils: do not have ironstone fragments\nMarbledale soils: formed in alluvium and do not have shale or sandstone layers\nMasada soils: formed in alluvium and do not have shale or sandstone layers\nMayodan soils: formed in materials weathered from Triassic age sandstone, mudstone, shale, and siltstone\nMcQueen soils: formed in alluvium and do not have shale or sandstone layers\nNason soils: formed in residuum from sericite schist or phyllite\nPeakin soils: have a seasonal high water table at a depth of 3.0 to 6.0 feet\nSweatman soils: have a solum that ranges from 50 to 100 cm (20 to 40 in) thick and have more than 30 percent silt in the particle-size control section\nTatum soils: formed in residuum from sericite schist or phyllite\nTownley soils: have a solum that is 50 to 100 cm (20 to 40 in) thick\nUwharrie soils: formed in residuum weathered from fine grained metamorphic or igneous pyroclastic rocks\nVance soils: formed in residuum weathered from felsic crystalline rock, primarily aplitic granite, and have a solum that ranges from 20 to 40 inches thick"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material:  weakly consolidated loamy and shaly materials derived from the Claiborne geologic group of the Tertiary System\nLandscape:  Coastal Plain\nLandform:  convex interfluves\nSlope:  mainly 2 to 8 percent but ranges from 1 to 15 percent\nMean annual air temperature range: 18 to 20 degrees C (64 to 68 degrees F)\nMean annual precipitation range: 1016 to 1219 mm (40 to 48 in)\nFrost-free period: 235 to 270 days\nElevation: 44.8 to 198 m (160 to 650 ft)\nThornthwaite annual P-E indices:  exceeds 64"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Cuthbert (TX), Bowie (TX), Nacogdoches (TX) Redsprings (TX), Sacul (TX), Tenaha (TX) and Trawick (TX) series.\nCuthbert soils: have a 50 to 100 cm (20 to 40 inch) solum and are typically on sideslopes above drainageways\nBowie soils: Bowie soils are fine-loamy, are on lower concave positions and have a solum thickness of 150 cm (60 inch)\nNacogdoches soils: are alfisols, occur in higher positions on the landscape, and have a solum thickness of 150 cm (60 inch)\nRedsprings soils: are alfisols, occur in higher positions on the landscape, and have a solum thickness of 100 to 150 cm (40 to 60 in)\nSacul soils: have grayish iron depletions and aquic conditions in the upper part of the Bt horizon and occur on concave or plane surfaces\nTenaha soils: have a sandy epipedon 20 to 40 inches thick and are commonly on side slopes above drainageways\nTrawick soils: are alfisols, occur in higher positions on the landscape, and have a solum thickness of 100 to 150 cm (40 to 60 in)"
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained.  Runoff is medium on slopes of less than 5 percent, and high slopes of 5 to 15 percent."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used primarily for pastureland and woodland.  Forests consist of shortleaf, slash, and loblolly pine, red oak, sweetgum, and other hardwood trees."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Southern Coastal plains of Texas, Louisiana, Oklahoma, and Arkansas; MLRA 133B; the series is of large extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Freestone County, Texas, 1918."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  The series was updated in 2002 to allow very strongly acid reaction in the A horizon and strongly acid reaction in the C or Cd horizon based on documentation collected in Shelby County, Texas. The series was updated in 2004 to allow a BCt horizon below the Bt horizon in some pedons.\nDiagnostic horizons and features recognized in this pedon are:\nParticle size control section: 28 to 78 (11 to 31 in).  (Bt horizons)\nOchric epipedon: 0 to 28 cm (0 to 11 in).  (A and E horizons)\nArgillic horizon: 28 to 119 cm (11 to 47 in).  (Bt and BCt horizons)\nAdditional Comments:\nThe assignment of the cation-exchange activity class is supported by laboratory data number S72TEX-212-1 from Smith County, Texas.\nADDITIONAL DATA: NSSL data from OSD type location, S72TEX-212-1.  Particle-size analysis tests have been performed at various soil survey offices on over 50 pedons.\nTAXONOMIC VERSION:  Keys to Soil Taxonomy, Tenth Edition, 2006\nNational Cooperative Soil Survey\nU.S.A."
  }
}
