{
  "SERIES": "KISATCHIE",
  "STATUS": "Established Series",
  "BYREV": "Rev. WLC:PGM",
  "REVDATE": "02/97",
  "STATES": "LA,MS,TX",
  "OVERVIEW": "The Kisatchie series consists of moderately deep, well drained, very slowly permeable soils that formed clayey sediments over siltstone or sandstone on Tertiary age uplands.  These soils are on moderately sloping to steep coastal plains.  They are not saturated with water.  Water runs off the surface at a moderate to rapid rate.  Slope ranges from 1 to 40 percent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, smectitic, thermic Typic Hapludalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Kisatchie loam, on 8 percent side slope, in a wooded area.\n(Colors are for moist soil.)\nA--0 to 3 inches; very dark grayish brown (10YR 3/2) silt loam; weak fine granular structure; friable; many fine roots; very strongly acid; clear wavy boundary.  (0 to 7 inches thick)\nE--3 to 6 inches; dark grayish brown (10YR 4/2) silt loam; weak medium subangular blocky structure; friable; few fine roots; very strongly acid; clear wavy boundary.  (0 to 6 inches thick)\nBt1--6 to 10 inches; olive gray (5Y 5/2) silty clay; moderate medium subangular blocky structure; firm; few fine roots; thin patchy clay films on faces of peds; very strongly acid; clear wavy boundary.\nBt2--10 to 17 inches; pale olive (5Y 6/3) silty clay; moderate coarse subangular blocky structure; firm; few fine roots; thin patchy clay films on faces of peds; very strongly acid; clear wavy boundary.\nBt3--17 to 24 inches; pale olive (5Y 6/3, 6/4) clay loam; moderate coarse subangular blocky structure; firm; dark grayish brown (2.5Y 4/2) clay films on faces of peds; dark grayish brown clay bodies 2 to 3 cm in diameter throughout horizon; 20 percent of horizon is olive (5Y 5/4), siltstone fragments 1/2 to 1 cm thick and 2 to 3 cm long oriented horizontally; very strongly acid; clear smooth boundary.  (Combined thickness of the Bt horizon is 9 to 30 inches)\n2Cr--24 to 50 inches; olive (5Y 5/4) siltstone; weakly cemented plates 1 to 3 cm thick with dark grayish brown (10YR 4/2) clay flows in vertical cracks and thin dark grayish brown clay coatings along horizontal planes; few fine roots in the upper part; about 10 percent friable fine sand pockets; very strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Rapides Parish, Louisiana; about 2 miles northeast of Sharp; NE1/4SW1/4, sec. 11, T. 5 N., R. 4 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The solum is 20 to 40 inches thick over siltstone or sandstone.\nThe A horizon, where present, is black (10YR 2/1), very dark gray (10YR 3/1), very dark grayish brown (10YR 3/2), dark gray (10YR 4/1), or dark grayish brown (10YR 4/2).\nThe E horizon, where present, is dark gray (10YR 4/1), grayish brown (10YR 5/2), light grayish brown (10YR 6/2), or grayish brown (10YR 4/2).   The texture of the A and E horizons is very fine sandy loam, silt loam, or fine sandy loam.  It is strongly acid or very strongly acid.\nThe Bt horizon is light olive gray (5Y 6/2), yellowish brown (10YR 5/4, 5/6), brown (7.5YR 5/2, 5/4), light olive brown (2.5Y 5/4, 5/6), pale brown (10YR 6/3), pale olive (5Y 6/3, 6/4), olive gray (5Y 5/2), or grayish brown (10YR 5/2; 2.5Y 5/2; 7.5YR 5/2, 5/4, 5/6, 6/4, 6/6) silty clay, silty clay loam, or clay loam.  The upper 20 inches of the Bt horizon averages between 35 and 55 percent clay.  Mottles are few or common in shades of brown.  It is very strongly acid or extremely acid.  The Bt2 horizon consists of 15 to 30 percent siltstone or sandstone fragments 1/2 to 1 cm thick and 2 to 10 cm long oriented horizontally.\nThe 2Cr horizon is sandstone or siltstone."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Iredell and Shadygrove series in the same family and  Boswell, Cadeville, Gore, Kipling, Kirvin, McKamie, Oktibbeha, Shadygrove, Susquehanna, and Wilcox series.  Iredell soils have less acid Bt horizons.  Shadygrove soils do not have Cr horizons.  Boswell Kirvin, and Susquehanna soils have red Bt horizons and thicker sola.   Cadeville soils have mixed mineralogy and do not have Cr horizons.  Gore, McKamie, Oktibbeha, and Wilcox soils have redder Bt horizons and higher COLE values or greater potential linear extensibility.  Kipling soils have yellowish brown Bt horizons and higher COLE values or greater potential linear extensibility."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Kisatchie soils are on gently sloping to steep, coastal plains.  Slope gradients range from 1 to 40 percent. These soils formed in acid clay and silty clay marine sediments.  Climate is warm and humid.  Mean annual temperature at the type location is 65 degrees F., and the average annual precipitation is 56 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the competing Cadeville series, and the Anacoco, Rigolette, Sumter, and Vaiden series.  Anacoco soils have grayer colors and an abrupt textural change from the A to the Bt horizon.  Rigolette soils are on concave side slopes and are fine-loamy.  Sumter soils have carbonatic control sections.  Vaiden soils have very fine textures and higher COLE values."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Kisatchie soils are well drained.  Runoff is moderate to very rapid and permeability is very slow."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Southern pine and mixed hardwoods.  Severely eroded areas are sparcely vegetated with scrub hardwoods and pine."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Southern Coastal Plains of central Louisiana and possibly Arkansas, Mississippi, and Texas.  This series is moderately extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Rapides Parish, Louisiana; 1972."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  This soil was included with Lauderdale in previous soil survey reports in Louisiana.  These soils have developed in material which is reported in geological surveys as having abundant glass, pumice, and bentionite.  Base saturation by Holmgren field kit is 68 percent.  COLE is 0.081 just above the siltstone.  Colors of 2 chroma in the subsoil are attributed to color of parent material rather than wetness.  The soil is not saturated in any season.\nNational Cooperative Soil Survey\nU. S. A."
  }
}
