{
  "SERIES": "KISHWAUKEE",
  "STATUS": "Established Series",
  "BYREV": "Rev. SKH-SLE",
  "REVDATE": "03/2007",
  "STATES": "IL",
  "OVERVIEW": "The Kishwaukee series consists very deep, well drained soils on kames, outwash plains, and stream terraces. These soils formed in a thin mantle of loess or other silty material and in the underlying loamy and gravelly outwash. Slope ranges from 0 to 6 percent. The mean annual precipitation is about 890 mm (35 inches), and the mean annual temperature is about 8 degrees C (47 degrees F).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, mesic Typic Argiudolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Kishwaukee silt loam on a 1 percent slope in a cultivated field at an elevation of 226 meters (740 feet) above mean sea level. (Colors are for moist soil unless otherwise stated.)\nAp--0 to 20 cm (0 to 8 inches); very dark brown (10YR 2/2) silt loam, dark grayish brown (10YR 4/2) dry; moderate fine granular structure; friable; many fine roots; neutral; clear smooth boundary.\nA--20 to 38 cm (8 to 15 inches); very dark grayish brown (10YR 3/2) silt loam, grayish brown (10YR 5/2) dry; 20 percent sand; moderate fine granular structure; friable; many fine roots; common faint very dark brown (10YR 2/2) organic coatings on faces of peds; neutral; clear smooth boundary. (Combined thickness of the A horizon is 25 to 51 cm or10 to 20 inches)\n2Bw--38 to 56 cm (15 to 22 inches); brown (10YR 4/3) clay loam; moderate fine subangular blocky structure; friable; many fine roots; common faint very dark brown (10YR 2/2) organic coatings on faces of peds; moderately acid; clear smooth boundary. (0 to 25 cm or 0 to 10 inches thick)\n2Bt1--56 to 79 cm (22 to 31 inches); dark yellowish brown (10YR 4/4) clay loam; moderate fine prismatic structure parting to moderate fine subangular blocky; friable; many fine roots; many faint brown (10YR 4/3) clay films on faces of peds; many distinct light gray (10YR 7/1) dry, silt coatings on faces of peds; strongly acid; clear smooth boundary.\n2Bt2--79 to 109 cm (31 to 43 inches); brown (7.5YR 4/4) sandy clay loam; weak coarse prismatic structure; friable; common fine roots; common prominent dark grayish brown (10YR 4/2) clay films on faces of peds; strongly acid; clear smooth boundary. (Combined thickness of the Bt horizon is 30 to 76 cm or 12 to 30 inches)\n2BC--109 to 147 cm (43 to 58 inches); brown (7.5YR 4/2) and dark grayish brown (10YR 4/2) gravelly sandy clay loam; weak coarse prismatic structure; very friable; few fine roots in upper part; moderately acid; clear smooth boundary. (13 to 51 cm or 5 to 20 inches thick)\n3C--147 to 152 cm (58 to 60 inches); brown (10YR 5/3) and yellowish brown (10YR 5/4) sand and gravel; single grain; loose; strongly effervescent; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Winnebago County, Illinois; 0.5 mile west of the Rock River on the southwest edge of Rockford; 1,780 feet east and 560 feet north of the southwest corner of sec. 3, T. 43 N., R. 1 E.; USGS Rockford South topographic quadrangle; lat. 42 degrees 13 minutes 29 seconds N. and long. 89 degrees 06 minutes 34 seconds W., NAD 27; UTM Zone 16, 325904 easting and 4676884 northing, NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Depth to the base of the argillic horizon ranges from 102 to 152 cm (40 to 60 inches). The thickness of the solum ranges from 127 to 178 cm (50 to 70 inches) and is the same as the depth to calcareous sand and gravel. The combined thickness of the silty material and loamy outwash material is 102 to 152 cm (40 to 60 inches) over the gravelly outwash material. The thickness of the mollic epipedon and the upper silty layer ranges from 25 to 51 cm (10 to 20 inches).\nThe Ap or A horizon has hue of 10YR, value of 2 or 3, and chroma of 2 or 3. It is silt loam or loam. Reaction is moderately acid to neutral.\nThe Bt or 2Bt horizon has hue of 7.5YR or 10YR, value or 4 or 5, and chroma of 3 or 4. It is silty clay loam, silt loam, clay loam, loam, or sandy clay loam. Clay content is 20 to 32 percent. Gravel content ranges from 0 to 10 percent in all layers above 102 cm (40 inches), and 5 to 25 percent in layers below 102 cm (40 inches). Reaction is strongly acid to slightly acid.\nThe 2BC horizon has hue of 7.5YR or 10YR, value of 4 or 5, and chroma of 2 to 4. It is gravelly loam, gravelly sandy loam, or gravelly sandy clay loam. Clay content is 18 to 30 percent. Gravel content ranges from 15 to 35 percent. Reaction is moderately acid to neutral.\nThe 3C horizon has hue of 7.5YR or 10YR, value of 4 or 5, and chroma of 3 to 6. It is commonly sand and gravel or gravelly or very gravelly loamy sand or sand. Gravel content ranges from 30 to 70 percent. Reaction is slightly alkaline or moderately alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Atkinson, Burchard, Calmar, Cokato, Cresco, Cresent, Durand, Friesland, Griswold, Hitt, Jasper, Joslin, Keosauqua, Marbletown, Moingona, Morrill, Nuxmaruhanixete, Pana, Parmod, Penfield, Reedslake, Ringwood, Rockton, Schoolcraft, Shelby, Sibleyville, Velma, and Winnebago series. Atkinson, Calmar, Hitt, Marbletown, Rockton, and Sibleyville soils have a lithic or paralithic contact within a depth of 152 cm (60 inches). Burchard soils have carbonates at a depth of less than 102 cm (40 inches). Cokato, Friesland, and Ringwood soils have less than 85 percent sand in the lower part of the series control section. Cresco and Penfield soils have iron depletions in the third part of the series control section. Cresent, Jasper, Keosauqua, Morrill, and Schoolcraft soils do not have horizons with more than 20 percent gravel within the series control section. Durand, Joslin, Pana, and Winnebago soils have hue redder than 7.5YR in the second part of the series control section. Durand, Joslin, and Winnebago soils also have more than 5 percent clay in the lower part of the series control section. Griswold and Parmod soils are less than 102 cm (40 inches) to the base of the argillic horizon and to carbonates. Moingona, Morrill, Reedslake, Shelby, and Velma soils have more than 5 percent clay in the lower part of the series control section. Nuxmaruhanixete and Pana soils do not have carbonates within a depth of 178 cm (70 inches)."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Kishwaukee soils are on nearly level and gently sloping kames, outwash plains, and stream terraces. Slope ranges from 0 to 6 percent. Kishwaukee soils formed in less than 51 cm (20 inches) of loess or silty material and in the underlying loamy and gravelly outwash over calcareous, stratified sand and gravel. The mean annual precipitation ranges from 710 to 1070 mm (28 to 42 inches), mean annual temperature ranges from 6 to 13 degrees C (42 to 55 degrees F), frost free period ranges from 150 to 180 days, and elevation ranges from 104 to 305 meters (340 to 1,000 feet) above sea level."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Flagler, Hononegah, Jasper, Plano, Warsaw, and Waupecan soils. These soils are typically on similar landform positions. Flagler soils are somewhat excessively drained, coarse-loamy soils. Hononegah soils are excessively drained, sandy soils. Jasper and Plano soils contain less gravel in the lower part of the control section. Warsaw soils are fine-loamy over sandy or sandy-skeletal. Waupecan soils are fine-silty."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Well drained. The potential for surface runoff is low or medium. Saturated hydraulic conductivity is moderately high or high in the solum (4.23 to 14.11 micrometers per second) and very high (greater than 141.14 micrometer per second) in the substratum. Permeability is moderate in the solum and very rapid in the substratum."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most areas are cultivated. The principal crops are corn, soybeans, small grain, and legume hay. Native vegetation is prairie grasses."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Illinois. LRRs K and M, MLRAs 95B and 108. The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Indianapolis, Indiana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Winnebago County, Illinois, 1996."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: This series is being proposed for areas mapped as the Wea series in this part of Illinois. Wea is considered to be more droughty (LCS-2S) than the Kishwaukee series (LCS-I).\nDiagnostic horizons and features recognized in this pedon are: mollic epipedon - from a depth of 0 to 38 cm (0 to 15 inches (Ap and A horizons) cambic horizon - from a depth of 38 to 56 cm (15 to 22 inches) (2Bw horizon) argillic horizon - from a depth of 56 to 109 cm (22 to 43 inches) (2Bt1 and 2Bt2 horizons); udic soil moisture regime; mesic soil temperature regime."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "NA"
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 20,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 2,
        "texture_class": "silt loam",
        "structure": "moderate fine granular",
        "dry_rupture": "NA",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Ap--0 to 20 cm (0 to 8 inches); very dark brown (10YR 2/2) silt loam, dark grayish brown (10YR 4/2) dry; moderate fine granular structure; friable; many fine roots; neutral; clear smooth boundary."
      },
      {
        "name": "A",
        "top": 20,
        "bottom": 38,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "silt loam",
        "structure": "moderate fine granular",
        "dry_rupture": "NA",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A--20 to 38 cm (8 to 15 inches); very dark grayish brown (10YR 3/2) silt loam, grayish brown (10YR 5/2) dry; 20 percent sand; moderate fine granular structure; friable; many fine roots; common faint very dark brown (10YR 2/2) organic coatings on faces of peds; neutral; clear smooth boundary. (Combined thickness of the A horizon is 25 to 51 cm or10 to 20 inches)"
      },
      {
        "name": "2Bw",
        "top": 38,
        "bottom": 56,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "clay loam",
        "structure": "moderate fine subangular blocky",
        "dry_rupture": "NA",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "2Bw--38 to 56 cm (15 to 22 inches); brown (10YR 4/3) clay loam; moderate fine subangular blocky structure; friable; many fine roots; common faint very dark brown (10YR 2/2) organic coatings on faces of peds; moderately acid; clear smooth boundary. (0 to 25 cm or 0 to 10 inches thick)"
      },
      {
        "name": "2Bt1",
        "top": 56,
        "bottom": 79,
        "dry_hue": "10YR",
        "dry_value": 7,
        "dry_chroma": 1,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "clay loam",
        "structure": "moderate fine prismatic",
        "dry_rupture": "NA",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "2Bt1--56 to 79 cm (22 to 31 inches); dark yellowish brown (10YR 4/4) clay loam; moderate fine prismatic structure parting to moderate fine subangular blocky; friable; many fine roots; many faint brown (10YR 4/3) clay films on faces of peds; many distinct light gray (10YR 7/1) dry, silt coatings on faces of peds; strongly acid; clear smooth boundary."
      },
      {
        "name": "2Bt2",
        "top": 79,
        "bottom": 109,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "sandy clay loam",
        "structure": "weak coarse prismatic",
        "dry_rupture": "NA",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "2Bt2--79 to 109 cm (31 to 43 inches); brown (7.5YR 4/4) sandy clay loam; weak coarse prismatic structure; friable; common fine roots; common prominent dark grayish brown (10YR 4/2) clay films on faces of peds; strongly acid; clear smooth boundary. (Combined thickness of the Bt horizon is 30 to 76 cm or 12 to 30 inches)"
      },
      {
        "name": "2BC",
        "top": 109,
        "bottom": 147,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "sandy clay loam",
        "structure": "weak coarse prismatic",
        "dry_rupture": "NA",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "gravelly",
        "pH": "NA",
        "pH_class": "moderately acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "2BC--109 to 147 cm (43 to 58 inches); brown (7.5YR 4/2) and dark grayish brown (10YR 4/2) gravelly sandy clay loam; weak coarse prismatic structure; very friable; few fine roots in upper part; moderately acid; clear smooth boundary. (13 to 51 cm or 5 to 20 inches thick)"
      },
      {
        "name": "3C",
        "top": 147,
        "bottom": 152,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 3,
        "texture_class": "sand",
        "structure": "single grain",
        "dry_rupture": "loose",
        "moist_rupture": "loose",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "3C--147 to 152 cm (58 to 60 inches); brown (10YR 5/3) and yellowish brown (10YR 5/4) sand and gravel; single grain; loose; strongly effervescent; moderately alkaline."
      }
    ]
  ]
}
