{
  "SERIES": "KISIWA",
  "STATUS": "Established Series",
  "BYREV": "Rev. PRF, JCW, LAG",
  "REVDATE": "12/2003",
  "STATES": "KS",
  "OVERVIEW": "The Kisiwa series consists of very deep, poorly drained, very slowly permeable soils. These nearly level soils formed in slight depressions in clayey or loamy, calcareous alluvium on terraces and on floodplains in river valleys of the Great Bend Sand Plains (MLRA 79). Slope ranges from 0 to 1 percent. The mean annual precipitation is 29 inches (74 centimeters), and the mean annual temperature is 56 degrees F (13 degrees C).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, mixed, superactive, mesic Vertic Natraquolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Kisiwa loam in a cultivated field. (Colors are for moist soil unless otherwise stated.)\nAp1--0 to 4 inches (0 to 10 centimeters); very dark gray (10YR 3/1) loam, dark gray (10YR 4/1) dry; weak medium subangular blocky structure; hard, friable, slightly sticky and slightly plastic; common medium roots throughout and common very fine and fine throughout; 20.1 percent clay; slightly effervescent throughout; strongly alkaline; clear smooth boundary.\nAp2--4 to 7 inches (10 to 18 centimeters); very dark gray (10YR 3/1) loam, dark gray (10YR 4/1) dry; few fine distinct dark yellowish brown (10YR 4/4) moist irregular redoximorphic concentrations throughout and few fine faint dark grayish brown (10YR 4/2) moist irregular redoximorphic concentrations throughout; moderate medium angular blocky structure parting to moderate fine subangular blocky; hard, friable, slightly sticky and slightly plastic; common very fine and fine roots throughout; 21.5 percent clay; slightly effervescent throughout; moderately alkaline; abrupt wavy boundary. (6 to 10 inches thick; 15 to 25 centimeters thick)\nBtkn--7 to 14 inches (18 to 35 centimeters); very dark grayish brown (10YR 3/2) clay loam, grayish brown (10YR 5/2) dry; common fine faint dark grayish brown (10YR 4/2) moist irregular redoximorphic concentrations throughout; moderate medium prismatic structure parting to moderate fine and medium subangular blocky; very hard, firm, very sticky and very plastic; common very fine and fine roots between peds; 31.4 percent clay; very few faint patchy very dark gray (10YR 3/1), moist, clay films on vertical faces of peds and very few distinct discontinuous brown (10YR 5/3), moist, skeletans on vertical and horizontal faces of peds; few fine irregular masses of carbonate throughout; slightly effervescent throughout; 1 percent subrounded mixed gravel; moderately alkaline; clear wavy boundary.\nBtknssg1--14 to 23 inches (35 to 58 centimeters); dark grayish brown (2.5Y 4/2) clay loam, grayish brown (2.5Y 5/2) dry; common fine prominent yellowish brown (10YR 5/4) moist irregular redoximorphic concentrations throughout; moderate medium prismatic structure parting to moderate medium angular blocky; extremely hard, very firm, very sticky and very plastic; common very fine and fine roots between peds; 36.9 percent clay; very few faint patchy very dark gray (10YR 3/1), moist, clay films on vertical and horizontal faces of peds and very few faint continuous black (10YR 2/1), moist, nonintersecting slickensides on vertical faces of peds and very few distinct discontinuous brown (10YR 5/3), moist, skeletans on vertical and horizontal faces of peds; common medium irregular masses of carbonate throughout; slightly effervescent throughout; 1 percent subrounded mixed gravel; strongly alkaline; gradual smooth boundary.\nBtknssg2--23 to 31 inches (58 to 79 centimeters); very dark grayish brown (2.5Y 3/2) clay, dark grayish brown (2.5Y 4/2) dry; common fine prominent dark yellowish brown (10YR 4/4) moist irregular mottles throughout and common medium prominent light olive brown (2.5Y 5/6) moist irregular redoximorphic depletions throughout; weak medium prismatic structure parting to moderate fine and medium angular blocky; extremely hard, very firm, very sticky and very plastic; common very fine and fine roots between peds; 41.6 percent clay; very few distinct discontinuous very dark gray (10YR 3/1), moist, clay films on vertical and horizontal faces of peds and very few faint continuous very dark gray (10YR 3/1), moist, nonintersecting slickensides on vertical faces of peds and very few faint discontinuous skeletans on vertical faces of peds; common fine irregular carbonate concretions throughout; slightly effervescent throughout; 1 percent subrounded mixed gravel; strongly alkaline; clear wavy boundary.\nBtknssg3--31 to 40 inches (79 to 102 centimeters); dark grayish brown (2.5Y 4/2) clay, grayish brown (2.5Y 5/2) dry; common medium prominent light olive brown (2.5Y 5/6) moist irregular redoximorphic concentrations throughout; moderate medium prismatic structure parting to moderate medium angular blocky; extremely hard, very firm, very sticky and very plastic; few very fine roots between peds; 44.1 percent clay; very few faint patchy clay films on vertical and horizontal faces of peds and very few faint continuous very dark grayish brown (10YR 3/2), moist, nonintersecting slickensides on vertical faces of peds and very few faint patchy skeletans on vertical faces of peds; common fine irregular carbonate concretions throughout; slightly effervescent throughout; 1 percent subrounded mixed gravel; strongly alkaline; clear wavy boundary.\nBtknssg4--40 to 46 inches (102 to 117 centimeters); dark grayish brown (2.5Y 4/2) loam, grayish brown (2.5Y 5/2) dry; few medium prominent light olive brown (2.5Y 5/6) moist irregular redoximorphic concentrations throughout and common medium distinct light olive brown (2.5Y 5/4) moist irregular redoximorphic concentrations throughout; weak medium prismatic structure parting to moderate fine and medium subangular blocky; very hard, firm, moderately sticky and moderately plastic; few very fine roots between peds; 26.9 percent clay; very few distinct discontinuous very dark gray (10YR 3/1), moist, clay films on vertical faces of peds and very few faint continuous very dark gray (10YR 3/1), moist, nonintersecting slickensides on vertical faces of peds; common fine irregular carbonate concretions throughout and common medium irregular carbonate concretions throughout; slightly effervescent throughout; 1 percent subrounded mixed gravel; strongly alkaline; gradual smooth boundary.\nBtkg--46 to 52 inches (117 to 132 centimeters); grayish brown (2.5Y 5/2) fine sandy loam, light brownish gray (2.5Y 6/2) dry; few medium prominent light olive brown (2.5Y 5/6) moist irregular redoximorphic concentrations throughout and common medium distinct light olive brown (2.5Y 5/4) moist irregular redoximorphic concentrations throughout; weak medium prismatic structure parting to moderate fine and medium subangular blocky; hard, friable, slightly sticky and slightly plastic; few very fine roots between peds; 13.1 percent clay; very few faint patchy dark gray (10YR 4/1), moist, clay films on vertical faces of peds; common medium irregular masses of carbonate throughout and common medium rounded carbonate concretions throughout and common fine irregular carbonate concretions throughout; slightly effervescent throughout; 1 percent subrounded mixed gravel; moderately alkaline; clear wavy boundary. (combined thickness of Bt horizons 15 to 48 inches thick; 38 to 122 centimeters thick)\nBCg--52 to 58 inches (132 to 148 centimeters); light olive brown (2.5Y 5/4) fine sandy loam, light yellowish brown (2.5Y 6/4) dry; common medium distinct light olive brown (2.5Y 5/6) moist irregular redoximorphic concentrations throughout and common medium distinct grayish brown (2.5Y 5/2) moist irregular redoximorphic depletions throughout; weak medium prismatic structure parting to weak fine and medium subangular blocky; slightly hard, very friable, slightly sticky and slightly plastic; few very fine roots throughout; 8.5 percent clay; common medium irregular masses of carbonate throughout and few fine irregular carbonate concretions throughout; slightly effervescent throughout; 1 percent subrounded mixed gravel; moderately alkaline; clear wavy boundary. (0 to 9 inches thick; 0 to 23 centimeters)\nCg--58 to 65 inches (148 to 165 centimeters); 50 percent yellowish brown (10YR 5/4) and 50 percent grayish brown (2.5Y 5/2) stratified fine sandy loam and coarse sand, 50 percent light yellowish brown (10YR 6/4) and 50 percent light brownish gray (2.5Y 6/2) dry; common medium and coarse prominent strong brown (7.5YR 4/6) moist irregular redoximorphic concentrations throughout; massive; slightly hard, very friable, nonsticky and nonplastic; 8.9 percent clay; moderately alkaline; abrupt wavy boundary. (0 to 10 inches thick; 0 to 25 centimeters thick)\n2Cg--65 to 80 inches (165 to 203 centimeters); 50 percent grayish brown (2.5Y 5/2) and 50 percent yellowish brown (10YR 5/4) coarse sand, 50 percent light brownish gray (2.5Y 6/2) and 50 percent light yellowish brown (10YR 6/4) dry; common coarse prominent strong brown (7.5YR 4/6) moist irregular redoximorphic concentrations throughout; single grain; loose, loose, nonsticky and nonplastic; 0.0 percent clay; 5 percent subrounded mixed gravel; moderately alkaline. (0 to 18 inches thick; 0 to 46 centimeters)"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Reno County, Kansas; about 4 miles (6.4 kilometers) south and 7 miles (11.3 kilometers) east of Hutchinson; 578 feet (176 meters) north and 2344 feet (714 meters) west of the southeast corner of sec. 33 T. 23 S. R. 4 W.;(USGS Hutchinson SE topographic quadrangle; lat. 38 degrees 0 minutes 3 seconds N. and long. 97 degrees 45 minutes 54 seconds W.)"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture regime: aquic\nSoil temperature regime: mesic\nMean annual soil temperature: 56 to 58 degrees F (13 to 14 degrees C)\nParticle-size control section: 27 to 35 percent clay\nDepth to bedrock: greater than 80 inches (203 centimeters)\nDepth to secondary calcium carbonate: 0 to 10 inches (0 to 25 centimeters)\nDepth to salt accumulations: 6 to 12 inches (15 to 30 centimeters)\nThickness of the ochric epipedon: 6 to 14 inches (15 to 35 centimeters)\nWater table:\ndepth is 1.5 to 2 feet (0.4 to 0.6 meters),\nkind is perched,\nmonths are Dec. - Oct.\nA horizon:\nHue: 10YR\nValue: 3 or 4 (dry) 2 or 3 (moist)\nChroma: 1 or 2\nTexture: loam, clay loam, fine sandy loam\nCalcium carbonate equivalent: 5 to 10 percent\nSAR: 2 to 8\nReaction: moderately alkaline or strongly alkaline\nBtkn horizon:\nHue: 10YR or 2.5Y\nValue: 4 to 6 (dry) 3 to 5 (moist)\nChroma: 1 or 2\nTexture: clay, silty clay, silty clay loam, clay loam, or loam\nRock fragments: 0 to 3 percent\nCalcium carbonate equivalent: 15 to 30 percent\nSAR: 15 to 30\nRedoximorphic features: 5 to 20 percent\nReaction: moderately alkaline or strongly alkaline\nBtk horizon:\nHue: 10YR or 2.5Y\nValue: 5 to 7 (dry) 4 to 6 (moist)\nChroma: 2 to 4\nTexture: fine sandy loam, clay loam, or loam\nRock fragments: 0 to 3 percent\nCalcium carbonate equivalent: 5 to 10 percent\nSAR: 2 to 15\nRedoximorphic features: 5 to 20 percent\nReaction: moderately alkaline or strongly alkaline\nBC horizon:\nHue: 2.5Y or 10YR\nValue: 5 to 7 (dry) 4 to 6 (moist)\nChroma: 2 to 4\nTexture: fine sandy loam, sandy loam, or loamy fine sand\nRock fragments: 0 to 3 percent\nCalcium carbonate equivalent: 5 to 10 percent\nSAR: 2 to 4\nRedoximorphic features: 5 to 20 percent\nReaction: moderately alkaline or strongly alkaline\nC horizon:\nHue: 2.5Y or 10YR\nValue: 5 to 7 (dry) 4 to 6 (moist)\nChroma: 2 to 4\nTexture: fine sandy loam, loamy fine sand, loamy sand, sand or coarse sand\nRock fragments: 0 to 3 percent\nCalcium carbonate equivalent: 5 to 10 percent\nSAR: 2 to 4\nRedoximorphic features: 5 to 20 percent\nReaction: moderately alkaline or strongly alkaline"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Durrstein and Hoven series.  Durrstein and Hoven soils have smectitic mineralogy and are in drier climates."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Kisiwa soils.\nParent material: clayey and loamy calcareous old alluvium\nLandform: terraces and flood plains\nSlopes: 0 to 1 percent\nElevation: 1200 to 1700 feet (365.8 to 518.2 meters)\nMean annual air temperature: 55 to 57 degrees F (13 to 14 degrees C).\nMean annual precipitation: 24 to 35 inches (61 to 89 centimeters).\nWettest months: Mar. - Oct.\nDriest months: Nov. - Feb.\nFrost-free period: 187 to 225 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Punkin and Taver soils. These soils are moderately well drained and are on slightly higher landscape positions. The Taver soils do not have a natric horizon."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Poorly drained. Runoff and permeability are very low. Permeability is very slow. Some areas are flooded occasionally for long or very long durations."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Nearly all areas are cultivated. Principal crops are wheat and grain sorghum. Native vegetation was mid and tall grasses."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: South Central Kansas. LRR H Great Plains Winter Wheat and Range, MLRA 79 Great Bend Sand Plains. The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Denver, Colorado"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Reno County, Kansas, 1990. The name is from Kisiwa Creek."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nmollic epipedon: The zone from 0 to 7 inches (0 to 18 centimeters). (Ap1, Ap2), These horizons have OC >0.6% and are greater than 1/3 the thickness from surface to secondary carbonates.\nnatric horizon: The zone from 7 to 52 inches (18 to 132 centimeters).\n(Btkn, Btknssg1, Btknssg2, Btknssg3, Btknssg4, Btkg)\nWater table: The presence of a perched water table from 1.5 to 2 feet (0.4 to 0.6 meters) during the months of Dec. - Oct.\nKeys to Soil Taxonomy: Ninth edition, 2003"
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "ADDITIONAL DATA: These soils were formerly mapped as Slickspots. There is also an occasionally flooded phase.\nAdditional Laboratory Data: S90KS155008 and S92KS079010\nThese soils were formerly mapped as Slickspots. There is also an occasionally flooded phase.\nAdditional Laboratory Data:\nS90KS155008 and S92KS079010\nKISIWA SERIES\nLRR=H\n3/90 This series is being put in OSED for the first time.\n6/14/95: Corrected taxonomy on SIR and OSED PRF\n12/23/99: series proposed in 1990 and established in 1999.\n11/2003, WAW:  Changed classification to fine from fine-loamy and from alfisol to mollisol.  The original concept of the series was in the fine textural family.  The lab data for the type location (90KS155008) was 34% carbonate free clay on a weighted average and 36% clay total weighted average.  In addition, there are several horizons with greater than 40% clay total.  Based on this information we are updating the classification and competing series.  The 8 inches of mollic colors is more than 1/3 of the depth to pedogenic carbonates and qualifies as thick enough for a mollic epipedon.\nhttp://ssldata.nrcs.usda.gov/rptExecute.asp?p=17242&r=1&r=4&submit1=Get+Report"
  },
  "SITE": [
    [
      {
        "drainage": "poorly",
        "drainage_overview": "poorly"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap1",
        "top": 0,
        "bottom": 10,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 1,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 1,
        "texture_class": "loam",
        "structure": "weak medium subangular blocky",
        "dry_rupture": "hard",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "strongly alkaline",
        "eff_class": "slightly effervescent",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Ap1--0 to 4 inches (0 to 10 centimeters); very dark gray (10YR 3/1) loam, dark gray (10YR 4/1) dry; weak medium subangular blocky structure; hard, friable, slightly sticky and slightly plastic; common medium roots throughout and common very fine and fine throughout; 20.1 percent clay; slightly effervescent throughout; strongly alkaline; clear smooth boundary."
      },
      {
        "name": "Ap2",
        "top": 10,
        "bottom": 18,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 1,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 1,
        "texture_class": "loam",
        "structure": "moderate medium angular blocky",
        "dry_rupture": "hard",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "eff_class": "slightly effervescent",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "Ap2--4 to 7 inches (10 to 18 centimeters); very dark gray (10YR 3/1) loam, dark gray (10YR 4/1) dry; few fine distinct dark yellowish brown (10YR 4/4) moist irregular redoximorphic concentrations throughout and few fine faint dark grayish brown (10YR 4/2) moist irregular redoximorphic concentrations throughout; moderate medium angular blocky structure parting to moderate fine subangular blocky; hard, friable, slightly sticky and slightly plastic; common very fine and fine roots throughout; 21.5 percent clay; slightly effervescent throughout; moderately alkaline; abrupt wavy boundary. (6 to 10 inches thick; 15 to 25 centimeters thick)"
      },
      {
        "name": "Btkn",
        "top": 18,
        "bottom": 36,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "clay loam",
        "structure": "moderate medium prismatic",
        "dry_rupture": "hard",
        "moist_rupture": "firm",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "eff_class": "slightly effervescent",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Btkn--7 to 14 inches (18 to 35 centimeters); very dark grayish brown (10YR 3/2) clay loam, grayish brown (10YR 5/2) dry; common fine faint dark grayish brown (10YR 4/2) moist irregular redoximorphic concentrations throughout; moderate medium prismatic structure parting to moderate fine and medium subangular blocky; very hard, firm, very sticky and very plastic; common very fine and fine roots between peds; 31.4 percent clay; very few faint patchy very dark gray (10YR 3/1), moist, clay films on vertical faces of peds and very few distinct discontinuous brown (10YR 5/3), moist, skeletans on vertical and horizontal faces of peds; few fine irregular masses of carbonate throughout; slightly effervescent throughout; 1 percent subrounded mixed gravel; moderately alkaline; clear wavy boundary."
      },
      {
        "name": "Btknssg1",
        "top": 36,
        "bottom": 58,
        "dry_hue": "2.5Y",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "2.5Y",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "clay loam",
        "structure": "moderate medium prismatic",
        "dry_rupture": "hard",
        "moist_rupture": "firm",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "strongly alkaline",
        "eff_class": "slightly effervescent",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "Btknssg1--14 to 23 inches (35 to 58 centimeters); dark grayish brown (2.5Y 4/2) clay loam, grayish brown (2.5Y 5/2) dry; common fine prominent yellowish brown (10YR 5/4) moist irregular redoximorphic concentrations throughout; moderate medium prismatic structure parting to moderate medium angular blocky; extremely hard, very firm, very sticky and very plastic; common very fine and fine roots between peds; 36.9 percent clay; very few faint patchy very dark gray (10YR 3/1), moist, clay films on vertical and horizontal faces of peds and very few faint continuous black (10YR 2/1), moist, nonintersecting slickensides on vertical faces of peds and very few distinct discontinuous brown (10YR 5/3), moist, skeletans on vertical and horizontal faces of peds; common medium irregular masses of carbonate throughout; slightly effervescent throughout; 1 percent subrounded mixed gravel; strongly alkaline; gradual smooth boundary."
      },
      {
        "name": "Btknssg2",
        "top": 58,
        "bottom": 79,
        "dry_hue": "2.5Y",
        "dry_value": 4,
        "dry_chroma": 2,
        "moist_hue": "2.5Y",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "clay",
        "structure": "weak medium prismatic",
        "dry_rupture": "hard",
        "moist_rupture": "firm",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "strongly alkaline",
        "eff_class": "slightly effervescent",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Btknssg2--23 to 31 inches (58 to 79 centimeters); very dark grayish brown (2.5Y 3/2) clay, dark grayish brown (2.5Y 4/2) dry; common fine prominent dark yellowish brown (10YR 4/4) moist irregular mottles throughout and common medium prominent light olive brown (2.5Y 5/6) moist irregular redoximorphic depletions throughout; weak medium prismatic structure parting to moderate fine and medium angular blocky; extremely hard, very firm, very sticky and very plastic; common very fine and fine roots between peds; 41.6 percent clay; very few distinct discontinuous very dark gray (10YR 3/1), moist, clay films on vertical and horizontal faces of peds and very few faint continuous very dark gray (10YR 3/1), moist, nonintersecting slickensides on vertical faces of peds and very few faint discontinuous skeletans on vertical faces of peds; common fine irregular carbonate concretions throughout; slightly effervescent throughout; 1 percent subrounded mixed gravel; strongly alkaline; clear wavy boundary."
      },
      {
        "name": "Btknssg3",
        "top": 79,
        "bottom": 102,
        "dry_hue": "2.5Y",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "2.5Y",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "clay",
        "structure": "moderate medium prismatic",
        "dry_rupture": "hard",
        "moist_rupture": "firm",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "strongly alkaline",
        "eff_class": "slightly effervescent",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Btknssg3--31 to 40 inches (79 to 102 centimeters); dark grayish brown (2.5Y 4/2) clay, grayish brown (2.5Y 5/2) dry; common medium prominent light olive brown (2.5Y 5/6) moist irregular redoximorphic concentrations throughout; moderate medium prismatic structure parting to moderate medium angular blocky; extremely hard, very firm, very sticky and very plastic; few very fine roots between peds; 44.1 percent clay; very few faint patchy clay films on vertical and horizontal faces of peds and very few faint continuous very dark grayish brown (10YR 3/2), moist, nonintersecting slickensides on vertical faces of peds and very few faint patchy skeletans on vertical faces of peds; common fine irregular carbonate concretions throughout; slightly effervescent throughout; 1 percent subrounded mixed gravel; strongly alkaline; clear wavy boundary."
      },
      {
        "name": "Btknssg4",
        "top": 102,
        "bottom": 117,
        "dry_hue": "2.5Y",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "2.5Y",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "loam",
        "structure": "weak medium prismatic",
        "dry_rupture": "hard",
        "moist_rupture": "firm",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "strongly alkaline",
        "eff_class": "slightly effervescent",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "Btknssg4--40 to 46 inches (102 to 117 centimeters); dark grayish brown (2.5Y 4/2) loam, grayish brown (2.5Y 5/2) dry; few medium prominent light olive brown (2.5Y 5/6) moist irregular redoximorphic concentrations throughout and common medium distinct light olive brown (2.5Y 5/4) moist irregular redoximorphic concentrations throughout; weak medium prismatic structure parting to moderate fine and medium subangular blocky; very hard, firm, moderately sticky and moderately plastic; few very fine roots between peds; 26.9 percent clay; very few distinct discontinuous very dark gray (10YR 3/1), moist, clay films on vertical faces of peds and very few faint continuous very dark gray (10YR 3/1), moist, nonintersecting slickensides on vertical faces of peds; common fine irregular carbonate concretions throughout and common medium irregular carbonate concretions throughout; slightly effervescent throughout; 1 percent subrounded mixed gravel; strongly alkaline; gradual smooth boundary."
      },
      {
        "name": "Btkg",
        "top": 117,
        "bottom": 132,
        "dry_hue": "2.5Y",
        "dry_value": 6,
        "dry_chroma": 2,
        "moist_hue": "2.5Y",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "fine sandy loam",
        "structure": "weak medium prismatic",
        "dry_rupture": "hard",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "eff_class": "slightly effervescent",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Btkg--46 to 52 inches (117 to 132 centimeters); grayish brown (2.5Y 5/2) fine sandy loam, light brownish gray (2.5Y 6/2) dry; few medium prominent light olive brown (2.5Y 5/6) moist irregular redoximorphic concentrations throughout and common medium distinct light olive brown (2.5Y 5/4) moist irregular redoximorphic concentrations throughout; weak medium prismatic structure parting to moderate fine and medium subangular blocky; hard, friable, slightly sticky and slightly plastic; few very fine roots between peds; 13.1 percent clay; very few faint patchy dark gray (10YR 4/1), moist, clay films on vertical faces of peds; common medium irregular masses of carbonate throughout and common medium rounded carbonate concretions throughout and common fine irregular carbonate concretions throughout; slightly effervescent throughout; 1 percent subrounded mixed gravel; moderately alkaline; clear wavy boundary. (combined thickness of Bt horizons 15 to 48 inches thick; 38 to 122 centimeters thick)"
      },
      {
        "name": "BCg",
        "top": 132,
        "bottom": 147,
        "dry_hue": "2.5Y",
        "dry_value": 6,
        "dry_chroma": 4,
        "moist_hue": "2.5Y",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "fine sandy loam",
        "structure": "weak medium prismatic",
        "dry_rupture": "hard",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "eff_class": "slightly effervescent",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "BCg--52 to 58 inches (132 to 148 centimeters); light olive brown (2.5Y 5/4) fine sandy loam, light yellowish brown (2.5Y 6/4) dry; common medium distinct light olive brown (2.5Y 5/6) moist irregular redoximorphic concentrations throughout and common medium distinct grayish brown (2.5Y 5/2) moist irregular redoximorphic depletions throughout; weak medium prismatic structure parting to weak fine and medium subangular blocky; slightly hard, very friable, slightly sticky and slightly plastic; few very fine roots throughout; 8.5 percent clay; common medium irregular masses of carbonate throughout and few fine irregular carbonate concretions throughout; slightly effervescent throughout; 1 percent subrounded mixed gravel; moderately alkaline; clear wavy boundary. (0 to 9 inches thick; 0 to 23 centimeters)"
      },
      {
        "name": "Cg",
        "top": 147,
        "bottom": 165,
        "dry_hue": "2.5Y",
        "dry_value": 6,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "fine sandy loam",
        "structure": "massive",
        "dry_rupture": "hard",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "eff_class": "NA",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "Cg--58 to 65 inches (148 to 165 centimeters); 50 percent yellowish brown (10YR 5/4) and 50 percent grayish brown (2.5Y 5/2) stratified fine sandy loam and coarse sand, 50 percent light yellowish brown (10YR 6/4) and 50 percent light brownish gray (2.5Y 6/2) dry; common medium and coarse prominent strong brown (7.5YR 4/6) moist irregular redoximorphic concentrations throughout; massive; slightly hard, very friable, nonsticky and nonplastic; 8.9 percent clay; moderately alkaline; abrupt wavy boundary. (0 to 10 inches thick; 0 to 25 centimeters thick)"
      },
      {
        "name": "2Cg",
        "top": 165,
        "bottom": 203,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 4,
        "moist_hue": "2.5Y",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "coarse sand",
        "structure": "single grain",
        "dry_rupture": "loose",
        "moist_rupture": "loose",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "eff_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "2Cg--65 to 80 inches (165 to 203 centimeters); 50 percent grayish brown (2.5Y 5/2) and 50 percent yellowish brown (10YR 5/4) coarse sand, 50 percent light brownish gray (2.5Y 6/2) and 50 percent light yellowish brown (10YR 6/4) dry; common coarse prominent strong brown (7.5YR 4/6) moist irregular redoximorphic concentrations throughout; single grain; loose, loose, nonsticky and nonplastic; 0.0 percent clay; 5 percent subrounded mixed gravel; moderately alkaline. (0 to 18 inches thick; 0 to 46 centimeters)"
      }
    ]
  ]
}
