{
  "SERIES": "KITCHELL",
  "STATUS": "Established Series",
  "BYREV": "Rev: RLM/RL/EMM",
  "REVDATE": "10/2014",
  "STATES": "ID,MT,UT",
  "OVERVIEW": "The Kitchell series consists of very deep, well drained soils that formed in colluvium and slope alluvium from limestone, sandstone, and shale.  Kitchell soils are on hillsides and mountainsides.  Slopes are 15 to 70 percent.  Mean annual precipitation is about 19 inches (483 mm) and mean annual air temperature is about 42 degrees F (5.6 degrees C).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, carbonatic Calcic Pachic Haplocryolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Kitchell gravelly loam--rangeland.  (Colors are for air-dry soil unless otherwise noted.) The surface is covered by freshly fallen leaves, pine needles and other vegetative matter.\nA1--0 to 5 inches (0 to 13 cm); very dark grayish brown (10YR 3/2) gravelly loam, very dark brown (10YR 2/2) moist; weak fine granular structure; slightly hard, friable, moderately plastic; common fine and few very fine roots; few fine pores; noneffervescent in the matrix; fine nodules and gravel show strong effervescence; neutral (pH 7.0); clear smooth boundary.  (3 to 6 inches (8 to 15 cm) thick)\nA2--5 to 14 inches (13 to 36 cm); very dark grayish brown (10YR 3/2) gravelly loam, very dark brown (10YR 2/2) moist; weak medium subangular blocky structure; slightly hard, friable, moderately plastic; few fine, very fine, medium and coarse roots; few very fine pores; soil mass is noneffervescent; gravel and fine nodules show strong effervescence; neutral (pH 7.0); clear wavy boundary.  (7 to 13 inches (18 to 33 cm) thick)\nABk1--14 to 22 inches (36 to 56 cm); brown (7.5YR 4/2) extremely cobbly loam, very dark brown (10YR 2/2) moist; weak fine subangular blocky structure; slightly hard, friable, slightly sticky and moderately plastic; common fine and very fine, few medium and coarse roots; few fine discontinuous pores; 75 percent cobbles and gravel; strongly effervescent; carbonates occur as coatings on the rock fragments and in fine nodules; the soil mass is slightly effervescent; neutral (pH 7.0); clear irregular boundary.  (6 to 12 inches (15 to 31 cm) thick)\nBk1--22 to 46 inches (56 to 117 cm); light brownish gray (10YR 6/2) extremely stony loam, brown (10YR 4/3) moist; massive, slightly hard, friable, slightly sticky and moderately plastic; common fine and very fine and few medium and coarse roots; 75 percent rock fragments, mainly stones; violently effervescent; carbonates are in fine nodules, segregated as coatings on the stones and disseminated; moderately alkaline (pH 8.0); gradual wavy boundary.  (20 to 30 inches (51 to 76 cm) thick)\nBk2--46 to 60 inches (117 to 150 cm); very pale brown (10YR 7/3) extremely stony loam, brown (10YR 5/3) moist; massive; soft, friable, slightly sticky and moderately plastic; 80 percent rock fragments; violently effervescent; carbonates are disseminated and segregated as coatings on rock fragments and in fine nodules; moderately alkaline (pH 8.0)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Sanpete Area, Utah; on the northerly exposure of Hells Kitchen Canyon about 5 miles southwest of Big Baldy; about 2,145 feet (654 m) north and 2,150 feet (655 m) west of the southeast corner of sec. 16, T. 17 S., R. 1 E.; Hells Kitchen Canyon SE USGS 7.5 minute quadrangle; 39 degrees, 19 minutes, 48 seconds north latitude and 111 degrees, 48 minutes, 37 seconds west longitude; NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: Usually moist during late fall to late spring, continuously dry in all parts for at least 45 days during the summer and early fall, but intermittently moist due to convection storms. (Xeric soil moisture regime.)\nMean annual soil temperature: 42 to 47 degrees F (5.6 to 8.0 degrees C)\nMean summer soil temperature: at depth of 20 inches (51 cm) ranges from 55 to 58 degrees F (12.8 to 14.4 degrees C).\nMollic epipedon: 16 to 30 inches (40 to 76 cm) thick\nCalcic horizon: depth ranges from 16 to 30 inches (41 to 76 cm)\nParticle-size control section:\nTexture: loam or clay loam, commonly with extremely cobbly, extremely stony modifiers, ranging to very cobbly and very stony in some pedons\nRock fragments: 35 to 80 percent\nClay content: 18 to 35 percent\nCalcium Carbonate Equivalent: averages more than 40 percent, including   carbonates in coarse fragments less than 20 millimeters in diameter\nA horizon:\nHue: 10YR or 7.5YR\nValue: 3 to 5 dry, 2 or 3 moist\nChroma: 2 or 3, dry or moist\nContent of rock fragments: 15 to 35 percent; dominantly gravel\nReaction: neutral\nABk horizon (where present):\nHue: 10YR or 7.5YR\nValue: 3 to 5 dry, 2 or 3 moist\nChroma: 2 or 3, dry or moist\nContent of rock fragments: 35 to 80 percent; dominantly cobbles and stones\nReaction: neutral to moderately alkaline\nCalcium carbonate equivalent: 20 to 30 percent\nBk horizon:\nHue: 10YR to 5YR\nValue: 6 to 8 dry, 4 to 6 moist\nChroma: 2 or 3, dry or moist\nTexture: loam or clay loam\nContent of rock fragments: 35 to 80 percent; dominantly stones and cobbles\nCalcium carbonate equivalent: 40 to 60 percent\nReaction: neutral to strongly alkaline"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:\nKatpa (WY) - average less than 18 percent clay in the particle-size control section"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nLandform: very steep hillsides and mountainsides\nElevations: 6,450 to 9,250 feet (1,970 to 2,815 m)\nSlope: 15 to 70 percent; typically on northern exposures\nParent material: colluvium and slope alluvium from limestone, sandstone, and shale\nMean annual air temperature: from 40 to 45 degrees F (4.4 to 7.2 degrees C)\nFreeze-free period: 60 to 90 days\nMean annual precipitation: 16 to 22 inches (41 to 66 cm); The climate is moist subhumid"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Deer Creek, Lizzant, Lundy, and Mower soils.  All of these soils have mean summer soil temperatures of 59 degrees F (15 degrees C) or more.  Lizzant soils have mollic epipedons less than 16 inches (41 cm) thick.  Deer Creek soils have argillic horizons.  Lundy soils have bedrock at depths of 20 to 40 inches (50 to 100 cm).  Mower soils have a fine-loamy particle size control section."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; medium runoff; moderate permeability; Ksat is high or moderately high."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are used for watershed, rangeland and wildlife, and to a limited extent for woodland.  Potential vegetation is white fir and Douglas-fir."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Central Utah; Predominantly MLRA 47 but also occurs in MLRA 28A.  The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Sanpete Soil Survey Area, Utah, 1971."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nMollic (Pachic feature) epipedon - the zone from 0 to 22 inches (0 to 56 cm) (A1, A2, ABk horizons)\nCalcic horizon - the zone from 14 to 60 inches (36 to 150 cm) (Abk, Bk1, Bk2 horizons)\nCarbonatic feature - the fraction less than 20 mm in size averages more than 40 percent calcium carbonate equivalent.\nParticle-size control section - the zone from 10 to 40 inches (25 to 100 cm).\nThe Kitchell soil in Montana is believed to be a different series and should be investigated to determine proper correlation.  Content of rock fragments in the A horizons at the type location should be investigated in the future and specified in the OSD.\nClassification: Keys to Soil Taxonomy, 12th Edition, 2014.\nChanged from ustic to xeric, (as requested by the Sevier Soil Survey), December 2009. It appears that the MAP should remain 18 to 22 inches for Sevier and the type location, jwb.\nADDITIONAL DATA\nNational Cooperative Soil Survey\nU.S.A."
  }
}
