{
  "SERIES": "KITTERLL",
  "STATUS": "Established Series",
  "BYREV": "WRM:LCB; Rev.JDS",
  "REVDATE": "05/2000",
  "STATES": "TX",
  "OVERVIEW": "The Kitterll series consists of very shallow and shallow, well drained, moderately permeable soils that formed from beds of tuffaceous sandstone and siltstone. These gently sloping to moderately steep soils are on uplands. Slopes range from 0 to 15 percent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy, siliceous, active, nonacid, thermic, shallow Typic Udorthents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Kitterll fine sandy loam--pasture.\n(Colors are for moist soil unless otherwise stated.)\nA--0 to 6 inches; grayish brown (10YR 5/2) fine sandy loam, light brownish gray (10YR 6/2) dry; massive; hard, friable; few fine roots; common fine pores; slightly acid; abrupt smooth boundary. (3 to 12 inches thick)\nCr--6 to 8 inches; gray strongly cemented tuffaceous sandstone of the Catahoula Formation; massive; hard, hardness of about 2.5 on Mohs scale."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Walker County, Texas; from the Walker County Courthouse in Huntsville, Texas; 13.4 miles northeast on Texas Highway 19; then 3.7 miles east on Farm Road 980; then 0.3 mile northeast on private road and 100 feet east of road in pasture."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Solum thickness ranges from 4 to 14 inches. Reaction ranges from slightly acid to strongly acid.\nThe A horizon has hue of 10YR, value of 4 to 6, and chroma of 2 or 3. Texture is fine sandy loam, loam, or their stony equivalents.\nA thin AC or C horizon is in some pedons.\nThe Cr horizon is gray with hue of 10YR or 2.5Y and ranges from strongly to weakly cemented tuffaceous siltstone, mudstone, or sandstone. Reaction in the upper part ranges from strongly acid through neutral."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no other series in the same family. Browndell, Colita, Montevallo, Nebgen, and Norris soils are in closely related families. Browndell soils have a clayey Bt horizon with smectitic mineralogy. Colita soils have an argillic horizon and are moderately deep. Montevallo soils have a cambic horizon and have more than 35 percent coarse fragments in the solum. Nebgen soils are dry in the moisture control section for longer periods of time. Norris soils have a mean annual soil temperature less than 59 degrees F. and are more acid."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Kitterll soils are on gently sloping to moderately steep uplands. Slope gradients are mainly less than 5 percent, but range up to 15 percent. The soils formed in beds of tuffaceous sandstone, siltstone, ash, and pyroclastic materials mainly of the Catahoula Formation. Mean annual precipitation is 35 to 50 inches, average annual temperature is 67 to 70 degrees F., and Thornthwaite P-E index is 68 to 72."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Arriola, Colita, Elmina, and Falba series. Arriola, Colita, and Falba soils have an argillic horizon and have a solum thicker than 20 inches. Elmina soils have a thicker solum and have a sandy epipedon more than 20 inches thick."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; negligible runoff on slopes less than 1 percent, low runoff on slopes from 1 to 5 percent, and medium runoff on slopes from 5 to 15 percent; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Used entirely for native pastureland. Native grasses and weeds are the principal vegetation. A few shortleaf pine and post oak trees have invaded in places."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Western Coastal Plain (MLRA 133B) in Southeast Texas. The series is of minor extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Walker County, Texas; 1975."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in the type location pedon include:\nParalithic contact -- 6 inches (top of the Cr horizon)"
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "NA"
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 15,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "fine sandy loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "A--0 to 6 inches; grayish brown (10YR 5/2) fine sandy loam, light brownish gray (10YR 6/2) dry; massive; hard, friable; few fine roots; common fine pores; slightly acid; abrupt smooth boundary. (3 to 12 inches thick)"
      },
      {
        "name": "Cr",
        "top": 15,
        "bottom": 20,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Cr--6 to 8 inches; gray strongly cemented tuffaceous sandstone of the Catahoula Formation; massive; hard, hardness of about 2.5 on Mohs scale."
      }
    ]
  ]
}
