{
  "SERIES": "KITTITAS",
  "STATUS": "Established Series",
  "BYREV": "Rev. JJR/RJE/KWH",
  "REVDATE": "05/2001",
  "STATES": "WA",
  "OVERVIEW": "The Kittitas series consists of deep, somewhat poorly drained soils that formed in alluvium. Kittitas soils are on alluvial plains or flood plains. Slopes are 0 to 2 percent. The average annual precipitation is about 9 inches and average annual temperature is about 51 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty, mixed, superactive, calcareous, mesic Fluvaquentic Endoaquolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Kittitas silt loam- pasture, saltgrass. (Colors are for dry soil unless otherwise stated.  All textures are apparent field textures).\nA1--0 to 2 inches; gray (10YR 5/1) silt loam, black (10YR 2/1) moist, weak thin platy structure; soft, friable, slightly sticky and slightly plastic; many saltgrass stolons and many roots; many very fine irregular pores; slight effervescence; strongly alkaline (pH 8.6); clear smooth boundary. (1 to 4 inches thick)\nA2--2 to 7 inches; very dark grayish brown (10YR 3/2) silt loam, black (10YR 2/1) moist; weak medium platy structure; slightly hard, friable, slightly sticky and slightly plastic; many roots; common fine pores; strong effervescence; very strongly alkaline (pH 9.4); gradual wavy boundary. (2 to 8 inches thick)\nA3--7 to 18 inches; dark grayish brown (10YR 4/2) heavy silt loam, very dark brown (10YR 2/2) moist; moderate fine subangular blocky structure parting to strong fine granular; hard, firm, sticky and plastic; common roots; common fine pores; violent effervescence; strongly alkaline (pH 9.0); gradual wavy boundary. (0 to 12 inches thick)\nBk--18 to 24 inches; light brownish gray (10YR 6/2)  silt loam, dark grayish brown (10YR 4/2) moist; massive; slightly hard, friable, sticky and plastic; few roots; many fine pores; some root channels filled with material that is black (10YR 2/1) moist; violent effervescence; some light gray (10YR 7/2) filled with material that is black (10YR 2/1) moist; violent effervescence; some light gray (10YR 7/2) segregated and mycelial lime; moderately alkaline (pH 8.4); abrupt wavy boundary. (4 to 20 inches thick)\nC1--24 to 34 inches; pale brown (10YR 6/3) silt loam, dark brown loam (10YR 4/3) moist; massive; slightly hard, friable, sticky and plastic; few roots; many fine and medium pores; slight effervescence; moderately alkaline (pH 8.2); gradual wavy boundary. (6 to 12 inches thick)\nC2--34 to 60 inches; pale brown (10YR 6/3) silt loam, dark brown (10YR 4/3) moist; massive; slightly hard, friable, slightly sticky and slightly plastic; many fine and medium pores to a depth of 53 inches; water table at a depth of 53 inches; moderately alkaline (pH 8.0)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Yakima County, Washington; approximately 1 mile west of U. S. Highway 97 and 1,980 feet north of the Pump House Road in the NE1/4 SE1/4 sec. 31, T.10N., R.20E., W.M."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Average annual soil temperature is 47 to 53 degrees F.  These soils are saturated with water part of each year and are continuously moist in some part between depths of 4 and 12 inches.  The mollic epipedon ranges from 10 to 24 inches thick and has more than 15 percent exchangeable sodium.  Coarse fragments in the particle-size control section range from 0 to 5 percent.\nThe A horizon has hue of 10YR or 2.5Y, value of 3 through 5 dry, 2 or 3 moist, and chroma of 1 or 2 dry or moist. It has moderate platy or subangular blocky structure. This horizon is very strongly alkaline to moderately alkaline.\nThe Bk and C horizons have hue of 10YR or 2.5Y, value of 5 or 6 dry, 3 or 4 moist and chroma of 1 through 3 dry or moist.  They are silt loam or light silty clay loam above a depth of 40 inches and ranges from silty clay loam to fine sandy loam below 40 inches.  These horizons are mildly alkaline or moderately alkaline. Thin sandy loam strata are in some pedons."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Colville, Gibbon, Pahranagat, and Paranat series.  Colville, Gibbon and Pahranagat soils have less than 15 percent exchangeable sodium in the mollic epipedon. Paranat soils have solum thickness of more than 40 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Kittitas soils are on alluvial plains or flood plains. Slopes are 0 to 2 percent. Elevation ranges from 500 to 1,100 feet. These soils formed in mixed alluvium. The average annual precipitation is 6 to 12 inches. Summers are warm and dry and winters are cold and moist. The average January temperature is 29 degrees F.  Average July temperature is 73 degrees F. and average annual temperature is 51 degrees F. The frost-free season is 130 to 180 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Logy and Yose soils on floodplains.  Logy soils are well drained and are loamy-skeletal. Yose soils are on fine textured."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Somewhat poorly drained; slow runoff; moderately slow permeability. These soils are subject to common flooding."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Native vegetation is principally greasewood and saltgrass. If drained and irrigated, corn, peas, sugarbeets, hay and pasture and among crops grown."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Central Washington. The soil is moderately extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Kittitas County, Washington, 1937."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are a mollic epipedon from the surface to 18 inches and irregularly decreasing organic carbon with depth.  The particle-size control section is the zone from 10 to 40 inches (part of the A3, Bk, and part of the C1 horizons).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
