{
  "SERIES": "KITTSON",
  "STATUS": "Established Series",
  "BYREV": "HGF-CJH",
  "REVDATE": "01/2000",
  "STATES": "MN",
  "OVERVIEW": "The Kittson series consists of very deep, moderately well drained soils that formed in a mantle of loamy lacustrine sediments and underlying loamy till.  These soils are on lake plains and moraines.  They have moderate and moderately slow permeability and slopes of 0 to 8 percent.  Mean annual precipitation is about 20 inches.  Mean annual air temperature is about 42 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, frigid Oxyaquic Hapludolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Kittson fine sandy loam with a slightly convex slope of 1 percent on a lake plain in a cultivated field.  (Colors are for moist soil unless otherwise noted)\nAp--0 to 10 inches; very dark brown (10YR 2/2) fine sandy loam, very dark gray (10YR 3/1) dry; moderate medium angular blocky structure parting to weak very fine granular; very friable; many roots; about 5 percent gravel mostly in lower part; neutral; clear wavy boundary.  (7 to 16 inches thick)\nBw--10 to 17 inches; dark grayish brown (10YR 4/2) fine sandy loam; brown (10YR 4/3) dry; weak medium subangular blocky structure parting to weak very fine granular; very friable; many roots; about 5 percent gravel; slightly alkaline; clear smooth boundary.  (4 to 16 inches thick)\n2Bk1--17 to 27 inches; pale brown (10YR 6/3) loam; very pale brown (10YR 7/3) dry; weak very fine subangular blocky structure; very friable; many roots; few light gray (5Y 7/2) lime masses; about 2 percent gravel; strong effervescence; moderately alkaline; clear smooth boundary.\n2Bk2--27 to 36 inches; light yellowish brown (2.5Y 6/3) loam; common fine and medium prominent yellowish brown (10YR 5/6) redoximorphic concentrations; weak very fine subangular blocky structure; very friable; common roots; few light gray (5Y 7/2) lime masses; about 2 percent gravel; strong effervescence; moderately alkaline; gradual smooth boundary.  (Combined 2Bk horizons 0 to 28 inches thick)\n2C--36 to 60 inches; light olive gray (5Y 6/2) loam; many fine and medium prominent strong brown (7.5YR 5/6) and brownish yellow (10YR 6/6) redoximorphic concentrations; massive; very friable; about 2 percent gravel; slight effervescence; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Clay County, Minnesota; about 2 miles northwest of Ulen; about 2555 feet south and 1050 feet east of the northwest corner of Sec.  20, T. 142 N., R. 44 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The depth to carbonates ranges from 11 to 30 inches.  The thickness of the water-sorted sediments over till ranges from 14 to 30 inches.  The content of rock fragments in the upper sediment ranges from none to 35 percent by volume with the greater contents being only in the lower part.  The upper mantle averages 50 to 65 percent sand.  The content of rock fragments in the till ranges from 2 to 10 percent.  The particle-size control section averages 18 to 30 percent clay and 25 to 50 percent sand.  The mollic epipedon is 7 to 16 inches thick.  Redoximorphic depletions with chroma of 2 or less or a horizon with a matrix having chroma of 2 with redoximorphic features are within depths of 40 inches.  The soil moisture control section is not dry in any part for as long as 90 consecutive days.\nThe A horizon has hue of 10YR, value of 2 or 3, and chroma of 1 or 2.  Texture is sandy loam, fine sandy loam, very fine sandy loam, sandy clay loam or loam.  Reaction is neutral or slightly alkaline.  An AB or BA horizon as much as 6 inches thick is in some pedons.\nThe Bw horizon has a matrix with hue of 10YR or 2.5Y, value of 3 or 4, and chroma of 2 or 3.  Redoximorphic features are in the lower part in some pedons. It has a texture range that is the same as the A horizon except that the lower 5 inches or less in some pedons is loamy sand or coarser.  Reaction is neutral or slightly alkaline.\nThe 2Bk horizons have hue of 10YR or 2.5Y, value of 4 to 6, and chroma of 2 to 4.  Texture is clay loam, loam, fine sandy loam, or sandy loam.  Reaction is slightly alkaline or moderately alkaline.  Calcium carbonate equivalent is 15 to 30 percent.\nSome pedons have a 2Bw horizon.\nThe 2C horizon has a matrix with hue of l0YR or 2.5Y, value of 4 to 6, and chroma of 2 to 4.  It typically has redoximorphic features in all parts.  It is loam, clay loam, sandy loam, or fine sandy loam.  It is slightly alkaline or moderately alkaline.  Its calcium carbonate equivalent ranges from 10 to 25 percent."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Aazdahl and Hamlet series.  Aazdahl soils contain less than 25 percent sand in the particle-size control section.  Hamlet soils contain less than 50 percent sand in the upper part of the particle-size control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  These soils are on glacial lake plains.  Slopes are plane or slightly convex and have gradient of 0 to 8 percent.  They formed in a 11- to 30-inch layer of loamy, water-sorted sediments over calcareous, loamy glacial till.  These sediments are Late Wisconsinan in age.  Mean annual air temperature is 38 to 45 degrees F.  Mean annual precipitation is 18 to 25 inches.  Frost-free days range from 95 to 145.  Elevation above sea level ranges from 800 to 1500 feet."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Grimstad, Roliss and Towner soils.  The poorly and very poorly drained Roliss soils formed in similar sediments.  The somewhat poorly drained Grimstad and the moderately well drained Towner soils formed in a 20- to 40-inch thick sandy mantle.  The Grimstad soils have calcic horizons at shallow depths."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Moderately well drained.   Surface runoff is slow.  Permeability is moderate and moderately slow.  Depth to an apparent seasonal high water table is as high as 2.5 to 5.0 feet at some time from April through June in most years."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most of these soils are cultivated.  Small grains are the principal crops.  Native vegetation is tall grass prairie."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Mainly in northwestern Minnesota and eastern North Dakota in the Red River Valley.  Moderately extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: St. Paul, Minnesota"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Reconnaissance Survey of the Red River Valley Area of Minnesota in 1933."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:  mollic epipedon - the zone from the surface to 10 inches; cambic horizon - the zone from 10 to 17 inches (Bw horizon).\nThe classification was changed to the Oxyaquic subgroup even though the morphology of this pedon may meet the Aquic subgroup criteria because it was felt Oxyaquic better fit the water state of the series.  In addition, the somewhat poorly drained phase was eliminated from the range of the series.  A different pedon may need to be selected to represent the series and another series established for the Aquic subgroup and somewhat poorly drained phase.  01/2000."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "ADDITIONAL DATA:  Refer to Minnesota Agricultural Experiment Station central file Numbers 1757 (typical), 1187, 1368 and 1369 for results of some laboratory analysis of some pedons of this series."
  },
  "SITE": [
    [
      {
        "drainage": "moderately well",
        "drainage_overview": "moderately well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 25,
        "dry_hue": "10YR",
        "dry_value": 3,
        "dry_chroma": 1,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 2,
        "texture_class": "fine sandy loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Ap--0 to 10 inches; very dark brown (10YR 2/2) fine sandy loam, very dark gray (10YR 3/1) dry; moderate medium angular blocky structure parting to weak very fine granular; very friable; many roots; about 5 percent gravel mostly in lower part; neutral; clear wavy boundary.  (7 to 16 inches thick)"
      },
      {
        "name": "Bw",
        "top": 25,
        "bottom": 43,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "fine sandy loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bw--10 to 17 inches; dark grayish brown (10YR 4/2) fine sandy loam; brown (10YR 4/3) dry; weak medium subangular blocky structure parting to weak very fine granular; very friable; many roots; about 5 percent gravel; slightly alkaline; clear smooth boundary.  (4 to 16 inches thick)"
      },
      {
        "name": "2Bk1",
        "top": 43,
        "bottom": 69,
        "dry_hue": "10YR",
        "dry_value": 7,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 3,
        "texture_class": "loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "2Bk1--17 to 27 inches; pale brown (10YR 6/3) loam; very pale brown (10YR 7/3) dry; weak very fine subangular blocky structure; very friable; many roots; few light gray (5Y 7/2) lime masses; about 2 percent gravel; strong effervescence; moderately alkaline; clear smooth boundary."
      },
      {
        "name": "2Bk2",
        "top": 69,
        "bottom": 91,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "2.5Y",
        "moist_value": 6,
        "moist_chroma": 3,
        "texture_class": "loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "2Bk2--27 to 36 inches; light yellowish brown (2.5Y 6/3) loam; common fine and medium prominent yellowish brown (10YR 5/6) redoximorphic concentrations; weak very fine subangular blocky structure; very friable; common roots; few light gray (5Y 7/2) lime masses; about 2 percent gravel; strong effervescence; moderately alkaline; gradual smooth boundary.  (Combined 2Bk horizons 0 to 28 inches thick)"
      },
      {
        "name": "2C",
        "top": 91,
        "bottom": 152,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "5Y",
        "moist_value": 6,
        "moist_chroma": 2,
        "texture_class": "loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "2C--36 to 60 inches; light olive gray (5Y 6/2) loam; many fine and medium prominent strong brown (7.5YR 5/6) and brownish yellow (10YR 6/6) redoximorphic concentrations; massive; very friable; about 2 percent gravel; slight effervescence; moderately alkaline."
      }
    ]
  ]
}
