{
  "SERIES": "KIVA",
  "STATUS": "Established Series",
  "BYREV": "Rev. KRW-NWS",
  "REVDATE": "08/2012",
  "STATES": "MI,WI",
  "OVERVIEW": "The Kiva series consists of very deep, well drained soils formed in loamy deposits overlying sand and gravel on outwash plains, lake plains, stream terraces, kames, eskers, and moraines. Slope ranges from 0 to 45 percent. Mean annual precipitation is about 762 mm (30 inches), and mean annual temperature is about 6.1 degrees C (43 degrees F).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Sandy, mixed, frigid Entic Haplorthods"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Kiva sandy loam, in a forested area. (Colors are for moist soil unless otherwise stated.)\nOi--2 to 0 cm (1 to 0 inch); mat of leaves, twigs, and other forest debris.\nA--0 to 10 cm (4 inches); very dark brown (10YR 2/2) sandy loam, grayish brown (10YR 5/2) dry; weak medium granular structure; very friable; many roots; slightly acid; clear smooth boundary. [2 to 13 cm (1 to 5 inches) thick]\nE--10 to 15 cm (4 to 6 inches); pinkish gray (7.5YR 6/2) sandy loam; weak fine subangular blocky structure; very friable; many roots; slightly acid; abrupt wavy boundary. [0 to 10 cm (4 inches) thick]\nBs1--15 to 28 cm (6 to 11 inches); brown (7.5YR 4/4) sandy loam; weak fine subangular blocky structure; very friable; many roots; slightly alkaline; gradual smooth boundary.\nBs2--28 to 51 cm (11 to 20 inches); reddish brown (5YR 4/4) sandy loam; weak fine subangular blocky structure; friable; few roots; slightly alkaline; abrupt wavy boundary. [Combined thickness of the Bs horizon is 8 to 43 cm (3 to 17 inches).]\n2C--51 to 152 cm (20 to 60 inches); brown (7.5YR 5/4) very gravelly coarse sand; single grain; loose; 30 percent gravel; 10 percent cobbles; strongly effervescent; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Leelanau County, Michigan, about 7 miles east of the town of Empire; 75 feet south and 25 feet east of the northwest corner of sec. 28, T. 28 N., R. 13 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nDepth to the 2C horizon: 25 to 61 cm (10 to 24 inches)\nThickness of the solum: 25 to 61 cm (10 to 24 inches)\nReaction: slightly acid to slightly alkaline in the solum, but the more acid conditions are in the upper part\nRock fragment content: 0 to 25 percent gravel and 0 to 7 percent cobbles in the solum; 13 to 50 percent gravel and 10 to 30 percent cobbles in the 2C horizon; dominantly limestone\nA or Ap horizon:\nHue: 5YR to 10YR\nValue: 2, 2.5, or 3\nChroma: 1 or 2\nTexture: sandy loam, fine sandy loam, loam, gravelly sandy loam, or gravelly loam.\nE horizon:\nHue: 5YR to 10YR\nValue: 5 or 6\nChroma: 2 or 3\nTexture: sandy loam, loamy sand, loam, or the gravelly analogs of these textures\nBs horizon:\nHue: 5YR to 10YR\nValue: 3 or 4\nChroma: 3 or 4\nTexture: sandy loam, loam, gravelly sandy loam, or gravelly loam\n2C horizon:\nHue: 7.5YR or 10YR\nValue: 4 to 6\nChroma: 2 to 4\nTexture: coarse sand or sand, or the gravelly or very gravelly analogues of these textures"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Duel, East Lake, Hartwick, Ishpeming, Karlin, Rousseau, Rubicon, Sayner, and Sultz series. Duel and Ishpeming soils have a lithic contact within a depth of 102 cm (40 inches). East Lake soils have less than 10 percent cobbles in the lower part of the series control section. Hartwick, Karlin, Rousseau, Rubicon, Sayner, and Sultz soils do not have carbonates within a depth of 61 cm (24 inches)."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Kiva soils are on outwash plains, lake plains, stream terraces, kames, eskers, and moraines. Slope ranges from 0 to 45 percent. These soils formed in 25 to 61 cm (10 to 24 inches) of loamy deposits overlying sand and gravel. Mean annual precipitation ranges from 660 to 838 mm (26 to 33 inches). Mean annual temperature ranges from 5.6 to 7.2 degrees C (42 to 45 degrees F)."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the excessively drained Alpena soils and the somewhat excessively drained Mancelona and the competing East Lake soils on similar landscapes. The well drained or moderately well drained Chatham, Emmet, and Onaway soils are associated soils formed in loamy till."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Well drained. Potential for surface runoff is negligible to high depending on slope gradient. Saturated hydraulic conductivity is moderately high in the upper part and very high in the lower part. Permeability is moderate in the upper part and very rapid in the substratum."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: A small part is cropped to small grains and hay. The greater part is in permanent pasture, forest, or is idle. Native vegetation is chiefly northern hardwoods, with some white spruce and balsam fir. The present forest vegetation has a high proportion of aspen."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: MLRAs 93B, 94B, 94C, 95A, and 96 in northern Lower Peninsula of Michigan, southeastern and south-central Upper Peninsula of Michigan and northeastern Wisconsin. The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: AMHERST, MASSACHUSETTS"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Delta County, Michigan, 1969."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon: from the surface to a depth of 10 cm (4 inches) (A horizon).\nAlbic horizon: from a depth of 10 to 15 cm (4 to 6 inches) (E horizon).\nLithologic discontinuity: from sandy loam to very gravelly coarse sand at 51 cm (20 inches) (top of the 2C horizon).\nClassification of this series as a Spodosol needs to be verified using current criteria for a spodic horizon.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Oi",
        "top": 2,
        "bottom": 0,
        "narrative": "Oi--2 to 0 cm (1 to 0 inch); mat of leaves, twigs, and other forest debris."
      },
      {
        "name": "A",
        "top": 0,
        "bottom": 10,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 2,
        "texture_class": "sandy loam",
        "pH_class": "slightly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A--0 to 10 cm (4 inches); very dark brown (10YR 2/2) sandy loam, grayish brown (10YR 5/2) dry; weak medium granular structure; very friable; many roots; slightly acid; clear smooth boundary. [2 to 13 cm (1 to 5 inches) thick]"
      },
      {
        "name": "E",
        "top": 10,
        "bottom": 15,
        "moist_hue": "7.5YR",
        "moist_value": 6,
        "moist_chroma": 2,
        "texture_class": "sandy loam",
        "pH_class": "slightly acid",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "E--10 to 15 cm (4 to 6 inches); pinkish gray (7.5YR 6/2) sandy loam; weak fine subangular blocky structure; very friable; many roots; slightly acid; abrupt wavy boundary. [0 to 10 cm (4 inches) thick]"
      },
      {
        "name": "Bs1",
        "top": 15,
        "bottom": 28,
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "sandy loam",
        "pH_class": "slightly alkaline",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "Bs1--15 to 28 cm (6 to 11 inches); brown (7.5YR 4/4) sandy loam; weak fine subangular blocky structure; very friable; many roots; slightly alkaline; gradual smooth boundary."
      },
      {
        "name": "Bs2",
        "top": 28,
        "bottom": 51,
        "moist_hue": "5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "sandy loam",
        "pH_class": "slightly alkaline",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "Bs2--28 to 51 cm (11 to 20 inches); reddish brown (5YR 4/4) sandy loam; weak fine subangular blocky structure; friable; few roots; slightly alkaline; abrupt wavy boundary. [Combined thickness of the Bs horizon is 8 to 43 cm (3 to 17 inches).]"
      },
      {
        "name": "2C",
        "top": 51,
        "bottom": 152,
        "moist_hue": "7.5YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "coarse sand",
        "cf_class": "very gravelly",
        "pH_class": "moderately alkaline",
        "narrative": "2C--51 to 152 cm (20 to 60 inches); brown (7.5YR 5/4) very gravelly coarse sand; single grain; loose; 30 percent gravel; 10 percent cobbles; strongly effervescent; moderately alkaline."
      }
    ]
  ]
}
