{
  "SERIES": "KIZZIA",
  "STATUS": "Established Series",
  "BYREV": "JWO; AMR; EPM",
  "REVDATE": "06/2010",
  "STATES": "AR",
  "OVERVIEW": "The Kizzia series consists of moderately well drained, moderately permeable soils with a fragipan. They formed in loamy marine sediments. They are on nearly level to moderately sloping interfluves of the Cretaceous Western Coastal Plain. Slopes range from 1 to 12 percent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, siliceous, semiactive, thermic Typic Fragiudults"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Kizzia fine sandy loam on 3 to 8 percent slope in forest. (Colors are for moist soil unless otherwise stated.)\nA--0 to 8 cm (0 to 3 in); brown (10YR 4/3) fine sandy loam; weak fine granular structure; very friable; many very fine, many fine, few medium, few coarse roots; moderately acid; abrupt smooth boundary.\nBA--8 to 18 cm (3 to7 in); dark brown (7.5YR 3/4) very fine sandy loam; weak fine subangular blocky structure; friable; common very fine, common fine, common medium, few coarse, and few very coarse roots; slightly acid; clear smooth boundary.\nBt1--18 to 30 cm (7 to 12 in); strong brown (7.5YR 4/6) very fine sandy loam; weak fine and medium subangular blocky structure; friable; few very fine, few fine, few medium, few coarse roots; very few fine faint patchy clay films on top of peds; many medium black (10YR 2/1) manganese concretions; many medium black (10YR 2/1) manganese masses; slightly acid; clear smooth boundary.\nBt2--30 to 91 cm (12 to 36 in); red (2.5YR 4/6) loam; moderate medium subangular blocky structure; friable; very few very fine, few fine, few medium roots; few fine distinct patchy clay films on all faces of peds; few fine black (10YR 2/1) manganese concretions; common fine black (10YR 2/1) black manganese masses; neutral; clear wavy boundary.\nBtx--91 to 203 cm (36 to 80 in); strong brown (7.5YR 5/6), dark yellowish brown(10YR 4/6); and light gray (10YR 7/1) loam; strong coarse prismatic parting to moderate medium angular blocky structure; firm, hard, brittle and compact in about 65 percent of the volume; seams of light gray very fine sandy loam between prisms; common fine, medium, coarse, and very coarse black (10YR 2/1) manganese concretions; few very fine distinct patchy clay films on faces of prisms; very strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Pike County, Arkansas; 0.5 miles east of Arkansas State Highway 375 on Weyerhaeuser Road 062. SW1/4,NW1/4,NE1/4 sec. 1, T.8 S., R. 25 W.; DELIGHT USGS topographic quadrangle, Latitude: 34 degrees,  5 minutes, 12.00 seconds N., Longitude: 93 degrees, 37 minutes, 5.00 seconds W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Depth to the fragipan ranges from 61 tp 102 cm (24 to 40 in). The soil ranges from very strongly acid to neutral, except where the soil has been limed.\nA horizon:\nHue:  10YR\nValue:  3 or 4\nChroma:  2 to 4\nTexture:  silt loam\nRock fragments:  ranges from none to 5 percent.\nBA horizon:\nHue:  7.5YR\nValue:  3 or 4\nChroma:  4 to 6\nTexture:  fine sandy loam, very fine sandy loam, or silt loam. Rock fragments:  ranges from none to 5 percent\nBt horizon(s):\nHue:  2.5YR to 7.5YR\nValue:  4 to 6\nChroma:  6 or 8\nRedoximorphic features:   range from none to common.  Black and brown manganese concretions and masses range from none to many.\nTexture:  loam, clay loam, sandy clay loam, or very fine sandy loam. Rock fragments:  ranges from none to 5 percent. Black and brown manganese concretions and masses range from none to many.\nBtx  horizon:   Color:  Typically variegated in shades of yellow, brown, gray, and red or has brown and red matrix colors with redoximorphic features in shades of gray, yellow, and red.  Black and brown manganese concretions and masses range from few to many.\nTexture:  sandy clay loam, clay loam, loam, very fine sandy loam or fine sandy loam.\nRock fragments:  ranges from none to 5 percent.\nOther features:  The matrix of the prisms is very firm when dry and brittle. It constitutes more than 65 percent of the volume."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Cane, Ora, Savannah, Sidon, and Wax series in the same family and the closely related Bourne, Irvington, Leadvale, Locust, Paden, Prentiss, Providence, Ruston, and Smithdale series.\nCane soils have more than 5 percent by volume of chert or quartz gravel or both in some part of the solum.\nSavannah and Wax soils have a Bt horizon in hue of 7.5YR or yellower.\nSidon soils have interbedded siltstone, shale, and sandstone at a depth ranging from 40 to 60 inches.\nBourne and Locust soils have mixed mineralogy and a strong brown to yellowish brown Bt horizon.\nIrvington soils are yellowish brown in color, have double clay mixima, and have more than 5 percent plinthite within 60 inches of the surface.\nLeadvale and Paden soils have less than 15 percent sand coarser than very fine sand in the Bt horizon. In addition, Paden soils have double clay mixima.\nPrentiss soils have a coarse-loamy control section. Providence soils have a fine-silty control section and have base saturation of more than 35 percent.\nRuston and Smithdale soils do not have a fragipan."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: The Kizzia soils are on nearly level to strongly sloping interfluves with slopes ranging from 1 to 12 percent. The soil formed in loamy marine deposits on the Cretaceous Western Coastal Plain. The climate is warm and humid. The mean annual temperature is 60 degrees F., and the average annual precipitation is 48 to 63 inches near the type location."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the McCaskill, Nathan and Tiak soils.\nMcCaskill soils are on similar landscapes, are somewhat poorly drained and do nto have a fragipan.\nNathan soils are on similar landscapes, are well drained and do not have a fragipan\nTiak soils are on similar landscapes but do not have a fragipan."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Moderately well drained; medium to moderately rapid runoff. Permeability is moderate in the upper part of the solum and moderately slow in the fragipan. These soils have a perched water table at a depth of 61 tp 102 cm (24 to 40 in) during the months of high rainfall."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most areas of the Kizzia soils are used for hay and pasture or for woodland. Principal vegetation of wooded areas is loblolly pine or shortleaf pine or pines mixed with oaks, hickory, and sweetgum."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Cretaceous Western Coastal Plain in Arkansas and possibly in Oklahoma. The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Morgantown, West Virginia"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Pike County, Arkansas; 2006."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: These soils were formerly included in the Ora series.\nDiagnostic horizons and features recognized in this pedon:\nOchric epipedon: The zone from the surface to a depth of 18 cm (0 to 7 in)\nArgillic horizon: The zone from a depth of 18 to 91 cm (7 inches to 36 in)\nFragipan: The zone from a depth of 91 to 183 cm (36 to 72 in)\n--------------------------------------------------------------------------------\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "moderately well",
        "drainage_overview": "moderately well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 8,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "fine sandy loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "A--0 to 8 cm (0 to 3 in); brown (10YR 4/3) fine sandy loam; weak fine granular structure; very friable; many very fine, many fine, few medium, few coarse roots; moderately acid; abrupt smooth boundary."
      },
      {
        "name": "BA",
        "top": 8,
        "bottom": 18,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "7.5YR",
        "moist_value": 3,
        "moist_chroma": 4,
        "texture_class": "very fine sandy loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "BA--8 to 18 cm (3 to7 in); dark brown (7.5YR 3/4) very fine sandy loam; weak fine subangular blocky structure; friable; common very fine, common fine, common medium, few coarse, and few very coarse roots; slightly acid; clear smooth boundary."
      },
      {
        "name": "Bt1",
        "top": 18,
        "bottom": 30,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 6,
        "texture_class": "very fine sandy loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bt1--18 to 30 cm (7 to 12 in); strong brown (7.5YR 4/6) very fine sandy loam; weak fine and medium subangular blocky structure; friable; few very fine, few fine, few medium, few coarse roots; very few fine faint patchy clay films on top of peds; many medium black (10YR 2/1) manganese concretions; many medium black (10YR 2/1) manganese masses; slightly acid; clear smooth boundary."
      },
      {
        "name": "Bt2",
        "top": 30,
        "bottom": 91,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "2.5YR",
        "moist_value": 4,
        "moist_chroma": 6,
        "texture_class": "loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bt2--30 to 91 cm (12 to 36 in); red (2.5YR 4/6) loam; moderate medium subangular blocky structure; friable; very few very fine, few fine, few medium roots; few fine distinct patchy clay films on all faces of peds; few fine black (10YR 2/1) manganese concretions; common fine black (10YR 2/1) black manganese masses; neutral; clear wavy boundary."
      },
      {
        "name": "Btx",
        "top": 91,
        "bottom": 203,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "7.5YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "very fine sandy loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Btx--91 to 203 cm (36 to 80 in); strong brown (7.5YR 5/6), dark yellowish brown(10YR 4/6); and light gray (10YR 7/1) loam; strong coarse prismatic parting to moderate medium angular blocky structure; firm, hard, brittle and compact in about 65 percent of the volume; seams of light gray very fine sandy loam between prisms; common fine, medium, coarse, and very coarse black (10YR 2/1) manganese concretions; few very fine distinct patchy clay films on faces of prisms; very strongly acid."
      }
    ]
  ]
}
