{
  "SERIES": "KLAWASI",
  "STATUS": "Established Series",
  "BYREV": "Rev. MHC/JPM",
  "REVDATE": "01/2019",
  "STATES": "AK",
  "OVERVIEW": "The Klawasi series consists of poorly and very poorly drained soils formed in a thick organic mat overlying a thin eolian silt mantle and underlain by clayey lacustrine deposits. Permafrost occurs at a depth of 14 to 30 inches.  Klawasi soils are on broad lacustrine terraces. Slopes range from 0 to 20 percent.  Mean annual temperature is about 26 degrees F. and the average annual precipitation is about 12 inches.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, mixed, semiactive, nonacid, subgelic Typic Historthels"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Klawasi peat-- on a 1 percent slope under black spruce forest at 1400 feet elevation.  When described the mineral soil was moist from 0 to 4 inches and wet below 4 inches.\nOi--9 inches to 4 inches; dark reddish brown (5YR 3/2) peat consisting of slightly decomposed raw fibrous moss and root fibers; clear wavy boundary.  (4 to 8 inches thick)\nOe--4 inches to 0; black (5YR 2.5/1) mucky peat partially decomposed moss and root fibers; abrupt smooth boundary.  (3 to 7 inches thick)\nA--0 to 2 inches; very dark gray (7.5YR 3/1) mucky silt loam; weak fine subangular blocky structure; very friable, slightly sticky and slightly plastic; many very fine and fine roots; neutral (pH 7.0); abrupt smooth boundary.  (1 to 3 inches thick)\nAB--2 to 4 inches; dark brown (7.5YR 3/2) silt loam; weak fine subangular blocky structure; very friable, slightly sticky and slightly plastic; many very fine and fine roots; neutral (pH 7.0); abrupt smooth boundary.  (0 to 4 inches thick)\n2C--4 to 14 inches; olive gray (5Y 4/2) silty clay; strong very fine subangular blocky structure; firm, very sticky and very plastic; 5 percent subangular gravel and cobble; few very fine and fine roots; moderately alkaline (pH 8.2); abrupt smooth boundary.  (6 to 23 inches thick)\n2Cf--14 to 24 inches; olive gray (5Y 4/2) silty clay; 5 percent subangular gravel and cobble; moderately alkaline (pH 8.2); weakly effervescent; disseminated lime; frozen on August 23, 1983."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Copper River Area, Alaska; 7 miles south of Copper Center, 300 feet west of the NE corner of section 18, T. 1N., R. 1E., Copper River Meridian."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The mean annual soil temperature is less than 32 degrees F.  The mat of organic material consists of fibrous moss and roots over partially decomposed organic material 9 to 14 inches thick.  Depth to permafrost ranges from 14 to 30 inches below the surface of the mineral soil two months after the summer solstice. Saturated conditions occur at 9 to 17 inches below the surface of the organic mat.  There is more than 35 percent clay by weighted average in the particle size control section.  Textures include silt loam, silty clay, and clay.  Coarse fragment content ranges from 0 to 20 percent.  The surface horizons are slightly acid to mildly alkaline. The substratum  is mildly alkaline or moderately alkaline.\nThe A horizon has moist hue of 7.5YR  or 10YR; moist value of 2 or 3; and moist chroma of 1, 2, or 3.  Texture is commonly silt loam but includes mucky silt loam or silt.  Striations and lenses of organic material are common in many pedons.\nThe AB horizon has moist hue of 7.5YR or 10YR; moist value and chroma of 2, 3, or 4.  Texture is commonly silt loam but includes silt, mucky silt loam, and loam.  Striations and lenses of organic material are present in many pedons.  Oxidation mottles are present in some pedons.  The AB horizon is absent in some profiles.\nThe 2C horizons have moist hue of 2.5Y or 5Y; moist value of 4 or 5, and moist chroma of 1 or 2.  Textures include silty clay and clay. Coarse fragment content ranges from 0 to 20 percent with 0 to 10 percent cobble and 0 to 20 percent gravel.  A lag concentration of coarse fragments is common along the upper boundary of the horizon. Ice content in the 2Cf horizon is variable and includes disseminated or segregated ice crystals or thin seams.  Disseminated lime and occasional soft masses are evident in the 2Cf horizon and become more prevalent with depth."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no known competing series."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Klawasi soils formed in a thick organic mat overlying lacustrine sediments.  They are on slightly concave to sloping broad lacustrine terraces.  Slopes range from 0 to 20 percent.\nThe climate is subarctic continental with long, cold winters and short, warm summers.  Mean annual precipitation ranges from 8 to 17 inches and the mean annual snowfall ranges from 39 to 68 inches.  Mean January temperature is minus 10 degrees F., mean July temperature is 56 degrees F., and the mean annual temperature ranges from 23 to 27 degrees F."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Copper River, Mendeltna, and Wrangell soils.  Copper River soils have silty textures and are onsimilar landforms.  Mendeltna soils have loam and clay loam textures and are on lacustrine terraces higher than Klawasi soils.  Wrangell soils are organic soils and are in depressions and muskegs."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Klawasi soils are poorly or very poorly drained; runoff is very slow; permeability is moderate above the impermeable permafrost.  The profile typically is saturated with water below the A horizon, but free water often occurs within the organic surface horizon in depressional areas.  Altered drainage occurs where the insulating organic mat is destroyed by fire or clearing.  Loss of the organic mat results in lowering of the permafrost level with subsequent lowering of the water table."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most areas of Klawasi soils are in native vegetation of white spruce, black spruce, and willows.  The successional state of the vegetation in a given area is closely related to the fire history.  This soil is used primarily for wildlife habitat.  Small areas are cleared and farmed."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Copper River Basin, Alaska.  The series is extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Copper River Area, Alaska.  1986."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon: are a histic epipedon from 9 to 0 inches; permafrost at 14 inches, and saturated conditions 2 inches below the surface of the mineral soil; clayey particle size class from 0 to 14 inches;  pH >5.5 (1:1,H2O) in control section.\nKlawasi soils are the frozen counterpart of the non permafrost Gakona series.\nADDITIONAL DATA:  Laboratory data is available for this soil and its thawed counterpart:  NSSL numbers 81P4116-4121, 81P4091-4101.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "poorly or very poorly",
        "drainage_overview": "poorly and very poorly"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 5,
        "moist_hue": "7.5YR",
        "moist_value": 3,
        "moist_chroma": 1,
        "texture_class": "silt loam",
        "pH": 7,
        "pH_class": "neutral",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "A--0 to 2 inches; very dark gray (7.5YR 3/1) mucky silt loam; weak fine subangular blocky structure; very friable, slightly sticky and slightly plastic; many very fine and fine roots; neutral (pH 7.0); abrupt smooth boundary.  (1 to 3 inches thick)"
      },
      {
        "name": "AB",
        "top": 5,
        "bottom": 10,
        "moist_hue": "7.5YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "silt loam",
        "pH": 7,
        "pH_class": "neutral",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "AB--2 to 4 inches; dark brown (7.5YR 3/2) silt loam; weak fine subangular blocky structure; very friable, slightly sticky and slightly plastic; many very fine and fine roots; neutral (pH 7.0); abrupt smooth boundary.  (0 to 4 inches thick)"
      },
      {
        "name": "2C",
        "top": 10,
        "bottom": 36,
        "moist_hue": "5Y",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "silty clay",
        "pH": 8.2,
        "pH_class": "moderately alkaline",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "2C--4 to 14 inches; olive gray (5Y 4/2) silty clay; strong very fine subangular blocky structure; firm, very sticky and very plastic; 5 percent subangular gravel and cobble; few very fine and fine roots; moderately alkaline (pH 8.2); abrupt smooth boundary.  (6 to 23 inches thick)"
      },
      {
        "name": "2Cf",
        "top": 36,
        "bottom": 61,
        "moist_hue": "5Y",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "silty clay",
        "pH": 8.2,
        "pH_class": "moderately alkaline",
        "narrative": "2Cf--14 to 24 inches; olive gray (5Y 4/2) silty clay; 5 percent subangular gravel and cobble; moderately alkaline (pH 8.2); weakly effervescent; disseminated lime; frozen on August 23, 1983."
      },
      {
        "name": "Oi",
        "top": 23,
        "moist_hue": "5YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Oi--9 inches to 4 inches; dark reddish brown (5YR 3/2) peat consisting of slightly decomposed raw fibrous moss and root fibers; clear wavy boundary.  (4 to 8 inches thick)"
      },
      {
        "name": "Oe",
        "top": 10,
        "moist_hue": "5YR",
        "moist_value": 2.5,
        "moist_chroma": 1,
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Oe--4 inches to 0; black (5YR 2.5/1) mucky peat partially decomposed moss and root fibers; abrupt smooth boundary.  (3 to 7 inches thick)"
      }
    ]
  ]
}
