{
  "SERIES": "KLECKNER",
  "STATUS": "Established Series",
  "BYREV": "Rev. PWB-RLB-JVC-JBF",
  "REVDATE": "02/2019",
  "STATES": "NV",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS:  Clayey-skeletal, smectitic, frigid Aridic Argixerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Kleckner very gravelly loam--rangeland. (Colors are for dry soil unless otherwise noted.)\nA1--0 to 8 cm; grayish brown (10YR 5/2) very gravelly loam, very dark brown (10YR 2/2) moist; moderate thin platy structure; soft, very friable, nonsticky and nonplastic; many fine roots; many very fine and fine interstitial pores; 25 percent gravel and 15 percent cobbles; neutral (pH 7.2); abrupt smooth boundary.  (5 to 10 cm thick)\nA2--8 to 23 cm; brown (10YR 5/3) very gravelly loam, dark brown (10YR 3/3) moist; moderate very fine subangular blocky structure; slightly hard, very friable, slightly sticky and slightly plastic; many fine roots; many fine and very fine interstitial pores; 25 percent gravel and 15 percent cobbles; slightly alkaline (pH 7.6); clear wavy boundary.  (10 to 20 cm thick)\nBt1--23 to 30 cm; brown (10YR 5/3) very gravelly clay, dark brown (10YR 3/3) moist, strong medium angular blocky structure; hard, friable, very sticky and very plastic; common fine and medium roots; common fine and very fine interstitial and tubular pores; common distinct clay films on faces of peds and lining pores; 25 percent gravel and 15 percent cobbles; slightly alkaline (pH 7.6); clear wavy boundary.  (5 to 13 cm thick)\nBt2--30 to 64 cm; light brown (7.5YR 6/4) very gravelly clay, brown (7.5YR 4/4) moist; strong medium angular blocky structure; hard, firm, very sticky and very plastic; common fine and medium roots; common fine interstitial pores and few fine tubular pores; common distinct clay films on faces of peds and lining pores; 25 percent gravel and 15 percent cobbles; slightly alkaline (pH 7.6); clear wavy boundary.  (25 to 50 cm thick)\nBt3--64 to 104 cm; light brown (7.5YR 6/4) gravelly clay loam, brown (7.5YR 4/4) moist; strong medium subangular blocky structure; hard, firm, moderately sticky and moderately plastic; common faint clay films on faces of peds and lining pores; common fine and common medium roots; common fine interstitial and tubular pores; 25 percent fine gravel; slightly alkaline (pH 7.6); clear wavy boundary.  (25 to 64 cm thick)\nBq1--104 to 132 cm; very pale brown (10YR 7/4) loam, yellowish brown (10YR 5/4) moist; massive; hard, friable, slightly sticky and slightly plastic; 30 percent weakly cemented durinodes; few fine roots; many fine interstitial pores; slightly alkaline (pH 7.8); clear wavy boundary.  (20 to 30 cm thick)\nBq2--132 to 160 cm; very pale brown (10YR 7/4) loam, yellowish brown (10YR 5/4) moist; massive; very hard, firm and brittle, nonsticky and nonplastic; few fine roots; many fine interstitial and tubular pores; thin strata containing 20 percent fine gravel; slightly alkaline (pH 7.8)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Elko County, Nevada; about 14 miles southeast of Wildhorse Reservoir; about 660 feet west of the northeast corner of section 15, T. 42 N., R. 57 E.; USGS Mount Ichabod 7.5 minute topographic quadrangle; latitude 41 degrees 32 minutes 23 seconds N and longitude 115 degrees 31 minutes 16 seconds W; WGS84 Decimal Degrees 41.5397222 latitude, -115.5211111 longitude."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: Usually moist in winter and spring, dry early July through October; aridic moisture regime that borders on xeric.\nMean annual soil temperature: 7 to 8 degrees C.\nMollic epipedon thickness: 25 to 41 cm; includes the Bt1 horizon.\nDepth to base of argillic horizon: 100 to 150 cm.\nParticle-size control section - Clay content:  35 to 50 percent.\nRock fragments:  Averages 35 to 60 percent; mainly gravel or cobbles.  Lithology of fragments are mixed.\nA horizons\nValue:  4 or 5 dry, 2 or 3 moist.\nChroma:  2 or 3, dry or moist.\nOrganic matter content: 2 or 3 percent.\nReaction: Slightly acid through slightly alkaline.\nBt1 horizon\nHue:  7.5YR or 10YR.\nTexture:  Clay or clay loam\nModifiers: Very gravelly or cobbly.\nOrganic matter content: 1 or 2 percent.\nReaction:  Neutral or slightly alkaline.\nBt2 horizon\nHue:  7.5YR or 10YR.\nValue:  6 or 7 dry, 4 or 5 moist.\nChroma: 4 through 6, dry or moist.\nTexture:  Clay or clay loam\nModifiers: Very gravelly or very cobbly.\nReaction:  Neutral or slightly alkaline.\nBt3 horizon\nHue:  7.5YR or 10YR.\nValue:  6 or 7 dry, 4 or 5 moist.\nChroma: 4 through 6, dry or moist.\nTexture:  Clay or clay loam\nModifiers: Very gravelly or gravelly.\nReaction:  Neutral or slightly alkaline.\nBq1 and Bq2 horizons\nTexture: Loam, gravelly loam, very gravelly sandy loam, or extremely gravelly sandy loam.\nClay content: 5 to 25 percent.\nRock fragments: 10 to 80 percent.\nDurinodes:  20 to 40 percent weakly cemented durinodes in the Bq1 horizon.\nConsistence: hard or very hard and firm with a brittle manner of failure in the Bq2 horizon.\nReaction: Neutral through moderately alkaline.\nOther features: Some pedons have secondary carbonates in the Bq2 horizon; some pedons lack durinodes or a brittle matrix but have silica coats or pendants on rock fragments."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Bagard, Blitzen, Fera, Gosumi, Quarz, Slaven, and Snellby series.\nBagard soils are dominated by cobbles and stones and do not have durinodes or a firm, brittle matrix between depths of 100 and 150 cm.  Blitzen soils are moderately deep to paralithic contacts.  Fera and Gosumi soils are deep to lithic contacts.  Quarz, Slaven, and Snellby soils are moderately deep to lithic contacts."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Kleckner soils are on fan remnants and hills.  These soils formed in alluvium derived from mixed rocks or in colluvium derived from tuff or rhyolite.  Slopes are 2 to 50 percent.  Elevations range from 1,555 to 2,380 meters.  The climate is semiarid with cool, moist winters and warm, dry summers.  The mean annual precipitation is 250 to 300 mm, mean annual temperature is 5 to 7 degrees C., and the frost-free period is 70 to 100 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the competing Quarz soil and the Akler, Bilbo, Cotant, Donna, and Stampede soils.  Akler and Cotant soils are shallow to paralithic contacts.  Bilbo soils have ochric epipedons and do not have Bq horizons.  Donna and Stampede soils are moderately deep to indurated duripans."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:  Well drained; very high surface runoff; moderately low saturated hydraulic conductivity."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Kleckner soils are used for rangeland and wildlife habitat.  The vegetation is mainly basin big sagebrush, Wyoming big sagebrush, bluebunch wheatgrass, and basin wildrye."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northeastern Nevada.  These soils are moderately extensive.  MLRA 25."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Davis, California."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Elko County (Central Part), Nevada, 1986."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon - The zone from the soil surface to 30 cm (A1, A2, and Bt1 horizons).\nArgillic horizon - The zone from 23 to 104 cm (Bt1, Bt2, and Bt3 horizons).\nDurinodes - The zone from 104 to 132 cm (Bq1 horizon).\nParticle-size control section - The zone from 23 to 73 cm (Bt1 and Bt2 horizons and part of the Bt3 horizon).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
