{
  "SERIES": "KLICKITAT",
  "STATUS": "Established Series",
  "BYREV": "Rev. AON-TDT",
  "REVDATE": "06/2011",
  "STATES": "OR",
  "OVERVIEW": "The Klickitat series consists of deep, well drained soils that formed in colluvium and residuum weathered from basalt.  Klickitat soils are on mountainous uplands and have slopes of 3 to 90 percent.  The mean annual precipitation is about 90 inches and the mean annual air temperature is about 49 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, isotic, mesic Typic Humudepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Klickitat gravelly clay loam - forested. (Colors are for moist soil unless otherwise noted.)\nOi--0 to 1 inch; slightly decomposed litter of leaves, fir needles, and twigs.\nA--1 to 9 inches; dark reddish brown (5YR 3/2) gravelly clay loam, reddish brown (5YR 4/3) dry; strong fine and very fine granular structure; friable, slightly sticky and slightly plastic; many roots; many fine irregular pores; strongly acid (pH 5.2); clear wavy boundary.  (6 to 12 inches thick)\nBw1--9 to 16 inches; dark reddish brown (5YR 3/3) extremely gravelly clay loam, reddish brown (5YR 4/4) dry; moderate fine granular and very fine subangular blocky structure; friable, slightly sticky and slightly plastic; common roots; common fine irregular pores; 65 percent gravel; very strongly acid (pH 5.0); clear wavy boundary.  (0 to 10 inches thick)\nBw2--16 to 30 inches; dark reddish brown (5YR 3/4) extremely gravelly clay loam, yellowish red (5YR 4/6) dry; moderate to weak very fine subangular blocky structure; friable, slightly sticky and slightly plastic; common roots; common fine irregular pores; common very fine tubular pores; 50 percent gravel, 20 percent cobbles and stones; very strongly acid (pH 5.0); abrupt wavy boundary.  (10 to 18 inches thick)\nC--30 to 48 inches; brown (7.5YR 4/4) extremely cobbly loam, strong brown (7.5YR 5/6) dry; massive; very friable, slightly sticky and slightly plastic; few roots; common very fine irregular pores; 40 percent gravel, 30 percent cobbles and stones; very strongly acid (pH 4.8); gradual wavy boundary.  (15 to 36 inches thick)\nR--48 inches; fractured basalt."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Benton County, Oregon; about 7 miles north-northeast of Alsea, Oregon, and on the outbank of a spur logging road about 125 feet west of the point where the Marys Peak road passes through a deep cut in the ridge near the center of the southeast 1/4 southeast 1/4, sec. 33, T. 12 S., R. 7 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The soils are usually moist and are dry for less than 45 consecutive days in all parts between depths of 4 and 12 inches.  The mean annual soil temperature is 47 to 55 degrees F.  Depth to highly fractured bedrock is 40 to 60 inches or more.  Rock fragments of gravel and cobble size range from 15 to 50 percent in the A horizons and from 35 to 70 percent in the B horizons, increasing with depth.  The thickness of the umbric epipedon is 10 to 20 inches.\nThe A horizon has hue of 10YR, 7.5YR or 5YR, value of 2 or 3 moist, 3 to 5 dry and chroma of 2 or 3 moist and 2 to 4 dry.  Chroma of less than 3.5 moist extends to a depth of at least 10 inches.  It is moderately to very strongly acid.\nThe Bw horizon has hue of 10YR, 7.5YR or 5YR value of 3 or 4 moist, 4 to 6 dry, and chroma of 3 in the upper part and 4 to 6 in the lower part moist, and 4 to 6 dry. It is dominantly clay loam but ranges to loam with 25 to 35 percent clay.  Its structure ranges from weak to moderate, fine or very fine subangular blocky.  It is strongly or very strongly acid.\nThe C horizon has hue of 7.5YR or 5YR and value of 5 or 6 dry, 3 or 4 moist, chroma of 4 to 6 moist and dry."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Brightwood, Harrington, Milbury, Nordby, Spivey, Steever, Summers and Wauld series.  The Brightwood, Harrington, Milbury, Summers and Wauld series are moderately deep.  The Nordby series has less than 18 percent clay in the control section. The Spivey series has hues of 7.5YR or 10YR in the subsoil.  The Steever series has hues of 10YR or 2.5Y."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Klickitat soils are on dissected slopes in mountainous topography at elevations of 500 to 4,000 feet.  Slopes are 3 to 90 percent.  The soils formed in stony colluvium of moderately fine or medium texture.  Coarse fragments are scattered throughout the colluvium and these are dominantly basalt, but other kinds of rock are included such as gabbro and granite diorite.  The mean annual precipitation is 55 to 130 inches.  The mean annual temperature is 45 to 53 degrees F, mean January temperature is about 37 degrees F, and mean July temperature is about 63 degrees F.  The frost-free period is 100 to 200 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Astoria, Blachly, Hembre, Kilchis and Marty soils.  Astoria and Blachly soils are fine-textured and contain less than 35 percent coarse fragments in the B horizon.  Hembre soils contain less than 35 percent coarse fragments in the solum.  Kichis soils are less than 20 inches deep to bedrock. Marty soils have less than 35 percent coarse fragments in the solum."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained;  medium to very rapid runoff; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are used for timber production.  Vegetation is Douglas-fir, western hemlock, salal, western swordfern, vine maple, western dewberry, and oceanspray."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Western Oregon Coast and Cascade Ranges; MLRA 1, 3.  The series is extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Benton County (Benton Area), Oregon, 1970."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and other features;\nUmbric epipedon from 1 to 16 inches\nCambic horizon from 16 to 30 inches\nNational Cooperative Soil Survey\nU.S.A."
  }
}
