{
  "SERIES": "KLINEDRAW",
  "STATUS": "Established Series",
  "BYREV": "CAP",
  "REVDATE": "03/2003",
  "STATES": "WY",
  "OVERVIEW": "The Klinedraw series consists of moderately deep, well drained soils formed in alluvium and residuum derived from mixed sedimentary sources.  Klinedraw soils are on fan remnants, terraces, plateaus, ridges and hills.  Slopes are 0 to 15 percent.  The mean annual precipitation is about 16 inches, and the mean annual air temperature is about 47 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS:  Fine-silty, mixed, superactive, mesic Aridic Haplustalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Klinedraw silt loam - on an 8 percent north-facing slope in rangeland.  (Colors are for dry soil unless otherwise noted)\nA--0 to 4 inches; pale brown (10YR 6/3) silt loam, brown (10YR 4/3) moist; weak thin platy structure parting to weak fine granular; soft, very friable, slightly sticky and slightly plastic; many very fine and fine roots throughout and common medium throughout; common fine pores; neutral; clear smooth boundary. (3 to 8 inches thick)\nBt--4 to 19 inches; brown (10YR 5/3) silty clay loam, brown (10YR 4/3) moist; moderate medium prismatic structure parting to moderate fine and medium angular blocky; slightly hard, friable, moderately sticky and moderately plastic; many very fine and fine roots throughout; many fine pores; few distinct discontinuous dark brown (10YR 3/3) clay films on faces of peds; neutral; clear smooth boundary. (4 to 18 inches thick)\nBtk--19 to 24 inches; light olive brown (2.5Y 5/3) silty clay loam, olive brown (2.5Y 4/3) moist; moderate medium prismatic structure parting to moderate fine and medium angular blocky; slightly hard, friable, moderately sticky and moderately plastic; common very fine and fine roots throughout; many fine pores; few distinct discontinuous dark olive brown (2.5Y 3/3) clay films on faces of peds; common fine irregular light gray (10YR 7/2) carbonate threads throughout; strongly effervescent; moderately alkaline; gradual wavy boundary. (0 to 18 inches thick)\nBk--24 to 32 inches; light olive brown (2.5Y 5/3) silt loam, olive brown (2.5Y 4/3) moist; moderate fine and medium angular blocky structure; slightly hard, very friable, moderately sticky and slightly plastic; common very fine and fine roots throughout; many fine pores; common fine irregular light gray (10YR 7/2) carbonate threads throughout; strongly effervescent; moderately alkaline; clear wavy boundary. (0 to 18 inches thick)\nCr--32 to 60 inches; light yellowish brown (2.5Y 6/3), strongly effervescent, soft intermixed siltstone, sandstone, and shale bedrock."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Campbell County, Wyoming; about 2200 feet west and 1000 feet south of the northeast corner of Sec. 23, T 55 N, R 69 W.; USGS Brislawn School, WY topographic quadrangle; lat. 44 degrees 44 minutes 28 seconds N. and long. 105 degrees 6 minutes 49 seconds W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Depth to a paralithic contact ranges from 20 to 40 inches.  Depth to the base of the argillic horizon ranges from 14 to 32 inches.  Depth to the carbonates ranges from 15 to 26 inches.  Rock fragments range from 0 to 10 percent, but typically are less than 5 percent.  The moisture control section is usually moist in some or all parts in March through June.  The average annual soil temperature is 45 to 50 degrees F.  Some pedons have an E horizon.\nThe A horizon has hue of 10YR or 2.5Y, value of 4 to 6 and 3 to 5 moist, chroma of 2 or 3.  Texture is silt loam, silty clay loam, very fine sandy loam or loam.  Reaction is neutral or slightly alkaline.  Where the surface layer has a value of 3 moist and 5 or less dry, it is too thin or the organic carbon content is too low to be a mollic epipedon.\nSome pedons have an E horizon.  Where present, it has hue of 10YR or 2.5Y, value of 5 to 7 and 4 to 6 moist, chroma of 2 or 3.  Texture is silt loam, silty clay loam, very fine sandy loam or loam.  Reaction is neutral or slightly alkaline.\nThe Bt horizon has hue of 10YR or 2.5Y, value of 5 or 6 and 4 or 5 moist, and chroma of 2 to 4.  Texture is silty clay loam, clay loam and silt loam.  It has less than 15 percent fine sand and coarser sand.  Reaction is neutral or slightly alkaline.\nThe Btk horizon has hue of 10YR or 2.5Y, value of 5 or 6 and 4 to 6 moist, and chroma of 2 to 4.  Texture is silty clay loam, clay loam, silt loam and loam.  It has less than 15 percent fine sand and coarser sand.  Reaction is slightly alkaline or moderately alkaline.  It has 4 to 12 percent calcium carbonate equivalent.\nThe Bk horizon has hue of 10YR or 2.5Y, value of 5 to 7 and 4 to 6 moist, and chroma of 2 to 4.  Texture is silty clay loam, silt loam, clay loam, loam, very fine sandy loam or fine sandy loam.  Reaction is moderately alkaline to strongly alkaline.  It has 4 to 15 percent calcium carbonate equivalent.\nThe Cr horizon is intermixed calcareous soft siltstone, mudstone, sandstone or shale."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Buick, Keiser, Oshoto, Pulpit, Roubideau, Sharps, Verde, Wetherhill and Wiley series.  Buick, Keiser, Oshoto and Wiley soils are very deep.  Pulpit, Roubideau and Verde soils are moderately deep to a lithic contact.  Sharps and Whetherhill soils have a Bt horizon with hues 7.5YR or redder.  In addition, Sharps soils occur where precipitation occurs evenly throughout the year and are above elevations of 6,200 feet."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Klinedraw soils are on backslopes, summits and shoulders of upland fan remnants, terraces, plateaus, ridges and hills.  They formed in alluvium derived from silty shale and very fine grained sandstone.  Slopes are 0 to 15 percent.  Elevations are 3,500 to 5,200 feet.  The mean annual precipitation ranges from 15 to 19 inches, half of which falls as rain or snow from March through June.  The mean annual air temperature ranges from 44 to 50 degrees F.  The frost-free season is about 105 to 130 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Deekay, Fairburn, Oshoto, Moorhead, Ucross and Ziggy soils.  Deekay soils are in the fine-loamy family. Fairburn soils are shallow to beds.  Oshoto soils are deep or very deep.  Moorhead soils are in the fine family.  Ucross soils are fine-loamy and calcareous throughout.  Ziggy soils are calcareous throughout.  Deekay, Oshoto, Moorhead and Ziggy soils occur on footslopes.  Fairburn and Ucross soils occur on crest and shoulders of hills and ridges."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; negligible to medium runoff depending on slope; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are utilized as rangeland, hayland, pasture, nonirrigated cropland, and wildlife habitat.  The native vegetation is mainly western wheatgrass, blue grama, needle and thread, and green needlegrass.  Winter wheat, oats, barley, and alfalfa are the principle cultivated crops."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Klinedraw soils occur in the Powder River Basin of north-central and north-eastern Wyoming.  The series is of limited extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Denver, Colorado."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Crook County, Wyoming (Correlation Amendment). 2003."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - 0 to 4 inches (E horizon)\nArgillic horizon - 4 to 24 inches (Bt and Btk horizons)\nParalithic contact - at 32 inches\nUstic soil moisture regime that borders on Aridic"
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "ADDITIONAL DATA:  Lab sample No. S00WY005-015."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 10,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "silt loam",
        "structure": "weak thin platy",
        "dry_rupture": "soft",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A--0 to 4 inches; pale brown (10YR 6/3) silt loam, brown (10YR 4/3) moist; weak thin platy structure parting to weak fine granular; soft, very friable, slightly sticky and slightly plastic; many very fine and fine roots throughout and common medium throughout; common fine pores; neutral; clear smooth boundary. (3 to 8 inches thick)"
      },
      {
        "name": "Bt",
        "top": 10,
        "bottom": 48,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "silty clay loam",
        "structure": "moderate medium prismatic",
        "dry_rupture": "hard",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bt--4 to 19 inches; brown (10YR 5/3) silty clay loam, brown (10YR 4/3) moist; moderate medium prismatic structure parting to moderate fine and medium angular blocky; slightly hard, friable, moderately sticky and moderately plastic; many very fine and fine roots throughout; many fine pores; few distinct discontinuous dark brown (10YR 3/3) clay films on faces of peds; neutral; clear smooth boundary. (4 to 18 inches thick)"
      },
      {
        "name": "Btk",
        "top": 48,
        "bottom": 61,
        "dry_hue": "2.5Y",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "2.5Y",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "silty clay loam",
        "structure": "moderate medium prismatic",
        "dry_rupture": "hard",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Btk--19 to 24 inches; light olive brown (2.5Y 5/3) silty clay loam, olive brown (2.5Y 4/3) moist; moderate medium prismatic structure parting to moderate fine and medium angular blocky; slightly hard, friable, moderately sticky and moderately plastic; common very fine and fine roots throughout; many fine pores; few distinct discontinuous dark olive brown (2.5Y 3/3) clay films on faces of peds; common fine irregular light gray (10YR 7/2) carbonate threads throughout; strongly effervescent; moderately alkaline; gradual wavy boundary. (0 to 18 inches thick)"
      },
      {
        "name": "Bk",
        "top": 61,
        "bottom": 81,
        "dry_hue": "2.5Y",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "2.5Y",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "silt loam",
        "structure": "moderate fine and medium angular blocky",
        "dry_rupture": "hard",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bk--24 to 32 inches; light olive brown (2.5Y 5/3) silt loam, olive brown (2.5Y 4/3) moist; moderate fine and medium angular blocky structure; slightly hard, very friable, moderately sticky and slightly plastic; common very fine and fine roots throughout; many fine pores; common fine irregular light gray (10YR 7/2) carbonate threads throughout; strongly effervescent; moderately alkaline; clear wavy boundary. (0 to 18 inches thick)"
      },
      {
        "name": "Cr",
        "top": 81,
        "bottom": 152,
        "dry_hue": "2.5Y",
        "dry_value": 6,
        "dry_chroma": 3,
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "sand",
        "structure": "NA",
        "dry_rupture": "soft",
        "moist_rupture": "NA",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Cr--32 to 60 inches; light yellowish brown (2.5Y 6/3), strongly effervescent, soft intermixed siltstone, sandstone, and shale bedrock."
      }
    ]
  ]
}
