{
  "SERIES": "KLISTAN",
  "STATUS": "Established Series",
  "BYREV": "Rev. PRS/KDPL/RWL",
  "REVDATE": "05/2005",
  "STATES": "OR",
  "OVERVIEW": "The Klistan series consists of deep and very deep, well drained soils that formed in loamy colluvium and residuum from basalt, igneous rock, and volcanic materials. Klistan soils occur on shoulder slopes, backslopes, footslopes, and toeslopes of mountains. Slopes are 3 to 90 percent. The mean annual precipitation is about 90 inches and the mean annual temperature is about 49 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Medial-skeletal, ferrihydritic, mesic Alic Hapludands"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Klistan gravelly medial loam, woodland. (Colors are for moist soil unless otherwise noted.)\nOi--0 to 2 inches; needles, leaves, twigs, and roots.\nA1--2 to 10 inches; dark brown (7.5YR 3/2) gravelly medial loam, brown (7.5YR 5/2) dry; moderate very fine granular structure; slightly hard, friable, slightly sticky and slightly plastic; weakly smeary; many very fine and fine roots; many fine and very fine irregular pores; 30 percent basalt gravel, 15 percent concretions; very strongly acid (pH 5.0); gradual wavy boundary.\nA2--10 to 20 inches; dark brown (7.5YR 3/2) very gravelly medial loam, grayish brown (10YR 5/2) dry; moderate fine granular structure; slightly hard, friable, slightly sticky and slightly plastic; weakly smeary; many very fine and fine roots; common fine and medium irregular pores; 40 percent basalt gravel; 10 percent concretions; very strongly acid (pH 4.8); gradual wavy boundary. (combined A horizon is 10 to 20 inches thick)\nBw1--20 to 40 inches; dark yellowish brown (10YR 3/4) very gravelly medial loam, brown (10YR 5/3) dry; moderate very fine subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; weakly smeary; common medium and fine roots; common medium irregular and fine tubular pores; 45 percent basalt gravel; very strongly acid (pH 5.0); gradual wavy boundary.\nBw2--40 to 53 inches; dark yellowish brown (10YR 3/4) very gravelly medial loam, yellowish brown (10YR 5/4) dry; moderate very fine subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; weakly smeary; moderate medium and fine roots; common medium irregular and very fine tubular pores; 50 percent basalt gravel; very strongly acid (pH 5.0); clear wavy boundary. (combined Bw horizon is 20 to 39 inches thick)\nBC--53 to 62 inches; dark yellowish brown (10YR 4/4) very gravelly medial loam; light yellowish brown (10YR 6/4) dry; weak very fine subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic and weakly smeary; few fine roots; common very fine tubular pores; 55 percent basalt gravel; very strongly acid (pH 4.8)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Clatsop County, Oregon, about 6 miles southeast of Elsie, about 100 feet SE of spur road in NE1/4 SE1/4 SW1/4 section 16, T. 4 N., R. 7 W., W. M.; Elsie, OR USGS 7.5 minute quadrangle; NAD 1927."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: The soil is usually moist but is dry for a short period of less than 45 consecutive days between depths of 4 to 12 inches in the four month period following the summer solstice in most years. The mean annual soil temperature is 47 to 55 degrees F. The particle-size control section has a moist bulk density of 0.75 to 0.90 g/cubic centimeter. It has greater than 85 percent phosphate retention, 2.0 to 4.0 percent acid-oxalate extractable aluminum plus one-half iron, 2.0 to 15 cmol/kg of KCL-extractable aluminum, and 15 to 30 percent 15-bar moisture (air dried). It is weakly or moderately smeary. The umbric epipedon is 10 to 20 inches thick. Depth to bedrock is 40 to 60 inches or more. Reaction is strongly acid or very strongly acid. Hue is 5YR, 7.5YR, or 10YR.\nThe A horizon has value of 2 or 3 moist, 2 to 5 dry and chroma of 1 to 3 moist, 2 or 3 dry. Texture is gravelly medial loam or very gravelly medial loam with clay content of 12 to 18 percent by field estimate. It has 20 to 60 percent gravel, 0 to 15 percent cobbles, 0 to 15 percent paragravel, and 0 to 5 percent paracobbles. Organic matter content is 8 to 12 percent.\nBw and BC horizons have value of 3 or 4 moist, 4 to 6 dry and chroma of 3 or 4 moist or dry. Texture is very gravelly medial loam, very cobbly medial loam, extremely gravelly medial loam, or extremely cobbly medial loam with clay content of 18 to 27 percent by field estimate. It has 20 to 70 percent gravel, 0 to 35 percent cobbles, 10 to 30 percent paragravel, and 0 to 20 percent paracobbles."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Harslow and Alstony series. Harslow soils are 20 to 40 inches deep to bedrock. Alstony soils are 40 to 60 inches deep and have an ochric epipedon."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Klistan soils occur on shoulder slopes, backslopes, footslopes, and toeslopes of mountains. Elevation is 200 to 2200 feet. Slopes are 3 to 90 percent. The soils formed in loamy colluvium and residuum from basalt and other igneous and volcanic rock types. The climate is characterized by warm wet winters and hot moist summers. The mean annual precipitation is 60 to 120 inches. The mean annual temperature is 45 to 53 degrees F. The frost-free period is 100 to 220 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Formader, Hemcross, Kilchis, and the competing Harslow soils. All of these soils occur on mountains. Formader and Hemcross soils have less than 35 percent rock fragments in the particle-size control section. Formader soils are 20 to 40 inches to paralithic contact and have a strongly contrasting particle-size class (medial over loamy). Kilchis soils are 10 to 20 inches to a lithic contact."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: These soils are used for timber production, recreation, wildlife habitat, and watersheds. Native vegetation is Douglas fir, western hemlock, red alder, vine maple, western swordfern, salal, red huckleberry, cascade Oregongrape and western brackenfern."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Coast Range Mountains in Oregon; MLRA 1. The soils are of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Clatsop County, Oregon, 1984."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nUmbric epipedon - from the mineral soil surface to a depth of 20 inches (A1 and A2 horizons).\nCambic horizon - from 20 to 53 inches (Bw1 and Bw2 horizons).\nMedial feature-from 2 to 62 inches having andic soil properties and based on lab data from similar soils.\nDepth to diagnostic horizons and features are measured from the top of the first mineral horizon.\nClassification revised 8/97 from mixed to ferrihydritic mineralogy.\nADDITIONAL DATA: Reference samples collected and analysis run by O.S.U.; when samples were collected the soil was mapped Klickitat. Partial lab analysis for S93OR57-004, NSSL; and S84OR007-002, NSSL.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Oi",
        "top": 0,
        "bottom": 5,
        "narrative": "Oi--0 to 2 inches; needles, leaves, twigs, and roots."
      },
      {
        "name": "A1",
        "top": 5,
        "bottom": 25,
        "dry_hue": "7.5YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "7.5YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "loam",
        "cf_class": "gravelly",
        "pH": 5,
        "pH_class": "very strongly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "A1--2 to 10 inches; dark brown (7.5YR 3/2) gravelly medial loam, brown (7.5YR 5/2) dry; moderate very fine granular structure; slightly hard, friable, slightly sticky and slightly plastic; weakly smeary; many very fine and fine roots; many fine and very fine irregular pores; 30 percent basalt gravel, 15 percent concretions; very strongly acid (pH 5.0); gradual wavy boundary."
      },
      {
        "name": "A2",
        "top": 25,
        "bottom": 51,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "7.5YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "loam",
        "cf_class": "very gravelly",
        "pH": 4.8,
        "pH_class": "very strongly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "A2--10 to 20 inches; dark brown (7.5YR 3/2) very gravelly medial loam, grayish brown (10YR 5/2) dry; moderate fine granular structure; slightly hard, friable, slightly sticky and slightly plastic; weakly smeary; many very fine and fine roots; common fine and medium irregular pores; 40 percent basalt gravel; 10 percent concretions; very strongly acid (pH 4.8); gradual wavy boundary. (combined A horizon is 10 to 20 inches thick)"
      },
      {
        "name": "Bw1",
        "top": 51,
        "bottom": 102,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 4,
        "texture_class": "loam",
        "cf_class": "very gravelly",
        "pH": 5,
        "pH_class": "very strongly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bw1--20 to 40 inches; dark yellowish brown (10YR 3/4) very gravelly medial loam, brown (10YR 5/3) dry; moderate very fine subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; weakly smeary; common medium and fine roots; common medium irregular and fine tubular pores; 45 percent basalt gravel; very strongly acid (pH 5.0); gradual wavy boundary."
      },
      {
        "name": "Bw2",
        "top": 102,
        "bottom": 135,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 4,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 4,
        "texture_class": "loam",
        "cf_class": "very gravelly",
        "pH": 5,
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bw2--40 to 53 inches; dark yellowish brown (10YR 3/4) very gravelly medial loam, yellowish brown (10YR 5/4) dry; moderate very fine subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; weakly smeary; moderate medium and fine roots; common medium irregular and very fine tubular pores; 50 percent basalt gravel; very strongly acid (pH 5.0); clear wavy boundary. (combined Bw horizon is 20 to 39 inches thick)"
      },
      {
        "name": "BC",
        "top": 135,
        "bottom": 157,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 4,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "loam",
        "cf_class": "very gravelly",
        "pH": 4.8,
        "pH_class": "very strongly acid",
        "narrative": "BC--53 to 62 inches; dark yellowish brown (10YR 4/4) very gravelly medial loam; light yellowish brown (10YR 6/4) dry; weak very fine subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic and weakly smeary; few fine roots; common very fine tubular pores; 55 percent basalt gravel; very strongly acid (pH 4.8)."
      }
    ]
  ]
}
