{
  "SERIES": "KLOOCHMAN",
  "STATUS": "Established Series",
  "BYREV": "Rev. VB/RJE/TLA",
  "REVDATE": "01/2000",
  "STATES": "WA",
  "OVERVIEW": "The Kloochman series consists of moderately deep, well drained soils formed in residuum and colluvium from gneiss or schist and volcanic ash.  Kloochman soils are on mountain sides and broad ridgetops and have slopes of 3 to 90 percent.  The average annual precipitation is about 30 inches and the mean annual temperature is about 42 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive, frigid Andic Haploxerepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Kloochman gravelly ashy fine sandy loam-under Douglas-fir and ponderosa pine on a 18 percent northeast-facing back slopes at an elevation of 3,600 feet.  (Colors are for dry soil unless otherwise stated.  All textures are apparent field textures.)\nOi--0 to 1 inch; undecomposed forest litter. (1/2 inches to 2 inches thick)\nA--1 to 4 inches; grayish brown (10YR 5/2) gravelly ashy fine sandy loam, very dark grayish brown (10YR 3/2) moist; weak fine crumb structure; soft very friable nonsticky and nonplastic; many very fine, fine and medium roots; common medium and fine tubular pores; 15 percent pebbles, 2 percent cobbles and 5 percent weathered pebbles; neutral (pH 6.8); clear wavy boundary (2 to 4 inches thick)\nBw--4 to 19 inches; brown (10YR 5/3) gravelly ashy fine sandy loam, dark brown (10YR 4/3) moist; weak medium subangular blocky structure; weathered, very friable, nonsticky and nonplastic; common fine and very fine roots; common medium and fine tubular pores; 15 percent pebbles; 5 percent cobbles and 5 percent weathered pebbles; neutral (pH 6.8); NaF pH 9.6; abrupt wavy boundary.  (10 to 18 inches thick)\n2C--19 to 35 inches; light yellowish brown (10YR 6/4) very channery sandy loam, yellowish brown (10YR 5/4) moist; single grain; loose; few fine roots; 45 percent channers, 10 percent flagstones and 15 percent weathered pebbles; neutral (pH 6.8).  (10 to 18 inches thick)\n2R--35 inches; fractured gneiss."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Chelan County, Washington; about 2-1/2 miles south of Ardenvoir; 2,000 feet east and 200 feet north of the southwest corner of sec. 31, T. 26 N., R. 20 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The mean annual soil temperature is estimated to be 43 to 47 degrees F.  These soils are usually moist but are dry for 60 to 75 days following summer solstice.  Depth to a lithic contact with gneiss or schist is 20 to 40 inches.  The upper part of the particle-size control section averages 10 to 25 percent coarse fragments and 0 to 10 percent weathered rock fragments.  The mantle of volcanic ash is 7 to 14 inches thick and has an estimated moist bulk density of 0.60 to 0.95 g/cc, volcanic glass content of 30 to 60 percent, acid-oxalate extractable aluminum plus one-half of the acid-oxalate extractable iron of 1.0 to 2.0 percent, and 15-bar water retention of 5 to 12 percent for air dried samples.  The lower part of the control section averages 35 to 65 percent coarse fragments and 0 to 20 percent weathered rock fragments.  Some pedons have a flaggy surface layer.\nThe A horizon has value of 5 through 7 dry, 3 through 5 moist, and chroma of 1 or 2 dry or moist.  Reaction ranges from moderately acid to neutral.\nThe Bw horizon has value of 5 or 6 dry, 3 or 4 moist, and chroma of 3 or 4 dry or moist.  Texture is gravelly fine sandy loam cobbly sandy loam, gravelly sandy loam or very gravelly sandy loam.  Reaction is slightly acid or neutral.\nThe 2C horizon has value of 5 through 7 dry, 4 or 5 moist, and chroma of 2 through 4 dry or moist.  Texture is very channery loamy sand, extremely flaggy sandy loam or very cobbly sandy loam.  Reaction is slightly acid or neutral."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Belzar, Bertolotti, Cliffdell, Hartill, Highhorn, Huntrock, Illabot, Inkler, McCree, Newbell, Ohscow, Oxerine, Scotties, Sugarbowl, Talls, Threemile, Wilma, and Wilmont series.  Belzar soils are mildly alkaline or moderately alkaline and effervescent in the 2C horizon within the particle-size control section.  Bertolotti, Cliffdell, Highhorn, Inkler, McCree, Newbell, Ohscow, Scotties, Sugarbowl, Talls, Threemile, and Wilmont soils are more than 40 inches deep.  Hartill soils are dry for 45 to 60 consecutive days.  Huntrock soils are 27 to 35 percent clay in the fine earth fraction or the 2Bw.  Illabot soils have a paralithic contact at 20 to 40 inches.  Oxerine soils have less than 50 percent sand in the volcanic ash mantle, with apparent field textures of loam or silt loam.  Wilma soils are dominated by granitic pebbles in the control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Kloochman soils are on mountainsides and broad ridgetops and have slopes of 3 to 90 percent.  Elevation is 2,500 to 5,000 feet.   These soils formed in residuum and colluvium from gneiss or schist and volcanic ash.  They are in a climate with warm, dry summers and cool, moist winters.  The average annual precipitation is 25 to 35 inches.  The mean January temperature is about 24 degrees F. The mean July temperature is about 64 degrees F; and the mean annual temperature is 41 to 45 degrees F.  The frost-free season is 90 to 140 days.  The growing season at 28 degrees F is 130 to 160 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Ardenmont, Ardenvoir, Chumstick, Tillicum, Tyee, and the competing Wilmont series. Chumstick and Tyee soils have bedrock at depths of 10 to 20 inches. Ardenmont, Ardenvoir, and Tillicum soils are more than 40 inches deep."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained, slow to rapid runoff, moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Woodland, wildlife habitat, watershed and recreation.  Vegetation is Douglas-fir, ponderosa pine and grand fir with an understory of pinegrass, elk sedge, spirea, lupine, and snowbrush ceanothus."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  East slopes of the Cascade Mountains in east central Chelan County, Washington.  This series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Chelan County (Entiat area), Washington, l97l."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are an ochric epipedon from 1 to 4 inches, a cambic horizon from 4 to 19 inches, and a lithic contact at 35 inches.  Separation with the competing Oxerine series needs further study.\nDiagnostic horizons and features are measured from the to of the first mineral horizon.\nClasification was changed 1/00 based on revisions to Soil Taxonomy from Andic Xerochrepts to Andic Haploxerepts.\nMore investigation is needed on this series to determine if the upper 18 inches qualifies for andic soil properties and a Vitrixerands classification.\nThe mineralogy is based on the thickest part of the particle-size control section.  If this pedon is an Andisol, an ashy over loamy-skeletal, glassy over mixed would be in order.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Oi",
        "top": 0,
        "bottom": 3,
        "narrative": "Oi--0 to 1 inch; undecomposed forest litter. (1/2 inches to 2 inches thick)"
      },
      {
        "name": "A",
        "top": 3,
        "bottom": 10,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "fine sandy loam",
        "cf_class": "gravelly",
        "pH": 6.8,
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "A--1 to 4 inches; grayish brown (10YR 5/2) gravelly ashy fine sandy loam, very dark grayish brown (10YR 3/2) moist; weak fine crumb structure; soft very friable nonsticky and nonplastic; many very fine, fine and medium roots; common medium and fine tubular pores; 15 percent pebbles, 2 percent cobbles and 5 percent weathered pebbles; neutral (pH 6.8); clear wavy boundary (2 to 4 inches thick)"
      },
      {
        "name": "Bw",
        "top": 10,
        "bottom": 48,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "fine sandy loam",
        "cf_class": "gravelly",
        "pH": 6.8,
        "pH_class": "neutral",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "Bw--4 to 19 inches; brown (10YR 5/3) gravelly ashy fine sandy loam, dark brown (10YR 4/3) moist; weak medium subangular blocky structure; weathered, very friable, nonsticky and nonplastic; common fine and very fine roots; common medium and fine tubular pores; 15 percent pebbles; 5 percent cobbles and 5 percent weathered pebbles; neutral (pH 6.8); NaF pH 9.6; abrupt wavy boundary.  (10 to 18 inches thick)"
      },
      {
        "name": "2C",
        "top": 48,
        "bottom": 89,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 4,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "sandy loam",
        "cf_class": "very channery",
        "pH": 6.8,
        "pH_class": "neutral",
        "narrative": "2C--19 to 35 inches; light yellowish brown (10YR 6/4) very channery sandy loam, yellowish brown (10YR 5/4) moist; single grain; loose; few fine roots; 45 percent channers, 10 percent flagstones and 15 percent weathered pebbles; neutral (pH 6.8).  (10 to 18 inches thick)"
      },
      {
        "name": "2R",
        "top": 89,
        "narrative": "2R--35 inches; fractured gneiss."
      }
    ]
  ]
}
