{
  "SERIES": "KLOOQUEH",
  "STATUS": "Established Series",
  "BYREV": "Rev. MHF/RTS/RWL",
  "REVDATE": "06/2011",
  "STATES": "OR",
  "OVERVIEW": "The Klooqueh series consists of very deep, well drained soils that formed in marine sediments.  Klooqueh soils are on marine terraces.  Slopes are 0 to 8 percent.  The mean annual precipitation is about 80 inches and the mean annual temperature is about 54 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, mixed, superactive, isomesic Typic Palehumults"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Klooqueh silty clay loam, cropland.  (Colors are for moist soil unless otherwise noted.)\nAp--0 to 11 inches; black (10YR 2/1) silty clay loam, dark grayish brown (10YR 4/2) dry; moderate medium subangular blocky structure; very hard, firm, sticky and plastic; many fine roots; many fine continuous tubular pores; very strongly acid (pH 4.9); clear smooth boundary.\nA--11 to 19 inches; black (10YR 2/1) silty clay loam, grayish brown (10YR 5/2) dry; moderate medium subangular blocky structure; hard, firm, sticky and plastic; many fine roots; many fine continuous tubular pores; very strongly acid (pH 4.9); gradual wavy boundary.  (Combined thickness of the A horizon ranges from 15 to 20 inches)\nBt1--19 to 26 inches; dark brown (10YR 3/3) silty clay loam, pale brown (10YR 6/3) dry; moderate medium subangular blocky structure; hard, firm, sticky and plastic; many fine roots; many fine continuous tubular pores; few faint clay films on ped faces and in pores; very strongly acid (pH 4.9); gradual wavy boundary.\nBt2--26 to 37 inches; brown (10YR 4/3) silty clay loam, pale brown (10YR 6/3) dry; moderate fine subangular blocky structure; hard, firm, sticky and plastic; common fine roots; many fine continuous tubular pores; few faint clay films on ped faces and common distinct clay films in pores; 5 percent fine gravel; very strongly acid (pH 4.9); gradual wavy boundary.\nBt3--37 to 48 inches; brown (10YR 4/3) silty clay loam, pale brown (10YR 6/3) dry; moderate medium subangular blocky structure; hard, firm, sticky and plastic; common fine roots; many fine continuous tubular pores; few faint clay films on ped faces and in pores; 5 percent fine gravel; very strongly acid (pH 4.9); gradual wavy boundary.\nBt4--48 to 60 inches; brown (10YR 4/3) silty clay loam, pale brown (10YR 6/3); moderate medium subangular blocky structure; hard, firm, sticky and plastic; few fine roots; many fine continuous tubular pores; few faint clay films in pores; 5 percent fine gravel; very strongly acid (pH 4.8). (Combined thickness of the Bt horizon ranges from 30 to 50 inches)"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Curry County, Oregon; located about 450 feet south and 200 feet west of the NE corner of section 16, T. 41 S., R. 13 W., W. M.  (Latitude 42 degrees, 01 minute, 55 seconds N, and Longitude 124 degrees, 14 minutes, and 27 seconds W)"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The mean annual soil temperature is 54 to 59 degrees F.  The mean summer soil temperature is 53 to 56 degrees F. and the mean winter soil temperature is 45 to 50 degrees F.  The soils are usually moist and are dry less than 45 consecutive days between 4 and 12 inches in the four months following the summer solstice.  The difference between mean summer and mean winter soil temperature varies from 5 to 9 degrees F.  The particle-size control section contains 35 to 50 percent clay and 0 to 10 percent gravel.  The umbric epipedon is 10 to 20 inches thick.  Depth to bedrock is more than 60 inches.  Soil reaction is very strongly or strongly acid throughout.\nThe Ap and A horizons have value of 2 or 3 moist, 4 or 5 dry, and chroma of 1 to 3 moist and dry.  Organic matter is 5 to 10 percent.\nThe Bt horizon has value of 4 or 5 moist, 5 or 6 dry and chroma 2 to 4 moist and 3 or 4 dry.  It is silty clay loam, silty clay, or clay with 35 to 50 percent clay.  It has 0 to 10 percent gravel."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:   Thess are the Bentilla, Cunniff, and Desons series.  All of these series have a mean annual soil temperature of less than 54 degrees F.  In addition, Bentilla soils have redox depletions with chroma of 2 or less at depths of 22 to 30 inches.  Desons soils have an ochric epipedon."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Klooqueh soils are on marine terraces. The soils formed in marine sediments.  Slopes are 0 to 8 percent.  Elevations are 40 to 200 feet.  The climate is  humid characterized by warm wet winters and warm moist summers, with fog.  A strong marine influence limits the diurnal and annual range of temperatures.  The mean annual precipitation is 70 to 90 inches.  The mean annual temperature is 52 to 57 degrees F.  The frost-free period is 270 to 330 days.  Klooqueh soils are on the Pioneer geomorphic surface."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Crofland, and Huffling soils, which also occur on marine terraces.  Huffling soils are poorly drained and have redox depletions in the surface horizons.  Crofland soils are somewhat poorly drained and have redox depletions with chroma of 2 or less at a depth of 20 to 30 inches."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; moderately slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are used for cultivated crops, mainly lily bulbs, homesites and pasture.  Native vegetation is coastal redwood, Douglas-fir, California laurel, red alder, cascara buckthorn, salmonberry, evergreen huckleberry, western swordfern, and grasses."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Pleistocene marine terraces southwestern Oregon; MLRA  4B.  The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Curry County, Oregon, 1995."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features in this pedon include:\nUmbric epipedon - from 0 to 19 inches. (Ap and A horizons)\nArgillic horizon - from depth of 19 to 60 inches. (Bt1, Bt2, Bt3, Bt4 horizons)\nPale feature - percentage of clay does not decrease from its maximum amount by 20 percent or more within a depth of 60 inches from the soil surface.\nADDITIONAL DATA:   Reference sample with partial data from pedon 85T63, samples 857398-857399, Curry County, Oregon sampled by NSSL @ Lincoln, NE, 8/85.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
