{
  "SERIES": "KLOTEN",
  "STATUS": "Established Series",
  "BYREV": "Rev. CJH",
  "REVDATE": "10/98",
  "STATES": "ND,SD",
  "OVERVIEW": "The Kloten series consists of shallow, well drained, moderately permeable soils that formed in glacial till overlying shale bedrock or material weathered from shale bedrock.  These soils are on gently sloping to very steep valley side slopes and uplands and have slopes of 3 to 75 percent.  Mean annual air temperature is 39 degrees F, and mean annual precipitation is 19 inches.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy, mixed, superactive, frigid, shallow Entic Hapludolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Kloten loam-native grassland.  (Colors are for dry soil unless otherwise stated)\nA--0 to 6 inches; dark gray (10YR 4/1) loam, black (10YR 2/1) moist; weak medium subangular blocky and moderate very fine subangular blocky structure; friable; many roots; few small shale fragments; neutral; clear wavy boundary.  (4 to 10 inches thick)\nC--6 to 16 inches; gray (5Y 5/1) loam, very dark gray (5Y 3/1) moist; weak medium subangular blocky and moderate very fine subangular blocky structure; friable; common roots; few shale fragments in the upper part increasing to many in the lower part; neutral; clear wavy boundary.  (0 to 14 inches thick)\nCr--16 to 60 inches; weathered shale bedrock."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Nelson County, North Dakota; about 4 miles south and 1 mile east of McVille; 1330 feet north and 1300 feet east of the southwest corner, sec. 19, T. 149 N., R. 58 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Depth to weathered shale bedrock ranges from 7 to 20 inches.  In some pedons masses of carbonates are at the contact with the shale.  The soil contains a few pebbles and cobbles and an occasional boulder of granite in the upper part.  The soil is slightly acid to moderately alkaline above the Cr horizon.\nThe A horizon has hue of 10YR or 2.5Y, value of 3 to 5 and 2 or 3 moist, and chroma of 1 moist and 1 or 2 dry.  It is loam, silt loam, silty clay loam, or clay loam containing 2 to 20 percent by volume of soft shale fragments.  Some pedons have an AC horizon.\nThe part of the C horizon above the Cr horizon has hue of 5Y, 10YR, or 2.5Y, value of 4 to 6 and 3 to 5 moist, and chroma of 1 or 2.  It is loam, silt loam, silty clay loam, or clay loam.  Soft shale fragments increase with depth and in some pedons they exceed 50 percent by volume in the lower part of the C horizon above the paralithic contact.\nThe Cr horizon consists of weathered shale bedrock."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no other series in the same family."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Kloten soils are on gently sloping to very steep valley side slopes and uplands.  Slopes range from 3 to 75 percent.  The soil formed in glacial till overlying shale bedrock or material weathered from shale bedrock.  Mean annual air temperature is about 34 to 45 degrees F, and  mean annual precipitation is about 15 to 20 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Buse, Edgeley, Mekinock, Olga, Sioux and Walsh soils.  None of these soils have paralithic contacts within depths of 20 inches.  Buse soils are on shoulder slopes above the Kloten soils.  Edgeley, Mekinock, Olga and Walsh soils are on side slopes and foot slopes below the Kloten soils.  Sioux soils are one nearby terraces."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained.  Runoff is very low to high depending on slope.  Moderate permeability above the shale bedrock."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used mainly for pasture."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Eastern North Dakota and South Dakota.  The soil is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: St. Paul, Minnesota"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Walsh County, North Dakota, 1970."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Revised 2/95.\nThe soil was formerly classified as Loamy, mixed Lithic Haploborolls.\nDiagnostic horizons and features recognized in this pedon are:  mollic epipedon - the zone from the surface of the soil to a depth of 7 inches (after mixing ) (A horizon); dark color in the C horizon is from the influence of the shale; paralithic contact - at 16 inches (top of Cr horizon).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
