{
  "SERIES": "KLUTINA",
  "STATUS": "Established Series",
  "BYREV": "Rev.MHC/JPM",
  "REVDATE": "11/2002",
  "STATES": "AK",
  "OVERVIEW": "The Klutina series consists of very deep well drained soils formed in stratified sandy and silty alluvium over sand and gravel.  Klutina soils are on low stream terraces and floodplains.  Slopes range from 0 to 7 percent.  Mean annual temperature is about 26 degrees F., and the average annual precipitation is about 12 inches.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy over sandy or sandy-skeletal, mixed, superactive, nonacid Typic Cryofluvents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Klutina very fine sandy loam on a 1 percent slope under balsam poplar and white spruce forest at 950 feet elevation.  (When described the soil was moist throughout)\nOi--1 inch to 0; dark reddish brown (5YR 3/2) peat; fibrous moss, roots, and twigs; abrupt smooth boundary.  (1 to 5 inches thick)\nA--0 to 3 inches; very dark grayish brown (2.5Y 3/2) very fine sandy loam; dark grayish brown (2.5YR 4/2) dry; weak medium subangular blocky structure; very friable, nonsticky and nonplastic; many very fine and fine roots; neutral (pH 7.0); clear smooth boundary.  (1 to 5 inches thick)\nC1--3 to 12 inches; dark grayish brown (2.5Y 4/2) silt loam stratified with lenses of very fine sandy loam, fine sandy loam, and sand; grayish brown (2.5Y 4/2) dry; weak medium subangular blocky structure; loose, nonsticky and nonplastic; many very fine and fine roots; neutral (pH 7.0); abrupt smooth boundary.  (2 to 21 inches thick)\nC2--12 to 25 inches; very dark grayish brown (2.5Y 3/2) loamy fine sand stratified with loamy very fine sand, very fine sandy loam and silt loam, dark grayish brown (2.5Y 4/2) dry; single grain; loose, nonsticky and no plastic; common very fine and fine roots; neutral (pH 7.0); clear wavy boundary.  (9 to 40 inches thick)\n2C3--25 to 60 inches; very dark grayish brown (2.5Y 3/2) very gravelly sand with lenses and pockets of very fine sand, fine sand, and loamy fine sand; dark grayish brown (2.5Y 4/2) dry; single grain; loose, nonsticky and nonplastic; 30 percent gravel and 15 percent cobble; mildly alkaline (pH 7.8); 40 percent of coarse fragments with thin lime coatings on undersides."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Copper River Area, Alaska; 9 miles NE of Glennallen; 2100 feet north and 1800 feet east of the SW corner of section 15, T.5N., R.1W., Copper River Meridian."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  MAST ranges from 32 to 35 degrees F.  The upper part of the control section is stratified very fine sandy loam, fine sandy loam, loamy fine sand, and silt loam.  The composite texture contains less than 18 percent clay and more than 15 percent fine sand or coarser.  The lower part of the control section is stratified sand and loamy sand with occasional strata of sandy loam and silt loam. Composite texture is sandy and coarse fragment content ranges from 40 to 70 percent rounded gravel and cobble.  Depth to sand and gravel ranges from 12 to 30 inches. Accumulations of lime are on the undersides of many of the coarse fragments.  The soil is slightly acid or neutral in the A and C horizons and neutral to moderately alkaline in the 2C horizons.\nThe A horizon has moist hue of 10YR or 2.5Y; moist value from 2 through 4; and moist chroma from 1 through 3.  Texture includes very fine sandy loam, fine sandy loam or silt loam.  This horizon is finely stratified in many pedons.\nThe C horizon has moist hue from 10YR through 5Y; moist value from 2 through 4; and moist chroma of 1 or 2.  Texture is highly stratified sandy loam, silt loam, and loamy sand.  Composite texture is sandy loam, fine sandy loam or very fine sandy loam.  Occasional brown (7.5YR 4/4) mottles are present in the silty strata.  Dark colors are due to the high concentration of black sand grains.\nThe 2C horizon has moist hue from 10YR through 5Y; moist value from 2 through 5; and moist chroma of 1 or 2.  Textures include sand or loamy sand.  Coarse fragment content ranges from 40 to 70 percent with 35 to 45 percent gravel and 5 to 25 percent cobble.  Lime coatings are present on the undersides of many coarse fragments.  Reaction to cold dilute HCl is weakly to strongly effervescent."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Jarvis, Niklason, and Tonowek series.  Jarvis soils have substantial mica content.  Niklason soils lack free carbonates in the 2C horizons.  Tonowek soils are moderately acid throughout the control section and lack free carbonates."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Klutina soils formed in stratified loamy alluvium over sandy and sandy-skeletal alluvium on low stream terraces and floodplains.  The terraces are often dissected.  Slopes range from 0 to 7 percent.\nThe climate is subarctic continental with long, cold winters and short, warm summers.  Mean annual precipitation ranges from 8 to 17 inches, and the mean annual snowfall is 39 to 68 inches.  Mean January temperature is minus 10 degrees F., mean July temperature is 56 degrees F., and the mean annual  temperature ranges from 23 to 27 degrees F."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Nizina and Kuslina soils.  Nizina soils are on floodplains and have less than 10 inches of coarse-loamy alluvium over sandy-skeletal material.  Kuslina soils are on high terrace positions and have a histic epipedon and permafrost within the profile."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained.  Permeability is moderate to moderately rapid in the upper part and rapid in the gravelly substratum.   Runoff is slow.  These soils are subject to flooding."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most areas have native vegetation of white spruce, quaking aspen, balsam poplar and willows.  Vegetation patterns reflect fire history and flooding frequency.  Some areas have substantial native perennial grass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Copper River Basin, Alaska.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Soil Reconnaissance in Alaska.  1914."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic features and horizons recognized in this pedon include: coarse-loamy particle size from 0 to 25 inches and sandy skeletal particle size from 25 to 60 inches;  assumed irregular decrease in organic carbon based on the stratification and flood history; pH more than 5.5 (1:1,HCl) from 0 to 60 inches; cryic temperature regime.\nADDITIONAL DATA:  Laboratory data is available for this soil:  NSSL samples 81P4049-4057, 81P4128-4135.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
