{
  "SERIES": "KNAPPTON",
  "STATUS": "Established Series",
  "BYREV": "Rev. SBC/RFP/RJE",
  "REVDATE": "01/2000",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Medial, ferrihydritic, isomesic Typic Fulvudands"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Knappton medial silt loam, forested. (Colors are for moist soil unless otherwise noted. All textures are apparent field textures.)\nOi--0 to 1 inch; slightly decomposed accumulation of needles, twigs, and mosses; abrupt smooth boundary.\nA1--1 to 3 inches; dark brown (7.5YR 3/2) medial silt loam, brown (7.5YR 5/2) dry; moderate fine and very fine granular structure; soft, very friable, slightly sticky and slightly plastic and weakly smeary; many very fine and common fine roots; many fine interstitial pores; strongly acid (pH 5.4); gradual smooth boundary. (1 to 6 inches thick)\nA2--3 to 13 inches; dark reddish brown (5YR 3/3) medial silt loam, reddish brown (5YR 5/3) dry; moderate fine and very fine subangular blocky structure; slightly hard, very friable, slightly sticky and slightly plastic and weakly smeary; common fine and very fine roots; many very fine tubular pores; 10 percent angular basalt pebbles; moderately acid (pH 5.6); gradual wavy boundary. (0 to 12 inches thick)\nBw1--13 to 25 inches; reddish brown (5YR 4/4) gravelly medial silt loam, reddish brown (5YR 5/4) dry; moderate fine and medium subangular blocky structure; slightly hard, friable, moderately sticky and slightly plastic and weakly smeary; common fine and medium, few coarse roots; common very fine tubular pores; 20 percent angular basalt pebbles; moderately acid (pH 5.6); gradual wavy boundary. (10 to 14 inches thick)\nBw2--25 to 29 inches; brown (7.5YR 4/4) gravelly medial silty clay loam, brown (7.5YR 5/4) dry; weak medium and coarse angular blocky structure; slightly hard, friable, moderately sticky and moderately plastic and weakly smeary; few fine and medium roots; common fine and medium tubular pores; 20 percent angular basalt pebbles; moderately acid (pH 5.8); gradual wavy boundary. (4 to 10 inches thick)\nBw3--29 to 44 inches; strong brown (7.5YR 5/6) gravelly medial silty clay loam, reddish yellow (7.5YR 6/6) dry; weak medium and coarse angular blocky structure; slightly hard, friable, moderately sticky and moderately plastic and weakly smeary; few fine and medium roots; common fine and medium tubular pores; 25 percent angular basalt pebbles; moderately acid (pH 5.8); clear wavy boundary. (15 to 26 inches thick)\nR--44 to 61 inches; highly weathered, fractured basalt; few very fine roots in fractures."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Pacific County, Washington; at the end of the G5000 logging road, approximately 750 feet east, 200 feet south of northwest section corner sec. 8, T.12 N., R.9W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The depth to fractured basalt is 40 to more than 60 inches.  The soil moisture control section is dry for less than 45 consecutive days during the summer; udic soil moisture regime.  The annual soil temperature is 47 to 51 degrees F. The difference between summer and mean winter soil temperature is 5 to 9 degrees F.  The particle-size control section has field estimated 20 to 40 percent clay, and 15 to 35 percent gravel. Reaction is very strongly acid to moderately acid. The umbric epipedon is 10 to 15 inches thick, when present, some pedons have an ochric epipedon with moist value and chroma of 4.  The solum has a moist bulk density of 0.75 to 0.90 g/cc., acid oxalate aluminum plus one-half the iron of 2 to 4 percent, phosphate retention of 90 to 100 percent.  Acid oxalate iron is 1.5 to 3.0 percent.  It has 2 to 3 cmol/kg of aluminum.\nThe A horizon has hue of 5YR, 7.5YR, or 10YR, value of 4 or 5 dry, and chroma of 2 or 3 moist or dry. This horizon has granular or subangular blocky structure.  It has 10 to 15 percent organic matter.\nThe B horizon has hue of 5YR, 7.5YR, or 10YR, value of 4 or 5 moist, 5 or 7 dry, and chroma of 4 through 8 moist or dry. It is gravelly medial silt loam, gravelly medial silty clay loam, or gravelly medial loam and has weak or moderate angular or subangular blocky structure.  It has 2 to 10 percent organic matter with less than 7 percent below 20 inches."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Arta, Calawah, Ilwaco, Lebam, Lytell, Mopang, Narel, Newskah, Plalix, Papac and Willapa series.  Arta and Willapa soils are moderately well drained and have redox features with chroma of 2 or less at 25 to 40 inches and 35 to 45 inches respecitvely.  Calawah soils are on terraces, formed in glacial outwash and have less then 15 percent coarse fragments that are rounded.  Ilwaco and Lebam soils formed in material derived from sandstone and have less than 15 percent paragragments.  Lytell and Narel soils formed in material derived from sandstone and have over 35 percent parafragments in the particle-size control section.  Mopang soils have cemented till at 40 to 60 inches.  Newskah are 40 to 60 inches deep to sandy marine sediments with loam textures in the solum.  Palix soils are 40 to 60 inches deep to a paralithic contact of sandstone with 20 to 80 percent paragragments.  Papac soils are 20 to 40 inches deep to densic till material."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Knappton soils are on narrow ridgetops and colluvial side slopes in mountainous uplands. Slopes are 1 to 90 percent. These soils formed in material from highly weathered basalt colluvium. Elevations range from 100 to 1,800 feet. The climate is marine with cool wet winters and cool dry summers. The mean precipitation ranges from 80 to 170 inches. The mean January temperature is 38 degrees F., mean July temperature is 60 degrees F., and the mean annual temperature is 48 degrees F. and ranges from 46 degrees to 51 degrees F.  The frost free period is 140 to 220 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Traham and Vesta soils and the competing Lebam, Palix, and Willapa soils. Traham soils have a medial-skeletal control section and depth to fractured basalt ranges from 20 to 40 inches.\nVesta soils are medial over clayey."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; slow to rapid runoff; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Knappton soils are used for timber production, watershed, wildlife habitat and recreation. Vegetation is principally a western hemlock forest with scattered Sitka spruce and western red cedar. Understory species are salal, oxalis, swordfern brackenfern, salmonberry, red elderberry, and vine maple."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Within 15 miles of the Pacific Coast in southwestern Washington. The series is moderately extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Pacific County, Washington, 1978."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and other features.\n- Umbric epipedon - 1 to 13 inches\n- Cambic horizon - 13 to 44 inches\n- The series allows for ochric epipedons within the series range.\n- Andic soil properties - 1 to 44 inches\n- Udic soil moisture regime\n- All depths to diagnostic horizons and features are measured from the top of the first mineral horizon.\nADDITIONAL DATA:  Organic carbon estimates are based on data for the Vesta series and are available at the National Soil Survey Laboratory, Lincoln, Nebraska: Sample S77WA25-1.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
