{
  "SERIES": "KNIFERIVER",
  "STATUS": "Established Series",
  "BYREV": "PFS, MGU",
  "REVDATE": "12/2013",
  "STATES": "ND",
  "OVERVIEW": "The Kniferiver series consists of very deep, well drained soils on surface mined areas. Saturated hydraulic conductivity is moderately low. These soils formed in materials that have been excavated and reclaimed during surface mining operations.  Slopes range from 0 to 9 percent. Mean annual temperature is about 4 degrees C, and mean annual precipitation is about 36 centimeters.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, nonacid, frigid Haplic Ustarents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Kniferiver loam - with a 2 percent convex slope in a cultivated field. (Colors are for dry soil unless otherwise stated.)\nAp--0 to 18 centimeters; dark gray (10YR 4/1) loam, very dark brown (10YR 2/2) moist; moderate medium subangular blocky structure parting to moderate fine subangular blocky structure; friable, moderately hard; slightly sticky and moderately plastic; common very fine and fine roots throughout; few very fine low-continuity tubular pores; noneffervescent; abrupt smooth boundary.\nA--18 to 33 centimeters; dark gray (10YR 4/1) loam, very dark gray (10YR 3/1) moist; moderate coarse and medium subangular blocky structure; friable, moderately hard; slightly sticky and moderately plastic; common very fine and fine roots throughout; few very fine low-continuity tubular pores; noneffervescent; 1% of Bk material mixed in A horizon; abrupt smooth boundary. (Ap and A horizon 23 to 38 centimeters thick).\n2C/B--33 to 122 centimeters; light olive brown (2.5Y 5/3) and light yellowish brown (2.5Y 6/3) clay loam, olive brown (2.5Y 4/3) and light olive brown (2.5Y 5/3) moist; moderate medium and coarse cloddy structure; friable, moderately hard; moderately sticky and moderately plastic; few very fine and fine roots throughout; few very fine low-continuity tubular pores; strong effervescence; 10% soft masses of lime from original Bk horizon; abrupt smooth boundary.  (2C/B horizon 63 to 102 centimeters thick).\n3C-- 122 to 203 centimeters; grayish brown (2.5Y 5/2) and light olive brown (2.5Y 5/3) clay loam, dark grayish brown (2.5Y 4/2) and olive brown (2.5Y 4/3) moist; 1 percent fine prominent irregular light olive brown (10YR 5/6) moist relict concentrations: massive; firm, hard; moderately sticky and moderately plastic; few very fine roots throughout; few very fine low-continuity tubular pores; slight effervescence; 2% lignite fragments."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: McLean County, North Dakota; about 8 miles southwest of Underwood; 549 meters north and 244 meters east of the southwest corner of Sec. 25, T. 145 N., R. 83 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Depth to carbonates ranges from 0 to 61 centimeters, but are typically found at a depth greater than 25 centimeters.  The soil contains 1 to 10 percent coarse fragments, but ranges up to 15 percent.  The coarse fragments are dominantly gravel, but a few cobbles and stones are present in most pedons and occur at random depth, spacing, and orientation.  Shale fragment content ranges from 0 to 5 percent.  The clay content in the control section averages between 20 to 35 percent clay.  Depth to the 3C horizon (spoil material) ranges from 102 to 152 centimeters.  In all pedons, soil fragments and isolated peds of relict genetic horizons of pre-mined soils are randomly distributed throughout, and are disordered relative to any plane in the profile.  Some of the soil fragments have identifiable properties such as clay films, relict concentrations, or soft masses that are characteristic of their previous formation. The organic carbon content decreases irregularly with depth in most pedons because of mixing and because of the presence of flakes and fragments of coal or other carbonaceous material.\nThe A horizon has hue of 10YR or 2.5Y, value of 4 or 5 and 2 or 3 moist, and chroma of 2 moist, but can range from 1 to 3. It is loam or clay loam.  It is neutral or slightly alkaline.  Both a thick surface phase and a calcareous surface phase are recognized.  Some pedons have an A/C horizon.\nThe 2C/B horizon has hue of 10YR or 2.5Y, value of 5 to 7 and 4 to 6 moist, and chroma of 2 to 4 moist. It is loam or clay loam, but thin individual layers can include sandy clay loam or silty clay loam.  It is slightly alkaline or moderately alkaline.  Some horizons have strata, pockets, or soil fragments that do not contain free carbonates.  In some pedons, multiple 2C/B horizons can occur.\nThe 3C horizon has hue of 10YR, 2.5Y, or 5Y, value of 3 to 6 moist, and chroma of 2 to 6 moist.  It is loam or clay loam, but thin individual layers can include sandy clay loam, silty clay loam, silty clay, or clay.  It is slightly alkaline or moderately alkaline.  Typically, the SAR is greater than 12.  Some horizons have strata, pockets, or soil fragments that do not contain free carbonates.  Some pedons contain one or more dense substratum layers.  These layers restrict the movement of roots and water and have high bulk density and low available water capacity.  A dense substratum phase is recognized."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Coleharbor, Square Butte, and Boxcut series in the same family. These soils are found on similar landscapes.  Coleharbor soils have a low SAR sandy 3C (spoil material) at depths between 76 to 102 centimeters.  Square Butte soils have low SAR 3C horizons (spoil material) at depths between 102 and 152 centimeters.  Boxcut soils have low SAR 3C horizons (spoil material) at depths between 51 to 76 centimeters."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Kniferiver soils are on nearly level to strongly sloping summits and back slopes of reconstructed landscapes. Slope gradients commonly range from 0 to 9 percent.  Mean annual air temperature ranges from 1 to 7 degrees C, and mean annual precipitation from 30 to 48 centimeters."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the competing Coleharbor, Squarebutte, and Boxcut series and the Bowbells, Max, Niobell, Noonan, Parnell, Tonka, Williams, and Zahl soils on adjacent unmined landscapes.  Bowbells soils are pachic.  Niobell and Noonan soils have natric horizons.  Tonka and Parnell soils are in depressions.  They are poorly and very poorly drained, respectively.  Williams soils have an argillic horizon."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Well drained.  Saturated hydraulic conductivity is moderately low."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Kniferiver soils are used for growing small grains and row crops.  Some areas are seeded to grass-legume mixtures for meadow or pasture."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Central and western North Dakota.  Kniferiver soils are of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: St. Paul, Minnesota"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: McLean County, North Dakota, 2012."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: These soils were formerly mapped as mine spoils, surface mines, loamy Orthents, or as other miscellaneous land types. They result from mining and reclamation procedures adopted around 1975.  The top soil, subsoil, and spoil are removed in separate lifts and stockpiled.  After the coal has been mined, the stockpiled materials are replaced. The spoil is laid down first, followed by the subsoil, and finally the top soil.\nDiagnostic horizons and features recognized in this pedon are:  There are no diagnostic features recognized.  These soils have organic carbon levels and colors that qualify as mollic epipedons, but because of the reclamation process they are no longer considered diagnostic."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "ADDITIONAL DATA: Publication 1207. Climatic adjustments on reclaimed cropland yields for final bond release.  Dr. Stephan A. Schroeder, 1992."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 18,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 1,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 2,
        "texture_class": "loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Ap--0 to 18 centimeters; dark gray (10YR 4/1) loam, very dark brown (10YR 2/2) moist; moderate medium subangular blocky structure parting to moderate fine subangular blocky structure; friable, moderately hard; slightly sticky and moderately plastic; common very fine and fine roots throughout; few very fine low-continuity tubular pores; noneffervescent; abrupt smooth boundary."
      },
      {
        "name": "A",
        "top": 18,
        "bottom": 33,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 1,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 1,
        "texture_class": "loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "A--18 to 33 centimeters; dark gray (10YR 4/1) loam, very dark gray (10YR 3/1) moist; moderate coarse and medium subangular blocky structure; friable, moderately hard; slightly sticky and moderately plastic; common very fine and fine roots throughout; few very fine low-continuity tubular pores; noneffervescent; 1% of Bk material mixed in A horizon; abrupt smooth boundary. (Ap and A horizon 23 to 38 centimeters thick)."
      },
      {
        "name": "2C/B",
        "top": 33,
        "bottom": 122,
        "dry_hue": "2.5Y",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "2.5Y",
        "moist_value": 5,
        "moist_chroma": 3,
        "texture_class": "clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "2C/B--33 to 122 centimeters; light olive brown (2.5Y 5/3) and light yellowish brown (2.5Y 6/3) clay loam, olive brown (2.5Y 4/3) and light olive brown (2.5Y 5/3) moist; moderate medium and coarse cloddy structure; friable, moderately hard; moderately sticky and moderately plastic; few very fine and fine roots throughout; few very fine low-continuity tubular pores; strong effervescence; 10% soft masses of lime from original Bk horizon; abrupt smooth boundary.  (2C/B horizon 63 to 102 centimeters thick)."
      },
      {
        "name": "3C",
        "top": 122,
        "bottom": 203,
        "dry_hue": "2.5Y",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "2.5Y",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "3C-- 122 to 203 centimeters; grayish brown (2.5Y 5/2) and light olive brown (2.5Y 5/3) clay loam, dark grayish brown (2.5Y 4/2) and olive brown (2.5Y 4/3) moist; 1 percent fine prominent irregular light olive brown (10YR 5/6) moist relict concentrations: massive; firm, hard; moderately sticky and moderately plastic; few very fine roots throughout; few very fine low-continuity tubular pores; slight effervescence; 2% lignite fragments."
      }
    ]
  ]
}
