{
  "SERIES": "KNIK",
  "STATUS": "Established Series",
  "BYREV": "Rev. SR-MHC-JPM",
  "REVDATE": "11/2008",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-silty over sandy or sandy-skeletal, mixed, superactive Typic Haplocryepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Knik silt loam - on a southeast facing slope of 2 percent at 800 feet elevation under paper birch and white spruce forest.   (All colors are for moist soil)\nOi--2 inches to 0; very dark brown (10YR 2/2) undecomposed grass, twigs and leaves.  (2 to 4 inches thick)\nEA--0 to 7 inches; dark grayish brown (10YR 4/2) silt loam;  weak fine granular structure; very friable, nonsticky and nonplastic; common fine distinct dark yellowish brown (10YR 4/4) mottles; common very fine and fine and few medium roots; strongly acid (pH 5.2); clear irregular boundary.  (3 to 8 inches thick)\nBw1--7 to 12 inches; dark yellowish brown (10YR 4/4 and 10YR 4/6) silt loam; weak medium platy structure; very friable, nonsticky and nonplastic; common very fine and fine and few medium roots; strongly acid (pH 5.4); clear smooth boundary.  (3 to 9 inches thick)\nBw2--12 to 18 inches; dark yellowish brown (10YR 4/4) silt loam; weak medium platy structure; very friable, nonsticky and nonplastic; few medium and fine roots; moderately acid (pH 5.6); abrupt smooth boundary.  (0 to 10 inches thick)\n2C1--18 to 38 inches; variegated extremely gravelly sand; single grain; loose, nonsticky and nonplastic; 50 percent rounded gravel and 10 percent well rounded cobble; moderately acid (pH 5.6); gradual wavy boundary.  (12 to 30 inches thick)\n2C2--38 to 60 inches; variegated extremely gravelly coarse sand with occasional lenses and pockets of coarse sand; single grain; loose, nonsticky and nonplastic; 60 percent rounded gravel and 10 percent rounded cobble; moderately acid (pH 5.8)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Matanuska Valley Area, Alaska; NE 1/4, NW 1/4, Section 36, T. 19 N., R 2 E., Seward Meridian."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Depth to sand and gravel ranges from 12 to 24 inches.  The loess mantle is silt loam or very fine sandy loam with less than 18 percent clay and less than 15 percent fine sand or coarser.  Reaction is strongly acid to moderately acid in the solum and moderately acid to neutral in the substratum.\nThe E or EA horizons, when present, have moist value of 3 through 5; moist chroma from 1 through 3.\nThe A horizon, when present, has moist hue of 7.5YR or 10YR; moist value of 2 or 3 and moist chroma of 2 or 3.\nThe Bw horizon has moist hue of 7.5YR or 10YR; moist value of 4 or 5 and moist chroma from 3 through 6.\nThe 2Bw horizon, when present, has moist hue of 7.5YR or 10YR; moist value of 4 or 5 and moist chroma from 4 through 8.  Texture is sandy loam, loamy sand or loamy coarse sand.  Coarse fragments range from 15 to 30 percent rounded gravel and cobble.\nThe 2BC horizon, when present, has moist hue of 7.5YR or 10YR; moist value from 3 through 5 and moist chroma from 4 through 6.  Texture is sandy loam, loamy coarse sand or coarse sand.  Coarse fragments range from 40 to 60 percent rounded gravel and cobble.\nThe 2C horizons have variegated colors.  Texture is sand, coarse sand or loamy coarse sand.  Rock fragments range from 40 to 70 percent rounded gravel and cobble."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Gulkana, Yensus and Nenana series in the same family. Gulkana soils have free calcium carbonate in the substratum.  Nenana soils have substantial mica content.  Yensus soils have loess mantles thicker than 24 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  The Knik soils are on broad stream terraces, outwash plains and hillslopes.  They formed in a loess mantle overlying glaciofluvial deposits of sand and gravel.  The climate is transitional maritime - continental.  Mean annual temperature is about 35 degrees F and the mean annual precipitation is about 17 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:"
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained.  Slow to rapid runoff.  Moderate permeability in the loess mantle and rapid in the skeletal substratum."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used for cropland, pasture and wildlife habitat.  The native vegetation includes white spruce, quaking aspen and paper birch.  Crops include barley, oats, potatoes and other vegetables."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Southcentral Alaska.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Soil Reconnaissance in Alaska, 1914."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this profile include: coarse silty material from 0 to 18 inches; sandy-skeletal material from 18 to 40 inches; ochric epipedon from 0 to 7 inches; cambic horizon from 7 to 18 inches; cryic temperature regime.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
