{
  "SERIES": "KNOCO",
  "STATUS": "Established Series",
  "BYREV": "Rev. WMR:CLN:DDR:RFG",
  "REVDATE": "10/2014",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Clayey, mixed, active, calcareous, thermic, shallow Aridic Ustorthents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Knoco clay--rangeland.\n(Colors are for dry soil unless otherwise stated.)\nA1--0 to 13 cm (0 to 5 in); red (2.5YR 4/6) clay, dark red (2.5YR 3/6) moist; moderate fine subangular blocky structure; very hard, firm, slightly sticky, plastic; many fine and common medium roots; few medium and coarse concretions of calcium carbonate; many caliche and few sandstone pebbles on the surface; slightly effervescent; moderately alkaline; clear smooth boundary. Thickness is 8 to 36 cm (3 to 14 in)\nA2--13 to 23 cm (5 to 9 in); reddish brown (2.5YR 5/4) clay, reddish brown (2.5YR 4/4) moist, weak fine and medium subangular blocky structure; very hard, firm, slightly sticky, plastic; many fine and common medium roots; few medium and coarse concretions of calcium carbonate; slightly effervescent; moderately alkaline; gradual smooth boundary. Thickness is 0 to 28 cm (0 to 11 in)\nC--23 to 48 cm (9 to 19 in); reddish brown (2.5YR 5/4) dense clay and noncemented claystone fragments; reddish brown (2.5YR 4/4) moist; massive with moderate medium angular rock structure; extremely hard, very firm, sticky, plastic; common fine and medium roots; few masses of light greenish gray (5GY 7/1) and gray (5Y 6/1) claystone; very slightly effervescent; moderately alkaline; clear smooth boundary. Thickness is 3 to 41 cm (1 to 16 in)\nCd1--48 to 71 cm (19 to 28 in); reddish brown (2.5YR 4/4) noncemented claystone bedrock, reddish brown (2.5YR 4/4) moist; massive with moderate coarse angular rock structure parting to fine angular blocks; extremely hard, extremely firm, very sticky, plastic; very few medium roots about 10 to 14 inches apart along fracture planes; few reduction masses of light greenish gray (5GY 7/1) and gray (5Y 6/1) claystone; very slightly effervescent; moderately alkaline; clear smooth boundary. Thickness is 0 to 30 cm (0 to 12 inches thick)\nCd2--71 to 152 cm (28 to 60 in); reddish brown (2.5YR 4/4) noncemented claystone bedrock, reddish brown (2.5YR 4/4) moist; massive with moderate very coarse angular rock structure; extremely hard, extremely firm, very sticky, plastic; common masses and thin strata of light greenish gray (5GY 7/1) and gray (5Y 6/1) claystone; very slightly effervescent; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Wilbarger County, Texas; from the intersection of U.S. Highway 183-283 and Texas Farm to Market Road 1763 about 12.5 miles south-southeast of Vernon, 2.62 miles south-southeast on U.S. Highway 183-283 (0.96 mile south-southeast of Beaver Creek), 175 feet east-northeast in rangeland.\nUSGS topographic quad: Grayback, Texas;\nLatitude - 35 degrees, 57 minutes, 00 seconds N;\nLongitude - 99 degrees, 12 minutes, 22.1 seconds W;\nDatum: WGS84."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil Moisture: Typic ustic soil moisture regime.\nDepth to bedrock, densic: 8 to 51 cm (3 to 20 in)\nThickness of the ochric epipedon: 0 to 36 cm (0 to 14 in)\nDepth to secondary carbonates: 0 to 41 cm (0 to 16 in)\nSurface fragments: Calcareous nodules and sandstone pebbles range from a few to a pavement. There are a few siliceous pebbles on the surface of some pedons. Some pedons have sandstone or limestone stones or boulders on the surface. Fragments range from 1 to 20 feet across the long axis, and are about 1 to 5 feet thick. These fragments cover about 2 to 25 percent of the surface layer in some soil areas.\nParticle-size control section (weighted average):\nClay Content: 35 to 60 percent\nA horizon\nHue: 10R to 5YR\nValue: 3 to 5\nChroma: 3 to 6; where value and chroma are 3 or less, thickness is less than 10 cm (4 in)\nTexture: Clay loam, silty clay, clay\nClay content: 35 to 60 percent\nElectrical Conductivity (ds/m): 0.1 to 4\nCalcium carbonate equivalent: 1 to 8 percent\nEffervescence: very slight to strong\nReaction (pH): Slightly to moderately alkaline (7.4 - 8.4)\nC horizon(s)\nHue: 5YR, 2.5YR\nValue: 4 or 5\nChroma: 4 to 8\nTexture: silty clay, clay\nCoarse fragments: Few to common fragments of noncemented claystone that crush or slake to clay texture\nDensic materials: The material slakes rapidly in water and is densic material in less than 50 percent of the layer\nBulk density: 1.25 to 1.7 g/cm3\nRoots: Penetrate this material mainly along cracks\nVisible calcium carbonate: occurs in cracks of some pedons\nGypsum: 0 to 2 percent\nElectrical Conductivity (EC): 0.1 to 8 ds/m\nCalcium carbonate equivalent: 1 to 8 percent\nEffervescence: very slight to violent\nReaction (pH): slightly to moderately alkaline (7.4 - 8.4)\nCd horizon(s)\nColor: mainly in shades of red or gray\nTexture: noncemented claystone or siltstone that has texture of silty clay or clay\nDensic materials: The material slakes rapidly in water and is densic material that may or may not qualify as a densic contact.\nRoots: 25 to 36 cm (10 to 14 in) apart and along cleavage planes or fractures in the upper part in some pedons\nBulk density: 1.5 to 2.25 g/cm3\nElectrical Conductivity (EC): 0.1 to 8 ds/m\nGypsum: 0 to 2 percent\nEffervescence: none to strong\nReaction (pH): slightly to moderately alkaline (7.4 - 8.4)\nOther features: some pedons contain thin discontinuous strata of limestone or sandstone."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: seriesThe Harpersville series in the same family. Similar soils are the Burson, Cottonwood, Latom, Masham, Owens, and Vernon series.\nHarpersville: These soils have hue of 7.5YR or yellower.\nBurson, Cottonwood, and Latom: These soils have less than 35 percent clay in the particle-size control section. Also, Cottonwood soils are over gypsum and Burson and Latom soils are over sandstone.\nMasham, Owens and Vernon: These soils have cambic horizons. In addition, Owens soils have hue of 7.5YR or yellower, and Vernon soils are more than 51 cm (20 in) deep to bedrock."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material: clayey residuum derived from claystone of Permian age\nLandscape: dissected plains\nLandform: Erosional positions on hills, pediments, and ridges\nSlope: 1 to 60 percent\nMean annual precipitation: 559 to 762 mm (22 to 30 in)\nThornthwaite P-E Index: 32 to 44\nMean annual air temperature: 13.9 to 18.9 degrees C (22 to 30 degrees F)\nFrost Free Days: 190 to 230 days\nElevation: 304.8 to 685.8 m (1,000 to 2,250 ft)"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Aspermont, Beckman, Cottonwood, Heman, Talpa, Tillman, Tilvern, Vinson, Vernon, and Westill series.\nAspermont: These soils have less than 35 percent clay in the particle-size control section and occur on higher landscape positions.\nBeckman: These soils are very deep to bedrock and occur on lower floodplains.\nCottonwood and Vinson: These soils are over gypsum and occur on similar positions.\nHeman: These soils have a strongly contrasting particle-size control section and occur on floodplains.\nTalpa: These soils are over dolomitic limestone and occur on higher positions.\nTillman and Westill: These soils have a mollic epipedon and occur on higher broad plains.\nTilvern: These soils are deep to bedrock and occur on higher positions.\nVernon: These soils are moderately deep to bedrock and occur on similar positions."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained. Permeability is very slow. Runoff is high on 0 to 1 percent slopes, and very high on slopes greater than 1 percent."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Used mainly for rangeland. The native vegetation consists of a sparse cover of tobosagrass, buffalograss, blue grama and sideoats grama, with a few scrubby mesquite, juniper, and pricklypear cactus; about 10 to 50 percent ground cover in most areas."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: North central Texas, western Oklahoma, and a small part of south central Kansas; Land Resource Region - H; MLRA-78A (Rolling Limestone Prairie), MLRAs - 78B and 78C (Central Rolling Red Plains); The series is extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Wichita County, Texas; 1973."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nEdited 10/2014 (RFG-CJV): Changed to tabular format. Changed Cd1 to C horizon and bedrock-densic restriction from 23cm to 48cm. Added metric measurements. Updated competing series, geographic setting, and associated soils sections.\nDiagnostic horizons and features recognized in this pedon are:\nParticle-size control section: 0 to 23 cm (0 to 9 in). (A1 and A2 horizons)\nOchric epipedon: 0 to 23 cm (0 to 9 in). (A1 and A2 horizons)\nSecondary carbonates: 0 to 23 cm (0 to 9in). (A1 and A2 horizons)\nDensic material: 48 to 152 cm (19 to 60 in). (Cd horizons)\nDensic contact: 48 cm (19 in). (Top of Cd1 horizon)\nADDITIONAL DATA: None\nTaxonomic Version: Keys to Soil Taxonomy, Twelfth Edition, 2014\nNational Cooperative Soil Survey\nU.S.A."
  }
}
