{
  "SERIES": "KNOTMER",
  "STATUS": "Tentative Series",
  "BYREV": "IRD. SMM/TDT",
  "REVDATE": "03/2006",
  "STATES": "OR",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS:  Loamy, mixed, superactive, frigid Lithic Mollic Haploxeralfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Knotmer very stony ashy sandy loam; rangeland, on a 2 percent northeast-facing slope at 4572 feet elevation. (Colors are for dry soil unless otherwise noted.  All textures are apparent field textures)\nA--0 to 2 inches; brown (10YR 5/3) very stony ashy sandy loam, dark brown (7.5YR 3/2) moist; hard, friable, slightly sticky, slightly plastic; many very fine and common fine roots; many very fine and common fine irregular pores; 10 percent subangular indurated basalt gravel, 10 percent subangular indurated basalt cobbles, and 15 percent subangular indurated basalt stones; neutral (pH 6.6); clear wavy boundary. (2 to 8 nches thick)\nAB--2 to 4 inches; brown (10YR 5/3) gravelly ashy loam, dark brown (7.5YR 3/3) moist;  hard, friable, slightly sticky, slightly plastic; common very fine and few fine roots; many very fine and common fine irregular and pores; 30 percent subangular indurated basalt gravel; slightly acid (pH 6.5); abrupt wavy boundary. (2 to 8 inches thick)\n2Bt--4 to 6 inches; yellowish brown (10YR 5/4) clay loam, dark brown (7.5YR 3/4) moist;  very hard, very firm, slightly sticky, moderately plastic; few very fine roots; few very fine tubular pores; 10 percent distinct clay films on surfaces along pores and 10 percent distinct clay films on all faces of peds; 2 percent subangular indurated basalt gravel; slightly acid (pH 6.5); abrupt broken boundary. ( 0 to 4 inches thick)\n2R--6 to 16 inches; indurated basalt bedrock, fractured at intervals of 18 to 40 inches."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: about 6 miles north of Beatty, Oregon; about 510 feet south and 395 feet east of the northwest corner of section 17, T 35 S, R 12 E; (Latitude - 42 degrees, 32 minutes, 32.04 seconds N., Longitude - 121 degrees, 19 minutes, 41.63 seconds W.) Spodue Mountain, Oregon USGS quadrangle; UTM 637272 meters E, 4711337 meters N, zone 10 NAD83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nAverage annual soil temperature - 43 to 47 degrees F.\nMoisture control section - surface to the lithic contact - dry in all parts for 75 to 90 days within the four-month period following the summer solstice.\nDepth indurated bedrock - 5 to 10 inches.\nArgillic horizon is discontinuous in each pedon\nClay content in the particle-size control section, weighted average:  18 to 35 percent\nRock gragment content in the particle-size control section, weighted average: 5 to 35 percent\nOrganic matter content throughout the solum is 1 to 2 percent.\nA horizon\nHue:  7.5YR or 10YR moist or dry\nValue:  2 or 3 moist, 4 or 5 dry\nChroma:  1 to 3 moist, 2 to 4 dry\nClay content:  8 to 18 percent\nGravel content:  10 to 25 percent\nCobble content:  10 to 20 percent\nStone content:  5 to 15 percent\nBoulder content:  0 to 1 percent\nVolcanic glass content:  30 to 70 percent in the 0.02 to 2.0 mm fraction\nAmmonium oxalate extractable Al plus 1/2 Fe:  0.2 to 0.8 percent\nPhosphate retention:  10 to 35 percent\nReaction:  moderately acid to neutral (pH 5.6 to 7.4)\nAB horizon\nThickness - 3 to 7 cm\nHue - 5YR, 7.5YR, or 10YR moist; 7.5YR or 10YR dry\nValue - 2 or 3 moist, 4 or 5 dry\nChroma - 2 to 4 moist or dry\nFine-earth texture - ashy loam or ashy clay loam\nClay content - 18 to 35 percent\nGravel content - 0 to 30 percent\nCobble content - 0 to 5 percent\nStone content - 0 to 5 percent\nBoulder content - 0 to 5 percent\nEstimated properties:\nVolcanic glass content - 10 to 30 percent in the 0.02 to 2.0 mm fraction\nAmmonium oxalate extractable Al plus 1/2 Fe:  0.2 to 0.8 percent\nPhosphate retention:  10 to 35 percent\nReaction - slightly acid (pH 6.1 to 6.5)\n2Bt horizon\nHue - 5YR, 7.5YR, or 10YR moist; 7.5YR or 10YR dry\nValue - 3 or 4 moist, 4 to 6 dry\nChroma - 2 to 4 moist, 3 or 4 dry\nFine-earth texture - clay loam or clay\nClay content - 30 to 50 percent\nDurinodes - 0 to 2 percent very weakly to moderately cemented\nGravel content - 0 to 20 percent\nCobble content - 0 to 15 percent\nStone content - 0 to 5 percent\nBoulder content - 0 to 2 percent\nReaction:  slightly acid (pH 6.1 to 6.5)"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no competing series."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Knotmer soils are in deflation basins on lava plateaus.  Elevations range from 4,450 to 5,500 feet. The soils formed eolian deposits derived from volcanic rock and tephra over residuum derived from basalt. The climate is characterized by cold wet winters and hot dry summers. The average annual precipitation is 18 to 25 inches. The average annual temperature is 43 to 46 degrees F. The frost-free period is 50 to 70 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Merlin, Yancy, and Maset soils.  Merlin soils are on lava plateaus and are 10 to 20 inches deep to lithic basalt.  Yancy soils are on alluvial fans and are 10 to 20 inches deep to a duripan.  Maset soils are on air fall tephra fields and are 20 to 40 inches deep to a paralithic contact."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Knotmer soils are used mainly for limited livestock grazing and wildlife habitat. The soils commonly support low sage, Sandberg bluegrass rock buckwheat, Sandberg bluegrass, and bigseed biscuitroot."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: South-central Oregon; MLRA 21. The series is inextensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES PROPOSED",
    "content": "SERIES PROPOSED: Klamath County, Oregon, 2006"
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features in this pedon include:\nOchric epipedon\nArgillic horizon - The zone from 4 to 6 inches\nLithic contact - The contact at 6 inches\nParticle-size control section - The zone from the surface to 6 inches (A, AB, and Bt horizons).  Weighted average rock fragment content is 29 percent.\nNeed to verify ashy or loamy placement in family.  Need glass count in the A and AB horizons.  If over 30 percent, then family is ashy not loamy.\nADDITIONAL DATA:\nNASIS Site ID: 03-SMM-035\nNASIS Pedon ID: 03OR681035\nNational Cooperative Soil Survey\nU.S.A."
  }
}
