{
  "SERIES": "KOEHN",
  "STATUS": "Established Series",
  "BYREV": "Rev: JKG/LJL/CAH/ET",
  "REVDATE": "09/2015",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Mixed, thermic Typic Torripsamments"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Koehn coarse sand on a linear, 4 percent slope at an elevation of 803 meters. (Colors are for dry soil unless otherwise noted.) The surface is covered by approximately 50 percent gravel.\nA--0 to 3 centimeters (0 to 1 inches); brown (10YR 5/3) coarse sand, dark grayish brown (10YR 4/2) moist; weak medium platy structure; soft, very friable, nonsticky and nonplastic; many very fine and few fine roots; common very fine and fine tubular pores; 4 percent fine gravel and 2 percent medium and coarse gravel; neutral (pH 7.0); clear wavy boundary. (1 to 4 centimeters thick)\nC1--3 to 20 centimeters (1 to 8 inches); pale brown (10YR 6/3) sand, brown (10YR 4/3) moist; weak fine through coarse subangular blocky structure parting to massive; soft, very friable, nonsticky and nonplastic; common very fine and fine roots; few very fine interstitial pores; 5 percent fine gravel; neutral (pH 7.0); gradual wavy boundary.\nC2--20 to 53 centimeters (8 to 21 inches); light yellowish brown (10YR 6/4) sand, yellowish brown (10YR 5/4) moist; massive; soft, very friable, nonsticky and nonplastic; few very fine, fine and coarse roots; common very fine interstitial pores; 2 percent fine gravel; slightly alkaline (pH 7.4); gradual wavy boundary.\nC3--53 to 75 centimeters (21 to 30 inches); light yellowish brown (10YR 6/4) sand, yellowish brown (10YR 5/4) moist; weak medium and coarse subangular blocky structure parting to massive; slightly hard, very friable, nonsticky and nonplastic; few coarse roots; few very fine interstitial pores; 5 percent fine gravel and 1 percent medium and coarse gravel; slightly alkaline (pH 7.8); clear wavy boundary.\nCk--75 to 88 centimeters (30 to 35 inches); light yellowish brown (10YR 6/4) sand, yellowish brown (10YR 5/4) moist; massive; soft, very friable, nonsticky and nonplastic; few medium, coarse and very coarse roots; common fine interstitial pores; 1 percent distinct, white (10YR 8/1) carbonate coats on rock fragments; 2 percent fine gravel, 3 percent medium and coarse gravel and 5 percent cobbles; slightly alkaline (pH 7.8); clear wavy boundary.\nC--88 to 159 centimeters (35 to 63 inches); light yellowish brown (10YR 6/4) loamy sand, yellowish brown (10YR 5/4) moist; massive structure; soft, very friable, nonsticky and nonplastic; few coarse roots; common very fine and fine interstitial pores; 3 percent fine gravel and 1 percent medium and coarse gravel; slightly alkaline (pH 7.6). (Combined thickness of C horizons is greater than 100 centimeters)"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Kern County, California; about 33 kilometers north and 15 kilometers east of Mojave, California; approximately 5 kilometers north and 0.5 kilometers west of Jawbone Canyon OHV Visitors Center, within the BLM Jawbone-Butterbredt ACEC; 617 meters west and 247 meters south of the northeast corner of section 9, T.30 S., R.37 E., Mt. Diablo Meridian; 35 degrees, 20 minutes, 41.8 seconds north latitude and 118 degrees, 0 minutes, 27.5 seconds west longitude; USGS Cinco, California, 7.5 minute quadrangle; UTM 11S, 0408437e 3911763n; (NAD83)."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture control section: Usually dry, moist in some part during winter and spring and intermittingly moist near the soil surface following occasional summer convection storms; Typic-Aridic soil moisture regime.\nSoil temperature:  18 to 22 degrees C.\nControl section\nClay content: 2 to 10 percent.\nRock fragments: 2 to 10 percent, dominantly fine gravel.\nOrganic matter: 0 to 0.5 percent.\nReaction: neutral or slightly alkaline.\nEffervescence: noneffervescent to very slightly.\nA horizon\nValue: 5 or 6 dry, 3 or 4 moist.\nChroma: 3 or 4 dry, 2 or 3 moist.\nTexture: loamy coarse sand and loamy sand.\nClay content: 3 to 8 percent.\nStructure: weak and moderate, thin to very thick platy.\nConsistence: soft or slightly hard.\nRock fragments: 1 to 10 percent gravel.\nReaction: neutral or slightly alkaline.\nC horizons\nValue: 4 to 7 dry, 4 or 5 moist.\nChroma: 2 to 6, dry and moist.\nTexture: coarse sand, sand, loamy coarse sand and loamy sand.\nClay Content: 2 to 10 percent.\nStructure: single grain, massive, or subangular blocky.\nConsistence: soft or slightly hard, dry.\nRock fragments: 1 to 10 percent gravel, 0 to 5 percent cobbles.\nReaction: neutral or slightly alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Atina (T TX), Azulgar (T TX), Birdcanyon (CA) Bluepoint (NV), Brazito (NM), Cajon (CA), Copia (NM), Maynard Lake (NV), Moapa (NV), Pintura (UT), Toquop (AZ), University (NM), and Yturbide (NM) series. Atina, Azulgar and Toquop soils contain secondary carbonates, and Toquop soils may also have secondary gypsum accumulations below 50 centimeters. Birdcanyon soils have a cooler mean annual soil temperature (15.1 to 18 degrees C). Brazito, Bluepoint, Cajon, Copia, and University soils are intermittently moist in some part of the moisture control section July through September. Bluepoint soils are also calcareous in some or all parts of the control section and formed from eolian material. Copia soils also have a hue of 5YR. University soils are also calcareous. Maynard Lake soils contain more than 20 percent volcanic ash or pumice and are calcareous. Moapa soils are moderately deep to paralithic and lithic contacts. Pintura soils have a hue of 5YR or 2.5YR. Yturbide soils have 15 to 35 percent rock fragments within the particle size control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Koehn soils are on inset fans, fan aprons, stream terraces, and drainageways. Slopes range from 2 to 8 percent. These soils formed in granitic alluvium. Elevations are 680 to 1,160 meters. The climate is arid with hot, dry summers and warm, moist winters. The mean annual precipitation is 125 to 175 millimeters; mean annual air temperature is 16.1 to 20 degrees C. The frost-free season is 200 to 270 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are Dovecanyon and Cutterbank soils. Dovecanyon soils are located on fan remnants, have an argillic horizon and have a coarse-loamy particle size control section.  Cutterbank soils are located on uplifted lakebed deposits and are not sandy throughout the particle size control section."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Somewhat excessively drained; very low runoff; high saturated hydraulic conductivity. Very rarely to frequently flooded."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Koehn soils are used for recreation, grazing and wildlife habitat. The present vegetation is mainly desert senna, creosotebush, and white bursage."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Northwest Mojave Desert of southern California, U.S.A.; MLRA 30. These soils are of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: PHOENIX, ARIZONA"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Kern County, California, 2007; Jawbone-Butterbredt Off-Highway Vehicle Area Soil Survey, part of Mojave Desert Area, Northwest Part Soil Survey, California. The name is from nearby Koehn Dry Lake."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in the profile are:\n1. Ochric epipedon -- 0 to 18 centimeters (A and part of C1 horizons).\n2. Particle-size control section -- 25 to 100 centimeters (Part of C2, C3, Ck, and part of the C horizons).\nResponsibility for this series was transferred from Davis to Phoenix 9/2015. The last revision to the series was 5/2007. ET\nNational Cooperative Soil Survey\nU.S.A."
  }
}
