{
  "SERIES": "KOERLING",
  "STATUS": "Established Series",
  "BYREV": "Rev. NCD/RJE",
  "REVDATE": "01/2002",
  "STATES": "WA",
  "OVERVIEW": "The Koerling series consists of deep, well drained soils formed in outwash material with a component of volcanic ash and loess over lake sediments. Koerling soils are on terraces and have slopes of 0 to 65 percent. The average annual precipitation is about 17 inches and the mean annual temperature is about 46 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, superactive, mesic Vitrandic Haploxerepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Koerling ashy fine sandy loam, cultivated. (Colors are for dry soil unless otherwise noted.)\nAp--0 to 9 inches; grayish brown (10YR 5/2) ashy fine sandy loam, very dark grayish brown (10YR 3/2) moist; weak fine and medium granular structure; slightly hard, very friable, slightly sticky; many roots; neutral (pH 6.8); abrupt smooth boundary. (4 to 10 inches thick)\nBwl--9 to 22 inches; pale brown (10YR 6/3) fine sandy loam, brown (10YR 4/3) moist; weak fine and medium subangular blocky structure; slightly hard, very friable, slightly sticky; many roots; common very fine pores; neutral (pH 7.2); gradual wavy boundary. (10 to 14 inches thick)\nBw2--22 to 40 inches; light brownish gray (2.5Y 6/2) fine sandy loam, dark grayish brown (2.5Y 4/2) moist; few fine distinct mottles dark brown (10YR 3/3) moist; weak fine and medium subangular blocky structure; slightly hard, very friable, slightly sticky; common fine roots; common very fine and fine pores; slightly alkaline (pH 7.8); clear wavy boundary. (10 to 20 inches thick)\n2Bk--40 to 60 inches; light gray (2.5Y 7/2) silty clay loam, grayish brown (2.5Y 5/2) moist; massive with laminations; very hard, firm, sticky and plastic; few fine roots; few fine and very fine pores; dark brown organic or manganese coating on surface of plates; slightly effervescent; moderately alkaline (pH 8.4)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Stevens County, Washington; 240 feet west and 2,4l0 feet north of the southeast corner of sec. 29, T.36N., R.38E., W.M."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: The mean annual soil temperature at a depth of 20 inches ranges from 47 to 52 degrees F. These soils are usually moist but are dry in all parts between depths of 8 and 24 inches for 60 to 75 consecutive days in summer and autumn. The particle-size control section is 6 to 18 percent clay and more than 15 percent coarser than very fine sand and 0 to 15 percent coarse fragments. Depth to calcareous lake sediments lithologic discontinuity, ranges from 24 to 40 inches.\nThe A horizon has value of 5 or 6 dry, 3 or 4 moist and chroma of 2 or 3 dry or moist.\nThe Bw horizon has hue of 10YR or 2.5Y, value of 5 or 6 dry, 3 or 4 moist and chroma of 2 through 4 dry or moist. It is sandy loam or fine sandy loam. It is neutral or slightly alkaline.\nThe 2Bk horizon has hue of 10YR or 2.5Y, value of 5 through 7 dry, 4 through 6 moist and chroma of 1 through 3 dry or moist. It is sandy loam to silty clay loam. It is slightly alkaline or moderately alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Arrastre, Barron, Bestrom, Cassolary, Clayton, Frailey, Green Bluff, Hudnut, Koseth, Quiden, Scala, Stoner and Tallowbox series. Arrastre and Bestrom soils are 20 to 40 inches deep to a lithic contact. Barron soils have a mean annual soil temperature of 54 to 56 degrees F. and are moderately acid in the B horizon. Cassolary soils are slightly acid or moderately acid in the solum. Clayton soils have a banded B horizon and lack carbonates in the lower part of the particle-size control section. Frailey, Hudnut, and Koseth soils are l5 to 35 percent rock fragments in the particle-size control section. Green Bluff soils lack carbonates and a lithologic discontinuity in the particle-size control section. Quiden soils are dry for 90 to l05 days and have a hue of 7.5YR or 5YR. Scala soils have a sola more than 40 inches thick and are not calcareous in any part of the particle-size control section. Stoner soils are dry for more than 90 days and are l5 to 35 percent rock fragments in the particle-size control section. Tallowbax soils are 20 to 40- inches deep to a paralithic contact."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Koerling soil are on terraces at elevations of 1,500 to 2,000 feet. Slope is 0 to 65 percent. The soils formed in glacial outwash over stratified glacial lake sediments. They are in a continental climate; mean annual temperature is 46 degrees F.; average annual precipitation is 16 to 18 inches. The frost-free season is 110 to 130 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Cedonia, Dart, Hunters, Marble and Phoebe soils. Cedonia and Hunters soils are fine-silty. Dart and Marble soils are sandy. Hunters and Phoebe soils have a mollic epipedon."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; slow or medium runoff; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: These soils are used for range, woodland and cultivated areas are used for alfalfa, grass and small grains. Native vegetation is ponderosa pine, Douglas-fir, and western larch with an understory of creeping Oregon-grape, common snowberry, pinegrass, Idaho fescue, prairie junegrass, lupine, heartleaf arnica, white spirea and antelope bitterbrush."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Northeastern Washington. Koerling series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Stevens County (Spokane Indian Reservation Area), Washington, 1970."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nochric epipedon from the mineral surface to 9 inches;\ncambic horizon from 9 to 40 inches,\ndiscontinuity to glacial lacustrine sediments with secondary lime at 40 inches.\nThe upper 9 inches is assumed to have a sum of the product of [1/2 Fe(ox) + Al(ox)] time 60 plus the volcanic glass of more than 30.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 23,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "fine sandy loam",
        "pH": 6.8,
        "pH_class": "neutral",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Ap--0 to 9 inches; grayish brown (10YR 5/2) ashy fine sandy loam, very dark grayish brown (10YR 3/2) moist; weak fine and medium granular structure; slightly hard, very friable, slightly sticky; many roots; neutral (pH 6.8); abrupt smooth boundary. (4 to 10 inches thick)"
      },
      {
        "name": "Bwl",
        "top": 23,
        "bottom": 56,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "fine sandy loam",
        "pH": 7.2,
        "pH_class": "neutral",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bwl--9 to 22 inches; pale brown (10YR 6/3) fine sandy loam, brown (10YR 4/3) moist; weak fine and medium subangular blocky structure; slightly hard, very friable, slightly sticky; many roots; common very fine pores; neutral (pH 7.2); gradual wavy boundary. (10 to 14 inches thick)"
      },
      {
        "name": "Bw2",
        "top": 56,
        "bottom": 102,
        "dry_hue": "2.5Y",
        "dry_value": 6,
        "dry_chroma": 2,
        "moist_hue": "2.5Y",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "fine sandy loam",
        "pH": 7.8,
        "pH_class": "slightly alkaline",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bw2--22 to 40 inches; light brownish gray (2.5Y 6/2) fine sandy loam, dark grayish brown (2.5Y 4/2) moist; few fine distinct mottles dark brown (10YR 3/3) moist; weak fine and medium subangular blocky structure; slightly hard, very friable, slightly sticky; common fine roots; common very fine and fine pores; slightly alkaline (pH 7.8); clear wavy boundary. (10 to 20 inches thick)"
      },
      {
        "name": "2Bk",
        "top": 102,
        "bottom": 152,
        "dry_hue": "2.5Y",
        "dry_value": 7,
        "dry_chroma": 2,
        "moist_hue": "2.5Y",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "silty clay loam",
        "pH": 8.4,
        "pH_class": "moderately alkaline",
        "narrative": "2Bk--40 to 60 inches; light gray (2.5Y 7/2) silty clay loam, grayish brown (2.5Y 5/2) moist; massive with laminations; very hard, firm, sticky and plastic; few fine roots; few fine and very fine pores; dark brown organic or manganese coating on surface of plates; slightly effervescent; moderately alkaline (pH 8.4)."
      }
    ]
  ]
}
