{
  "SERIES": "KOETHER",
  "STATUS": "Established Series",
  "BYREV": "Rev. GLL:ACT",
  "REVDATE": "1/91",
  "STATES": "TX",
  "OVERVIEW": "The Koether series consists of shallow, or very shallow somewhat excessive drained, rapidly permeable soils that formed in strongly cemented coarse grained, tuffaceous sandstone.  These soils are on gently sloping to very steep convex uplands.  Water runs off the surface at a rapid rate.  Slope ranges from 1 to 50 percent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Sandy-skeletal, siliceous, thermic Lithic Ustorthents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Koether very stony loamy sand, extremely stony on a 17 percent convex slope in wooded rangeland.  (Colors are for dry soil unless otherwise stated.)\nA--0 to 16 inches; light brownish gray (10YR 6/2) very stony loamy sand, dark grayish brown (10YR 4/2) moist; single grained, loose, nonsticky and nonplastic; 50 percent fragments of sandstone greater than 3 inches in diameter; very strongly acid; abrupt wavy boundary.  (7 to 20 inches thick)\nR--16+ inches; slightly fractured, strongly cemented coarse grained sandstone."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Washington County, Texas; from Carmine; 3.7 miles west on U. S. Highway 290; north across railroad track and 0.8 mile east; 1 mile north on private road to site, 100 feet north from edge of slope break."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Solum thickness ranges from 7 to 20 inches which corresponds to the depth to lithic contact.  Angular sandstone fragments range from 35 to 70 percent on the surface and within the solum.\nThe A horizon has hue of 10YR, value of 5 or 6, and chroma of 2 or 3.  Texture of the fine earth fraction is loamy sand, or loamy fine sand.  Reaction is very strongly acid or strongly acid.  Fragments of sandstone greater than 3 inches in diameter range from 30 to 70 percent by volume.  Fragments of sandstone 2 mm to 3 inches in diameter range from 2 to 15 percent by volume.\nThe R layer is strongly cemented or indurated coarse grained sandstone which is fractured at intervals of several feet."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no other series in the family.  Other competing series in similar families are the Maloterre, Nebgen, Picosa, Renish, Wewoka, Woodford, and Yates series.  Maloterre soils have loamy control sections, carbonatic mineralogy, and are underlain by limestone.   Renish soils have loamy mollic epipedons and contain less than 35 percent coarse fragments.  Wewoka soils have sola 20 to 40 inches thick over cherty conglomerate.  Woodford soils have mollic epipedons, loamy-skeletal control sections, and are underlain by sandstone that is tilted 20 degrees to 70 degrees from horizontal. Yates soils have loamy-skeletal control sections and mixed mineralogy."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Koether soils are on gently sloping to very steep convex uplands or the upper portion of escarpments that break to lower areas of drainages, or to lower uplands.  Slopes range from 1 to 50 percent.  Koether soils also are on secondary escarpments of slopes. The soil formed in sandy materials weathering from hard, tuffaceous sandstone mainly of the Catahoula and related geological formations. The mean annual precipitation ranges from 35 to 45 inches and mean annual temperature ranges from 64 to 70 degrees F.  Frost free days range from 260 to 290 days and elevation ranges from 200 to 500 feet.  Thornthwaite annual P-E indices ranging from 48 to 64."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Arol, Burlewash, Falba, and Rehburg series.  Arol, Falba, and Rehburg soils are on lower positions and are on gentler slopes.  Burlewash soils are in close association and on similar landscape positions with Koether soils, as well as on nearby gentler slopes.  All of these soils have argillic horizons and contain more clay."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Somewhat excessively drained; rapid permeability with rapid runoff."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used entirely for rangeland.  Native vegetation consists of mid and tall grasses and blackjack oak, post oak, yaupon, huckleberry, and eastern red cedar."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Claypan portion of southeast central Texas.  The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Washington County, Texas, 1978."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  These soils were formerly mapped as a rough, broken, stony land type.\nDiagnostic horizons and features recognized in this pedon are:\nOchric epipedon - 0 to 16 inches. (A horizon)\nLithic contact - hard sandstone at 16 inches."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "NA"
  },
  "SITE": [
    [
      {
        "drainage": "somewhat excessively",
        "drainage_overview": ""
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 41,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "loamy sand",
        "structure": "single grain",
        "dry_rupture": "loose",
        "moist_rupture": "loose",
        "coherence": "NA",
        "cf_class": "very stony",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "eff_class": "NA",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "A--0 to 16 inches; light brownish gray (10YR 6/2) very stony loamy sand, dark grayish brown (10YR 4/2) moist; single grained, loose, nonsticky and nonplastic; 50 percent fragments of sandstone greater than 3 inches in diameter; very strongly acid; abrupt wavy boundary.  (7 to 20 inches thick)"
      }
    ]
  ]
}
