{
  "SERIES": "KOHALA",
  "STATUS": "Established Series",
  "BYREV": "Rev. HHS/RCH/MRK",
  "REVDATE": "05/2012",
  "STATES": "HI",
  "OVERVIEW": "The Kohala series consists of deep, well drained soils that formed in material weathered from basic volcanic ash and residuum from basaltic lava. Kohala soils are on uplands and have slopes of 0 to 35 percent. Mean annual rainfall is about 1270 millimeters (50 inches) and mean annual temperature is about 23 degrees C. (73 degrees F).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Very-fine, parasesquic, isohyperthermic Typic Humustepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Kohala silty clay on a north facing, 3 percent slope, under grasses, at an elevation of 143 meters (470 feet). (Colors are for moist soil unless otherwise noted. All textures are \"apparent field textures.\")\nAp1--0 to 18 centimeters (0 to 7 inches); very dark grayish brown (10YR 3/2) silty clay, dark grayish brown (10YR 4/2) dry; moderate fine granular structure; extremely hard, friable, sticky and plastic; many roots; many fine pores; slightly effervescent with hydrogen peroxide; slightly acid (pH 6.3); abrupt smooth boundary. (15 to 23 centimeters {6 to 9 inches} thick)\nAp2--18 to 36 centimeters (7 to 14 inches); dark brown (10YR 3/3) silty clay, dark grayish brown (10YR 4/2) dry; weak coarse prismatic structure parting to moderate medium and fine subangular and angular blocky; very hard, friable, sticky and plastic; many roots along prism faces; very compact in place; common pressure faces; black coatings in roots channels; common very fine red rock fragments; slightly  effervescent with hydrogen peroxide; slightly acid (pH 6.4); abrupt smooth boundary. (18 to 25 centimeters {7 to 10 inches} thick)\nBw1--36 to 69 centimeters (14 to 27 inches); dark brown (10YR 3/3) silty clay loam, brown (10YR 4/3) dry; moderate medium and coarse subangular blocky structure parting to moderate fine subangular blocky; hard, friable, slightly sticky and plastic; few roots; many very fine pores; very compact in place; few pressure faces; slightly effervescent with hydrogen peroxide; slightly acid (pH 6.5); gradual smooth boundary. (15 to 25 centimeters {6 to 10 inches} thick)\nBw2--69 to 99 centimeters (27 to 39 inches); dark yellowish brown (10YR 3/4) silty clay, brown (10YR 4/3) dry; strong fine and very fine subangular blocky structure; hard, friable, sticky and plastic; few roots; few pressure faces; few gravel size fragments of saprolite; few black coatings; non effervescent with hydrogen peroxide; neutral (pH 6.6); clear smooth boundary. (25 to 38 centimeters {10 to 15 inches} thick)\n2Cr--99 to 135 centimeters (39 to 53 inches); dark greenish gray (5GY 4/1) silt loam saprolite with variegated colors; massive; firm, nonsticky and nonplastic and weakly smeary; noneffervescent with hydrogen peroxide; no roots; neutral (pH 6.8). (35 to 50 centimeters {14 to 20 inches}thick)"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Island of Hawaii, Hawaii County, Hawaii; about 0.5 miles east of Hawi Town in North Kohala. From Hawi, drive 0.5 miles east on Highway 270. Pedon is located 800 feet north of Highway 270 at an elevation of 143 meters (470 feet). Hawi Quadrangle; lat. 20 degrees 14 minutes 35.0 seconds N. and long.155 degrees 49 minutes 30 seconds W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nDepth to bedrock: 102 to 152 centimeters (40 to 60 inches).\nMean annual soil temperature: 22 to 24 degrees C (72 to 75 degrees F).\nAp horizon\nHue: 7.5YR or 10YR.\nValue: 2 or 4 moist and dry.\nChroma: 2 or 3 moist and dry.\nStructure: weak or moderate granular, subangular blocky, prismatic, or platy. In places the granular A horizon is capped by a 1/4 to 2 inch thick weak medium platy layer. Effervescence: slightly or strongly effervescent with hydrogen peroxide.\nReaction: moderately acid to slightly acid (pH 5.6 to 6.5).\nBw horizon\nHue: 7.5YR or 10YR .\nValue: 3 or 4 moist or dry.\nChroma: 3 or 4 moist or dry.\nStructure: weak to strong, prismatic parting to angular blocky or subangular blocky.\nEffervescence: slightly or noneffervescent with hydrogen peroxide.\nReaction: slightly acid to neutral (pH 6.1 to 6.8)."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:\nThere are no competing series."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Kohala soils are on lower elevation, windward slopes of Kohala Mountain at elevations from sea level to 457 meters (0 to 1,500 feet). These soils are on all hillslope positions of gently sloping to steep lava flows that are 750,000 to 250,000 years old. Slope gradients range from 0 to 35 percent. The soils formed in basic volcanic ash over residuum from basaltic lava. The mean annual rainfall ranges from 1020 to 1520 millimeters (40 to 60 inches), with most of the rainfall occurring from October through April. The mean annual pan evaporation ranges from 2,286 to 2,540 meters (90 to 100 inches).  The mean annual temperature ranges from 21 to 24 degrees C (70 to 76 degrees F) average January temperature is 69 degrees F.; average July temperature is 75 degrees F. The mean summer soil temperature and the mean winter soil temperature differ by less than 6 degrees C (11 degrees F)."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Ainakea and Hawi soils. Ainakea soils have an udic soil moisture regime and have lithic contact at 50 to 102 centimeters (20 to 40 inches). Hawi soils are strongly effervescent with hydrogen peroxide and have an aridic/ustic soil moisture regime."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained, low to high runoff; moderately rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are used for grazing with small areas used for macadamia nuts (Macadamia spp.) and truck crops. Natural vegetation is mainly koa haole (Leucaena leucocephala), lantana (Lantana camara), guava (Psidium guajava) and christmasberry (Schinus terebinthifolius)."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  North Kohala District, Island of Hawaii; MLRA 158. It is moderately extensive, with a total of 10,362 acres."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Soil Survey, Territory of Hawaii, 1955.\nOSED scanned by SSQA.  Last revised by state on 3/78.\nAdditional Data: See lab pedon data S65HI-001-003.\nEdit Log: 9/11 MRK. Horizon designations updated. Classification changed from Very-fine, mixed, isohyperthermic Ustic Humitropepts due to changes in Soil Taxonomy. Edits to type location, range in characteristics, geographic setting, geographically associated soils, and distribution and extent.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": null
  }
}
