{
  "SERIES": "KOKAN",
  "STATUS": "Established Series",
  "BYREV": "Rev. LH/BDS",
  "REVDATE": "04/2009",
  "STATES": "AZ,NM",
  "OVERVIEW": "The Kokan series consists of very deep, excessively drained, very rapidly permeable soils that formed in very gravelly and sandy alluvium derived from granite, rhyolite, andesite, gneiss, limestone, sandstone, and shale.  Kokan soils are on rolling to steep sides and/or narrow crests of ridges and faces of piedmonts and fan terraces.  Slopes are 1 to 60 percent. The mean annual precipitation is about 8 inches and the mean annual air temperature is about 63 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Sandy-skeletal, mixed, thermic Typic Torriorthents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Kokan gravelly sand-range. (Colors are for dry soil unless otherwise stated.)\nC--0 to 60 inches; very pale brown (10YR 7/3) stratified gravelly and very gravelly sand, pale brown (10YR 6/3) moist; single grained; loose; few fine roots to 15 inches; 45 to 75 percent gravel; slightly calcareous; slightly alkaline (pH 7.6)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Bernalillo County, New Mexico; 140 feet west of first set of triple power poles south of Rio Bravo on I-25, NE1/4 NE1/4 SE1/4 sec. 8, T. 9 N., R.3 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture - Intermittently moist in some part of the soil moisture control section during July-September and December-February.  Driest during May and June. Typic aridic soil moisture regime.\nMean annual soil temperature: 59 degrees to 72 degrees F.\nReaction: slightly to strongly alkaline\nTexture (10- to 40-inch control section): sand, sandy loam, lenses of clay, and/or thin layers high in carbonates\nRock fragments: typically 45 to 60 percent but range from 35 to 80 percent. Gravel ranges from 35 to 70 percent, cobblestones 15 percent, and stones about 5 percent\nHue: 10YR, 7.5YR\nValue: 4 through 7 dry, 3 through 6 moist\nChroma: 2 through 4\nTextures: coarse sand, loamy coarse sand, loamy sand\nA horizons are present in some pedons."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Arden (I)(NV), Arizo (NV), Dudleyville (I)(AZ), Jean (NV), and Pipecan (T)(CA) series. Arizo and Jean soils are moist in some part of the soil moisture control section for less than 20 days cumulative between July and September. Arden and Dudleyville series are inactive. Pipecan soils do not have an OSD and cannot be competed."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Kokan soils are on rolling to steep sides and/or narrow crests of ridges and faces of piedmonts and fan terraces at elevations of about 1,760 to 5,600 feet. Slope gradients are dominantly between 20 to 35 percent and range from 1 to 60 percent. These soils formed in very gravelly and sandy alluvium derived from granite, rhyolite, andesite, gneiss, limestone, sandstone, and shale. The climate is arid. Annual precipitation ranges from 6 to 12 inches which falls mainly during the summer."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Bluepoint, Caliza, Embudo, and Vinton soils. Bluepoint, Embudo, and Vinton soils have less than 35 percent rock fragments in the 10- to 40-inch control section. Caliza soils have calcic horizons."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Excessively drained; slow runoff; very rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Kokan soils are the main source of sand and gravel in areas along the Rio Grande Valley. Native vegetation is a sparse growth of sand dropseed, blue grama, cholla, creosotebush, mesquite, and many kinds of annuals."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Central New Mexico along the Rio Grande and Arizona. This soil occurs in LRR-D, MLRAs 41 and 42. Kokan soils are moderately extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Phoenix, Arizona"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Desert Soil Geomorphology Project, New Mexico, 1973."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nEntisol feature - the absence of diagnostic subsurface horizons\nClassified according to Soil Taxonomy, Second Edition, 1999; Keys to Soil Taxonomy, Tenth Edition, 2006.\nRevised for the correlation of AZ661, 2/2009, WWJ\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "excessively"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "C",
        "top": 0,
        "bottom": 152,
        "dry_hue": "10YR",
        "dry_value": 7,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 3,
        "texture_class": "sand",
        "cf_class": "gravelly",
        "pH": 7.6,
        "pH_class": "slightly alkaline",
        "narrative": "C--0 to 60 inches; very pale brown (10YR 7/3) stratified gravelly and very gravelly sand, pale brown (10YR 6/3) moist; single grained; loose; few fine roots to 15 inches; 45 to 75 percent gravel; slightly calcareous; slightly alkaline (pH 7.6)."
      }
    ]
  ]
}
