{
  "SERIES": "KOKOKAHI",
  "STATUS": "Established Series",
  "BYREV": "Rev. RCN/HHS",
  "REVDATE": "08/2000",
  "STATES": "HI",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, smectitic, isohyperthermic Chromic Haplusterts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Kokokahi clay - pasture. (Colors are for moist soil unless otherwise noted.  All textures are \"apparent field textures.\")\nA11--0 to 2 inches; very dark gray (10YR 3/1) dry or moist clay; strong fine granular structure; extremely hard, very firm, very sticky and very plastic; many fine and very fine roots; common fine black concretions; few fine angular fragments of basalt; moderate effervescence with hydrogen peroxide; slightly acid (pH 6.1); clear smooth boundary. (1 to 3 inches thick)\nA12--2 to 14 inches; dark gray (10YR 4/1) dry or moist clay; strong fine subangular blocky structure; very hard, very firm, very sticky and very plastic; common very fine roots, few medium roots; common very fine and fine tubular pores; few fine black concretions; few fine angular fragments of basalt; moderate effervescence with hydrogen peroxide; neutral (pH 6.8); gradual smooth boundary. (8 to 12 inches thick)\nAC--14 to 26 inches; dark grayish brown (2.5Y 4/2) dry or moist clay; irregularly shaped large blocks part into moderate fine subangular blocky structure; many distinct slickensides; extremely hard, very firm, very sticky and very plastic; common very fine roots, few medium roots; many very fine tubular pres; common black stains; few gravel size fragments of basalt; slight effervescence with hydrogen peroxide; mildly alkaline (pH 7.4); gradual smooth boundary. (10 to 14 inches thick)\nC1--26 to 38 inches; grayish brown (2.5Y 5/2) dry or moist clay; irregularly shaped large blocks part to moderate fine and medium subangular blocky structure; common deeply grooved slickensides; extremely hard, very firm, very sticky and very plastic; few very fine roots; few very fine tubular pores; common black stains; few fragments of basalt; common fine gypsum crystals; slight effervescence with hydrogen peroxide; neutral (pH 7.2); abrupt boundary. (8 to 14 inches thick)\nC2--38 to 44 inches; olive brown (2.5Y 4/3) clay, slight brownish gray (2.5Y 6/2) moist; weak medium subangular blocky structure; hard, friable, slightly sticky and slightly plastic; few very fine roots; common very fine and fine tubular pores; slightly acid (pH 6.4)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Honolulu County, Hawaii; Mokapu quadrangle - 21 degrees 25' 48\" north latitude and 157 degrees 45' 52\" west longitude.  1 mile north and west of the entrance to the Marine Corp Air Station on Kaneohe Bay Drive (Highway 63) in an unimproved pasture 50 feet south of highway."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Some pedons contain few stones throughout.  The mean annual soil temperature is about 74 degrees F.  The AC horizon has hue of 2.5Y or 5Y and value of 3 through 5 moist, and chroma of 2 through 4.  Cracks 2 inches or more wide and 20 to 30 inches deep are common when the soil is dry."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Kaena, Kapuhikani, Lualualei, Makalapa, Nonopahu and Papaa series in other families.  Kaena soils have hue of 10YR or 7.5YR in the C horizon and they are mottled throughout.  Kapuhikani soils are calcareous in the lower part of the C horizon, and are dry for more than 6 months in most years.  Lualualei soils are well drained and have 10YR or 7.5YR hue below the A horizon.  Makalapa soils have hue of 10YR or 7.5YR below the A horizon and are strongly calcareous in the C horizon.  Nonopahu soils have moist chroma of 2 or more in the upper 12 inches.  Papaa soils have moist chroma of 2 in the upper 12 inches and hue of 10YR or redder below the A horizon."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Kokokahi soils have slopes of 0 to 35 percent.  They occur on coastal plains and alluvial fans and talus slopes adjacent to the uplands.  Elevation ranges from sea level to 125 feet.  The soils formed in alluvium and colluvium from basalt.  Mean annual rainfall is 20 to 35 inches.  Average January temperature is 70 degrees F., average July temperature is 77 degrees F., and average annual temperature is 74 degrees F."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Alaeloa and Jaucas soils.  Alaeloa soils have 2.5YR or redder hue below the A horizon.  Jaucas soils are sand derived from coral and sea shells."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Moderately well drained, medium to rapid runoff; slow to moderately slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used for dryland pasture and urban development.  Vegetation is kiawe (Prosopis paillida), klu (Acacia farnesiana), koa-haole (Leucaena glauca), bermudagrass (Cynodon dactylon), and bristly foxtail (Setaria verticulata)."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Near Kaneohe and Waimanalo on the windward coast and near Pearl Harbor on the leeward coast of the island of Oahu.  Series is inextensive, with a total of approximately 1,000 acres."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Soil Survey of the Territory of Hawaii, 1949.\nOSED scanned by SSQA.  Last revised by state on 10/77.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": null
  }
}
