{
  "SERIES": "KOLLS",
  "STATUS": "Established Series",
  "BYREV": "Rev. MWS-WJB-PTC",
  "REVDATE": "12/2021",
  "STATES": "NE,SD",
  "OVERVIEW": "The Kolls series consists of very deep, poorly and very poorly drained soils formed in clayey alluvium. Kolls soils are on upland basins. Permeability is very slow. Slopes are 1 percent or less. Mean annual precipitation is about 432 mm (17 inches), and mean annual air temperature is about 8.3 degrees C (47 degrees F).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Very-fine, smectitic, mesic Typic Epiaquerts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Kolls clay - in a level depression under native grass. When described the soil was dry to 60 inches. (Colors are for moist soil unless otherwise stated)\nA-- 0 to 8 centimeters (0 to 3 inches); black (2.5Y 2.5/1) clay; weak medium granular structure; firm, hard, very sticky, very plastic; common fine roots throughout and common very fine roots throughout; common fine and common very fine pores; 1 percent nonflat rounded indurated 5- to 20-millimeter mixed rock fragments; very slight effervescence, by HCl, 1 normal; neutral, pH 7.0, pH indicator solutions; clear wavy boundary. (5 to 13 cm thick) (2 to 5 inches thick)\nBg-- 8 to 26 centimeters (3 to 10 inches); very dark grayish brown (2.5Y 3/2) clay; weak coarse prismatic structure; extremely firm, extremely hard, very sticky, very plastic; common fine roots throughout and common very fine roots throughout; common fine and common very fine pores; 50 percent fine prominent irregular weakly cemented strong brown (7.5YR 5/6), moist, masses of oxidized iron with diffuse boundaries in matrix; very slight effervescence, by HCl, 1 normal; slightly alkaline, pH 7.5, pH indicator solutions; gradual wavy boundary. (20 to 76cm thick) (8 to 30 inches thick)\nBssg-- 26 to 44 centimeters (10 to 17 inches); black (2.5Y 2.5/1) clay; moderate medium subangular blocky structure; very firm, extremely hard, very sticky, very plastic; common fine roots throughout and common medium roots throughout and common very fine roots throughout; common fine and common medium and common very fine pores; 10 percent distinct slickensides (pedogenic); 2 percent fine prominent irregular weakly cemented strong brown (7.5YR 5/6), moist, masses of oxidized iron with diffuse boundaries in matrix; strong effervescence, by HCl, 1 normal; moderately alkaline, pH 8.0, pH indicator solutions; gradual wavy boundary. (0 to 51cm thick) (0 to 20 inches thick)\nBssyzg-- 44 to 69 centimeters (17 to 27 inches); black (2.5Y 2.5/1) clay; weak coarse subangular blocky structure; extremely firm, extremely hard, very sticky, very plastic; common fine roots throughout and common medium roots throughout and common very fine roots throughout; common fine and common medium and common very fine pores; 15 percent distinct slickensides (pedogenic); 2 percent fine prominent irregular weakly cemented strong brown (7.5YR 5/6), moist, masses of oxidized iron with diffuse boundaries in matrix; 3 percent fine prominent threadlike weakly cemented gypsum masses with clear boundaries on surfaces along root channels and 2 percent fine prominent threadlike weakly cemented salt masses with clear boundaries in matrix; strong effervescence, by HCl, 1 normal; moderately alkaline, pH 8.0, pH indicator solutions; gradual wavy boundary. (0 to 31cm thick) (0 to 12 inches thick)\nBCssyzg1--69 to 95 centimeters (27 to 37 inches); black (5Y 2.5/1) clay; structureless massive structure; very firm, extremely hard, very sticky, very plastic; common fine roots throughout and common very fine roots throughout; common fine and common very fine pores; 15 percent distinct slickensides (pedogenic); 2 percent fine prominent threadlike weakly cemented gypsum masses with clear boundaries in matrix and 2 percent fine prominent threadlike weakly cemented salt masses with clear boundaries in matrix; strong effervescence, by HCl, 1 normal; moderately alkaline, pH 8.0, pH indicator solutions; gradual wavy boundary.\nBCssyzg2--95 to 131 centimeters (37 to 52 inches); dark olive gray (5Y 3/2) clay; structureless massive structure; extremely firm, extremely hard, very sticky, very plastic; common very fine roots throughout; common very fine pores; 15 percent distinct slickensides (pedogenic); 1 percent fine prominent threadlike weakly cemented gypsum masses with clear boundaries in matrix and 1 percent fine prominent threadlike weakly cemented salt masses with clear boundaries in matrix; violent effervescence, by HCl, 1 normal; moderately alkaline, pH 8.0, pH indicator solutions; clear wavy boundary. (combined thickness 36 to 62cm) (14 to 24 inches)\nCyzg--131 to 200 centimeters (52 to 80 inches); 90 percent olive gray (5Y 4/2) and 10 percent dark olive gray (5Y 3/2) clay; structureless massive structure; extremely firm, extremely hard, very sticky, very plastic; common very fine roots throughout; common very fine pores; 3 percent fine prominent irregular weakly cemented strong brown (7.5YR 5/6), moist, masses of oxidized iron with diffuse boundaries in matrix; 2 percent fine prominent threadlike weakly cemented gypsum masses with clear boundaries in matrix and 2 percent fine prominent threadlike weakly cemented salt masses with clear boundaries in matrix; 1 percent nonflat rounded indurated 5- to 20-millimeter mixed rock fragments; violent effervescence, by HCl, 1 normal; moderately alkaline, pH 8.0, pH indicator solutions."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Major Land Resource Area 63A- Northern Rolling Pierre Shale Plains; Jones County, South Dakota; about 8 miles north and 0.5 mile west of Draper; 350 feet east and 200 feet north of the southwest corner, sec. 18, T. 1 N., R. 30 E; USGS Topo Map Wendte SE topographic quadrangle; lat. 44 degrees 02 minutes and 20.02 seconds north and long. 100 degrees 33 minutes and 54.09 seconds west, NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nMollic epipedon thickness -- Typically less than 51 centimeters (20 inches), but exceeds 79 centimeters (30 inches) in some pedons.\nDepth to free calcium carbonates -- at or within a few inches of the surface.\nDepth to redoximorphic concentrations -- upper 91 centimeters (36 inches) in some pedons.\nParticle-size control section (weighted-average)-- Clay content: ranges from 60 to 75 percent clay\nNote -- When the soil is dry, cracks 1/2 to 2 inches wide and several feet long extend downward through the solum.\nAp and A horizons:\nHue -- 10YR, 2.5Y or neutral\nValue -- 2 or 3 moist and 4 or 5 dry\nChroma -- 0 or 1\nTexture -- silty clay but is clay in some pedons.\nReaction (pH) - 6.6 to 8.4, neutral to moderately alkaline.\nThickness -- 5 to 13 cm\nBg horizon --\nHue -- 2.5Y, 5Y or neutral\nValue -- 2 or 3 moist and 4 or 5 dry\nChroma -- 0 to 2.\nReaction (pH) -- 7.4 to 8.4, slightly alkaline or moderately alkaline.\nThickness -- 20 to 76cm\nNote -- Some pedons have a Bw horizon.\nBssg horizon\nHue -- 2.5Y, 5Y or neutral\nValue -- 2 to 5 moist and 4 to 6 dry\nChroma -- 0 or 1.\nReaction (pH) -- 7.4 to 8.4, slightly alkaline or moderately alkaline.\nThickness -- 0 to 51cm\nBCssyzg horizon --\nHue -- 2.5Y, 5Y or neutral\nValue -- 2 to 5 moist and 5 or 6 dry\nChroma -- 0 or 1.\nReaction (pH) -- 7.4 to 9.0, slightly alkaline to strongly alkaline.\nGysum and other salts -- Few to many accumulations\nThickness - 36 to 62 cm\nCssyzg and Cyzg horizons --\nHue -- 2.5Y, 5Y or neutral\nValue -- 3 to 5 moist and 4 to 6 dry\nChroma -- 0 to 3. Chroma of 3 is below depths of 40 inches.\nCalcium carbonate accumulations - - fine accumulations are present in some pedons.\nReaction (pH) -- 7.4 to 9.0, slightly alkaline to strongly alkaline.\nGysum and other salts -- Few to many accumulations. Some pedons do not have salt accumulations.\nNote -- Shale is between depths of 40 and 60 inches in some pedons."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: This is the Beauford soils which do not have carbonates above depths of 28 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent Material -- local clayey alluvium\nLandform -- flat basins in the uplands. Microrelief is pronounced in some of the more depressed areas. The basins range in size from a few yards in diameter to several hundred acres.\nSlope -- 0 to 1 percent\nElevation -- 600 to 900 meters\nMean annual air temperature -- 7.2 to 10 degrees C (45 to 50 degrees F)\nMean annual precipitation -- 310 to 610 millimeters (12 to 24 inches)\nGrowing season -- 130 to 160 days\nGrowing season degree days -- 2700 to 3300"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Hurley, Kyle, Millboro, Opal, Pierre and Promise soils\nHurley -- have a natric horizon and are at the edges of basins.\nKyle -- are well drained soils on higher landscapes.\nMillboro -- are formed in Pierre Shale on rolling uplands\nOpal -has bedrock between 71 and 89 centimeters and are well drained\nPierre -- are formed in Cretaceous shale and are well drained\nPromise -- are formed in local sediment and are well drained"
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:\nDrainage class -- very poorly or poorly drained. No surface runoff occurs unless artificially drained. These soils are saturated for 30 to 60 days or more within a depth of 3 feet or more in most years.\nPonding -- periods of 15 to 60 days in most years from surface runoff from surrounding soils.\nSaturated hydraulic conductivity -- 0.01 to 0.42 micrometers per second except after periods of drought when initial intake may be rapid due to cracks."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Mostly native range and hayland. Western wheatgrass is the principal native grass with smaller amounts of blue grama, buffalograss, and sedges. Ponded areas support a stand of spikesedge, reedgrass, cordgrass, and smartgrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:\nPhysiographic Division -- Interior Plains\nPhysiographic Province -- Great Plains\nPhysiographic Sections -- Missouri Plateau, Unglaciated\nMLRAs -- Pierre Shale Plains (60A)\nNorthern Rolling Pierre Shale Plains (63A)\nMixed Sandy and Silty Tableland and Badlands (64)\nSouthern Rolling Pierre Shale Plains (63B)\nLRR G -- Western Great Plains Range and Irrigated Region, central South Dakota\nExtent -- Moderate"
  },
  "REGIONAL OFFICE": {
    "section": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE",
    "content": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE:Salina, Kansas."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Mellette County, South Dakota, 1971."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nDiagnostic horizons and features recognized in this pedon are:\nParticle size control section -- the zone from a depth of 25 to 100 centimeters (Bg, Bssg, Bssyzg, BCssyzg1, and BCssyzg2 horizons).\nMollic epipedon -- the zone from the surface of the soil to a depth of about 26 centemeters (A and Bg horizons).\nAquic conditions - the zone from a depth of 8 to 203 centimeters (Bg, Bssg, Bssyzg, BCssyzg1, BCssyzg2, and Cyzg horizons).\nSlickensides -- the zone from a depth of 26 to 131 centimeters (Bssg, Bssyzg, BCssyzg1, and BCssyzg2 horizons).\nSalt accumulations -- the zone from a depth of 44 to 203 centimeters (Bssyzg, BCssyzg1, BCssyzg2, and Cyzg horizons).\nGypsum accumulations-the zone from a depth of 44 to 203 centimeters (Bssyzg, BCssyzg1, BCssyzg2, and Cyzg horizons).\nRevised 3/96.\nRevised 11/2021 PTC; metric conversion, changed to tabular formatting, updated pedon description, added Nebraska wetland vegetation to Additional Data."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "ADDITIONAL DATA:\nLaboratory data - Kellogg Soil Survey Laboratory, Lincoln, Nebraska - user pedon id S2013SD075001\nIn Nebraska, the native vegetative cover is an herbaceous wetland community commonly inhabited with: shortbeak sedge (Carex brevior(Dewey) Mack.), woolly sedge (Carex pellita), ticklegrass(Agrostis hyemalis), bald spikerush (Eleocharis erythropoda), western wheatgrass (Pascopyrum smithii), and rice cutgrass (Leersia oryzoides), plains coreopsis (Coreopsis tinctoria), western water clover, (Marsilea vestita), smartweeds (Persicaria spp.), docks (Rumex spp.), and prairie ironweed (Vernonia fasciculata). Source: Terrestrial Ecological Systems and Natural Communities of Nebraska, Version IV. S.B. Rolfsmeier and G. Steinauer. Nebraska Natural Heritage Program, Nebraska Game and Parks Commission, 2010."
  },
  "SITE": [
    [
      {
        "drainage": "poorly, very poorly",
        "drainage_overview": "poorly, very poorly"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 8,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "2.5Y",
        "moist_value": 2.5,
        "moist_chroma": 1,
        "texture_class": "clay",
        "structure": "weak medium granular",
        "dry_rupture": "hard",
        "moist_rupture": "firm",
        "coherence": "indurated",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "eff_class": "very slight effervescence",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "A-- 0 to 8 centimeters (0 to 3 inches); black (2.5Y 2.5/1) clay; weak medium granular structure; firm, hard, very sticky, very plastic; common fine roots throughout and common very fine roots throughout; common fine and common very fine pores; 1 percent nonflat rounded indurated 5- to 20-millimeter mixed rock fragments; very slight effervescence, by HCl, 1 normal; neutral, pH 7.0, pH indicator solutions; clear wavy boundary. (5 to 13 cm thick) (2 to 5 inches thick)"
      },
      {
        "name": "Bg",
        "top": 8,
        "bottom": 26,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "2.5Y",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "clay",
        "structure": "weak coarse prismatic",
        "dry_rupture": "hard",
        "moist_rupture": "firm",
        "coherence": "weakly cemented",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly alkaline",
        "eff_class": "very slight effervescence",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bg-- 8 to 26 centimeters (3 to 10 inches); very dark grayish brown (2.5Y 3/2) clay; weak coarse prismatic structure; extremely firm, extremely hard, very sticky, very plastic; common fine roots throughout and common very fine roots throughout; common fine and common very fine pores; 50 percent fine prominent irregular weakly cemented strong brown (7.5YR 5/6), moist, masses of oxidized iron with diffuse boundaries in matrix; very slight effervescence, by HCl, 1 normal; slightly alkaline, pH 7.5, pH indicator solutions; gradual wavy boundary. (20 to 76cm thick) (8 to 30 inches thick)"
      },
      {
        "name": "Bssg",
        "top": 26,
        "bottom": 44,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "2.5Y",
        "moist_value": 2.5,
        "moist_chroma": 1,
        "texture_class": "clay",
        "structure": "moderate medium subangular blocky",
        "dry_rupture": "hard",
        "moist_rupture": "firm",
        "coherence": "weakly cemented",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "eff_class": "strong effervescence",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bssg-- 26 to 44 centimeters (10 to 17 inches); black (2.5Y 2.5/1) clay; moderate medium subangular blocky structure; very firm, extremely hard, very sticky, very plastic; common fine roots throughout and common medium roots throughout and common very fine roots throughout; common fine and common medium and common very fine pores; 10 percent distinct slickensides (pedogenic); 2 percent fine prominent irregular weakly cemented strong brown (7.5YR 5/6), moist, masses of oxidized iron with diffuse boundaries in matrix; strong effervescence, by HCl, 1 normal; moderately alkaline, pH 8.0, pH indicator solutions; gradual wavy boundary. (0 to 51cm thick) (0 to 20 inches thick)"
      },
      {
        "name": "Bssyzg",
        "top": 44,
        "bottom": 69,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "2.5Y",
        "moist_value": 2.5,
        "moist_chroma": 1,
        "texture_class": "clay",
        "structure": "weak coarse subangular blocky",
        "dry_rupture": "hard",
        "moist_rupture": "firm",
        "coherence": "weakly cemented",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "eff_class": "strong effervescence",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bssyzg-- 44 to 69 centimeters (17 to 27 inches); black (2.5Y 2.5/1) clay; weak coarse subangular blocky structure; extremely firm, extremely hard, very sticky, very plastic; common fine roots throughout and common medium roots throughout and common very fine roots throughout; common fine and common medium and common very fine pores; 15 percent distinct slickensides (pedogenic); 2 percent fine prominent irregular weakly cemented strong brown (7.5YR 5/6), moist, masses of oxidized iron with diffuse boundaries in matrix; 3 percent fine prominent threadlike weakly cemented gypsum masses with clear boundaries on surfaces along root channels and 2 percent fine prominent threadlike weakly cemented salt masses with clear boundaries in matrix; strong effervescence, by HCl, 1 normal; moderately alkaline, pH 8.0, pH indicator solutions; gradual wavy boundary. (0 to 31cm thick) (0 to 12 inches thick)"
      },
      {
        "name": "BCssyzg1",
        "top": 69,
        "bottom": 95,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "5Y",
        "moist_value": 2.5,
        "moist_chroma": 1,
        "texture_class": "clay",
        "structure": "massive",
        "dry_rupture": "hard",
        "moist_rupture": "firm",
        "coherence": "weakly cemented",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "eff_class": "strong effervescence",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "BCssyzg1--69 to 95 centimeters (27 to 37 inches); black (5Y 2.5/1) clay; structureless massive structure; very firm, extremely hard, very sticky, very plastic; common fine roots throughout and common very fine roots throughout; common fine and common very fine pores; 15 percent distinct slickensides (pedogenic); 2 percent fine prominent threadlike weakly cemented gypsum masses with clear boundaries in matrix and 2 percent fine prominent threadlike weakly cemented salt masses with clear boundaries in matrix; strong effervescence, by HCl, 1 normal; moderately alkaline, pH 8.0, pH indicator solutions; gradual wavy boundary."
      },
      {
        "name": "BCssyzg2",
        "top": 95,
        "bottom": 131,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "5Y",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "clay",
        "structure": "massive",
        "dry_rupture": "hard",
        "moist_rupture": "firm",
        "coherence": "weakly cemented",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "eff_class": "violent effervescence",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "BCssyzg2--95 to 131 centimeters (37 to 52 inches); dark olive gray (5Y 3/2) clay; structureless massive structure; extremely firm, extremely hard, very sticky, very plastic; common very fine roots throughout; common very fine pores; 15 percent distinct slickensides (pedogenic); 1 percent fine prominent threadlike weakly cemented gypsum masses with clear boundaries in matrix and 1 percent fine prominent threadlike weakly cemented salt masses with clear boundaries in matrix; violent effervescence, by HCl, 1 normal; moderately alkaline, pH 8.0, pH indicator solutions; clear wavy boundary. (combined thickness 36 to 62cm) (14 to 24 inches)"
      },
      {
        "name": "Cyzg",
        "top": 131,
        "bottom": 200,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "5Y",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "clay",
        "structure": "massive",
        "dry_rupture": "hard",
        "moist_rupture": "firm",
        "coherence": "weakly cemented",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "eff_class": "violent effervescence",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Cyzg--131 to 200 centimeters (52 to 80 inches); 90 percent olive gray (5Y 4/2) and 10 percent dark olive gray (5Y 3/2) clay; structureless massive structure; extremely firm, extremely hard, very sticky, very plastic; common very fine roots throughout; common very fine pores; 3 percent fine prominent irregular weakly cemented strong brown (7.5YR 5/6), moist, masses of oxidized iron with diffuse boundaries in matrix; 2 percent fine prominent threadlike weakly cemented gypsum masses with clear boundaries in matrix and 2 percent fine prominent threadlike weakly cemented salt masses with clear boundaries in matrix; 1 percent nonflat rounded indurated 5- to 20-millimeter mixed rock fragments; violent effervescence, by HCl, 1 normal; moderately alkaline, pH 8.0, pH indicator solutions."
      }
    ]
  ]
}
