{
  "SERIES": "KOMPACE",
  "STATUS": "Tentative Series",
  "BYREV": "Rev. DKA",
  "REVDATE": "12/2000",
  "STATES": "CO",
  "OVERVIEW": "The Kompace series consists of shallow, well drained soils that formed in eolian deposits over old outwash derived from sandstone.  Kompace soils are on summits of small mesas.  Slopes range from 2 to 12 percent.  Mean annual precipitation is about 9 inches and the mean annual temperature is about 52 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS:  Loamy, mixed, superactive, mesic, shallow Argic Petrocalcids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Kompace fine sandy loam, on a southwest facing, mesa summit, 2 percent slope in rangeland at an elevation of 5220 feet.  (Colors are for dry soil unless otherwise noted.)\nA--0 to 2 inches; brown (7.5YR 5/3) fine sandy loam, dark brown (7.5YR 3/3) moist; weak fine granular structure; soft, very friable, nonsticky, nonplastic; many fine and medium roots throughout; 5.0 percent calcium carbonate equivalent; slightly effervescent throughout; 10 percent gravel; slightly alkaline (pH 7.8); abrupt smooth boundary. (2 to 4 inches thick)\nBtk1--2 to 6 inches; brown (7.5YR 5/4) silt loam, brown (7.5YR 4/4) moist; weak medium and coarse subangular blocky structure; slightly hard, very friable, slightly sticky, nonplastic; common fine and medium roots throughout; 8.0 percent calcium carbonate equivalent; few faint discontinuous clay films in root channels and/or pores; strongly effervescent throughout; 5 percent gravel; moderately alkaline (pH 8.2); gradual wavy boundary.\nBtk2--6 to 11 inches; light brown (7.5YR 6/4) gravelly silt loam, brown (7.5YR 5/4) moist; weak medium and coarse subangular blocky structure; slightly hard, very friable, slightly sticky, nonplastic; few very fine and fine roots throughout; 32.0 percent calcium carbonate equivalent; few faint discontinuous clay films in root channels and/or pores; common fine and medium irregular soft masses of lime throughout; violently effervescent throughout; 15 percent gravel; strongly alkaline (pH 8.6); clear smooth boundary. (Combined thickness of the Btk ranges from 7 to 11 inches)\nBk--11 to 18 inches; pink (7.5YR 7/3) gravelly silt loam, light brown (7.5YR 6/3) moist; massive structure; hard, friable, slightly sticky, nonplastic; few very fine and fine roots throughout; 55.0 percent calcium carbonate equivalent; many fine and medium irregular soft masses of lime throughout; violently effervescent throughout; 15 percent gravel; strongly alkaline (pH 8.8); clear smooth boundry. (5 to 10 inches thick)\nBkm--18 to 32 inches; pinkish white (7.5YR 8/2) calcium carbonate cemented materials, pink (7.5YR 7/3) moist; massive; extremely hard, extremely firm; violently effervescent; strongly alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Mesa County, Colorado; about 11 miles northwest of Mack, Colorado; located about 1200 feet north and 1600 feet west of the southeast corner of sec. 31, T. 8 S., R. 105 W.; Bar X Wash, Utah-Colorado USGS quad; lat. 39 degrees 19 minutes 13 seconds N. and long. 109 degrees 1 minutes 35 seconds W., NAD 27"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture:  The soil moisture control section is affected by precipitation that falls evenly throughout the year with a slight increase in late summer and early fall. Typic aridic soil moisture regime.\nMean annual soil temperature:  53 to 55 degrees F\nDepth to secondary calcium carbonate:  2 to 10 inches\nDepth to calcic horizon:  6 to 10 inches\nDepth to petrocalcic horizon:  10 to 20 inches\nParticle-size control section (weighted average):\nClay content:  18 to 35 percent\nRock fragments:  5 to 25 percent gravels of sandstone origin\nA horizon:\nHue:  7.5YR or 10YR\nValue:  5 to 7 dry, 3 to 5 moist\nChroma:  2 to 6\nTexture:  fine sandy loam\nClay content:  10 to 15 percent\nRock fragments:  0 to 10 percent gravels\nCalcium carbonate equivalent:  1 to 10 percent\nReaction:  slighty alkaline\nBtk horizon:\nHue:  7.5YR or 10YR\nValue:  5 to 7 dry, 3 to 5 moist\nChroma:  3 to 6\nTexture:  silt loam, loam and gravelly silt loam\nClay content:  18 to 27 percent\nRock fragments:  5 to 20 percent gravels\nCalcium carbonate equivalent:  5 to 35 percent\nReaction:  moderately alkaline to strongly alkaline\nBk horizon:\nHue:  7.5YR or 10YR\nValue:  6 to 8 dry, 5 to 7 moist\nChroma:  3 to 6\nTexture:  gravelly loam and gravelly silt loam\nClay content:  18 to 27 percent\nRock fragments:  15 to 35 percent gravels\nCalcium carbonate equivalent:  35 to 65 percent\nReaction:  moderately alkaline to strongly alkaline"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no competing series.  A similar soil is the Pinetown series which lacks an argillic horizon and has greater than 35 percent coarse fragments."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material:  Eolian deposits over old outwash derived dominately from sandstone\nLandform:  summits of small mesas\nSlopes:  2 to 12 percent\nElevation:  5,100 to 5,500 feet\nMean annual temperature:  50 to 54 degrees F\nMean annual precipitation:  7 to 10 inches\nFrost-free period:  150 to 180 days"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Blackston and Norkiki series.  The Blackston soils are skeletal with a calcic horizon and lack cementation and are on steep sideslopes.  The Norkiki soils are moderately deep and lack the cemented petrocalcic horizon."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained, medium runoff, moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  The major uses are rangeland, wildlife habitat, and recreation.  The native vegetation consists of needleandthread, Indian ricegrass, galleta, shadscale, and scattered Utah juniper."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  West Central Colorado, LRR D, MLRA 34; This series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES PROPOSED",
    "content": "SERIES PROPOSED:  Mesa County, Mesa County soil survey area, Colorado.  The name coined ."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nDiagnostic horizons and features recognized in this pedon are:\nParticle-size control section:  The zone from 2 to 11 inches.  (Btk horizons)\nOchric epipedon:  The zone from 0 to 2 inches.  (A horizons)\nArgillic horizon:  The zone from 2 to 11 inches.  (Btk horizons)\nCalcic horizon:  The zone from 11 to 18 inches.  (Bk horizons)\nPetrocalcic horizon:  The zone beginning at 18 inches.  (Bkm horizon)\nThe assignment of the cation-exchange activity class is inferred from lab data from similar soils in the surrounding area.\nTaxonomic Version:  Eighth Edition 1998\nNational Cooperative Soil Survey\nU.S.A."
  }
}
