{
  "SERIES": "KONNAROCK",
  "STATUS": "Established Series",
  "BYREV": "Rev.RKC",
  "REVDATE": "06/2003",
  "STATES": "VA",
  "OVERVIEW": "Soils of the Konnarock Series are moderately deep and well drained. They formed in residuum from rhythmite and tillite.  Slopes range from 2 to 70 percent.  Mean annual air temperature is 52 degrees F.  Mean annual precipitation is 38 inches.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, semiactive, mesic Typic Dystrudepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Konnarock very channery silt loam--on a 57 percent slope, forested.  (colors are for moist soil.)\nA--0 t0 2 inches; dark reddish brown (5YR 3/3) very channery silt loam; moderate fine granular structure; friable, slightly sticky, slightly plastic; many fine and medium roots; 45 percent channers; very strongly acid; clear smooth boundary. (1 to 5 inches thick)\nBw--2 to 23 inches; reddish brown (5YR 4/3) very channery silt loam; weak medium subangular blocky structure; friable, slightly sticky, slightly plastic; common fine roots; 50 percent channers; very strongly acid; gradual smooth boundary. (15 to 30 inches thick)\nC--23 to 27 inches; reddish brown (5YR 4/3) extremely channery silt loam; massive; friable, slightly sticky, slightly plastic; few fine roots; 90 percent channers; very strongly acid. clear smooth boundary.  (2 to 12 inches thick)\nR--27 inches; hard rhythmite bedrock."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Smyth County, Virginia; about 0.6 mile east 60 degrees of the intersection of VA-600 and VA-603; 1.0 mile west of Laurel Creek Church."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Solum thickness ranges from 10 to 30 inches and depth toe bedrock ranges from 20 to 40 inches. Tillite and rhythmite channers range from 5 to 80 percent in the individual horizons of a the solum and 35 to 95 percent in the substratum.  Reaction ranges from extremely acid through moderately acid.\nThe A horizon has hue of 5YR through 10YR, value of 3 or 4 and chroma of 2 through 4.  It is silt loam or loam in the fine earth fraction.\nThe Bw horizon has hue of 5YR through 10YR, value of 4 or 5 and chroma of 3 through 6.  It is silt loam or loam in the fine earth fraction.\nThe C horizon has hue of 10YR through 5YR, value of 4 or 5 and chroma of 3 through 6.  It is silt loam or loam in the fine earth fraction."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Annisquam, Berks, Blasdell, Brownsville, Calvin, Cardiff, Chenango, Dekalb, Greenlee, Hazelton, Highsplint, Itswoot, Lippitt, Manilus, Northcove, Oquaga, Parker, Peaks, Remote, Sylco, Tunkhannock, Warwick, Watt and Wyoming series in the same family.  The Annisquam soils formed in glacial material.  The Berks and Calvin soils have rock fragments dominated by shale, in addition the Berks soil has 5YR restricted to the lower Bw horizon.  The Blasdell, Chenango, Klone and Tunkhannock soils have water stratified material within the series control section.  Brownsville, Cardiff, and Greenlee have bedrock deeper than 40 inches.  Dekalb, Hazelton, Lippitt, Oquaga, Parker and Peaks soils have less than 18 percent clay in the series control section.   Highsplint soils formed in colluvium dominated by shale, sandstone, and siltstone. Itswoot soil has a solum more than 50 inches thick.  Manilus soil does not have detectable amounts of kaolinite. Northcove soil has a solum more than 35 inches thick.  Remote soils has clay loam textures in the fine earth fraction in the B horizon.  Sylco soils have rock fragments dominated by phyllite, slate, and metasandstone.  Warwick soil has sand or loamy sand in the fine earth fraction in the control section.  Watt soil has coarse fragments of graphitic schist that are easily crush to silty material.  Wyoming soil has 50 percent of the sand in the fine earth fraction of the B horizon is coarser than very fine sand."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Konnarock soils are on summits and sideslopes of the Blue Ridge.  Slopes range from 2 to 70 percent.  These soil form from tillite and rhythmite residuum.  The climate is temperate and humid.  Mean annual air temperature ranges from 52 to 56 degrees F.  Mean annual precipitation ranges from 38 to 47 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Laidig, Lily, Murrill, Tate, and Thunder soils.  The Laidig, Lily, Murrill, Tate, and Thunder soils have argillic horizons."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained.  Runoff is medium to very rapid.  Permeability is moderate or moderately rapid."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most areas in woodland and consisting of oaks, hickories, red maple, tulip poplar and yellow poplar.  Cucumber, magnolia, dogwood, hemlock, huckleberry, mountain laurel and rhododendron are in the understory."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Virginia and possible North Carolina and Tennessee and other states in MLRA 130.  The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Morgantown, West Virginia"
  },
  "ORIGIN": {
    "section": "SERIES PROPOSED",
    "content": "SERIES PROPOSED: Smyth County, Virginia, 1990."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Soils now within the range of Konnarock series were correlated with the Calvin and Lehew in previous soil surveys. Diagnostic horizons recognize in this pedon are:\na.  Ochric epipedon, the part from 0 to 2 inches.  (A horizon)\nb.  Cambic horizon, the part from 2 to 23 inches.  (Bw horizon)\nADDITIONAL DATA;  laboratory data by Virginia Polytechnic Institute and State University, Blacksburg, VA.  (PSA, chemistry and Mineralogy)\nSIR=VA0357\nMLRA=130\nREVISED=4/2/93, MHC"
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "NA"
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Bw",
        "top": 5,
        "bottom": 58,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "5YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "silt loam",
        "cf_class": "very channery",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "Bw--2 to 23 inches; reddish brown (5YR 4/3) very channery silt loam; weak medium subangular blocky structure; friable, slightly sticky, slightly plastic; common fine roots; 50 percent channers; very strongly acid; gradual smooth boundary. (15 to 30 inches thick)"
      },
      {
        "name": "C",
        "top": 58,
        "bottom": 69,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "5YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "silt loam",
        "cf_class": "extremely channery",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "C--23 to 27 inches; reddish brown (5YR 4/3) extremely channery silt loam; massive; friable, slightly sticky, slightly plastic; few fine roots; 90 percent channers; very strongly acid. clear smooth boundary.  (2 to 12 inches thick)"
      },
      {
        "name": "R",
        "top": 69,
        "bottom": "NA",
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "R--27 inches; hard rhythmite bedrock."
      }
    ]
  ]
}
