{
  "SERIES": "KOOLAU",
  "STATUS": "Established Series",
  "BYREV": "Rev. RCH/SN",
  "REVDATE": "08/2000",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Medial, amorphic, acid, isothermic Alic Epiaquands"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Koolau silty clay - brush and fern.  (Colors are for moist soil unless otherwise noted.  All textures are \"apparent field textures.\")\n01--2 inches to 0; undecomposed leaves and stems of the uluhe fern.\nA11--0 to 7 inches; coarsely mottled light brownish gray (2.5Y 6/2 and 10YR 6/2) silty clay, light gray (2.5Y 7/1) dry; massive; very hard, firm, sticky and plastic; many roots; brown stain in root channels; extremely acid (pH 4.1); abrupt smooth boundary.  (6 to 8 inches thick)\nA12--7 to 11 inches; gray (2.5Y 5/1) silty clay, light gray (10YR 7/1) dry; coarse yellow (10YR 7/6) mottles; massive; very hard, very firm, sticky and plastic; few roots; many medium worm holes, many fine and very fine pores; brown (10YR 5/3) coats in pores; extremely acid (pH 4.4); abrupt smooth boundary.  (4 to 6 inches thick)\nB21--11 to 23 inches; pale yellow (5Y 7/3) silty clay, white (5Y 8/1) dry; coarse light yellowish brown (10YR 6/4) and strong brown (7.5YR 5/6) mottles; weak fine subangular blocky structure; very hard, firm, sticky and plastic; few roots; many medium, fine and very fine pores; very strongly acid (pH 4.6); gradual smooth boundary.  (10 to 14 inches thick)\nB22g--23 to 27 inches; gray (N 5/) light silty clay, light gray (5Y 7/2) dry; very pale brown (10YR 7/3), yellow (10YR 7/6), and strong brown (7.5YR 5/8) mottles; massive; some very firm horizontal lenses; hard, friable, sticky, plastic, and weakly smeary; many medium, fine and very fine pores; thin patchy light brown (7.5YR 6/4) coats in pores look like clay films; extremely acid (pH 4.4); gradual smooth boundary.  (3 to 6 inches thick)\nU23g--27 to 32 inches; gray (5Y 5/1) clay loam, pale yellow (5Y 7/3) dry; yellowish brown (10YR 5/6), light olive brown (2.5Y 5/4), red (2.5YR 4/8), and brown (10YR 4/3) mottles; weak thick platy structure parting to weak fine angular and subangular blocky; slghtly hard, friable, sticky, plastic and smeary; few medium, many fine and very fine pores; moderately thick very pale brown (10YR 7/3) coats in some pores look like clay films; very strongly acid (pH 4.6); clear smooth boundary.  (4 to 6 inches thick)\nC--32 to 60 inches; light olive brown (2.5Y 5/4) clay loam, brownish yellow (10YR 6/6) dry coats and horizontal bands of very pale brown (10YR 7/4), brown (7.5YR 5/4), dark grayish brown (10YR 4/2), and dark red (2.5YR 3/6); dark reddish brown (5YR 3/3) 1/8 inch thick hard discontinuous ironstone bands; weak medium platy structure; hard, very firm, sticky and plastic; thin coatings between plates; very strongly acid (pH 4.7)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Island of Kauai, Kauai County, Hawaii; 22 degrees 09' 47.6\" north latitude and 159 degrees 27' 42.4\" west longitude, Hanalei Quadrangle, east of the powerline road."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Mean annual soil temperature is about 64 degrees F.  Depth to the C horizon ranges from about 2 feet to 4 1/2 feet.  The A1 horizon has value of 4 throuh 6, and chroma of 1 or 2.  Mottles in the A1 horizon range from none in the upper part to many in the lower part.  The B horizon has hue of neutral or 10YR, value of 4 through 7, and chroma of 0 through 3."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Kalihi, Keaau and Pearl Harbor series.  All of these soils are isohyperthermic.  Kalihi and Keaau soils have a very-fine particle size control section.  Kalihi soils have kaolinitic mineralogy and Keaau ani Pearl Harbor soils have montmorillonitic mineralogy."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  The Koolau soils are on uplands.  The slopes range from 0 to 30 percent.  Elevation ranges from 750 to 5,200 feet.  The soils formed in residuum from basic igneous rock and possibly some volcanic ash.  Annual rainfall is 120 to 200 inches.  Average January temperature is about 60 degrees F., average July temperature is about 70 degrees F., and mean annual temperature is about 64 degrees F."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Halii and the Pooku soils.  Halii soils have hardened ironstone-gibbsite pebbles in the A horizon and the B horizon has hue of 7.5YR or redder.  Pooku soils are free of mottles, and the B horizon ha hue of 5YR or redder."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Poorly drained; medium runoff; rapid permeability in the A and B horizons."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most of these soils are in rain forest.  A small area is used for pasture and a little is in sugarcane.  Vegetation on noncultivated areas is dominantly false staghorn fern (Dicranopteris linearis), melastoma (Melastoma malabathricum), ohia (Metrosideros collina), tern fern (Cibotium glaucum), lace fern (Stenoloma chinensis), guava (Psidium guajava), lantina (Lantana camera), glenwoodgrass (Sacciolepis contracta); ricegrass (Pasalum orbiculare), And hilograss (Paspalum conjugatum)."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Island of Kauai.  This series is of small extent, comprising about 1,700 acres."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Soil Survcy, Territory of Hawaii.\nOSED scanned by SSQA.  Last revised by state on 3/78.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": null
  }
}
