{
  "SERIES": "KOONTZ",
  "STATUS": "Established Series",
  "BYREV": "Rev. JVC/JBF",
  "REVDATE": "08/2013",
  "STATES": "CA,NV",
  "OVERVIEW": "The Koontz series consists of very shallow or shallow, well drained soils that formed in residuum and colluvium derived from metavolcanic or metamorphic rocks.  Koontz soils are on hills and mountains.  Slopes are 8 to 75 percent.  The mean annual precipitation is about 300 mm and the mean annual temperature is about 10 degrees C.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS:  Loamy-skeletal, mixed, superactive, mesic, shallow Aridic Argixerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Koontz very gravelly loam--rangeland. (Colors are for dry soil unless otherwise noted.) The soil surface is covered with 20 percent stones, 10 percent cobbles, and 20 percent gravel.\nA1--0 to 5 cm; grayish brown (10YR 5/2) very gravelly loam, very dark grayish brown (10YR 3/2) moist; weak fine subangular blocky structure; soft, very friable, nonsticky and nonplastic; common very fine roots; many very fine interstitial pores; 50 percent gravel; slightly alkaline (pH 7.4), abrupt smooth boundary.  (3 to 10 cm thick)\nA2--5 to 23 cm; grayish brown (10YR 5/2) very gravelly loam, very dark grayish brown (10YR 3/2) moist; weak fine subangular blocky structure; slightly hard, very friable, slightly sticky and slightly plastic; common very fine roots; common very fine tubular pores; 40 percent gravel; slightly alkaline (pH 7.4); clear wavy boundary.  (0 to 18 cm thick)\nBt--23 to 36 cm; brown (10YR 5/3) very gravelly clay loam, dark brown (10YR 3/3) moist; moderate fine and medium subangular blocky structure; slightly hard, very friable, moderately sticky and moderately plastic; common very fine, fine, and medium roots; common very fine tubular pores; common faint clay films on faces of peds and lining pores; 45 percent gravel; slightly alkaline (pH 7.4); clear irregular boundary.  (10 to 25 cm thick)\nCr--36 to 107 cm; soft metavolcanic bedrock that is fractured, with root mats in crevices."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Carson City County, Nevada; about 3 miles south and 9 miles east of Carson City; approximately 1,000 feet north and 500 feet west of the southeast corner of section 33, T. 15 N., R. 21 E.; USGS Mineral Peak 7.5 minute topographic quadrangle; latitude 39 degrees 07 minutes 04 seconds N and longitude 119 degrees 37 minutes 21 seconds W; UTM Zone 11, 273274e, 4333122n NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: Usually moist in winter and spring, dry in summer and fall; aridic soil moisture regime that borders on xeric.\nMean annual soil temperature: 10 to 13 degrees C.\nMollic epipedon thickness: 20 to 40 cm.\nDepth to bedrock: 20 to 50 cm to a paralithic contact.  The paralithic materials below the contact are weathered metavolcanic rocks.\nParticle-size control section - Clay content: 20 to 25 percent.\nRock fragments: 35 to 60 percent, mainly gravel or channers with 1 to 10 percent cobbles.  Lithology of fragments are mainly metavolcanic rocks.\nA horizons\nValue: 4 through 6 dry, 2 through 4 moist.\nChroma: 2 or 3, dry or moist.\nReaction: Neutral or slightly alkaline.\nOrganic matter content: 1 to 3 percent.\nBt horizon\nHue: 10YR or 2.5Y.\nValue: 4 through 6 dry, 3 or 4 moist.\nChroma: 2 through 4, dry or moist.\nTexture: Very gravelly loam, very gravelly clay loam or very channery loam.\nClay content: 22 to 30 percent.\nRock fragments: 35 to 60 percent.\nReaction: Slightly acid to moderately alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Acrelane, Erastra, Roloc, Tulecan, and Ubehebe series.\nAcrelane soils have sandy clay loam or sandy loam control sections with the sand fraction dominantly medium and coarser sand grains.  Erastra soils have argillic horizons with coarse sandy loam or sandy clay loam fine-earth texture, have significant amounts of medium or coarser sands, have rock fragments that are mainly stones and cobbles, and have paralithic material of weathered granodiorite in the series control section.  Roloc soils have 10 to 18 percent clay in the control section.  Tulecan soils are moist 10 to 20 days in the summer, have sandy clay loam or coarse sandy loam argillic horizons and have rock fragments that are mainly fine gravel (2 to 5 mm in diameter).  Ubehebe soils are calcareous in the Bt horizon."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Koontz soils are on hills and mountains and typically occur on shoulder or backslope positions.  These soils formed in residuum and colluvium weathered from soft metavolcanic rocks.  Slopes are 8 to 75 percent.  Elevations range from 1,463 to 2,320 meters.  The climate is semiarid with cool, moist winters and warm, dry summers. The mean annual precipitation is 250 to 360 mm, which comes mostly as snow. The mean annual temperature is 7 to 11 degrees C.   The frost-free period is 80 to 120 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are Cagle, Nosrac, Sutro, and Xerta soils.  Cagle, Nosrac and Sutro soils lack bedrock within depth of 50 cm.  Xerta soils have clayey argillic horizons."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:  Well drained; high or very high surface runoff; moderately high saturated hydraulic conductivity."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Koontz soils are used for livestock grazing and wildlife habitat.  The vegetation is mainly singleleaf pinyon and Utah juniper with an understory of big sagebrush, antelope bitterbrush, and bottlebrush squirreltail. This pedon is correlated to R026XY015NV, Shallow Loam 10-12\" P.Z."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Western Nevada and eastern California.  These soils are moderately extensive.  MLRA 26."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Davis, California."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Carson City Area, Nevada, 1975."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon - The zone from the soil surface to 36 cm (A1, A2, and Bt horizons).\nArgillic horizon - The zone from 23 to 36 cm (Bt horizon).\nParalithic contact - The boundary at 36 cm to underlying soft, weathered bedrock (Cr layer).\nParticle-size control section - The zone from 23 to 36 cm (Bt horizon).\nADDITIONAL DATA: Previous authors and editors include DMC-ELS-RLB.\nUser pedon ID: 2006NV510001.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A1",
        "top": 0,
        "bottom": 5,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "loam",
        "cf_class": "very gravelly",
        "pH": 7.4,
        "pH_class": "slightly alkaline",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "A1--0 to 5 cm; grayish brown (10YR 5/2) very gravelly loam, very dark grayish brown (10YR 3/2) moist; weak fine subangular blocky structure; soft, very friable, nonsticky and nonplastic; common very fine roots; many very fine interstitial pores; 50 percent gravel; slightly alkaline (pH 7.4), abrupt smooth boundary.  (3 to 10 cm thick)"
      },
      {
        "name": "A2",
        "top": 5,
        "bottom": 23,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "loam",
        "cf_class": "very gravelly",
        "pH": 7.4,
        "pH_class": "slightly alkaline",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "A2--5 to 23 cm; grayish brown (10YR 5/2) very gravelly loam, very dark grayish brown (10YR 3/2) moist; weak fine subangular blocky structure; slightly hard, very friable, slightly sticky and slightly plastic; common very fine roots; common very fine tubular pores; 40 percent gravel; slightly alkaline (pH 7.4); clear wavy boundary.  (0 to 18 cm thick)"
      },
      {
        "name": "Bt",
        "top": 23,
        "bottom": 36,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "clay loam",
        "cf_class": "very gravelly",
        "pH": 7.4,
        "pH_class": "slightly alkaline",
        "distinctness": "clear",
        "topography": "irregular",
        "narrative": "Bt--23 to 36 cm; brown (10YR 5/3) very gravelly clay loam, dark brown (10YR 3/3) moist; moderate fine and medium subangular blocky structure; slightly hard, very friable, moderately sticky and moderately plastic; common very fine, fine, and medium roots; common very fine tubular pores; common faint clay films on faces of peds and lining pores; 45 percent gravel; slightly alkaline (pH 7.4); clear irregular boundary.  (10 to 25 cm thick)"
      },
      {
        "name": "Cr",
        "top": 36,
        "bottom": 107,
        "narrative": "Cr--36 to 107 cm; soft metavolcanic bedrock that is fractured, with root mats in crevices."
      }
    ]
  ]
}
