{
  "SERIES": "KOOTENAI",
  "STATUS": "Established Series",
  "BYREV": "Rev. PMH/SHB/RJE/JAL",
  "REVDATE": "10/2002",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Ashy over loamy-skeletal, glassy over isotic, frigid Typic Vitrixerands"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Kootenai gravelly silt loam, forested; on a 10 percent slope at 2,557 feet elevation. When described on August 6, 1975, the soil was dry throughout. (Colors are for dry soil unless otherwise stated.)\nOi--0 to 1.5 inch; undecomposed and partially decomposed needles, leaves, and twigs.\nOe--1.5 to 2.0; decomposed needles, leaves, and twigs.\nA--2 to 8 inches; brown (10YR 4/3) gravelly ashy silt loam, very dark grayish brown (10YR 3/2) moist; moderate medium and coarse subangular blocky structure parting to weak fine and medium granular; soft, very friable, nonsticky and nonplastic; many very fine and fine, common medium, and few coarse roots; common very fine and few fine, medium, and coarse tubular pores; 20 percent pebbles; slightly acid (pH 6.2); clear wavy boundary. (4 to 6 inches thick)\nBw1--8 to 24 inches; yellowish brown (10YR 5/4) gravelly ashy silt loam, brown (10YR 4/3) moist; weak medium and coarse subangular blocky structure; soft, friable, nonsticky and slightly plastic; common very fine and fine and few medium and coarse roots; common very fine, few fine, and medium tubular pores; 30 percent pebbles; slightly acid (pH 6.5); clear wavy boundary. (12 to 20 inches thick)\nBw2--24 to 28 inches; light yellowish brown (10YR 6/4) very gravelly ashy loam, dark yellowish brown (10YR 4/4) moist; weak medium and coarse subangular blocky structure; soft, friable, nonsticky and nonplastic; common very fine and fine, and few medium roots; common very fine, and few fine, and medium tubular pores; 30 percent pebbles, 15 percent cobbles; slightly acid (pH 6.5); abrupt smooth boundary. (4 to 10 inches thick)\n2C--28 to 62 inches; variegated extremely gravelly coarse sand; single grain; loose, nonsticky and nonplastic; common very fine roots; very porous; 65 percent pebbles, 15 percent cobbles; neutral (pH 7.0)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Kootenai County, Idaho; about 4.5 miles west of Athol on State Highway 54; about 200 feet south and 200 feet east of the northwest corner, sec. 14, T. 53 N., R. 4 W. Latitude - 47 degrees, 56 minutes, 51 seconds North; Longitude - 116 degrees, 48 minutes, 20 seconds West; USGS - Spirit Lake East Quadrangle"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture - usually dry 45 to 60 consecutive days July to September, moist October to June\nAverage annual soil temperature - 45 to 47 degrees F.\nAverage summer soil temperature - 59 to 64 degrees F. without an O horizon\nReaction - moderately acid to neutral throughout\nSolum thickness - 20 to 36 inches\nA horizon\nValue - 4 or 5 dry, 3 or 4 moist\nChroma - 2 to 4 dry, 2 or 3 moist\nTexture - GR-ASHY-SIL, CB-ASHY-SIL, GR-ASHY-L, GR-ASHY-SL\nVolcanic glass content in the 0.02 to 2.0 mm fraction - 30 to 80 percent\nAcid-oxalate extractable Al plus 1/2 Fe - 0.4 to 1.4 percent\nPhosphate retention - 25 to 60 percent\nBulk density - 0.70 to 1.00 g/cc\nRock fragments - 15 to 35 percent (up to 40% in lab database)\nBw horizon\nHue - 10YR or 7.5YR\nValue - 4 through 7 dry, 3 to 5 moist\nChroma - 3 or 4 dry or moist\nTexture - GR-ASHY-SIL, GR-ASHY-L, GR-ASHY-SL upper part, GRV-ASHY-L, GRV-ASHY-SL, GRV-ASHY-SIL, CBV-ASHY-L, CBV-ASHY-SL in lower part\nVolcanic glass content in the 0.02 to 2.0 mm fraction - 5 to 50 percent\nAcid-oxalate extractable Al + 1/2 Fe - 0.4 to 0.9 percent\nPhosphate retention - 25 to 35 percent\nBulk density - 0.70 to 1.25 g/cc upper part, 0.75 to 1.30 g/cc lower part\nRock fragments - 5 to 50 percent in the upper part, averages less than 35 percent\n10 to 70 percent in the lower part\n2C horizon\nTexture - GRX-COS, GRX-LCOS, CBV-COS, CBV-LCOS\nRock fragments - 50 to 85 percent"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Brannan, Capoose, Crackler, Elbowlake, Farway, Kellerbutte, Natapoc, Nevine, Olot, Rouen, Saska, and Vingulch series. The Brannan and Crackler soils are deep to a lithic contact. The Capoose, Olot, Rouen, and Vingulch soils are moderately deep to a lithic contact. The Elbowlake, Natapoc, and Nevine soils have densic horizons. The Farway, Kellerbutte, and Saska soils do not have sandy-skeletal material above 40 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Kootenai soils are on recessional moraines, outwash plains, terraces, and terrace escarpments. Slopes range from 0 to 55 percent. These soils formed in glacial outwash derived dominantly from granite, gneiss, and schist with a mantle of loess and volcanic ash. Elevations range from 2,100 to 2,700 feet. The average annual precipitation ranges from 25 to 30 inches and the average annual air temperature ranges from 43 to 46 degrees F. The frost-free period ranges from 90 to 120 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Avonville, Bonner, Garrison, and McGuire soils. Avonville soils are on outwash plains and terraces and have umbric epipedons. Garrison soils are on outwash plains and terraces and have mollic epipedons. Bonner soils are on outwash plains and terraces and have volcanic ash mantles greater than 14 inches thick. McGuire soils are on outwash terraces and terrace escarpments and are loamy-skeletal and mesic."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained. Runoff is slow on gentle slopes and medium to rapid on steeper slopes. Permeability is moderate in the upper part and very rapid below."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: These soils are used for timber production, grazing, wildlife habitat, recreation, and some small grains, hay and pasture. Some of these soils are irrigated. Natural vegetation is mainly Douglas-fir, ponderosa pine, lodgepole pine, and western larch, with an understory of bluebunch wheatgrass, elk sedge, pine reedgrass, western fescue, strawberry, common snowberry, white spirea, and rose."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Northern Idaho, and possibly northeastern Washington, and northwestern Montana. The series is moderately extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Kootenai County, Idaho, 1919."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: This revision hanges the classification from Coarse-loamy over sandy or sandy-skeletal, mixed, frigid Andic Xerochrepts to Ashy over loamy-skeletal, glassy over isotic, frigid Typic Vitrixerands.\nDiagnostic horizons and features recognized in the pedon are:\nOchric epipedon - From 0 to 8 inches (Oi, Oe and A horizon)\nCambic horizon - From 8 to 27 inches (Bw1 and Bw2 horizons)\nParticle-size control section - From 2 to 42 inches (A, Bw, and part of the 2C horizons)\nADDITIONAL DATA: National Soil Survey Laboratory Pedon Numbers - S78ID-017-001, S78ID-017-004, S78ID-017-005, S78ID-017-007, and  S78ID-017-009\nNational Cooperative Soil Survey\nU.S.A."
  }
}
