{
  "SERIES": "KOSSUTH",
  "STATUS": "Established Series",
  "BYREV": "Rev. RGJ-MJW-RJK",
  "REVDATE": "05/2016",
  "STATES": "IA,MN",
  "OVERVIEW": "The Kossuth series consists of deep, poorly drained soils that formed in moderately fine textured glacial or lacustrine sediments and in the underlying medium textured glacial till or sediments on ground moraines.  These soils are moderately slowly permeable in the upper part and moderately permeable material.  Slope ranges from 0 to 2 percent.  Mean annual precipitation is about 30 inches, and mean annual temperature is about 49 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, mesic Typic Endoaquolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Kossuth silty clay loam with a 1 percent slope in a cultivated field.  (Colors are for moist soil unless otherwise stated.)\nAp--0 to 9 inches; black (10YR 2/1) silty clay loam, very dark gray (10YR 3/1) dry; cloddy parting to weak fine granular structure; friable; common fine and medium roots; neutral; abrupt smooth boundary.\nA--9 to 18 inches; black (10YR 2/1) silty clay loam, black (N 2/0) coatings on faces of peds, very dark gray (10YR 3/1) dry; weak fine subangular blocky structure parting to moderate fine granular; firm; common fine roots; neutral; gradual smooth boundary.  (Combined thickness of A horizons is 14 to 19 inches.)\nAB--18 to 23 inches; very dark gray (5Y 3/1) silty clay loam, dark gray (5Y 4/1) dry, black (5Y 2/1) and very dark gray (5Y 3/1) coatings on faces of peds, common fine faint dark gray (5Y 4/1) and few fine distinct gray (5Y 5/1) and olive gray (5Y 5/2) mottles; weak fine prismatic structure parting to moderate fine and very fine subangular blocky; firm; common fine roots; neutral; clear wavy boundary.  (2 to 5 inches thick)\nBt--23 to 30 inches; olive gray (5Y 4/2) silty clay loam; weak fine prismatic structure parting to weak fine subangular blocky; firm; common fine roots; few very dark gray (5Y 3/1) worm casts; few thin discontinuous clay films; few very fine black and strong brown concretions (oxides); neutral; gradual smooth boundary.  (4 to 10 inches thick)\n2Bg--30 to 36 inches; olive gray (5Y 5/2) with some olive (5Y 5/3) clay loam; few fine distinct light olive brown (2.5Y 5/6) mottles; weak medium prismatic structure parting to weak fine and medium subangular blocky; friable; few very fine black and strong brown concretions (oxides); few fine calcium carbonate accumulations in soft rounded masses; slight effervescence in spots; neutral; gradual smooth boundary.   (4 to 9 inches thick)\n2BCg--36 to 40 inches; olive gray (5Y 5/2) loam; common fine faint olive (5Y 5/3-5/6) and a few fine faint light olive brown (2.5Y 5/6) mottles; weak medium subangular blocky structure; friable; few fine roots; few fine black and strong brown concretions (oxides); few fine calcium carbonate accumulations in soft rounded masses; slight effervescence; mildly alkaline.  (0 to 7 inches thick)\n2Cg1--40 to 48 inches; olive gray (5Y 5/2) loam; common fine to medium distinct yellowish brown (10YR 5/6-5/8) mottles; massive; friable; few fine roots; few fine black and strong brown concretions (oxides); few fine calcium carbonate accumulations in soft rounded masses; strong effervescence; moderately alkaline; gradual smooth boundary.  (4 to 12 inches thick)\n2Cg2--48 to 60 inches; olive gray (5Y 5/2) loam; many fine distinct yellowish brown (10YR 5/6 and 5/8) and few fine prominent strong brown (7.5YR 5/8) mottles; massive; friable; few fine roots; few fine black and strong brown to reddish brown concretions (oxides); common fine calcium carbonate accumulations in soft rounded masses; strong effervescence; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Kossuth County, Iowa; about 6 miles south of Algona; 2,170 feet west and 102 feet south of the northeast corner of sec. 15, T. 94 N., R. 29 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The moderately fine textured sediments are 24 to 40 inches thick.  Thickness of the solum typically is 30 to 50 inches, but it is as thin as 26 inches in some pedons.  The depth to free carbonates is about the same as the thickness of the solum.  The moderately fine textured sediments average 30 to 40 percent clay and 10 to 25 percent sand, much of which is very fine or fine.  Gravel size or larger fragments are lacking or are rare in this part of the solum. The 10 to 40 inch control section averages about 32 to 35 percent clay. The mollic epipedon typically is 20 to 24 inches thick but is as thin as 16 inches in some pedons.\nThe Ap and A horizons are black (10YR 2/1).  The AB horizon is black (10YR 2/1) or very dark gray (10YR 3/1 or 5Y 3/1) but commonly has some lighter-colored peds.  The A horizon typically is silty clay loam with 35 to 40 percent clay, but thin horizons of silty clay with up to about 42 percent clay are within the range.  Reaction is slightly acid or neutral.\nA BA horizon up to about 10 inches thick is in some pedons instead of an AB horizon.  The BA horizon is dominantly very dark gray (10YR 3/1 or 5Y 3/1) or dark gray (10YR 4/1 or 5Y 4/1).  The Bt horizon has values of 3 or 4 in the upper part.  The value increases to 5 in the 2Bg horizon.  Values of 3 or darker do not extend below 24 inches except as discontinuous coats on faces of peds.  Hues are 5Y or 2.5Y and chromas are 1 or 2 in the Bt and 2Bg horizons.  Mottles range from 7.5YR to 5Y hue with value of 4 to 6 and chroma of 3 to 8 and are few to many.  Clay films are in some pedons and are typically thin and discontinuous.  Reaction is slightly acid or neutral in the Bt horizon and neutral or mildly alkaline in the 2Bg horizon.\nColors of the 2BCg and 2Cg horizons are similar to those of the 2Bg horizon except some pedons have chroma of 3 and value as high as 6 in part of the matrix."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Clyde, Colwood, Faxon, Gansner, Letri, Reddick, Selma, Tripoli, Webster, and Wolcott soils in the same family and the Marna and Waldorf soils.  Clyde, Letri, Tripoli, and Wolcott soils have firm glacial till C horizons.  Also, Clyde soils are leached of carbonates to depths of 45 to 70 inches and contain coarse fragments in the upper material; Letri soils commonly have a stone line between the two parent materials and contain less clay in the control section; Tripoli soils have thinner upper sediments and have a stone line between the two parent materials; and Wolcott soils are very poorly drained, have a thicker solum, and have a higher content of sand in the upper sediments.  Colwood soils have a lower content of clay in the upper part of the solum and have stratified B and C horizons.  Faxon soils are underlain by limestone at depths of 20 to 40 inches.  Gansner soils, formed in alluvium, are at higher elevations, and receive more precipitation.  Reddick soils have less clay in the solum and overlie moderately fine or fine textured, firm till or lake-bed sediments. Selma soils have less clay in the solum and have coarse-textured C horizons.  Webster soils average 4 to 8 percent less clay in the upper part of the solum and lack a distinct break in parent materials.  Marna and Waldorf soils are in fine families."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Kossuth soils typically are on plane or concave slopes of the relatively undissected Late Wisconsin till plain.  Slopes are 0 to 2 percent.  Kossuth soils formed in moderately fine textured glacial or lacustrine sediments, typically silty clay loam, and in the underlying friable glacial till or sediments of loam texture.  The landscape tends to be level or nearly level instead of undulating as in typical ground moraines.  Knobs of well drained soils and depressions with very poorly drained soils are absent or are less numerous and less distinct.  Mean annual temperature is about 45 to 52 degrees F, and mean annual precipitation is about 28 to 32 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Bode, Canisteo, Nicollet, and Ottosen and the competing Webster soils.  Bode soils are on higher topographic positions and are well drained.  Canisteo and Webster soils are on similar elevations on the landscape.  Canisteo soils have free carbonates throughout the solum.  Nicollet and Ottosen soils are on slightly higher topographic positions and are somewhat poorly drained."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Poorly drained.  Runoff is slow.  Permeability is moderately slow in the upper part of the solum and moderate in the underlying material."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Largely under cultivation and cropped intensively to corn and soybeans.  Native vegetation was tall prairie grasses tolerant to wetness."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  North-central Iowa and possibly south-central Minnesota.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: St. Paul, Minnesota"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Calhoun County, Iowa, 1979."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Classification only was updated 3/94 for final correlations in Iowa.  Changes include proposals made in Amendment 17 of Soil Taxonomy.  Competing series and other updates will be made later.  Lower limits of Marna and upper limits of Webster will need to be changed in terms of clay content."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "NA"
  },
  "SITE": [
    [
      {
        "drainage": "poorly",
        "drainage_overview": "poorly"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 23,
        "dry_hue": "10YR",
        "dry_value": 3,
        "dry_chroma": 1,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 1,
        "texture_class": "silty clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Ap--0 to 9 inches; black (10YR 2/1) silty clay loam, very dark gray (10YR 3/1) dry; cloddy parting to weak fine granular structure; friable; common fine and medium roots; neutral; abrupt smooth boundary."
      },
      {
        "name": "A",
        "top": 23,
        "bottom": 46,
        "dry_hue": "10YR",
        "dry_value": 3,
        "dry_chroma": 1,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 1,
        "texture_class": "silty clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "A--9 to 18 inches; black (10YR 2/1) silty clay loam, black (N 2/0) coatings on faces of peds, very dark gray (10YR 3/1) dry; weak fine subangular blocky structure parting to moderate fine granular; firm; common fine roots; neutral; gradual smooth boundary.  (Combined thickness of A horizons is 14 to 19 inches.)"
      },
      {
        "name": "AB",
        "top": 46,
        "bottom": 58,
        "dry_hue": "5Y",
        "dry_value": 4,
        "dry_chroma": 1,
        "moist_hue": "5Y",
        "moist_value": 3,
        "moist_chroma": 1,
        "texture_class": "silty clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "AB--18 to 23 inches; very dark gray (5Y 3/1) silty clay loam, dark gray (5Y 4/1) dry, black (5Y 2/1) and very dark gray (5Y 3/1) coatings on faces of peds, common fine faint dark gray (5Y 4/1) and few fine distinct gray (5Y 5/1) and olive gray (5Y 5/2) mottles; weak fine prismatic structure parting to moderate fine and very fine subangular blocky; firm; common fine roots; neutral; clear wavy boundary.  (2 to 5 inches thick)"
      },
      {
        "name": "Bt",
        "top": 58,
        "bottom": 76,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "5Y",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "silty clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "Bt--23 to 30 inches; olive gray (5Y 4/2) silty clay loam; weak fine prismatic structure parting to weak fine subangular blocky; firm; common fine roots; few very dark gray (5Y 3/1) worm casts; few thin discontinuous clay films; few very fine black and strong brown concretions (oxides); neutral; gradual smooth boundary.  (4 to 10 inches thick)"
      },
      {
        "name": "2Bg",
        "top": 76,
        "bottom": 91,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "5Y",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "2Bg--30 to 36 inches; olive gray (5Y 5/2) with some olive (5Y 5/3) clay loam; few fine distinct light olive brown (2.5Y 5/6) mottles; weak medium prismatic structure parting to weak fine and medium subangular blocky; friable; few very fine black and strong brown concretions (oxides); few fine calcium carbonate accumulations in soft rounded masses; slight effervescence in spots; neutral; gradual smooth boundary.   (4 to 9 inches thick)"
      },
      {
        "name": "2BCg",
        "top": 91,
        "bottom": 102,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "5Y",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "mildly alkaline",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "2BCg--36 to 40 inches; olive gray (5Y 5/2) loam; common fine faint olive (5Y 5/3-5/6) and a few fine faint light olive brown (2.5Y 5/6) mottles; weak medium subangular blocky structure; friable; few fine roots; few fine black and strong brown concretions (oxides); few fine calcium carbonate accumulations in soft rounded masses; slight effervescence; mildly alkaline.  (0 to 7 inches thick)"
      },
      {
        "name": "2Cg1",
        "top": 102,
        "bottom": 122,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "5Y",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "2Cg1--40 to 48 inches; olive gray (5Y 5/2) loam; common fine to medium distinct yellowish brown (10YR 5/6-5/8) mottles; massive; friable; few fine roots; few fine black and strong brown concretions (oxides); few fine calcium carbonate accumulations in soft rounded masses; strong effervescence; moderately alkaline; gradual smooth boundary.  (4 to 12 inches thick)"
      },
      {
        "name": "2Cg2",
        "top": 122,
        "bottom": 152,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "5Y",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "2Cg2--48 to 60 inches; olive gray (5Y 5/2) loam; many fine distinct yellowish brown (10YR 5/6 and 5/8) and few fine prominent strong brown (7.5YR 5/8) mottles; massive; friable; few fine roots; few fine black and strong brown to reddish brown concretions (oxides); common fine calcium carbonate accumulations in soft rounded masses; strong effervescence; moderately alkaline."
      }
    ]
  ]
}
