{
  "SERIES": "KOST",
  "STATUS": "Established Series",
  "BYREV": "Rev. RWA-KDS-LLD",
  "REVDATE": "06/2006",
  "STATES": "MN,WI",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Sandy, mixed, frigid Entic Hapludolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Kost loamy fine sand on a 2 percent slope in a cultivated field. (Colors are for moist unless otherwise stated.)\nAp--0 to 8 inches; black (10YR 2/1) loamy fine sand, dark grayish brown (10YR 4/2) dry; massive; loose; few fine roots; neutral; clear smooth boundary.\nA--8 to 12 inches; very dark brown (10YR 2/2) loamy fine sand, dark grayish brown (10YR 4/2) dry; massive; loose; few fine roots; neutral; clear smooth boundary. (Combined thickness of the A horizon is 10 to 18 inches.)\nAB--12 to 17 inches; very dark grayish brown (10YR 3/2) loamy fine sand; dark grayish brown (10YR 4/2) dry; massive; loose; few fine roots; neutral; clear smooth boundary (0 to 10 inches thick)\nBw--17 to 29 inches; dark yellowish brown (10YR 4/4) fine sand; single grain; loose; few fine roots; slightly acid; gradual smooth boundary. (7 to 20 inches thick)\nC--29 to 60 inches; yellowish brown (10YR 5/4) fine sand; single grain; loose; few fine roots; slightly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Chisago County, Minnesota; about 2 miles west of Kost; 2400 feet north and 2250 feet east of the southwest corner of sec. 25, T. 35 N., R. 21 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Mollic epipedon ranges from 10 to 20 inches thick. Depth to carbonates is typically over 60 inches. Typically, the control section does not have rock fragments, but the C horizon can have up to 5 percent by volume. The control section averages more than 25 percent fine sand.\nThe Ap, A, and AB horizons have hue of 10YR, value of 2 or 3, and chroma of 1 or 2. It is loamy fine sand or fine sand. Reaction is strongly acid to neutral.\nThe Bw horizon has hue of 10YR or less commonly 7.5 YR, value of 3 to 5, and chroma of 2 to 4. It is loamy fine sand, fine sand or sand. Reaction is strongly acid to neutral.\nThe C horizon has hue of 10YR or less commonly 7.5YR, value of 4 to 6, and chroma of 3 to 5. It is fine sand or sand. Reaction is moderately acid to neutral."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are in the Hubbard, Kaks, Lohnes, and Maddock, series. The Hubbard soils average less than 25 percent fine sand in the series control section. Kaks soils have 1 to 35 percent rock fragments in the series control section.  Lohnes soils have free carbonates at less than 60 inches, and more than 25 percent medium sand and coarser in the control section. Maddock soils have carbonates within 60 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Kost soils are on nearly level to moderately steep slopes on stream terraces, and outwash plains. Slope gradients range from 0 to 18 percent. The Kost soil formed in outwash sediments of Late Wisconsinan Age. Mean annual air temperature ranges from 37 to 45 degrees F. Mean annual precipitation ranges from 24 to 33 inches. Frost-free days range from 90 to 145. Elevation above sea level ranges from 670 to 1450 feet."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Glendorado (T) and Isanti series which form a hydrosequence with Kost soils. The somewhat poorly drained Glendorado (T) soils and the poorly and very poorly drained Isanti soils occupy lower landscape positions."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Excessively drained. Surface runoff is negligible or very low. Permeability is rapid."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most of this soil is cultivated. The native vegetation is mixed prairie grasses or a combination of widely spaced oak and pine trees and mixed prairie grasses."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: LRR K, MLRA-91, primarily east-central Minnesota and Northwestern Wisconsin.  This soil is moderately extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: St. Paul, Minnesota"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Chisago County, Minnesota; April, 1990."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are: mollic epipedon - zone from the surface to 17 inches (Ap, A and AB horizons); udic moisture regime; frigid temperature regime.\nA banded substratum (lamellae) and till substratum phase are recognized.  These features are below a depth of 60 inches.\nThe central concept of this soil was outwash from the Des Moines lobe.  Where occuring as outwash from the Superior Lobe (or other lobes) the colors include 7.5 YR and may be more acidic.  The associated soils are those in and around the type location.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
