{
  "SERIES": "KOUNTER",
  "STATUS": "Established Series",
  "BYREV": "Rev. DES-JAL",
  "REVDATE": "8/98",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive, frigid Lithic Haplustepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Kounter very cobbly coarse sandy loam, very bouldery, in rangeland (Colors are for dry soil unless otherwise noted).\nA--0 to 2 inches; dark grayish brown (10YR 4/2) very cobbly coarse sandy loam, very dark grayish brown (10YR 3/2) moist; moderate medium granular structure; slightly hard, very friable, nonsticky and nonplastic; many very fine and fine and few medium roots; many very fine and fine interstitial pores; 20 percent cobbles and 15 percent pebbles; neutral (pH 6.8); clear wavy boundary. (2 to 4 inches thick)\nBw--2 to 7 inches; brown (10YR 5/3) very gravelly coarse sandy loam, brown (10YR 4/3) moist; moderate medium subangular blocky structure; slightly hard, very friable, nonsticky and nonplastic; many very fine and common fine roots; many very fine and fine interstitial pores; 15 percent cobbles and 30 percent pebbles; disseminated lime; few faint lime coatings on undersides of fragments; slighlty effervescent; slightly alkaline (pH 7.4); clear wavy boundary. (3 to 8 inches thick)\nBk--7 to 14 inches; light brownish gray (10YR 6/2) very gravelly coarse sandy loam, brown (10YR 5/3) moist; weak fine granular structure; soft, very friable, nonsticky and nonplastic; many very fine and fine interstitial pores; 10 percent cobbles and 35 percent pebbles; common fine masses and threads of lime, common distinct lime coatings around fragments; violently effervescent; moderately alkaline (pH 8.2). (6 to 10 inches thick)\nCr--14 to 17 inches; light gray (10YR 7/1) decomposed granite bedrock (grus) that crushes to loamy coarse sand. (2 to 6 inches thick)\nR--17 inches; hard light gray (10YR 7/1) granite bedrock."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Jefferson County, Montana; 1,150 feet north and 1,175 feet east of the SW corner of sec. 17, T. 1 N., R. 5 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nMean annual soil temperature - 38 to 44 degrees F.\nMoisture control section - between 4 and 12 inches or between 4 inches and the lithic contact where bedrock is less then 12 inches.\nDepth to the Bk horizon - 6 to 10 inches.\nDepth to Cr horizon - 10 to 18 inches.\nDepth to R horizon - 12 to 20 inches.\nSurface stones and boulders - 0 to 3 percent.\nThe surface layer, when mixed to a depth of 7 inches, does not meet the requirements for a mollic epipedon.\nA horizon - Hue:  10YR or 2.5Y\nValue:  4 or 5 dry; 3 or 4 moist\nChroma:  2 or 3\nClay content:  10 to 20 percent\nRock fragments:  15 to 50 percent--0 to 5 percent stones, 5 to 20 percent cobbles and 10 to 30 percent pebbles\nReaction:  pH 6.1 to 7.3\nBw horizon - Hue:  10YR or 2.5Y\nValue:  5 or 6 dry; 4 or 5 moist\nChroma:  2, 3 or 4\nTexture:  coarse sandy loam or sandy loam\nClay content:  8 to 18 percent\nRock fragments:  35 to 60 percent--0 to 5 percent stones, 5 to 15 percent cobbles and 30 to 40 percent pebbles (mainly less than 10mm in diameter)\nCalcium carbonate equivalent:  0 to 5 percent\nReaction:  pH 6.6 to 7.8\nBk horizon - Hue:  10YR or 2.5Y\nValue:  6 or 7 dry; 5 or 6 moist\nChroma:  2, 3 or 4\nTexture:  coarse sandy loam or sandy loam\nClay content:  5 to 18 percent\nRock fragments:  35 to 70 percent--0 to 5 percent stones, 0 to 20 percent cobbles and 35 to 45 percent pebbles\nCalcium carbonate equivalent:  15 to 25 percent\nReaction:  pH 7.4 to 8.4"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:\nCinnadale (NM) - does not have horizon of secondary carbonate accumulation; is neutral throughout; does not have a Cr horizon above the R horizon.\nCypher (NM) - does not have horizon of secondary carbonate accumulation; is medium acid to slightly acid throughout; does not have a Cr horizon above the R horizon.\nDevilfence (MT) - does not have a Cr horizon above the R horizon; does not have a calcic horizon; coarse fragments consist of flagstones and channers.\nDeville (MT) - does not have horizon of secondary carbonate accumulation; has more than 18 percent clay in the particle-size control section; does not have a Cr horizon above the R horizon.\nQuaint (MT) - has more than 18 percent clay in the particle-size control section; has hues of 7.5YR or redder throughout; does not have a Cr horizon above the R horizon.\nRoegulch (MT) - does not have horizon of secondary carbonate accumulation; is well drained.\nShaboom (MT) - does not have horizon of secondary carbonate accumulation; is well drained.\nSharrott (MT) - does not have horizon of secondary carbonate accumulation; is well drained; does not have Cr horizon above the R horizon."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nLandform - dissected bedrock floored plains, ridges and hills.\nElevation - 4,400 to 6,000 feet.\nSlope - 2 to 45 percent.\nParent material - residuum from granite and other coarse grained igneous rocks.\nClimate - long, cold winters; moist springs; warm summers.\nMean annual precipitation - 15 to 19 inches.\nMean annual temperature - 36 to 42 degrees F.\nFrost-free period - 70 to 105 days."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": null
  },
  "USE AND VEGETATION": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Somewhat excessively drained, moderately rapid permeability."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Kounter soils are primarily used for rangeland, woodland and wildlife habitat.  The potential native vegetation is mainly bluebunch wheatgrass, Idaho fescue, sandberg bluegrass, prairie junegrass, sedges, fringed sagewort, mahognany, bitterbrush and Rocky Mountain juniper.  Areas in woodland have a thin overstory of Douglas-fir and limber pine, and an understory of bluebunch wheatgrass, Idaho fescue, Rocky Mountain juniper and sumac."
  },
  "REGIONAL OFFICE": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Kounter soils are of small extent in southwestern Montana."
  },
  "ORIGIN": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Bozeman, Montana"
  },
  "REMARKS": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Jefferson County, Montana, 1998."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": null
  }
}
