{
  "SERIES": "KOYEN",
  "STATUS": "Established Series",
  "BYREV": "Rev. GAR/RLB/JBF",
  "REVDATE": "11/2016",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, superactive, mesic Typic Haplocambids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Koyen sandy loam--rangeland. (Colors are for dry soil unless otherwise noted.)\nA--0 to 8 cm; light brownish gray (10YR 6/2) sandy loam, dark grayish brown (10YR 4/2) moist; weak thin platy structure; soft, very friable, nonsticky and nonplastic; common fine roots; many very fine and fine vesicular pores; strongly alkaline (pH 8.6); abrupt smooth boundary. (5 to 10 cm thick)\nBw1--8 to 18 cm; light brownish gray (10YR 6/2) sandy loam, brown (10YR 4/3) moist; weak fine subangular blocky structure; soft, very friable, nonsticky and nonplastic; many fine roots; many very fine irregular pores, common very fine and fine tubular pores; strongly alkaline (pH 8.6); clear smooth boundary. (0 to 50 cm thick)\nBw2--18 to 43 cm; light brownish gray (10YR 6/2) gravelly sandy loam, brown (10YR 4/3) moist; weak fine subangular blocky structure; soft, very friable, nonsticky and nonplastic; many fine roots; many very fine irregular pores and common very fine and fine tubular pores; 15 percent gravel; slightly effervescent; strongly alkaline (pH 8.6); clear smooth boundary. (15 to 30 cm thick)\nBk1--43 to 86 cm; light gray (10YR 7/2) sandy loam, brown (10YR 4/3) moist; massive; soft, very friable, nonsticky and nonplastic; many fine roots; many very fine and fine tubular pores and many very fine irregular pores; few strata 2.5 to 4 cm thick that contain 10 percent fine gravel; few fine distinct secondary calcium carbonate filaments; strongly effervescent; strongly alkaline (pH 8.6); abrupt smooth boundary. (15 to 50 cm thick)\nBk2--86 to 112 cm; very pale brown (10YR 8/2) sandy loam, yellowish brown (10YR 5/4) moist; few fine distinct light brown (7.5YR 6/4) and brown (7.5YR 5/4) mottles; moderate thick platy structure in the upper 3 cm, massive below; hard, firm; nonsticky and nonplastic; many fine roots; common very fine and fine tubular pores; many very fine cracks between plates; few distinct secondary calcium carbonate filaments; violently effervescent; strongly alkaline (pH 9.0); clear irregular boundary. (0 to 66 cm thick)\n2C--112 to 160 cm; light gray (10YR 7/2) gravelly loamy sand, brown (10YR 5/3) moist; massive; slightly hard, very friable, nonsticky and nonplastic; common fine roots; many very fine and fine irregular pores; 30 percent gravel; violently effervescent; strongly alkaline (pH 8.6)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Lincoln County, Nevada; about 1,800 feet south and 500 feet west of the northwest corner of section 14, T. 3 S., R. 54 E; USGS White Blotch Springs NW 7.5 minute topographic quadrangle; latitude 37 degrees 41 minutes 21 seconds N and longitude 115 degrees 51 minutes 54 seconds W; WGS84 Decimal Degrees 37.6891667 latitude, -115.8816667 longitude."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: Usually dry, moist in some part for short periods during winter and early spring and for 10 to 20 days cumulative between July and September due to convection storms; typic aridic soil moisture regime.\nMean annual soil temperature: 12 to 15 degrees C.\nDepth to Bk horizon: 36 to 53 cm.\nReaction: Moderately alkaline or strongly alkaline, being most alkaline in the Bk horizon.\nParticle-size control section - Clay content: 10 to 18 percent.\nRock fragments: Averages 10 to 25 percent.\nA horizon\nHue: 10YR or 2.5Y.\nValue: 6 or 7 dry, 4 or 5 moist.\nChroma: 2 through 6, dry or moist.\nBw horizons\nHue: 10YR or 2.5Y.\nValue: 6 or 7 dry, 4 or 5 moist.\nChroma: 2 through 6, dry or moist.\nStructure: Very weak or weak, fine to coarse subangular blocky.\nTexture: Sandy loam, some pedons have strata of fine sandy loam, loam, or loamy sand.\nEffervescence: Noneffervescent except in lower part subhorizons that are slightly effervescent.\nCalcium carbonate equivalent: 0 to 15 percent of the less than 2 mm fraction.\nRock fragments: Averages 0 to 15 percent, with some pedons containing sub-horizons that range up to 40 percent rock fragments.\nBk horizons\nValue: 6 through 8 dry, 4 through 6 moist.\nChroma: 2 through 4, dry or moist.\nEffervescence: Strongly effervescent or violently effervescent.\nStructure: Subangular blocky or massive.\nTexture: Sandy loam with some pedon having strata of fine sandy loam, loam, or loamy sand.\nRock fragments: Averages 0 to 15 percent, with some pedons containing sub-horizons that range up to 40 percent rock fragments.\nConsistence: Soft to hard, dry, very friable to firm, moist, and nonsticky or slightly sticky and nonplastic or slightly plastic, wet.\nSecondary calcium carbonate: 0 to 5 percent\nCalcium carbonate equivalent: 10 to 30 percent of the less than 2 mm fraction.\n2C horizon\nMay be absent in some pedons.\nValue: 6 or 7 dry, 4 through 6 moist.\nChroma: 2 or 3, dry or moist.\nConsistence: Soft or slightly hard.\nTexture: Gravelly loamy sand, loamy sand or sand.\nCalcium carbonate equivalent: 10 to 25 percent of the less than 2 mm fraction.\nRock fragments: Averages 15 to 35 percent, with some pedons containing sub-horizons that range up to 40 percent rock fragments."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Embudo, Hessing, Monue, Quima, Unionville, and Wall series.\nEmbudo soils are moist in some part of the soil moisture control section from December through March and July through October. Hessing soils have unconformable gravelly loam or gravelly sandy loam at a depth of 38 to 64 cm. Monue soils do not have visible secondary calcium carbonate accumulations somewhere within the profile. Quima soils have a calcium carbonate equivalent of 0 to 5  percent below the cambic horizon.  Unionville soils have a clay content of 5 to 10 percent and a paralithic contact at 50 to 70 cm.  Wall soils have neutral or mildly alkaline sola throughout A and Bw horizons and a mean annual soil temperature of 7 to 11 degrees C."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Koyen soils are on fan piedmonts, fan remnants, fan skirts, alluvial fans, inset fans, basin floors, basin-floor remnants, sand sheets, and alluvial flats. The soils formed in alluvium derived from dominantly volcanic rocks with a high component of loess. Slopes are 0 to 8 percent. Elevations are 1,310 to 2,134 meters. The mean annual precipitation is 100 to 200 mm; mean annual temperature is 10 to 14 degrees C, and the frost-free season is 120 to 160 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Arizo, Papoose, Stumble, Tickapoo and Tolicha soils. Arizo soils are sandy-skeletal. Papoose soils have an argillic horizon. Stumble soils are sandy. Tickapoo soils have a clayey argillic horizon and strongly cemented duripan. Tolicha soils have a lithic contact at a depth of 25 to 50 cm."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Well drained; very low to medium runoff; high saturated hydraulic conductivity."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: The Koyen soils are used for livestock grazing and wildlife habitat. The present vegetation is mainly bud sagebrush, spiny hopsage, winterfat, fourwing saltbush, littleleaf horsebrush, Indian ricegrass, big galleta, and lycium."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: South-central Nevada. These soils are moderately extensive. MLRA 29, 28A, 28B."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Nye County (Big Smokey Valley Area), Nevada, 1972."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this soil are:\nOchric epipedon - The zone from the soil surface to 18 cm (A and Bw1 horizons).\nCambic horizon - The zone from 8 to 43 cm (Bw1 and Bw2 horizons).\nParticle-size control section - The zone from 25 to 100 cm (lower part of the Bw2, Bk1 and upper part of the Bk2 horizons).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
