{
  "SERIES": "KRADE",
  "STATUS": "Established Series",
  "BYREV": "Rev. ERB:JCW",
  "REVDATE": "03/2003",
  "STATES": "NM,TX",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, superactive, calcareous, thermic Ustic Torriorthents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Krade fine sandy loam--rangeland.\n(Colors are for dry soil unless otherwise stated.)\nA--0 to 7 inches; brown (1OYR 5/3) fine sandy loam, brown (1OYR 4/3) moist; weak fine subangular blocky structure; soft, very friable; common very fine pores and roots; calcareous; moderately alkaline; clear smooth boundary.  (5 to 14 inches thick)\nC1--7 to 29 inches; light brown (7.5YR 6/4) fine sandy loam, brown (7.5YR 5/4) moist; massive; soft, very friable; few roots; common very fine pores; calcareous; moderately alkaline; gradual smooth boundary.  (10 to 23 inches thick)\nC2--29 to 80 inches; pink (7.5YR 7/4) fine sandy loam, light brown (7.5YR 6/4) moist; massive; slightly hard, friable; few threads and films of calcium carbonate; calcareous; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Andrews County, Texas; about 8 miles north of Andrews on U. S. Highway 385, 4.0 miles west on Farm Road 1967, 0.7 mile south on county road, then 300 feet east in rangeland.  Latitude 32 degrees 24'17\"N, Longitude 102 degrees 38'34\"W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The solum is more than 60 inches thick.  The 10- to 40-inch control section is fine sandy loam or loam, with a clay content of 10 to 18 percent.  The solum is calcareous and moderately alkaline throughout.\nThe A horizon has hue of 7.5YR or 1OYR, value of 4 or 5, and chroma of 2 to 4.  Texture is fine sandy loam or loam.\nThe C horizons have hue of 7.5YR or 1OYR, value of 5 to 7, and chroma of 2 to 4.  Texture is fine sandy loam or loam."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no other series in this family.  Similar series are the Arch, Church, Drake, Hoban, Reeves, San Jose, and Veal series.  The Arch, Hoban, Reeves and Veal soils have calcic horizons.  The Church and Drake soils are usually moist.  San Jose soils have cambic horizons."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Krade soils occur on gently sloping areas on the eastern side of lakes or playas.  The climate is semiarid.  The Thornthwaite annual P-E indices are 18 to 23.  Annual precipitation is 13 to 17 inches.  The mean annual air temperature ranges from 63 to 69 degrees F."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These include the Ima, Lipan, Portales and Ratliff soils.  Ima soils have B horizons.  The Lipan soils are clayey throughout.  Portales and Ratliff soils have calcic horizons."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; slow to medium runoff; moderately rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used for rangeland.  Present vegetation consists of alkali sacaton, black grama, blue grama and sand dropseed."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Southwestern part of the Southern High Plains in West Texas.  The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Andrews County, Texas; 1970."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  These soils formerly were included in the Drake series, but are in a drier environment.  The typifying pedon has less than 5 percent calcium carbonate equivalent throughout.\nDiagnostic horizons and features recognized in this pedon are:\nOchric epipedon - the surface layer from 0 to 7 inches.\nOther - has no cambic or calcic horizon and has a torric moisture regime that borders on ustic.\nNational Cooperative Soil Survey\nU. S. A."
  }
}
