{
  "SERIES": "KRAM",
  "STATUS": "Established Series",
  "BYREV": "Rev. DMC/RLB/JVC/JBF",
  "REVDATE": "05/2016",
  "STATES": "NV",
  "OVERVIEW": "The Kram series consists of very shallow and shallow, somewhat excessively drained soils that formed in residuum derived from limestone and dolomite. Kram soils are on hills and mountains. Slopes are 4 to 50 percent. The mean annual precipitation is about 280 mm and the mean annual temperature is about 9 degrees C.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS:  Loamy-skeletal, carbonatic, mesic Lithic Xeric Torriorthents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Kram very gravelly very fine sandy loam--forestland. (Colors are for dry soil unless otherwise noted.)\nA--0 to 8 cm; pale brown (10YR 6/3) very gravelly very fine sandy loam, dark brown (10YR 3/3) moist; weak fine granular structure; soft, very friable, slightly sticky and slightly plastic; many very fine and common fine roots; many very fine tubular pores; 50 percent gravel; violently effervescent; moderately alkaline (pH 8.4); abrupt smooth boundary. (5 to 13 cm thick)\nC--8 to 25 cm; pale brown (10YR 6/3) very gravelly very fine sandy loam, brown (10YR 4/3) moist; weak fine subangular blocky structure: soft, very friable, slightly sticky and slightly plastic; common very fine and fine, and few medium roots; common very fine tubular pores; 50 percent gravel; violently effervescent; strongly alkaline (pH 8.6); abrupt smooth boundary. (8 to 25 cm thick)\nR--25 cm; hard fractured limestone."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Douglas County, Nevada; about 3 miles south and 8 miles east of Gardnerville; 2,080 feet west and 1,900 feet north of the southeast corner of section 15, T. 12 N., R. 21 E. .; USGS Mount Siegel 7.5 minute topographic quadrangle; latitude 38 degrees 54 minutes 5 seconds N and longitude 119 degrees 36 minutes 41 seconds W; WGS84 Decimal Degrees 38.9012778 latitude, -119.611278 longitude."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: Usually dry mid-June through October; aridic soil moisture regime that borders on xeric.\nMean annual soil temperature: 9 to 11 degrees C.\nDepth to bedrock: 20 to 36 cm to a lithic contact.\nReaction: Moderately alkaline or strongly alkaline.\nCalcium carbonate equivalent: 20 to 30 percent in the less than 2 mm fraction; 40 to 50 percent in the less than 20 mm fraction.\nParticle-size control section - Clay content: 8 to 18 percent.\nRock fragments: Averages 40 to 50 percent gravel and 5 to 10 percent cobbles and stones, lithology of fragments is limestone or dolomite.\nA horizon\nValue: 4 through 6 dry, 3 or 4 moist.\nChroma: 2 or 3.\nEffervescence: Slightly effervescent or violently effervescent.\nC horizon\nHue: 10YR or 2.5Y.\nValue: 6 or 7 dry, 3 through 5 moist.\nChroma: 2 through 4.\nTexture: Very gravelly very fine sandy loam or very gravelly loam.\nRock fragments: 45 to 55 percent gravel, 5 to 10 percent cobbles and stones.\nStructure: Subangular blocky or horizon is massive.\nEffervescence: Strongly effervescent or violently effervescent."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Eaglepass, Izod, Kyler, Logring, Tiki, and Zimbob series.\nEaglepass soils average 60 to 75 percent rock fragments in the particle-size control section. Izod soils have 18 to 25 percent clay in the particle-size control section. Kyler and Logring soils are intermittently moist for short periods in the summer. Tiki soils have hue of 2.5YR or 5YR and dry chroma of 4 through 8. Zimbob soils have horizons with identifiable secondary carbonates and have 50 to 70 percent calcium carbonate equivalent in the less than 20 mm fraction."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Kram soils are on hills and mountains. They formed in residuum derived from limestone and dolomite. Slopes are 4 to 50 percent. Elevations range from 1,585 to 2,195 meters. The mean annual precipitation is 250 to 400 mm, the mean annual temperature is 8 to 10 degrees C, and the frost-free period is 80 to 120 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Chalco, Puett, and Springmeyer series. Chalco soils are clayey, shallow to soft bedrock, and have argillic horizons and mixed mineralogy. Puett soils are loamy, shallow to soft bedrock, and have mixed mineralogy. Springmeyer soils are fine-loamy, very deep, have argillic horizons and mollic epipedons, and mixed mineralogy."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:  Somewhat excessively drained; moderately high saturated hydraulic conductivity."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Kram soils are used for livestock grazing, wood products, and wildlife habitat. The vegetation is mainly a forest canopy of singleleaf pinyon and Utah juniper with an understory of Wyoming big sagebrush, low sagebrush, bottlebrush squirreltail, and green ephedra."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Western Nevada. These soils are not extensive.   MLRAs 26, 27, and 28B."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Davis, California."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Douglas County, Nevada, 1981."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - The zone from the soil surface to 18 cm (A and part of the C horizon).\nLithic contact - The boundary at 25 cm to underlying hard bedrock (R layer).\nParticle-size control section - The zone from the soil surface to 25 cm (A and C horizons).\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "somewhat excessively"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 8,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "very fine sandy loam",
        "cf_class": "very gravelly",
        "pH": 8.4,
        "pH_class": "moderately alkaline",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "A--0 to 8 cm; pale brown (10YR 6/3) very gravelly very fine sandy loam, dark brown (10YR 3/3) moist; weak fine granular structure; soft, very friable, slightly sticky and slightly plastic; many very fine and common fine roots; many very fine tubular pores; 50 percent gravel; violently effervescent; moderately alkaline (pH 8.4); abrupt smooth boundary. (5 to 13 cm thick)"
      },
      {
        "name": "C",
        "top": 8,
        "bottom": 25,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "very fine sandy loam",
        "cf_class": "very gravelly",
        "pH": 8.6,
        "pH_class": "strongly alkaline",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "C--8 to 25 cm; pale brown (10YR 6/3) very gravelly very fine sandy loam, brown (10YR 4/3) moist; weak fine subangular blocky structure: soft, very friable, slightly sticky and slightly plastic; common very fine and fine, and few medium roots; common very fine tubular pores; 50 percent gravel; violently effervescent; strongly alkaline (pH 8.6); abrupt smooth boundary. (8 to 25 cm thick)"
      },
      {
        "name": "R",
        "top": 25,
        "narrative": "R--25 cm; hard fractured limestone."
      }
    ]
  ]
}
