{
  "SERIES": "KRANZBURG",
  "STATUS": "Established Series",
  "BYREV": "Rev. WTS-SDW-AGG",
  "REVDATE": "03/2009",
  "STATES": "MN,ND,SD",
  "OVERVIEW": "The Kranzburg series consists of very deep, well drained soils formed in loess overlying glacial till on uplands.  Slopes range from 0 to 9 percent. Mean annual precipitation is about 559 millimeters (22 inches) and mean annual air temperature is 6 degrees C (43 degrees F).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty, mixed, superactive, frigid Calcic Hapludolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Kranzburg silty clay loam - on a plane, south-facing slope of 2 percent in a cultivated field. When described the soil was moist throughout. (Colors are for moist soil unless otherwise stated.)\nAp--0 to 23 centimeters (0 to 9 inches); black (10YR 2/1) silty clay loam, very dark gray (10YR 3/1) dry; weak fine granular structure: hard, friable, slightly sticky and slightly plastic; common fine and few medium roots; few very fine pores; neutral (pH 7.0); abrupt smooth boundary. [Thickness of A horizon is 15 to 25 centimeters (6 to 10 inches).]\nBw1--23 to 46 centimeters (9 to 18 inches); dark grayish brown (10YR 4/2) silty clay loam,  grayish brown (10YR 5/2) dry; moderate medium prismatic structure parting to moderate medium subangular blocky; slightly hard, friable, slightly sticky and slightly plastic; few fine roots; common fine and very fine pores; neutral (pH 7.0); clear smooth boundary.\nBw2--46 to 64 centimeters (18 to 25 inches); olive brown (2.5Y 4/3) silty clay loam, light olive brown (2.5Y 5/3) dry; moderate medium prismatic structure parting to weak medium and fine subangular blocky; hard, friable, slightly sticky and slightly plastic; few fine roots; common fine and very fine pores; slightly alkaline (pH 7.6); clear wavy boundary. [Combined thickness of Bw horizon is 28 to 76 centimeters (11 to 30 inches).]\n2Bk1--64 to 74 centimeters (25 to 29 inches); dark grayish brown (2.5Y 4/2) clay loam,  grayish brown (2.5Y 5/2) dry; weak fine and medium subangular blocky structure; hard, firm, slightly sticky and slightly plastic; few very fine pores; 4 percent gravel; stone line with pebbles from 2 mm to 80 mm in diameter in the upper inch and one-half; common medium masses of calcium carbonate; few carbonate coatings on underside of pebbles; 21 percent calcium carbonate; strong effervescence; moderately alkaline (pH 8.2); gradual wavy boundary.\n2Bk2--74 to 130 centimeters (29 to 51 inches); light olive brown (2.5Y 5/4) clay loam, moist light yellowish brown (2.5Y 6/4) dry; weak fine and medium subangular blocky structure; hard, firm, slightly sticky and slightly plastic; few calcium carbonate coatings on underside of pebbles; few very fine pores; 3 percent gravel; common fine and medium masses of calcium carbonate; 30 percent calcium carbonate; strong effervescence; moderately alkaline (pH 8.2); gradual smooth boundary.\n2Bk3--130 to 145 centimeters (51 to 57 inches); light olive brown (2.5Y 5/4) clay loam, light yellowish brown (2.5Y 6/4) dry; few fine distinct gray (2.5Y 6/1) redoximorphic depletions and few fine distinct light olive brown (2.5Y 5/6) moist redoximorphic concentrations; weak medium and coarse subangular blocky structure; hard, firm, slightly sticky and slightly plastic; few very fine pores; 3 percent gravel; few fine masses of calcium carbonate; 28 percent calcium carbonate; strong effervescence; moderately alkaline (pH 8.0); gradual wavy boundary. [Combined thickness of 2Bk horizon is 13 to 89 centimeters (5 to 35 inches).]\n2C--145 to 203 centimeters (57 to 80 inches); light olive brown (2.5Y 5/4) clay loam, light yellowish brown (2.5Y 6/4) dry; few fine distinct gray (2.5Y 6/1) redoximorphic depletions and few fine distinct light olive brown (2.5Y 5/6) redoximorphic concentrations; massive; hard, firm, slightly sticky and slightly plastic; 4 percent gravel; common sand wedges 10 cm wide; strong effervescence; moderately alkaline (pH 8.0)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Brookings County, South Dakota; about 7 miles north and 2 miles west of Brookings; 683 meters (2240 feet) east and 201 meters (660 feet) south of the northwest corner, sec 14, T 111 N., R 50 W. USGS Brookings NE, S. Dak. topographic quadrangle; latitude 44 degrees 25 minutes 33.0 seconds N. and longitude 96 degrees 59 minutes 31.4 seconds W., NAD 83"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: The depth to calcium carbonates typically is about 64 centimeters (25 inches), but ranges from 36 to 91 centimeters (14 to 36 inches). Thickness of the mollic epipedon ranges from 18 to 41 centimeters (7 to 16 inches), and extends into the Bw horizon of some pedons. The depth to glacial till ranges from 51 to 102 centimeters (20 to 40 inches). The glacial till contains more than 15 percent fine sand and coarser and 1 to 8 percent rock fragments. A stone line 3 to 8 centimeters (1 to 3 inches) in thickness is at the glacial till contact in most pedons. The particle size control section averages between 24 and 32 percent clay.\nThe A horizon has value of 2 or 3 and 3 or 4 dry, and chroma of 1. It typically is silty clay loam, but is silt loam in some pedons. Reaction is moderately acid to neutral.\nThe Bw horizon has hue of 10YR or 2.5Y, value of 2 to 4 and 3 to 5 dry, and chroma of 2 or 3. It typically is silty clay loam, but is silt loam in some pedons. Reaction is slightly acid to slightly alkaline.\nSome pedons have a Bk horizon which is silty clay loam or silt loam.\nThe 2Bk horizon has hue of 10YR or 2.5Y, value of 4 to 6, and 5 to 7 dry and chroma of 2 to 4. It is loam or clay loam. It has few to many accumulations of carbonate.  Reaction is slightly alkaline or moderately alkaline.\nThe 2C horizon has hue of 10YR or 2.5Y, value of 4 to 6 and 5 to 7 dry, and chroma of 2 to 4. It is clay loam or loam. Reaction is slightly alkaline to strongly alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Brandt, Great Bend, Kings Lake, Poinsett, and Putney series. The Brandt soils have a 2C horizon with more than 15 percent gravel. Great Bend soils are varved with thin layers of sand to clay at a depth of 102 to 152 centimeters (40 to 60 inches). Varves range from less than 1 mm to 10 mm in thickness. Kings Lake and Poinsett soils have strata in the horizon above the glacial till. Strata ranges in texture from loam to silty clay loam and are 10 to 50 mm in thickness. Poinsett soils also have glacial till at a depth of greater than 102 centimeters (40 inches). Putney soils have gypsum and other salts within depths of 51 centimeters (20 inches)."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Kranzburg soils are on glacial plains having gentle, smooth, and uniform slopes with surfaces plane or slightly convex. Slope gradients typically are less than 6 percent, but range from 0 to 9 percent. Kranzburg soils formed in 51 to 102 centimeters (20 to 40 inches) of loess overlying glacial till. Mean annual air temperature ranges from 4 to 7 degrees C (38 to 45 degrees F), and mean annual precipitation from 485 to 735 millimeters (19 to 29 inches). Growing season is about 120 to 160 days; average growing season precipitation from 330 to 457 millimeters (13 to 18 inches); and growing degree days are about 2500 to 3000. Elevation ranges from 1000 to 2130 feet."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Badger, Brookings, Hidewood, McKranz, and Vienna soils. The somewhat poorly drained Badger soils have fine textured control sections and are in the deeper swales. The moderately well drained Brookings soils have mollic epipedons more than 41 centimeters (16 inches) and are on footslopes and in swales. The poorly drained Hidewood soils are in drainageways. McKranz soils have a calcic horizon within 41 centimeters (16 inches) of the surface and are along the edges of the deeper swales and drainageways.  The Vienna soils have glacial till between 25 and 51 centimeters (10 to 20 inches) and are on similar landscapes to the Kranzburg soils."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Well drained. Surface runoff is low or medium.  Saturated hydraulic conductivity, measured in cm per hour, is 1.52 to 5.10 (.6 to 2.0 inches) in the upper loess mantle and .51 to 1.52 (.2 to .6 inches) in the underlying glacial till.  Occasional saturation occurs as high as 102 to 152 centimeters (40 to 60) inches during the months April through June in years of above normal precipitation. In years with normal rainfall, saturation typically does not occur for periods of 1 month or more within a depth of 152 centimeters (60 inches)."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Almost all areas used to grow corn, small grain or alfalfa. Native vegetation is big bluestem, little bluestem, western wheatgrass, needleandthread, blue grama and sideoats grama, sedges and forbs."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: MLRA-10A and MLRA-55B.  Eastern and northeastern South Dakota and adjacent areas in Minnesota and North Dakota. The series is extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: St. Paul, Minnesota"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Rock County, Minnesota, 1945."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are: mollic epipedon - the zone from the surface of the soil to a depth of about 23 centimeters (9 inches) (Ap horizon); cambic horizon - the zone from about 23 to 64 centimeters (9 to 25 inches) (Bw1, Bw2 horizons). calcic horizon -  the zone from about 64 to 145 centimeters (25 to 57 inches) (2Bk1, 2Bk2, 2Bk3)\nNational Cooperative Soil Survey\nU.S.A."
  }
}
