{
  "SERIES": "KRIER",
  "STATUS": "Established Series",
  "BYREV": "Rev. BIT-LEB",
  "REVDATE": "1/81",
  "STATES": "KS",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Sandy, mixed, thermic Aeric Halaquepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Krier loam - on a nearly level field in native grass.  When described the soil was moist to 30 inches and had free water below.  (Colors are for dry soil unless otherwise stated.)\nA1--0 to 3 inches; grayish brown (10YR 5/2) loam, very dark grayish brown (10YR 3/2) moist; weak medium granular structure; hard, friable; slight effervescence; moderately alkaline; clear smooth boundary.  (2 to 6 inches thick)\nC1--3 to 6 inches; grayish brown (10YR 5/2) loam, dark grayish brown (10YR 4/2) moist; a few very thin dark grayish brown strata; few fine distinct dark brown (7.5YR 4/4) mottles; weak medium subangular blocky structure; hard, friable; strong effervescence; moderately alkaline; slightly saline; clear smooth boundary.\nC2--6 to 9 inches; dark grayish brown (10YR 4/2) clay loam, very dark grayish brown (10YR 3/2) moist; few fine grayish brown strata; few fine distinct dark brown (7.5YR 4/4) mottles; weak medium subangular blocky structure; hard, friable; strong effervescence; moderately alkaline; moderately saline; clear smooth boundary.\nC3--9 to 13 inches; light brownish gray (10YR 6/2) loam, grayish brown (10YR 5/2) moist; few fine grayish brown strata; common fine distinct yellowish brown (10YR 5/6) mottles; weak medium subangular blocky structure; hard, friable; strong effervescence; strongly alkaline; moderately saline; gradual wavy boundary.  (Combined C horizon ranges from 5 to 16 inches thick.)\n2C4--13 to 60 inches; pale brown (10YR 6/3) sand, brown (10YR 5/3) moist; many coarse distinct strong brown (7.5YR 5/6) mottles; single grained; loose; strong effervescence; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Clark County, Kansas; 9 1/2 miles south and 1 1/2 miles west of Ashland; 300 feet south and 20 feet east of the center of sec.  34, T. 34 S., R. 23 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The thickness of the solum is 2 to 6 inches and corresponds with the thickness of the A horizon.  Free carbonates are at depths of 0 to 6 inches.  Fine sand, sand, or coarse sand is at depths of 10 to 20 inches.  Sodium adsorption ratio is greater than 13 above depths of 20 inches and decreases with depth below 20 inches.\nThe A horizon has hue of 10YR, value of 4 or 5 and 3 or 4 moist; and chroma of 1 or 2.  It is commonly loam but range includes sandy loam, fine sandy loam, and clay loam.  It is mildly alkaline to strongly alkaline.\nThe C horizon has hue of 10YR or 2.5Y, value of 4 to 7 and 3 to 5 moist; and chroma of 1 or 2.  It is sandy loam, fine sandy loam, loam, or clay loam.  A few pedons have strata of loamy fine sand or loamy sand.  This horizon is moderately alkaline or strongly alkaline.  It has high or low chroma mottles.  Pedons with moist value of 3 have thin strata of lighter colored material.  Conductivity of the saturated extract ranges between 4 and 16 millimhos per centimeter.\nThe IIC horizon has hue of 10YR or 2.5Y, value of 5 to 7 and 4 to 6 moist; and chroma of 3 or 4.  It is fine sand, sand, or coarse sand.  It is mildly alkaline to strongly alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no other series in the same family.  Similar soils in other families are the Dillwyn, Gracemore, Kanza, and Platte series.  All these soils lack an SAR that is greater than 13 percent in half or more in the upper 20 inches.  In addition, Dillwyn, Gracemore, and Kanza soils lack free carbonates in the upper 15 inches and Platte soils are mesic."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Krier soils are on flood plains or low terraces.  The slope gradient ranges from 0 to 2 percent.  The soils formed in loamy sediments over sandy alluvium.  The mean annual temperature ranges from 57 to 61 degrees F, and the mean annual precipitation ranges from 19 to 25 inches.  Thornthwaite annual P-E index ranges from 32 to 40."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Lincoln, Pratt, Tivoli, and Waldeck soils.  Lincoln, Pratt, and Tivoli soils are better drained.  Lincoln soils are on slightly higher flood plains.  Pratt and Tivoli soils are on adjacent uplands.  Waldeck soils are on slightly higher positions, lack horizons with high sodium content, and are deeper over sandy alluvium."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Somewhat poorly drained.  Runoff is slow.  Permeability is rapid.  The seasonal high water table ranges from 1 to 3 feet."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Nearly all areas of Krier soils are used for range.  Native vegetation is mid and tall prairie grasses."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Krier soils are in south-central Kansas.  The acreage is of small extent with about 7,000 acres."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Clark County, Kansas, 1980."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:   The series is named for a small airfield in Clark County.\nADDITIONAL DATA:  Soil samples from the typical pedon for the series were sent to the National Soil Survey Laboratory for analysis with results listed below.\npH             Elec. Cond.  Horizon   NSSL Number    SAR  CaC12 1:2            MMHOS/CM\nA1       787786        21     8.1                3.51\nC1       787787        36     8.4                5.54\nC2       787788        41     8.4                8.07\nC3       787789        40     8.5                8.44\nNational Cooperative Soil Survey\nU.S.A."
  }
}
