{
  "SERIES": "KRIER",
  "STATUS": "Established Series",
  "BYREV": "BIT-LEB-SLM",
  "REVDATE": "03/2021",
  "STATES": "KS,OK,TX",
  "OVERVIEW": "The Krier series consists of very deep, somewhat poorly drained, rapidly permeable soils formed in calcareous loamy alluvium over sandy alluvium of Holocene age.  These nearly level to gently sloping soils occur on floodplains and sloughs.  Slope range is 0 to 2 percent.  Mean annual precipitation is about 559 mm (22 in), and mean annual air temperature is about 13.9 degrees C (57 degrees F).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Sandy, mixed, thermic Aeric Halaquepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Krier loam - on a 1 percent slope, in native rangeland at approximately 774 m (2,540 ft) elevation.  When described in early autumn, the soil was moist to 118 cm (46 in) and had free water below.  (Colors are for moist soil unless otherwise stated.)\nAn--0 to 19 cm (0 to 8 in); brown (7.5YR 4/2), dark brown (7.5YR 3/2), and brown (7.5YR 5/3) stratified loam, brown (7.5YR 5/2), dark brown (7.5YR 3/2), and light brown (7.5YR 6/3), dry; strong medium subangular blocky parting to strong medium granular structure; very hard, extremely firm; common very fine, common fine, and few medium roots throughout; common very fine irregular pores; slightly effervescent (11 percent calcium carbonate equivalent); very strongly alkaline, pH 9.6; moderately saline, EC 8.8 dS/m (saturated paste), sodium adsorption ratio (SAR) 90, exchangeable sodium percentage (ESP) 100 percent; clear smooth boundary. Thickness of the An horizons is 8 to 28 cm (3 to 11 in)\nBkn1--19 to 35 cm (8 to 14 in); very pale brown (10YR 7/3), fine sand; very pale brown (10YR 7/3), dry; weak medium subangular blocky structure; soft, very friable; few fine and few medium roots throughout; few medium irregular pores; few faint very pale brown (10YR 8/2), dry, carbonate coats on vertical faces of peds; 1 percent 2 to 20 mm well-rounded indurated quartzite fragments; slightly effervescent (3 percent calcium carbonate equivalent); very strongly alkaline, pH 9.8; nonsaline, EC 1.8 dS/m (saturated paste), sodium adsorption ratio (SAR) 20, exchangeable sodium percentage (ESP) 65 percent; clear smooth boundary.\nBkn2--35 to 51 cm (14 to 20 in); brown (7.5YR 5/4), loamy sand, brown (7.5YR 5/4), dry; moderate medium subangular blocky structure; moderately hard, friable; few fine roots throughout; common very fine, common fine, and few medium irregular pores; many medium prominent cylindrical indurated cemented reddish yellow (5YR 6/6), dry, and yellowish red (5YR 5/6), moist, iron-manganese masses infused into matrix along faces of peds; few fine distinct threadlike and irregular noncemented carbonate masses in matrix; 1 percent 2 to 20 mm well-rounded indurated quartzite fragments; slightly effervescent (3 percent calcium carbonate equivalent); very strongly alkaline, pH 9.3; nonsaline, EC 1.8 dS/m (saturated paste), sodium adsorption ratio (SAR) 24, exchangeable sodium percentage (ESP) 35 percent; abrupt smooth boundary. Combined thickness of the Bkn horizons is 17 to 33 cm (7 to 13 in)\nCn1--51 to 70 cm (20 to 28 in); light brown (7.5YR 6/3), sand, light brown (7.5YR 6/3), dry; structureless single grain; soft, loose; few fine roots throughout; 1 percent 2 to 20 mm well-rounded indurated quartzite fragments; noneffervescent (1 percent calcium carbonate equivalent); very strongly alkaline, pH 9.2; nonsaline, EC 0.5 dS/m (saturated paste), exchangeable sodium percentage (ESP) 21 percent; clear smooth boundary.\nCn2--70 to 180 cm (28 to 71 in); pink (7.5YR 7/3), sand, pink (7.5YR 7/3), dry; structureless single grain; soft, loose; 1 percent 2 to 20 mm well-rounded indurated quartzite fragments; few medium to very coarse (2 to 76 mm) clay balls; noneffervescent (1 percent calcium carbonate equivalent); very strongly alkaline, pH 9.1; nonsaline, EC 1.0 dS/m (saturated paste), exchangeable sodium percentage (ESP) 38 percent."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Beaver County, Oklahoma; from the intersection of State Highway 64 and State Highway 83 at Turpin, OK;  5 miles south on State Highway 83, then west and 1 mile on county road EW15, then south 4.4 miles on county road NS118 and Southwest into the pasture; 440 ft (134 m) north and 1375 ft (419 m) west of the southeast corner of Section 15, Township 3N, Range 20E (Cimarron Meridian).\nUSGS topographic quadrangle: Red Horse Creek, Oklahoma\nLatitude: 36 degrees, 43 minutes, 9.09 seconds N\nLongitude: 100 degrees, 53 minutes, 14.65 seconds W\nDatum WGS84\nDecimal Degrees\nLatitude: 36.7191917\nLongitude: -100.8874028\nUTM Northing: 4065382\nUTM Easting:   331442\nUTM zone 14S"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: An aeric aquic moisture regime. The soil moisture control section is saturated with water within 30 to 91 cm (12 to 36 in) of the soil surface in normal years with sufficient time for complete removal of dissolved oxygen and formation of a reducing environment. The soil water table fluctuates seasonally with the highest levels in late winter to early spring and the lowest levels in late summer to early autumn.\nThickness of ochric epipedon: 7 to 33 cm (3 to 13 in)\nSaturation (water table): endosaturated within 30 to 91 cm (12 to 36 in) of the soil surface in the winter to early summer months, with seasonal fluctuations in late summer to early autumn as low as 150 cm (59 in) below the soil surface to free water\nDepth to aquic conditions: 7 to 35 cm (3 to 14 in)\nDepth to free carbonates: 0 to 15 cm (0 to 6 in)\nSodium Adsorption Ratio: greater than 13 above 50 cm (20 in) with values that decrease with increasing depth below 50 cm (20 in) in the soil profile\nParticle-size control section (weighted average):\nSection range: 25 to 100 cm (10 to 40 in)\nTotal clay content:  1 to 10 percent\nSilicate clay content: 1 to 10 percent\nClay-sized carbonate content: 0.5 to 3 percent\nTotal sand content:\t75 to 98 percent\nRock fragments: 0 to 10 percent; fine to coarse gravels; indurated well-rounded quartzite, feldspar, ironstone, and sandstone\nSalinity: slightly saline to moderately saline (electrical conductivity 4 to 16 deciSiemens per meter)\nStratification: The thickness of the upper loamy horizons is 13 to 33 cm (5 to 13 in) that grades to the coarser sands in the subsoil horizons below.  Thinly stratified fluvial bedding and laminae are present throughout the entirety of the soil profile.\nSurface Fragments: 0 to 5 percent; fine to coarse gravels; indurated well-rounded quartzite, feldspar, ironstone, and sandstone\nAn horizon:\nHue: 7.5YR or 10YR\nValue: 3 to 6 dry, 2 to 5 moist\nChroma: 1 to 4 moist or dry\nColor Note: Where the moist color value and chroma are less than 3, the thickness of the horizon is less than 25 cm (less than 10 in)\nTexture: sandy loam, fine sandy loam, sandy clay loam, loam, silt loam, clay loam, silty clay loam\nTotal clay content: 15 to 35 percent\nClay-sized carbonate: 0.5 to 1 percent\nTotal sand content: 10 to 60 percent\nRock fragments: 0 to 5 percent; fine to coarse gravels; indurated well-rounded quartzite, feldspar, ironstone, and sandstone, or strongly cemented caliche fragments\nCalcium carbonate equivalent: 5 to 14 percent\nEffervescence: very slight to strong\nRedoximorphic Features: amount-0 to 10 percent, size-fine to medium; kind-iron depletions, masses of manganese and oxidized iron, nodules of iron-manganese, surface coats of manganese\nSoil Reaction (pH): slightly alkaline to very strongly alkaline (7.4-10.0)\nSalinity: slightly to moderately saline (Electrical Conductivity: 4 to 16 dS/m)\nSodium adsorption ratio (SAR): 13 to 100\nACn, Bkn, Bknz, Bn, or BCn horizons:\nHue: 7.5YR or 10YR\nValue: 5 to 7 dry, 3 to 5 moist\nChroma: 2 to 4 moist or dry\nTexture: sand, fine sand, loamy sand, loamy fine sand, sandy loam, fine sandy loam, loam, clay loam\nTotal clay content: 1 to 30 percent\nClay-sized carbonate: 0.5 to 3 percent\nTotal sand content: 35 to 98 percent\nRock fragments: 0 to 10 percent; fine to coarse gravels; indurated well-rounded quartzite, feldspar, ironstone, and sandstone, or strongly cemented caliche fragments\nIdentifiable calcium carbonate: 0 to 5 percent; fine to medium; films, masses, nodules, concretions, and finely disseminated carbonate\nCalcium carbonate equivalent: 1 to 8 percent\nEffervescence: slight to strong\nRedoximorphic Features: amount-1 to 10 percent, size-fine to medium; kind-iron depletions, masses of manganese and oxidized iron, nodules of iron-manganese, surface coats of manganese\nSoil Reaction (pH): moderately alkaline to very strongly alkaline (7.9-10.0)\nSalinity: Nonsaline to moderately saline (Electrical Conductivity: 0.5 to 16 dS/m)\nSodium adsorption ratio (SAR): 13 to 85\nCn horizons:\nHue: 7.5YR or 10YR\nValue: 4 to 8 moist or dry\nChroma: 2 to 6 moist or dry\nTexture: stratified coarse sand, sand, fine sand, loamy sand, loamy fine sand and gravelly combinations of these textures\nTotal clay content: 1 to 8 percent\nClay-sized carbonate: 0 to 1 percent\nTotal sand content: 75 to 98 percent\nRock fragments: 0 to 20 percent; fine to coarse gravels; indurated well-rounded quartzite, feldspar, ironstone, and sandstone, or strongly cemented caliche fragments\nCalcium carbonate equivalent: 1 to 3 percent\nEffervescence: very slight to strong\nRedoximorphic Features: amount-1 to 10 percent, size-fine to medium; kind-iron depletions, masses of manganese and oxidized iron, nodules of iron-manganese, surface coats of manganese\nSoil Reaction (pH): slightly alkaline to very strongly alkaline (7.4-9.8)\nSalinity: Nonsaline to moderately saline (Electrical Conductivity: 0.5 to 16 dS/m)\nSodium adsorption ratio (SAR): 5 to 50"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:\nThere are no competing series in this family. Similar soils in the region are the Gracemore, Kanza, and Platte series.\nGracemore soils: have SAR values less than 13 in the upper 50 cm (20 in)\nKanza soils: have a cooler mesic soil temperature regime, have SAR values less than 13 in the upper 50 cm (20 in), and do not have free carbonates in the profile\nPlatte soils: have a cooler mesic soil temperature regime, have SAR values less than 13 in the upper 50 cm (20 in), and have gravelly subsoils"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent Material: calcareous sandy alluvium of Holocene age; these soils have coarse-loamy or fine-loamy surface horizons over sandy subsoils\nLandscape: dissected high plains\nLandform: floodplains\nSlope: 0 to 2 percent\nMean annual precipitation: 457 to 660 mm (18 to 26 in)\nThornthwaite annual P-E Index: 25 to 36\nMean annual air temperature: 13.3 to 16.7 degrees C (56 to 63 degrees F)\nFrost-free period: 180 to 210 days\nElevation: 579.1 to 1005.8 m (1900 to 3300 ft)"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:\nIn MLRA 77E, these are the Bippus, Guadalupe, Persimmon, Touzalin, Sweetwater, and Wespur soils on similar landscape positions.\nBippus soils: have a thick mollic epipedon, a fine-loamy particle-size class, and do not have free water within the soil profile\nGuadalupe soils: have a coarse-loamy particle-size class, and do not have free water within the soil profile\nPersimmon soils: have a coarse-loamy particle-size class\nTouzalin soils: have sandy textures throughout the soil profile and do not have significant accumulation of sodium content in the upper horizons\nSweetwater soils: have a mollic epipedon, and have strongly contrasting particle-size class of fine-loamy over sandy or sandy skeletal\nWespur soils: have a mollic epipedon, a fine-loamy particle size control section, and do not have free water within the soil profile\nIN MLRA 78C, these are the Ezell, Gracemont, Gracemore, Lincoln, Lesho, Waldeck, and Westola soils.\nEzell soils: are very poorly drained, and are ponded for long to very long durations\nGracemont soils: have a coarse-loamy particle-size class, and do not have significant accumulation of sodium content in the upper horizons\nGracemore soils: have SAR values less than 13 in the upper 50 cm (20 in) Lincoln soils: are somewhat excessively drained\nLesho soils: have a mollic epipedon, and have strongly contrasting particle-size class of fine-loamy over sandy or sandy skeletal\nWaldeck soils: have a coarse-loamy particle-size class\nWestola soils: have a coarse-loamy particle-size class and do not have free water within the soil profile"
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:\nDrainage: somewhat poorly drained\nPermeability: rapid\nRunoff: negligible on 0 to 1 percent slopes and very low on 1 to 3 percent slopes\nFlooding: frequent to occasional frequency; extremely brief to brief duration in the early spring to late autumn months\nSaturation (water table): endosaturated within 50 to 100 cm (20 to 40 in) of the soil surface more than 30 cumulative days of the year, with seasonal fluctuations from 30 to 91 cm (12 to 36 in) to free water"
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:\nMajor use: livestock grazing\nNative vegetation: salt tolerant grasses such as alkali sacaton and inland salt grass are dominant along with other tall grasses such as sand bluestem, little bluestem, switchgrass, and Indiangrass.  Common shrubs are skunkbush sumac and sand plum.  Cottonwood, sand sagebrush, soapwood, and willow baccharis are the major woody species and salt cedar (tamarisk) is a major invasive species.\nEcological sites assigned to phases and components of this series are listed below.  Current ecological site assignments are in Web Soil Survey. Components of this series include the following ecological sites: Wet Bottomland 16-24\" PZ (R077EY571TX) and Subirrigated Bottomland (R078CY095OK)"
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:\nGeneral Area: northwestern Oklahoma, southwestern Kansas, and the Texas and Oklahoma Panhandles\nLand Resource Region: H - Central Great Plains Winter Wheat and Range Region\nMLRA 77E - Southern High Plains, Breaks and MLRA 78C - Central Red Rolling Plains, Eastern Part\nExtent: Moderate"
  },
  "REGIONAL OFFICE": {
    "section": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE",
    "content": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Clark County, Kansas, 1980."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nMajor revision to OSD that includes new KSSL data and aggregation of all available pedon data.  Updated format, refined series range in characteristics, and moved OSD type location to KSSL site in Beaver Co., OK.  Defined series for inclusion in MLRA 77E and MLRA 78C.\nThe series is named for a small airfield in Clark County.\nDiagnostic horizons and features recognized in this pedon:\nOchric epipedon: 0 to 19 cm (0 to 8 in) (An horizon)\nAccumulation of Sodium: Within 50 cm (20 in) of the soil surface, a   sodium adsorption ration (SAR) of 13 or more, with decreasing values at depths below, and saturation within 100 cm (40 in) of the soil surface\nAquic conditions: 35 to 51 cm (14 to 20 in) Prominent iron-manganese depletions (Bkn2 horizon)\nRedoximorphic features: 35 to 51 cm (14 to 20 in) (Bkn2 horizon)\nFree carbonates: 0 to 51 cm (0 to 20 in) (An, Bkn1, Bkn2 horizons)\nAeric subgroup: matrix chroma of 3 or more in 40 percent or more of horizons between 15 and 75 cm (6 to 30 in) below the surface\nEndosaturation: soil is saturated with water from underground sources within 50 to 100 cm (20 to 40 in) of the surface"
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "ADDITIONAL DATA:  KSSL data available. S2009OK007003 (TL-Beaver County, OK).  Additional laboratory analyses have been completed by KSSL on pedon P1980KS025008.\nTaxonomic Version: Keys to Soil Taxonomy, Twelfth Edition, 2014."
  },
  "SITE": [
    [
      {
        "drainage": "somewhat poorly",
        "drainage_overview": "somewhat poorly"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "An",
        "top": 0,
        "bottom": 19,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "loam",
        "structure": "strong medium granular",
        "dry_rupture": "hard",
        "moist_rupture": "firm",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "very strongly alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "An--0 to 19 cm (0 to 8 in); brown (7.5YR 4/2), dark brown (7.5YR 3/2), and brown (7.5YR 5/3) stratified loam, brown (7.5YR 5/2), dark brown (7.5YR 3/2), and light brown (7.5YR 6/3), dry; strong medium subangular blocky parting to strong medium granular structure; very hard, extremely firm; common very fine, common fine, and few medium roots throughout; common very fine irregular pores; slightly effervescent (11 percent calcium carbonate equivalent); very strongly alkaline, pH 9.6; moderately saline, EC 8.8 dS/m (saturated paste), sodium adsorption ratio (SAR) 90, exchangeable sodium percentage (ESP) 100 percent; clear smooth boundary. Thickness of the An horizons is 8 to 28 cm (3 to 11 in)"
      },
      {
        "name": "Bkn1",
        "top": 19,
        "bottom": 35,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 7,
        "moist_chroma": 3,
        "texture_class": "fine sand",
        "structure": "weak medium subangular blocky",
        "dry_rupture": "soft",
        "moist_rupture": "friable",
        "coherence": "indurated",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "very strongly alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bkn1--19 to 35 cm (8 to 14 in); very pale brown (10YR 7/3), fine sand; very pale brown (10YR 7/3), dry; weak medium subangular blocky structure; soft, very friable; few fine and few medium roots throughout; few medium irregular pores; few faint very pale brown (10YR 8/2), dry, carbonate coats on vertical faces of peds; 1 percent 2 to 20 mm well-rounded indurated quartzite fragments; slightly effervescent (3 percent calcium carbonate equivalent); very strongly alkaline, pH 9.8; nonsaline, EC 1.8 dS/m (saturated paste), sodium adsorption ratio (SAR) 20, exchangeable sodium percentage (ESP) 65 percent; clear smooth boundary."
      },
      {
        "name": "Bkn2",
        "top": 35,
        "bottom": 51,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "7.5YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "loamy sand",
        "structure": "moderate medium subangular blocky",
        "dry_rupture": "hard",
        "moist_rupture": "friable",
        "coherence": "indurated",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "very strongly alkaline",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Bkn2--35 to 51 cm (14 to 20 in); brown (7.5YR 5/4), loamy sand, brown (7.5YR 5/4), dry; moderate medium subangular blocky structure; moderately hard, friable; few fine roots throughout; common very fine, common fine, and few medium irregular pores; many medium prominent cylindrical indurated cemented reddish yellow (5YR 6/6), dry, and yellowish red (5YR 5/6), moist, iron-manganese masses infused into matrix along faces of peds; few fine distinct threadlike and irregular noncemented carbonate masses in matrix; 1 percent 2 to 20 mm well-rounded indurated quartzite fragments; slightly effervescent (3 percent calcium carbonate equivalent); very strongly alkaline, pH 9.3; nonsaline, EC 1.8 dS/m (saturated paste), sodium adsorption ratio (SAR) 24, exchangeable sodium percentage (ESP) 35 percent; abrupt smooth boundary. Combined thickness of the Bkn horizons is 17 to 33 cm (7 to 13 in)"
      },
      {
        "name": "Cn1",
        "top": 51,
        "bottom": 70,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "7.5YR",
        "moist_value": 6,
        "moist_chroma": 3,
        "texture_class": "sand",
        "structure": "single grain",
        "dry_rupture": "loose",
        "moist_rupture": "loose",
        "coherence": "indurated",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "very strongly alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Cn1--51 to 70 cm (20 to 28 in); light brown (7.5YR 6/3), sand, light brown (7.5YR 6/3), dry; structureless single grain; soft, loose; few fine roots throughout; 1 percent 2 to 20 mm well-rounded indurated quartzite fragments; noneffervescent (1 percent calcium carbonate equivalent); very strongly alkaline, pH 9.2; nonsaline, EC 0.5 dS/m (saturated paste), exchangeable sodium percentage (ESP) 21 percent; clear smooth boundary."
      },
      {
        "name": "Cn2",
        "top": 70,
        "bottom": 180,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "7.5YR",
        "moist_value": 7,
        "moist_chroma": 3,
        "texture_class": "sand",
        "structure": "single grain",
        "dry_rupture": "loose",
        "moist_rupture": "loose",
        "coherence": "indurated",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "very strongly alkaline",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Cn2--70 to 180 cm (28 to 71 in); pink (7.5YR 7/3), sand, pink (7.5YR 7/3), dry; structureless single grain; soft, loose; 1 percent 2 to 20 mm well-rounded indurated quartzite fragments; few medium to very coarse (2 to 76 mm) clay balls; noneffervescent (1 percent calcium carbonate equivalent); very strongly alkaline, pH 9.1; nonsaline, EC 1.0 dS/m (saturated paste), exchangeable sodium percentage (ESP) 38 percent."
      }
    ]
  ]
}
