{
  "SERIES": "KUBLER",
  "STATUS": "Established Series",
  "BYREV": "Rev. RHM",
  "REVDATE": "02/1999",
  "STATES": "CO",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, smectitic, frigid Pachic Argiustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Kubler loam, grassland.  (Colors are for dry soil unless otherwise noted.)\nA1--0 to 10 inches, brown (7.5YR 5/2) loam, dark brown (7.5YR 3/2) moist; moderate fine granular structure; soft, very friable, slightly sticky and slightly plastic; 10 percent gravel; noncalcareous; neutral; clear smooth boundary.  (6 to 12 inches thick)\nB1--10 to 15 inches, brown (7.5YR 5/2) light clay loam, dark brown (7.5YR 3/2) moist; moderate medium subangular blocky structure; slightly hard, very friable; slightly sticky and slightly plastic; peds are hard, friable; thin clay films on some peds; 10 percent gravel; neutral; clear smooth boundary.  (4 to 6 inches thick)\nB2t--15 to 39 inches, reddish brown (5YR 5/3) gravelly clay, dark reddish brown (5YR 3/3) moist; weak coarse prismatic structure that parts to medium angular blocks; slightly hard, friable, sticky and plastic; peds are extremely hard, firm; thin continuous clay films on peds and in root channels and pores; 15 percent gravel and some cobbles; neutral; gradual smooth boundary.  (10 to 30 inches thick)\nB3--39 to 43 inches, reddish brown (5YR 5/4) gravelly clay, reddish brown (5YR 4/4) moist; weak medium angular blocky structure; hard, firm, sticky and plastic; peds are extremely hard, very firm, thin clay films on some peds and in root channels and pores; 25 percent gravel and some cobbles; neutral; gradual wavy boundary.  (4 to 12 inches thick)\nCca--43 to 60 inches, reddish brown (5YR 5/4) gravelly heavy clay loam, reddish brown (5YR 4/4) moist; massive; extremely hard, very firm, sticky and plastic; 30 percent gravel and some cobbles; visible calcium carbonate occurring as concretions and as coatings on pebbles and cobbles; calcareous; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Gunnison County, Colorado; 3/4 mile south of the Skyline Cafe in the SE 1/4 of Sec. 8, T. 48 N., R. 4 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The Kubler soils have mollic epipedons 16 to 50 inches thick.  Base saturation ranges from 80 to 100 percent.  Depth to uniformly calcareous material normally ranges from 20 to 55 inches; at least the upper 3 inches of the B2t horizon is noncalcareous.  Depth to the base of the argillic horizon ranges from 20 to 55 inches.  Continuous subhorizons of visible secondary calcium carbonate are within depths of 20 to 55 inches and are in or immediately below the solum if it is thicker than 40 inches.  Rock fragments range from 15 to 35 percent by volume in a major part of the solum and C horizon above depth of 55 inches and are mainly less than 3 inches in diameter but range from 1/8 to 10 inches in diameter.  The mean annual soil temperature is 44 degrees F., and the mean summer soil temperature is 62 degrees F.\nThe A horizon has hue of 10YR through 5YR, value of 4 or 5 dry, 2 or 3 moist, and chroma of 2 or 3.  It ranges from slightly acid to mildly alkaline.\nThe B2t horizon has hue of 5YR through 10R, value of 4 through 7 dry, 3 through 6 moist, and chroma of 1 through 6.  It is usually heavy clay loam or clay and has 35 to 50 percent clay, 10 to 45 percent silt and 15 to 50 percent sand with more than 15 percent being fine or coarser sand.   This horizon ranges from slightly acid to moderately alkaline.\nThe C horizon has hue of 5YR through 10R.  It is heavy clay loam or clay and has more than 35 percent clay to depths of more than 55 inches.  This horizon ranges from moderately to strongly alkaline and has 3 to 14 percent calcium carbonate in the fine earth fraction."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Grail, Hillery, Pagoda and Zoltay series.  Hillery and Pagoda soils have hue of 7.5YR or yellower in a major part of the solum and C horizon and are noncalcareous throughout.  Grail and Zoltay soils have hue of 7.5YR or yellower in a major part of the solum and C horizons."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  The Kubler soils are on moderately sloping to steep mountain sides and old alluvial fans.  The soils formed in alluvial fan sediments, or glacial tills derived primarily from rhyolite and rhyolitic tuff.  At the type location the average annual precipitation is 18 inches, with peak periods of precipitation during the spring and summer.  The mean annual temperature is 40 degrees F., mean summer temperature is 63 degrees F."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Parlin and Passar soils.   Parlin soils have loamy-skeletal substratums at depths of less than 40 inches.  Passer soils have mean summer soil temperature of less than 59 degrees F."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; medium to rapid runoff; slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are used as native pastureland or for recreation.  Native vegetation is mainly Thurber fescue, Arizona fescue, bluegrass, big sagebrush, Gambel oak, and scattered aspen."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Mountainous areas of central Colorado.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Gunnison County, Colorado, 1974."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Last updated by the state 2/75.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
