{
  "SERIES": "KUCK",
  "STATUS": "Established Series",
  "BYREV": "Rev. JJN/TDC",
  "REVDATE": "02/97",
  "STATES": "CA",
  "OVERVIEW": "The Kuck series consists of moderately deep, well drained sols that formed in material weathered from andesitic bedrock. Kuck soils are on uplands and have slopes of 2 to 50 percent. The mean annual precipitation is about 15 inches and the mean annual temperature ts about 50 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, smectitic, mesic Vertic Argixerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Kuck clay loam - on an east facing convex slope of 6 percent under bluebunch wheatgrass, Idaho fescue, and scattered western Juniper and black oak at 3,500 feet elevation. (Colors are for dry soil unless otherwise stated. When described (6/24/63) the soil was dry above 6 inches and moist below.)\nAll--O to 3 inches; dark brown (lOYR 3/3) clay loam, very dark brown (lOYR 2/2) moist; strong very fine subangular blocky and very fine granular structure; hard, friable, sticky and plastic; many fine roots; neutral (pH 6.8); abrupt smooth boundary. (1 to 4 inches thick)\nA12--3 to 6 inches; dark brown (lOYR 3/3) clay loam, very dark brown (lOYR 2/2) moist moderate thick platy structure parting to moderate medium and fine subangular blocky; hard, friable, sticky and plastic; many fine roots; few medium tubular and many interstitial pores; neutral (pH 6.8); abrupt smooth boundary. (3 to 5 inches thick)\nB21t--6 to 8 inches; dark gray (lOYR 4/1) clay loam, very dark brown (lOYR 2/2) moist; strong thick platy structure parting to strong medium subangular blocky; very hard, firm, sticky and plastic; many fine roots; few interstitial pores; many thin clay films on peds; neutral (pH 6.8); clear smooth boundary. (2 to 6 inches thick)\nB22t--8 to 11 inches; dark gray (lOYR 4/1) clay loam, very dark brown (lOYR 2/2) moist; moderate medium prismatic structure; very hard, firm. sticky and plastic; many fine roots; many interstitial and few fine tubular pores; few moderately thick and many thin clay films on peds; about 10 percent pebbles and cobbles; neutral (pH 6.8); clear smooth boundary. (2 to 5 inches thick)\nB23t--11 to 20 inches; dark gray (lOYR 4/1) clay, very dark brown (lOYR 2/2) moist; weak medium prismatic structure parting to strong medium subangular blocky; very hard, very firm, very sticky and very plastic; many fine roots; many very fine tubular pores; continuous moderately thick and many thick clay films on peds and in pores; about 10 percent pebbles and cobbles; neutral (pH 6.8); abrupt irregular boundary. (6 to 12 inches thick)\nB3t--20 to 32 inches; dark grayish brown (lOYR 4/2) gravelly clay loam, dark yellowish brown (lOYR 3/4) moist; strong medium angular and subangular blocky structure; very hard, very firm, sticky and very plastic; few fine roots; many thin, moderately thick and thick clay films on peds; about 20 percent pebbles and cobbles; neutral (pH 6.8); abrupt smooth boundary. (6 to 10 inches thick)\nCr--32 to 33 inches; fractured and slightly to strongly weathered andesitic rock."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Siskiyou County, California; about 9 miles northeast of Montague; 2,300 feet north and 240 feet east of the southwest corner sec. 6, T. 45 N., R. 4 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Depth to a paralithic contact of fractured and weathered andesitic rock is 20 to 40 inches. The mean annual soil temperature is about 51 degrees to 57 degrees F., and usually is below 41 degrees F., from December 15 to March 15. The soil between depths of 4 and 12 inches is usually dry in all parts from July 15 until October 15 and is moist in some or all parts all the rest of the year. It is moist in all parts from December 15 to April 15. Rock fragments make up 5 to 30 percent of the soil. Fragments are both angular and rounded and are mostly pebbles with a few cobbles and stones. The soil is slightly acid to mildly alkaline. In some pedons, the lower B horizon is slightly or strongly effervescent. The soil has cracks 1 to 2 cm wide from the surface to a depth of 20 inches or more when dry in the summer. Very few nonintersecting slickensides are in some pedons. There is little or no mixing or churning of the horizons. Organic carbon ranges from 0.4 to 0.6 percent at depths of 16 to 20 inches.\nThe A horizon ranges from dark brown to black (lOYR 3/3, 3/2, 3/1, 2/2, 2/1). Moist colors are dark brown, very dark grayish brown, or very dark brown (lOYR 2/2, 3/2, 3/3). It is clay loam, or silty clay loam with about 27 to 35 percent clay content.\nThe B2t horizon is grayish brown and brown to dark gray (lOYR 5/2, 5/1, 4/2, 4/1i 7.5YR 5/2, 4/2). Moist colors are brown to very dark brown (lOYR 4/3, 4/2, 3/3, 3/2, 2/2; 7.5YR 4/2, 3/2). It is clay loam, silty clay loam, or clay with 35 to 50 percent clay content. The clay content gradually increases from the A horizon to the Bt horizon and has at least 8 percent increase in clay content."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Forsgren, Montour and Ukiah series.  Forsgren soils have secondary carbonates below 40 inches in the lower B2t horizon and are deeper than 60 inches. Montour soils lack a paralithic or lithic contact and have a Cca horizon. Ukiah soils have 50 to 60 percent clay in the argillic horizon and have mean annual soil temperatures of 47 to 51 F."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Kuck soils are on uplands. Slopes are 2 to 50 percent. The soils formed in colluvium and material weathered from andesite, tuff, basalt or conglomerates. The rock is slightly to strongly weathered and fractured. This soil is often associated with cobbles and stones on the surface and with rock outcrops. Elevations are 2,500 to 4,500 feet. The climate is continental and subhumid with warm to hot dry summers and cold moist winters. Mean annual precipitation is 12 to 20 inches. Seasonal snowfall is 8 to 36 inches. Mean January temperature is 28 degrees to 34 degrees F.; mean July temperature is 66 degrees to 72 degrees F., mean annual temperature is 47 degrees to 52 degrees F. Frost-free season s 100 to 140 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Delleker, Jenny, Lassen, Mary, Montague and Pit soils. Delleker and Mary soils have an ochric epipedon and a fine-loamy control section. Jenny, Lassen and Montague soils are clayey and have intersecting slickensides. Pit soils are somewhat poorly and poorly drained, clayey and have intersecting slickensides."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; medium to rapid runoff; slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Used mostly as rangeland. A small acreage is farmed, both irrigated and dryland, for hay or pasture and small grains. The native vegetation is bluebunch wheatgrass, Idaho fescue, Sandberg bluegrass and a few western Juniper and black oak. Many areas consist of medusa head, rye grass and rabbitbrush. A few pine trees are where the rainfall is near 20 inches."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Northeastern California and possibly southeastern Oregon. The soils are moderately extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Siskiyou County, California, 1978."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: The organic carbon contents are estimations based on other soils in the area with same data. The clay contents are estimates from field textures. Where the soil is slightly acid it is assumed that the base saturation is more than 75 percent.\nOSED scanned by SSQA. Last revised by state on 10/78.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
