{
  "SERIES": "KUCU",
  "STATUS": "Established Series",
  "BYREV": "Rev. DKR/CES/TWH",
  "REVDATE": "03/2005",
  "STATES": "CO",
  "OVERVIEW": "The Kucu series consists of very deep, well drained soils that formed in eolian material derived from sandstone, over very old alluvium.  Kucu soils are on paleoterraces.  Slopes range from 3 to 9 percent.  Mean annual precipitation is about 14 inches and the mean annual temperature is about 48 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty, mixed, superactive, mesic Calcidic Haplustalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Kucu loam, on a southeast facing, 3 percent slope in pinyon and juniper woodland at an elevation of 6800 feet.  (Colors are for dry soil unless otherwise noted.)  When described on July 6, 2000 the soil was dry throughout. The surface is covered by 5 percent gravel and 1 percent cobbles.\nA--0 to 2 inches; brown (7.5YR 4/4), loam, brown (7.5YR 4/3), moist; weak very fine granular and weak thick platy structure; soft, very friable, nonsticky, nonplastic; many very fine roots throughout; many very fine vesicular pores; 5 percent gravel and 1 percent cobbles; slightly alkaline (pH 7.4); clear smooth boundary. (1 to 6 inches thick)\nBA--2 to 5 inches; brown (7.5YR 4/4), clay loam, brown (7.5YR 4/4), moist; weak thick platy structure; slightly hard, friable, slightly sticky, slightly plastic; common fine roots and common medium roots and many very fine roots throughout; many very fine vesicular pores; 10 percent gravel and 1 percent cobbles; slightly alkaline (pH 7.6); clear smooth boundary.  (0 to 6 inches thick)\nBt--5 to 15 inches; brown (7.5YR 4/4), clay loam, brown (7.5YR 4/4), moist; moderate medium subangular blocky structure; hard, very firm, very sticky, very plastic; common fine roots and common very fine roots throughout; common fine dendritic tubular and many very fine dendritic tubular pores; 1 percent fine irregular carbonate masses throughout; 10 percent rounded gravel and 1 percent rounded cobbles; neutral (pH 7.0); clear smooth boundary. (6 to 16 inches thick)\n2Bk1--15 to 22 inches; pink (7.5YR 8/4) very gravelly sandy loam, pink (7.5YR 8/4) moist; massive; slightly hard, friable, nonsticky, nonplastic; few very fine roots throughout; few very fine dendritic tubular pores; 60 percent calcium carbonate, 40 percent rounded gravel and 1 percent rounded cobbles; violently effervescent; moderately alkaline (pH 8.4); gradual wavy boundary. (5 to 12 inches thick)\n2Bk2--22 to 29 inches; pink (7.5YR 8/4) fractured petrocalcic horizon, very pale brown (10YR 7/3) moist; massive, very hard, very firm, nonsticky and nonplastic; 20 percent pink (7.5YR 8/4) very gravelly sandy loam in cracks, very pale brown (10YR 7/3) moist; very few fine roots in cracks; common vertical cracks; 80 percent calcium carbonate; embedded in the petrocalcic fragments is 40 percent rounded gravel, 1 percent rounded cobbles and 1 percent rounded stones; very strongly cemented; the tops of the petrocalcic fragments have troweled surfaces; violently effervescent; moderately alkaline (pH 8.4); gradual wavy boundary. (6 to 12 inches thick)\n2Bk3--29 to 38 inches; very pale brown (10YR 8/2) very gravelly sandy loam, very pale brown (10YR 7/4) moist; massive; slightly hard, friable, nonsticky, nonplastic; few very fine roots throughout; few very fine dendritic tubular pores; 23 percent calcium carbonate, 1 percent gypsum; 50 percent gravel and 1 percent rounded cobbles; violently effervescent; moderately alkaline (pH 8.4); gradual broken boundary. (6 to 26 inches thick)\n2BCk--38 to 80 inches; light yellowish brown (10YR 6/4) extremely gravelly sandy loam, yellowish brown (10YR 5/4) moist; massive; slightly hard, friable, nonsticky, nonplastic; carbonate concretions on bottom of rock fragments; 1 percent calcium carbonate; 65 percent gravel and 5 percent rounded cobbles, and 1 percent rounded stones; slightly effervescent; moderately alkaline (pH 8.2)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Montezuma County, Colorado; about 24 miles southeast of Towaoc; located in an unsectionized area along the La Plata County line; Red Horse Gulch USGS quad; lat. 37 degrees 4 minutes 27.35 seconds N. and long. 108 degrees 20 minutes 47.49 seconds W., NAD 83"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: The soil moisture control section is aridic ustic.\nMean annual soil temperature: 48 to 52 degrees F\nDepth to argillic horizon: 4 to 10 inches\nDepth to secondary calcium carbonate: 10 to 16 inches\nDepth to calcic horizon: 10 to 20 inches\nDepth to petrocalcic fragments: 20 to 30 inches\nParticle-size control section (weighted average):\nClay content: 27 to 35 percent\nRock fragments: 0 to 10 percent\nA horizon:\nHue: 7.5YR\nValue: 3 or 4 dry or moist\nChroma: 3 or 4\nClay content: 10 to 20 percent\nRock fragment content: 0 to 10 percent mainly gravel\nCalcium carbonate equivalent: 0 to 5 percent\nEC (mmhos/cm): 0 to 2\nSAR: 0 to 5\nReaction: neutral or slightly alkaline\nBt horizon:\nHue: 7.5YR\nValue: 4 or 5 dry or moist\nChroma: 4 or 5\nTexture: loam, silt loam or clay loam\nClay content: 20 to 35 percent\nRock fragment: content 0 to 15 percent, mainly gravel\nCalcium carbonate equivalent: 0 to 5 percent\nEC (mmhos/cm): 0 to 2\nSAR: 0 to 5\nReaction: neutral or slightly alkaline\n2Bk1 horizon:\nHue: 7.5YR\nValue: 8 dry, 7 or 8 moist\nChroma: 2 to 4\nTexture: sandy loam or loam, with very gravelly or extremely gravelly modifiers\nClay content: 10 to 20 percent\nRevise Rock fragment content: 35 to 80 percent, mainly gravel\nCalcium carbonate equivalent: 50 to 80 percent\nEC (mmhos/cm): 0 to 2\nGypsum: 0 to 5 percent\nSAR: 0 to 5\n2Bk2 horizon:\nPetrocalcic fragments\nHue: 7.5YR or 10YR\nValue: 8, 7 or 8 moist\nChroma: 3 or 4\nThe petrocalcic fragments are strongly cemented with carbonates, and embedded in the fragments is 35 to 65 percent mainly gravel size rock fragments of sandstone and igneous lithology.\nCalcium carbonate equivalent: 50 to 80 percent\nMaterial in cracks\nHue: 7.5YR\nValue: 8, 7 or 8 moist\nChroma: 2 to 4\nTexture: sandy loam or loam\nClay content: 10 to 20 percent\nEC (mmhos/cm): 0 to 2\nSAR: 0 to 5\nReaction: moderately alkaline\n2Bk3 horizon:\nValue: 8 dry, 7 moist\nChroma: 2 to 4\nTexture: sandy loam or loam, with very gravelly or extremely gravelly modifiers\nClay content: 10 to 20 percent\nRock fragment content: 35 to 65 percent, mainly gravel\nCalcium carbonate equivalent: 10 to 35 percent\nEC (mmhos/cm): 0 to 4\nGypsum: 0 to 2 percent\nSAR: 0 to 5"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Cahona, Canina, Plughat and Villegreen series. Cahona and Canina soils are very deep and have less than 35 percent rock fragments in the substratum.  Plughat soils are deep over a lithic contact while Villegreen soils are moderately deep."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material: Eolian material derived from sandstone over very old alluvium from sandstone and igneous sources.\nLandform: Paleoterraces\nSlopes: 3 to 9 percent\nElevation: 6,600 to 7,200 feet\nMean annual temperature: 46 to 50 degrees F\nMean annual precipitation: 13 to 16 inches\nPrecipitation pattern: Uniform with slight dip in May and June and slight increase in July and August.\nFrost-free period: 100 to 120 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Wetherill and Dolcan series.  The Wetherill soils have less than 35 percent rock fragments in the substratum and do not have petrocalcic fragments.  They are on mesas and paleoterraces.  The Dolcan soils are shallow and derived from residual shale.  They are on sideslopes of paleoterraces."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained, low runoff, moderately slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Used mainly for livestock grazing. Potential natural vegetation is mainly twoneedle pinyon, Utah juniper, muttongrass, Indian ricegrass, and true mountain mahogany."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Southwest Colorado, Ute Mountain Indian Reservation, Montezuma County, Colorado; MLRA 36; small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Montezuma County, Colorado, Ute Mountain Soil Survey Area, parts of Colorado and New Mexico, 2005.  The name is the Ute word for buffalo."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nDiagnostic horizons and features recognized in this pedon are:\nSeries control section: The zone from 0 to 79 inches.\nParticle-size control section: The zone from 5 to 15 inches.  (Bt horizon)\nOchric epipedon: The zone from 0 to 5 inches.  (A and BA horizons)\nArgillic horizon: The zone from 5 to 15 inches.  (Bt horizon)\nCalcic horizon: The zone from 15 to 38 inches.  (2Bk1, 2Bk2, 2Bk3 horizons)\nLithologic discontinuity: At the upper boundary of the 2Bk horizon.\nOther features: The 2Bk2 horizon has 80 percent cemented material with troweled and laminar surfaces.  The material is not continuous enough to qualify as a petrocalcic horizon.\nThe assignment of the cation-exchange activity class is inferred from lab data from similar soils in the surrounding area.\nThe alluvial deposits for this soil are from ancient Mancos River deposits.  Source for the igneous material is the La Plata Mountains 25 miles to the northeast.  The Mancos River is now located approximately 8 miles northwest and 1000 feet lower in elevation than the type location.\nClassified according to Keys to Soil Taxonomy Ninth Edition, 2003.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
