{
  "SERIES": "KULLIT",
  "STATUS": "Established Series",
  "BYREV": "Rev. JWF",
  "REVDATE": "11/1999",
  "STATES": "AR,OK,TX",
  "OVERVIEW": "The Kullit series consists of deep, moderately well drained, moderately slowly permeable soils that formed in loamy and clayey sediments of Cretaceous or Quaternary age.  These soils are on nearly level to gently sloping ridge crest of uplands in the Western Coastal Plains.  Slopes range from 0 to 5 percent.  Mean annual precipitation is 45 inches.  Mean annual temperature is 63 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, siliceous, semiactive, thermic Aquic Paleudults"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Kullit fine sandy loam--forested pasture.\n(Colors are for moist soil unless otherwise stated.)\nA--0 to 7 inches; dark grayish brown (10YR 4/2) fine sandy loam; weak medium granular structure; very friable; slightly acid; clear smooth boundary.  (3 to 9 inches thick)\nE--7 to 16 inches; brown (10YR 5/3) fine sandy loam; weak fine granular structure; very friable; strongly acid; clear wavy boundary.  (0 to 15 inches thick)\nBt1--16 to 26 inches; brown (7.5YR 4/4) sandy clay loam; few coarse distinct light gray (10YR 6/1) and yellowish red (5YR 5/8) mottles; weak medium subangular blocky structure; friable; patchy clay films on faces of peds and bridging sand grains; vertical faces of peds coated with fine sandy loam; very strongly acid; clear wavy boundary (7 to 22 inches thick)\nBt2--26 to 54 inches; red (2.5YR 4/8) sandy clay loam; many coarse prominent light gray (10YR 6/1) and strong brown (7.5YR 5/6) mottles; weak medium subangular blocky structure; friable; nearly continuous clay films on faces of peds and in pores; many pockets of fine sandy loam or sandy clay loam and clean sand grains; few brittle peds; few iron-manganese concretions; very strongly acid; gradual wavy boundary.  (10 to 34 inches thick)\nBtg--54 to 72 inches; light gray (10YR 6/1) sandy clay; many coarse distinct yellowish brown (10YR 5/6), strong brown (7.5YR 5/6), and many coarse prominent red (2.5YR 4/6) mottles; weak medium subangu- lar blocky structure; firm; patchy clay films on faces of peds and in pores; many pockets of clean sand grains averaging sandy clay loam; few brittle peds; few iron-manganese concretions; very strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  McCurtain County, Oklahoma; about 2 miles east and 1.5 miles south of Haworth, Oklahoma; about 2,000 feet east and 150 south of the northwest corner of sec. 31, T. 8 S., R. 26 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Solum thickness is more than 60 inches.\nThe A horizon has hue of 10YR, value of 4 or 5, and chroma of 2 or 3.  Texture is fine sandy loam, loam, or very fine sandy loam.  Reaction ranges from strongly acid to slightly acid.\nThe E horizon has hue of 10YR, value of 5 or 6, and chroma of 3 to 6.  Texture and reaction are the same as the A horizon.\nThe Bt1 horizon has hue of 5YR to 10YR, value of 4 to 6, and chroma of 4 to 8.  Mottles are in shades of red, brown, or gray.  Texture is loam, sandy clay loam, or clay loam.  Reaction is very strongly acid or strongly acid.\nThe Bt2 horizon has hue of 2.5YR to 10YR, value of 4 or 5, and chroma of 6 to 8.  Mottles are in shades of red, brown, or gray,  Some pedons are coarsely mottled in shades of red, brown, or gray.  Texture and reaction are the same as the Bt1 horizon.\nThe Btg horizon has hue of 7.5YR or 10YR, value of 5 or 6, and chroma of 1 to 6.  Mottles are in shades of brown, red, or gray.  Some pedons are coarsely mottled in shades of red, brown, or gray.  Texture is clay or sandy clay with pockets of coarser materials."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Goldsboro, Izagora, Quitman, and Wrightsboro series in the same family.  Soils in similar families are the Ackwater, Addielou, Angie, Avilla, Chrysler, Dallardsville, Exum, Felker, Fetzer, Foreston, Hamden, Harleston, Katy, Keltys, Ocilla, Octavia, Ruston, Sawyer, Shuster, Smithdale, Tiak, and Wetsaw series.  Ackwater, Angie, Chrysler, Shuster, and Tiak soils have clayey control sections.  Addielou, Avilla, Octavia, Ruston, and Smithdale soils lack wetness mottles within 30 inches of the surface.  Dallardsville, Foreston, and Harleston soils have coarse-loamy control sections.  Exum, Felker, and Sawyer soils have fine-silty control sections.  Fetzer, Hamden, Katy, and Wetsaw soils have base saturation of more than 35 percent throughout the Bt horizon.  Goldsboro, Izagora, Quitman, and Wrightsboro soils lack 5YR or redder hues in any part of the Bt horizon.  In addition, Quitman, and Goldsboro soils have less than 35 percent clay content in the lower Bt horizon and Izagora has more than 30 percent silt in the control section.  Keltys soils have solum less than 60 inches thick.  Ocilla soils have sandy epipedons more than 20 inches thick."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Kullit soils are on nearly level to gently sloping ridge crests of uplands in the Western Coastal Plains.  Slopes range from 0 to 5 percent.  They formed in loamy and clayey sediments of Cretaceous or Quarternary age.  Climate is humid.  Mean annual pre- cipitation ranges from 40 to 50 inches.  Mean annual temperature ranges from 62 to 65 degrees F.  Thornthwaite annual P-E indices ranges from 72 to 80."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the competing Felker, Ruston, and Tiak series and the Cahaba, Kinta, and Tomast series.  Cahaba and Ruston soils are on lower side slopes.  Cahaba soils have solum less than 60 inches thick and lack wetness mottles within 30 inches of the surface.  Felker and Tomast soils are on slightly higher broad flats.  Tomast soils have fine-silty control sections.  Kinta and Tiak soils are on similar areas.  Kinta soils have clayey control sections."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Kullit soils are moderately well drained; runoff is slow or medium; and permeability is moderately slow.  An apparent water table occurs between 2 and 3 feet during the winter and spring months."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used mainly for tame pasture or growing trees.  Some areas are used for growing corn, grain sorghum, soybeans, cotton, and peanuts.  Native vegetation is shortleaf pine, loblolly pine, sweetgum, red oak, and hickory trees with an understory of mid and tall grasses."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Western Coastal Plains of Oklahoma, Arkansas, Louisiana, and Texas.  The series is extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  McCurtain County, Oklahoma; 1970.\nNational Cooperative Soil Survey\nU. S. A."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": null
  },
  "SITE": [
    [
      {
        "drainage": "moderately well",
        "drainage_overview": "moderately well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 18,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "fine sandy loam",
        "pH_class": "slightly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A--0 to 7 inches; dark grayish brown (10YR 4/2) fine sandy loam; weak medium granular structure; very friable; slightly acid; clear smooth boundary.  (3 to 9 inches thick)"
      },
      {
        "name": "E",
        "top": 18,
        "bottom": 41,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 3,
        "texture_class": "fine sandy loam",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "E--7 to 16 inches; brown (10YR 5/3) fine sandy loam; weak fine granular structure; very friable; strongly acid; clear wavy boundary.  (0 to 15 inches thick)"
      },
      {
        "name": "Bt1",
        "top": 41,
        "bottom": 66,
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "fine sandy loam",
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bt1--16 to 26 inches; brown (7.5YR 4/4) sandy clay loam; few coarse distinct light gray (10YR 6/1) and yellowish red (5YR 5/8) mottles; weak medium subangular blocky structure; friable; patchy clay films on faces of peds and bridging sand grains; vertical faces of peds coated with fine sandy loam; very strongly acid; clear wavy boundary (7 to 22 inches thick)"
      },
      {
        "name": "Bt2",
        "top": 66,
        "bottom": 137,
        "moist_hue": "2.5YR",
        "moist_value": 4,
        "moist_chroma": 8,
        "texture_class": "fine sandy loam",
        "pH_class": "very strongly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bt2--26 to 54 inches; red (2.5YR 4/8) sandy clay loam; many coarse prominent light gray (10YR 6/1) and strong brown (7.5YR 5/6) mottles; weak medium subangular blocky structure; friable; nearly continuous clay films on faces of peds and in pores; many pockets of fine sandy loam or sandy clay loam and clean sand grains; few brittle peds; few iron-manganese concretions; very strongly acid; gradual wavy boundary.  (10 to 34 inches thick)"
      },
      {
        "name": "Btg",
        "top": 137,
        "bottom": 183,
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 1,
        "texture_class": "sandy clay loam",
        "pH_class": "very strongly acid",
        "narrative": "Btg--54 to 72 inches; light gray (10YR 6/1) sandy clay; many coarse distinct yellowish brown (10YR 5/6), strong brown (7.5YR 5/6), and many coarse prominent red (2.5YR 4/6) mottles; weak medium subangu- lar blocky structure; firm; patchy clay films on faces of peds and in pores; many pockets of clean sand grains averaging sandy clay loam; few brittle peds; few iron-manganese concretions; very strongly acid."
      }
    ]
  ]
}
