{
  "SERIES": "KUMA",
  "STATUS": "Established Series",
  "BYREV": "Rev. GB/JW/TDC",
  "REVDATE": "04/2006",
  "STATES": "CO,KS,NE,NM,WY",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty, mixed, superactive, mesic Pachic Argiustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Kuma silt loam, in a cultivated field. (Colors are for dry soil unless otherwise noted.)\nAp--0 to 13 centimeters (0 to 5 inches); grayish brown (10YR 5/2) silt loam, very dark grayish brown (10YR 3/2) moist; weak medium subangular blocky structure parting to fine granular; soft, very friable, slightly sticky, slightly plastic; neutral (pH 7.0); clear smooth boundary. Horizon thickness ranges from 10 to 18 centimeters (4 to 7 inches).\nBA--13 to 25 centimeters (5 to 10 inches); grayish brown (10YR 5/2) silt loam, very dark grayish brown (10YR 3/2) moist; moderate medium subangular blocky structure; slightly hard, very friable, slightly sticky, slightly plastic; few faint clay films on faces of peds and few faint clay films on the inside of some root channels and pores; neutral (pH 7.0); gradual smooth boundary; horizon thickness ranges from 10 to 15 centimeters (4 to 6 inches).\nBt--25 to 51 centimeters (10 to 20 inches); grayish brown (10YR 5/2) silty clay loam, very dark grayish brown (10YR 3/2) moist; moderate medium prismatic structure parting to medium subangular blocky; slightly hard, very friable, slightly sticky, slightly plastic; common faint clay films on faces of peds and clay films filling root channels and pores; neutral (pH 7.2); abrupt smooth boundary; horizon thickness ranges from 18 to 41 centimeters (7 to 16 inches).\nBtb--51 to 76 centimeters (20 to 30 inches); dark gray (10YR 4/1) silt loam, black (10YR 2/1) moist; strong fine prismatic structure parting to fine subangular blocky; slightly hard, very friable, slightly sticky, slightly plastic; common distinct clay films on the faces of the peds and clay films filling root channels and pores; slightly alkaline (pH 7.4); clear smooth boundary; horizon thickness ranges from 0 to 30 centimeters (0 to 12 inches).\nBtkb1--76 to 114 centimeters (30 to 45 inches); light yellowish brown (2.5Y 6/3) silt loam, olive brown (2.5Y 4/3) moist; moderate fine prismatic structure parting to fine subangular blocks; slightly hard, very friable, slightly sticky, slightly plastic; few faint clay films on the faces of peds and as fillings in root channels and pores; visible secondary calcium carbonate occurring mostly as concretions or as coatings on faces of peds; faces of peds are strongly effervescent but interiors are not effervescent; moderately alkaline (pH 8.2); clear smooth boundary.\nBtkb2--114 to 127 centimeters (45 to 50 inches); light yellowish brown (2.5Y 6/3) silt loam, olive brown (2.5Y 4/3) moist; weak medium subangular blocky structure; slightly hard, very friable, slightly sticky, slightly plastic; few faint clay films on faces of peds, few faint clay films in root channels and pores; visible secondary calcium carbonate in structural cracks and on faces of peds; violently effervescent; moderately alkaline (pH 8.2); clear smooth boundary. Combined thickness of Btkb horizons ranges from 23 to 66 centimeters (9 to 26 inches).\nBkb--127 to 152 centimeters (50 to 60 inches); light yellowish brown (2.5Y 6/3) silt loam, olive brown (2.5Y 4/3) moist; weak very coarse prismatic structure; hard, very friable, slightly sticky, slightly plastic; secondary calcium carbonate occurring as soft masses, concretions and thin seams and streaks; violently effervescent; moderately alkaline (pH 8.2)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Washington County, Colorado; about 5.6 kilometers (3.5 miles) east of Akron; located about 652 meters (2,140 feet) west and 21 meters (70 feet) north of the SE corner of Sec. 1, T. 2 N., R. 52 W. Akron USGS quad; lat. 40 degrees 9 minutes 46.3 seconds N and long. 103 degrees 8 minutes 35.7 seconds W., NAD83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nMean annual soil temperature: 9 to 12 degrees C (48 to 53 degrees F)\nDepth to secondary calcium carbonate: 25 to 102 centimeters (10 to 40 inches)\nThickness of mollic epipedon: 51 to 180 centimeters (20 to 71 inches)\nParticle-size control section (weighted average):\nClay content: 19 to 34 percent\nA horizon\nHue: 7.5YR to 2.5Y\nValue: 3 to 5 dry, 2 or 3 moist\nChroma: 1 to 3\nTexture: silt loam, loam or very fine sandy loam\nClay content: 8 to 26 percent\nSilt content: 29 to 79 percent\nSand content: 0 to 49 percent\nReaction: slightly acid through slightly alkaline\nBA horizon\nHue: 7.5YR to 2.5Y\nValue: 3 to 5 dry, 2 or 3 moist\nTexture: silt loam or loam\nClay content: 8 to 26 percent\nSilt content: 29 to 79 percent\nSand content: 0 to 49 percent with less than 14 percent being fine or coarser sand\nReaction: slightly acid through slightly alkaline\nBt horizon\nHue: 7.5YR to 2.5Y\nValue: 3 to 5 dry, 2 or 3 moist\nChroma: 1 to 3\nTexture: loam, clay loam, silt loam or silty clay loam\nClay content: 19 to 34 percent\nSilt content: 36 to 69 percent\nSand content: 5 to 39 percent with less than 14 percent being fine or coarser sand\nReaction: neutral through moderately alkaline\nBtb, Btkb, or Btk horizon\nHue: 7.5YR to 5Y, subhorizons redder than 7.5YR occur in some pedons\nValue: 4 to 7 dry, 2 to 6 moist\nChroma: 1 to 4\nTexture: silt loam, loam, silty clay loam, or clay loam\nClay content: 19 to 34 percent\nSilt content: 36 to 69 percent\nSand content: 5 to 39 percent with less than 14 percent being fine or coarser sand\nReaction: neutral through moderately alkaline\nIdentifiable secondary carbonates: 0 to 15 percent\nBkb or Bk horizon\nHue: 7.5YR to 5Y, subhorizons redder than 7.5YR occur in some pedons\nValue: 4 to 7 dry, 2 to 6 moist\nChroma: 1 to 4\nTexture: loam, silt loam, or silty clay loam\nClay content: 10 to 34 percent\nSilt content: 30 to 69 percent\nSand content: 5 to 49 percent with less than 34 percent being fine or coarser sand\nReaction: neutral through moderately alkaline\nIdentifiable secondary carbonates: 1 to 15 percent\nC or Ck horizon\nHue: 7.5YR to 5Y\nValue: 4 to 7 dry, 2 to 6 moist\nChroma: 1 to 4\nTexture: loam, silt loam, or silty clay loam\nClay content: 10 to 34 percent\nSilt content: 30 to 69 percent\nSand content: 5 to 49 percent with less than 34 percent being fine or coarser sand\nCalcium carbonate equivalent: 1 to 14 percent\nReaction: moderately or strongly alkaline\nIdentifiable secondary carbonates: 0 to 15 percent"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:\nGoshen soils do not have a buried paleosol.\nHall soils do not have a buried paleosol.\nJohnstown soils are deep to sandy or sandy-skeletal material.\nKinsell soils are in the aridic moisture regime and do not have a buried paleosol.\nLazarus soils are effervescent at the surface.\nMobridge soils do not have a buried paleosol.\nSimpatico soils are deep to gravels.\nZepol soils have volcanic glass content of 1 to 10 percent in the coarse silt and very fine sand fractions."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material: derived from medium to moderately fine textured calcareous eolian deposits with an age discontinuity marked by a paleosol\nLandform: plains and hillslopes\nSlopes: 0 to 8 percent\nElevation: 1067 to 1676 meters (3500 to 5500 feet)\nMean annual air temperature: 8 to 12 degrees C (47 to 54 degrees F)\nMean summer temperature: 22 degrees C (72 degrees F)\nMean annual precipitation: 38 to 43 centimeters (15 to 17 inches)\nPrecipitation pattern: peak periods of precipitation in the spring and early summer months\nFrost-free period: 130 to 160 days"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:\nThese are the Keith, Richfield, Ulysses, Rago, and Lodgepole soils. Keith soils have mollic epipedons less than 49 centimeters (19 inches) thick and are on similar positions. Richfield soils have argillic horizons with more than 35 percent clay and are on similar positions. Ulysses soils do not have an argillic horizon and are on higher positions. Rago and Lodgepole soils have argillic horizons with more than 35 percent clay and are in lower positions."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:\nDrainage: well drained\nSaturated hydraulic conductivity: moderately high\nRunoff: low or medium"
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Used for grazing or for dry or irrigated cropland. Native vegetation is blue grama, sage, cactus, and western wheat."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Eastern Colorado and adjacent parts of Kansas, Nebraska, New Mexico and Wyoming. The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Denver, Colorado"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Sedgwick County, Colorado, 1968."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nDiagnostic horizons and features recognized in this pedon are:\nMollic epipedon: 0 to 76 centimeters (0 to 30 inches) (A, Bt, Btb, Btkb, and Btk horizons). Argillic horizon: 13 to 114 centimeters (5 to 45 inches) (Bt, Btb, Btkb, and Btk horizons)\nA buried soil surface and pedon that ranges from 51 to 127 centimeters (20 to 50 inches) below the mineral soil surface. These soils have buried solums in which a younger soil is superimposed and merges with a paleosol so that either or both of the following conditions occur. (1) Some subhorizon in the lower solum is at least 1/2 unit of value darker or 1/2 unit of chroma grayer than the overlying horizon accompanied by horizons of silicate clay accumulation in which visible secondary calcium carbonate has accumulated predominantly on the surfaces of the peds or in the structural cracks between peds. (2) Some subhorizon has solum more than 102 centimeters (40 inches) to the base of the argillic horizon accompanied by subhorizons of silicate clay accumulation in the lower solum having visible secondary calcium carbonate accumulation predominantly on the faces of the peds or in structural cracks between peds and with the interiors of at least some of the peds being noncalcareous. These soils are dry in all parts of the moisture control section for more than 1/2 the time soil temperature is 5 degrees C (41 degrees F) or higher.\nADDITIONAL DATA:\nKUMA SERIES\nLRR=G and H\nDATE: 04/15/96\n1. Added range of textures to the A horizon.\n9/10/97\n1. Lowered mean annual soil temp to 9 degrees C (48 degrees F).\n2. Raised mean annual temp to 12 degrees C (54 degrees F).\n4/25/2000\nmodified to the semitab format.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
