{
  "SERIES": "KUMIVA",
  "STATUS": "Established Series",
  "BYREV": "Rev. MJZ-TEB-RLB-JBF",
  "REVDATE": "05/2016",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, superactive, calcareous, mesic Typic Torriorthents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Kumiva silt loam, 0 to 2 percent slopes--rangeland.  (Colors are for dry soil unless otherwise noted.)\nA1--0 to 5 cm; light gray (10YR 7/2) silt loam, brown (10YR 5/3) moist; strong thin platy structure; slightly hard, very friable, slightly sticky and slightly plastic; common very fine roots; many very fine and fine and few medium vesicular pores; violently effervescent; moderately alkaline (pH 8.4); abrupt smooth boundary.  (3 to 10 cm thick)\nA2--5 to 13 cm; light brownish gray (10YR 6/2) silt loam, brown (10YR 4/3) moist; weak thin platy structure; slightly hard, very friable, slightly sticky and slightly plastic; common very fine roots; many very fine tubular pores; violently effervescent; moderately alkaline (pH 8.4); clear smooth boundary.  (0 to 13 cm thick)\nCk1--13 to 36 cm; pale brown (10YR 6/3) silt loam, brown (10YR 4/3) moist; massive; slightly hard, very friable, moderately sticky and moderately plastic; many very fine and common fine tubular pores; many very fine, common fine and few medium mainly horizontally oriented roots; few fine soft masses of carbonate; violently effervescent; strongly alkaline (pH 8.6); clear smooth boundary.  (15 to 50 cm thick)\nCk2--36 to 69 cm; pale brown (10YR 6/3) silt loam, brown (10YR 4/3) moist; massive; slightly hard, very friable, slightly sticky and slightly plastic; many very fine, common fine and few medium roots; many very fine tubular pores; few fine carbonate filaments; 3 percent gravel; violently effervescent; strongly alkaline (pH 8.8); clear smooth boundary.  (0 to 38 cm thick)\n2Ck3--69 to 114 cm; pale brown (10YR 6/3) loam, brown (10YR 4/3) moist; massive; slightly hard, very friable, nonsticky and slightly plastic; many very fine and common fine and few medium roots; many very fine, common fine tubular pores; few fine carbonate filaments and soft masses; violently effervescent; moderately alkaline (pH 8.2); clear smooth boundary. (20 to 64 cm thick)\n2Ck4--114 to 142 cm; pale brown (10YR 6/3) sandy loam, brown (10YR 4/3) moist; massive; slightly hard, very friable, nonsticky and slightly plastic; few very fine roots; many very fine and common fine tubular pores; few fine soft masses of carbonate; violently effervescent; moderately alkaline (pH 8.2); clear smooth boundary.  (0 to 30 cm thick)\n3Ck5--142 to 157 cm; pale brown (10YR 6/3) loamy sand, brown (10YR 4/3) moist; weak thin platy structure; soft, very friable, nonsticky and nonplastic; few very fine roots; many very fine and few fine tubular pores; 5 percent gravel; few fine soft masses of carbonate; violently effervescent; moderately alkaline (pH 8.2)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Pershing County, Nevada; approximately 11 miles east of Empire; in an unsurveyed area about 2,300 feet north and 200 feet west of the NW corner of section 6, T. 30 N., R. 26 E.; USGS Eagle Rock Spring, NV 7.5 minute topographic quadrangle; latitude 40 degrees 32 minutes 59 seconds N and longitude 119 degrees 07 minutes 02 seconds W; WGS84 Decimal Degrees 40.5078889 latitude, -119.118333 longitude."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: Usually dry, moist in some part for short periods during the winter and early spring and dry from May to November; typic aridic soil moisture regime.\nMean annual soil temperature: 12 to 13 degrees C.\nDepth to secondary carbonates: 10 to 23 cm.\nSalinity (EC) Less than 2 mmhos/cm.\nSodicity (SAR): Less than 13.\nParticle-size control section - Clay content: Averages 6 to 12 percent.\nRock fragments: Averages less than 10 percent gravel.\nA horizon\nValue: 6 or 7 dry, 4 or 5 moist.\nChroma: 2 or 3.\nReaction: Slightly alkaline through strongly alkaline.\nCk horizons\nValue: 6 or 7 dry, 4 or 5 moist.\nChroma: 3 or 4.\nTexture: Stratified silt loam, loam and sandy loam.  Loamy sand is common in any subhorizon below 100 cm.\nRock fragments: Average less than 10 percent, with up to 35 percent common in some subhorizons.\nStructure: Typically massive but is weak platy or subangular blocky in some subhorizons.\nConsistence: Soft, slightly hard or hard dry; very friable or friable moist; nonsticky through sticky and nonplastic through plastic wet.\nReaction: Moderately alkaline or strongly alkaline.\nOther features: Below a depth of 50 cm, up to 10 percent weak durinodes are common in some pedons."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Apron, Fang, Fruitland, Ganaflan, Geer, Jeddito, Jenrid, Marcou, Mazuma, Moepitz, Piltdown, Shotnick, Sodaspring, Tooele, Trachute, Vanderhoff, Wentridge, and Worland series.\nApron and Piltdown soils have mean annual soil temperatures cooler than 12 degrees C and have dominantly sandy loam and fine sandy loam textures in the particle-size control section.  Fang, Fruitland, Geer, Jenrid, Marcou Shotnick, and Sodaspring soils are moist for short periods in the 100 cm during the summer.  Jeddito soils have textures that are stratified sand to sandy loam in the control section.  Mazuma soils have textures that are dominantly fine sandy loam and sandy loam in the particle-size control section and exchangeable sodium of 15 to 35 percent.  Moepitz, Vanderhoff, Wentridge and Worland soils have a lithic or paralithic contact at 50 to 100 cm. Tooele soils have more 15 percent exchangeable sodium in the particle size control section and lime is disseminated. Trachute soils have hue redder than 7.5YR and particle-size control section textures of loamy fine sandy, sandy loam and fine sandy loam."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Kumiva soils are on inset fans.  These soils formed in alluvium derived from mixed rocks, with a small component of loess and volcanic ash.  Slopes are 0 to 8 percent.  Elevations are 1,190 to 1,555 meters.  The climate is cool, arid with moist winters and warm, dry summers.  The mean annual precipitation is 130 to 200 mm, mean annual temperature is 10 to 11 degrees C, and the frost-free season is 110 to 130 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Aboten, Chumall, Dorper, Granshaw and Labkey series.  Aboten soils are shallow to a strongly cemented hardpan.  Chumall soils have a fine-silty control section.  Dorper soils have a fine textured natric horizon.  Granshaw soils have a coarse-loamy argillic horizon.  Labkey soils have a sandy-skeletal control section."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Well drained; slow or medium runoff; moderately high saturated hydraulic conductivity."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Rangeland and habitat.  The present vegetation is mainly winterfat, bud sagebrush, bottlebrush squirreltail and areas subject to flooding and gullying commonly have littleleaf horsebrush, Bailey greasewood, fourwing saltbush and Indian ricegrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Northwest Nevada.  These soils are not extensive.  MLRA 27."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Pershing County, Nevada, West Part, 1988."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - The zone from the soil surface to 18 cm (A1, A2 and part of the Ck1 horizons).\nParticle-size control section - The zone from 25 to 100 cm (lower Ck1, Ck2 and upper 2Ck3 horizons).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
