{
  "SERIES": "KUNAYOSH",
  "STATUS": "Tentative Series",
  "BYREV": "Rev. TJS/SR",
  "REVDATE": "02/2022",
  "STATES": "AK",
  "OVERVIEW": "The Kunayosh series consists of deep sandy soils of gently to moderately sloping old beach ridges and dunes.  The mean annual precipitation is 80 to 130 inches, and the mean annual air temperature is about 38 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Mixed Typic Cryopsamments"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Kunayosh sand, forest.  (Colors are for moist soil).\n011--2 1/2 to 1 inch; undecomposed forest litter.\n012--1 to 0 inch; black (5YR 2/1) partially decomposed forest litter; many roots; abrupt smooth boundary.\nA1--0 to 1/2 inch; dark brown (10YR 3/3) sand; single grain, loose, nonplastic; many roots; few iron stains on sand grains; very strongly acid; abrupt sooth boundary.\nC--1/2 to 18 + inches; dark greenish gray (5GY 4/1) sand; singlegrain, loose, nonplastic; many roots; neutral."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Kanak Island, Alaska, about 50 miles southeast of Cordova in the SE 1/4 NW 1/4,Sec. 22, T.205., R.E, Copper River Meridian."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Colors in the A1 horizon range in hue from 5YR to 10YR, in value from 3 to 5, and in chroma from 1 to 3.  Color of the C horizon ranges from dark greenish gray to brown.  In places a few cobbles may be mixed with the sand.  Thin silt lenses may occur in the upper few inches."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Beales soils of the same family, and the Anchorage and Delyndia and Tawah series.  The Beales soils have brown or olive brown colors throughout.  The Anchorage, Delyndia and Tawah soils have spodic horizons."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  The Kunayosh soils occupy uplifted sandy beaches and dunes adjacent to beaches still covered periodically by tidal water, and extending about 1/4 mile inland.  The climate is cool maritime with mean annual precipitation of 80 to 130 inches.  Average annual air temperature is about 38 degrees F. and average summer air temperature is about 52 degrees F.  The soils are seldom frozen."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the competing Tawah soils and Eyak, Funter, and Kriwoi soils.  The Eyak soils are poorly drained and have fine-silty texture.  The Funter and Kriwoi soils consist of organic materials over stratified substrata."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well-drained; medium runoff; rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  The vegetation is dominantly Sitka spruce with minor amounts of western hemlock.  Apart from limited timber production, the soils are useful chiefly as wildlife habitat."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  The soils border beaches the full length of the north coast of the Gulf of Alaska.  They are extensive."
  },
  "REGIONAL OFFICE": {
    "section": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE",
    "content": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE: WASILLA, ALASKA"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Yakutat Forelands Area, Alaska, 1975.  Source of name is Kunayosh Creek.\nOSED scanned by SSQA.  Last revised by state 12/76."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "NA"
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "NA"
  },
  "SITE": [
    [
      {
        "drainage": "",
        "drainage_overview": ""
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "012",
        "top": 3,
        "bottom": 0,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "5YR",
        "moist_value": 2,
        "moist_chroma": 1,
        "texture_class": "NA",
        "structure": "NA",
        "dry_rupture": "NA",
        "moist_rupture": "NA",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "eff_class": "NA",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "012--1 to 0 inch; black (5YR 2/1) partially decomposed forest litter; many roots; abrupt smooth boundary."
      }
    ]
  ]
}
