{
  "SERIES": "KUREB",
  "STATUS": "Established Series",
  "BYREV": "Rev. AW:AG;Rev. RLV",
  "REVDATE": "07/2005",
  "STATES": "FL,GA,NC",
  "OVERVIEW": "The Kureb series consists of very deep, excessively drained, gently sloping to moderately steep soils on Coastal Plain uplands and on side slopes along streams and bays.  They have formed in marine, aeolian, or fluvial sands.  Slopes range from 0 to 20 percent.  Near the type location mean annual precipitation is about 50 inches and mean annual temperature is about 63 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Thermic, uncoated Spodic Quartzipsamments"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Kureb sand--on a 4 percent slope under sparsely mixed hardwoods of turkey and bluejack oak and scattered longleaf pine.  (Colors are for moist soil unless otherwise stated.)\nA--0 to 3 inches; dark gray (10YR 4/1) sand; single grained; loose; organic matter and quartz grains have salt and pepper appearance; many fine and large roots; neutral; clear wavy boundary. (2 to 5 inches thick)\nE--3 to 26 inches; light gray (10YR 7/1) sand; single grained; loose few large roots; neutral; clear irregular boundary.  (4 to 45 inches thick)\nC/Bh--26 to 51 inches; brownish yellow (10YR 6/6) sand; single grained; loose; few tongues of light gray (10YR 7/1) extend from above horizon; dark brown (7.5YR 3/4) and few bands and bodies (Bh) of dark reddish brown (5YR 3/2); bands are intermittent at horizon contact and vertically along walls of tongues; many clean and coated sand grains; neutral; gradual wavy boundary.  (4 to 46 inches thick)\nC--51 to 89 inches; pale brown (10YR 6/3) sand; single grained; loose, slightly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  New Hanover County, North Carolina; 1 3/4 miles south of U. S. 421 and N.C. 132 junction; 1/4 mile east and about 200 feet south."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Thickness of the sandy horizons is more than 80 inches.  Soil reaction is neutral to extremely acid throughout.  All horizons are fine sand, sand, or coarse sand.  Silt plus clay content is less than 5 percent.\nThe A horizon has hue of 10YR, value of 3 to 7, and chroma of 1 or 2.\nThe E horizon has hue of 10YR or 2.5Y, value of 5 to 8, and chroma of 1 to 3.  Tongues of E horizon are in old root channels in the C/Bh horizon.\nThe C part of the C/Bh horizon has hue of 10YR or 2.5Y, value of 5 to 7, and chroma of 2 to 8.  The Bh part of the C/Bh horizon has hue of 5YR to 10YR, value of 2 to 6, and chroma of 2 to 4.\nThe C horizon has hue of 7.5YR to 2.5Y, value of 4 to 8, and chroma of 1 to 8.  Few to common mottles in shades of brown, yellow, or gray are in the C horizon of some pedons.  Gray mottles are the result of uncoated sand grains and not wetness."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  (Not updated) Resota series is the only soil in the same family.  Alaga, Alpin, Cainhoy, Centenary, Corolla, Foxworth, Fripp, Kershaw, Lakehurst, Lakeland, Lakewood, Newhan, Orsimo, Ousley, Paola, Resota, Rimini, and Welaka series are in closely related families.  Resota soils are moderately well drained and have seasonal high water table at depths of 40 to 60 inches.  Alaga, Alpin, Corolla, Foxworth, Fripp, Kershaw, Lakeland, Newhan, Paola, and Wekaka soils lack an intermittent Bh horizon.  In addition, Alaga soils have 10 to 25 percent percent silt plus clay in 10- to 40-inch control section.  Alpin soils have lamella beginning at depths of 40 to 70 inches.  Corolla and Newham soils are affected by salt spray.  Lakeland soils have 5 to 10 percent silt plus clay in the 10- to 40-inch control section.  Ousley soils have a seasonal watertable at 1.5 to 30 feet.  Paola soils are hyperthermic and Welaka have Bir horizons.  Cainhoy soils have an E' horizon underlain by Bh horizon.  Centenary soils have Bh horizon in subsoil.  Lakehurst soils occur in mesic temperature regimes.  Rimini soils have a thick sandy E horizon overlying a continuous spodic horizon."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  The Kureb soils are gently sloping to moderately steep and are on broad surfaces of the lower Coastal Plain.  Gradients are 3 to 10 percent and may range to 20 percent on side slopes along streams and edges of bays.  The regolith is marine, aeolian or fluvial sands.  Near the type location mean annual precipitation is about 50 inches and mean annual temperature is about 63 degrees F."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the competing Alaga, Kershaw, Lakeland, and Rimini series plus the Baymeade soils.  Baymeade soils have sandy loam Bt horizons."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Excessively drained; Slow runoff.  Rapid permeability.  Depth to seasonal high water table is more than 6 feet during most of the year."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Mainly wooded.  Native vegetation is turkey oak, bluejack and a few live oak with scattered longleaf pine.  The understory consists mainly of huckleberry and pineland threeawn."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Tidewater Area of North Carolina, Georgia and Florida.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Raleigh, North Carolina"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  New Hanover County, North Carolina; 1974."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  The Kureb soils were formerly included in the Lakewood series.   Diagnostic horizons and features recognized in this pedon are:\nOchric epipeon - the zone from the surface to a depth of 26 inches (A and E horizons)\nADDITIONAL DATA: None\nMLRA: 153B          SIR: NC0063\nTABULAR SERIES DATA:\nSOI-5  Soil Name   Slope  Airtemp FrFr/Seas Precip  Elevation\nNC0063 KUREB       0- 20   60- 70  200-290  46- 57    20-  90\nSOI-5  FloodL FloodH Watertable Kind   Months  Bedrock Hardness NC0063 NONE          6.0-6.0              -     60-60\nSOI-5  Depth  Texture                3-Inch  No-10  Clay%   -CEC- NC0063  0-80  S COS FS                0-  0 100-100  0- 3   0-  5\nSOI-5  Depth    -pH-     O.M.  Salin  Permeab   Shnk-Swll\nNC0063  0-80  3.5- 7.3  0.-2.  0- 0   6.0-  20  LOW\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "excessively",
        "drainage_overview": "excessively"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 8,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 1,
        "texture_class": "sand",
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "A--0 to 3 inches; dark gray (10YR 4/1) sand; single grained; loose; organic matter and quartz grains have salt and pepper appearance; many fine and large roots; neutral; clear wavy boundary. (2 to 5 inches thick)"
      },
      {
        "name": "E",
        "top": 8,
        "bottom": 66,
        "moist_hue": "10YR",
        "moist_value": 7,
        "moist_chroma": 1,
        "texture_class": "sand",
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "irregular",
        "narrative": "E--3 to 26 inches; light gray (10YR 7/1) sand; single grained; loose few large roots; neutral; clear irregular boundary.  (4 to 45 inches thick)"
      },
      {
        "name": "C/Bh",
        "top": 66,
        "bottom": 130,
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 6,
        "texture_class": "sand",
        "pH_class": "neutral",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "C/Bh--26 to 51 inches; brownish yellow (10YR 6/6) sand; single grained; loose; few tongues of light gray (10YR 7/1) extend from above horizon; dark brown (7.5YR 3/4) and few bands and bodies (Bh) of dark reddish brown (5YR 3/2); bands are intermittent at horizon contact and vertically along walls of tongues; many clean and coated sand grains; neutral; gradual wavy boundary.  (4 to 46 inches thick)"
      },
      {
        "name": "C",
        "top": 130,
        "bottom": 226,
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 3,
        "texture_class": "sand",
        "pH_class": "slightly acid",
        "narrative": "C--51 to 89 inches; pale brown (10YR 6/3) sand; single grained; loose, slightly acid."
      }
    ]
  ]
}
