{
  "SERIES": "KURTEN",
  "STATUS": "Established Series",
  "BYREV": "Rev. CLN-GLL-ACT",
  "REVDATE": "10/97",
  "STATES": "TX",
  "OVERVIEW": "The Kurten series consists of soils that are deep to weathered shale.  They are well drained, very slowly permeable soils on gently sloping to moderately sloping uplands.  The soil formed in mostly acid deltaic shales and clays of Tertiary age.  Slopes are dominantly 1 to 5 percent, but range to 8 percent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, smectitic, thermic Udertic Paleustalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Kurten fine sandy loam--pasture. (Colors are moist unless otherwise stated).\nAp--0 to 4 inches; brown (10YR 4/3) fine sandy loam, pale brown (10YR 6/3) dry; weak fine subangular blocky structure; hard, very friable; few fine siliceous pebbles; many fine and medium roots; slightly acid; abrupt smooth boundary.  (3 to 12 inches thick)\nBt--4 to 11 inches; red (2.5YR 4/6) clay, red (2.5YR 5/6) dry; moderate coarse prismatic structure parting to weak coarse subangular blocky; very hard, very firm; few siliceous pebbles; many fine and medium roots along ped faces; few pressure faces; very strongly acid; gradual wavy boundary.  (4 to 20 inches thick)\nBtss1--11 to 20 inches; red (2.5YR 4/6) clay; moderate coarse prismatic structure parting to moderate medium angular blocky; very hard, very firm; few siliceous pebbles; common fine and medium roots; common fine and medium prominent light brownish gray (2.5Y 6/2) relict iron depletions; common pressure faces; few large slickensides tilted 40 degrees from horizontal plane; grayish brown (10YR 5/2) coatings along root channels; very strongly acid; gradual wavy boundary.\nBtss2--20 to 33 inches; red (2.5YR 4/6) clay; moderate coarse prismatic structure parting to moderate medium angular blocky; very hard, very firm; grayish brown (10YR 5/2) coatings along root channels; common fine and medium roots; moderate medium and coarse prominent pale red (2.5YR 6/2) relict iron depletions; few prominent large slickensides; very strongly acid; gradual wavy boundary.  (combined thickness of Btss horizon is 20 to 45 inches)\nBCtss--33 to 45 inches; grayish brown (10YR 5/2) clay; many medium prominent red (2.5YR 5/6) and yellowish brown (10YR 5/8) masses of iron accumulation; weak coarse prismatic structure parting to weak thick platy; very hard, very firm; common fine roots; few prominent large slickensides very strongly acid; gradual wavy boundary.  (0 to 25 inches thick)\nC1--45 to 58 inches; grayish brown (10YR 5/2) shale with clay texture; massive; stratified rock fragments from the C2 horizon; hard, firm; clay films along horizontal strata; thin strata of reddish yellow (7.5YR 6/6) material; few fine and medium roots; few large masses of gypsum crystals; thin loamy strata of strong brown (7.5YR 4/6) and yellow (2.5R 7/6); very strongly acid; gradual wavy boundary.  (10 to 20 inches thick.)\nC2--58 to 80 inches; grayish brown (10YR 5/2) shale with clay texture; and stratified rock fragments; massive; hard, firm; few faint yellowish brown (10YR 5/4) masses of iron accumulation; approximately 20 percent loamy strata 1/4 to 1/2 inch thick of strong brown (7.5YR 4/6), yellow (2.5Y 7/6), and light gray (10YR 7/2); few fine roots; very strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Brazos County, Texas; from the intersection of Old San Antonio Road (OSR) and Texas Highway 6 in north Brazos County, east on OSR 15.1 miles to the entrance of Pecan Valley Ranch (part of Granada Ranch), 1.1 miles southeast on a ranch road, 0.1 mile east in pastureland.  (Latitude: 30N, 53, 06; Longitude: 96W, 20, 46)."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Solum thickness ranges from 40 to 60 inches.  The boundary between the A and Bt horizons is abrupt over the subsoil crests and clear over the subsoil troughs.  Ironstone and siliceous pebbles range from 0 to 10 percent by volume, with or without a few ironstone fragments up to 20 inches across on the surface.  The particle-size control section ranges in clay content from 40 to 60 percent.  COLE ranges from 0.07 to 0.10 in the upper 20 inches of the Bt horizon and has potential linear extensibility greater than 2.5 inches in the upper 50 inches of the soil.\nThe A horizon averages less than 10 inches thick in more than 50 percent of the pedon, but it is as much as 12 inches thick over some subsoil troughs.  The A horizon has hue of 7.5YR or 10YR, value of 3 to 6, and chroma of 2 to 6.  Some pedons have redox concentrations in shades of yellow and brown.  The E horizon, where present, has color that is about 1 to 2 units of value higher than the A horizon.  The A and E horizons are fine sandy loam, very fine sandy loam, loam or gravelly fine sandy loam.  Siliceous or ironstone pebbles range from 0 to 30 percent by volume.  Reaction ranges from strongly acid to neutral.\nThe Bt horizon has hue of 2.5YR to 7.5YR, value of 3 to 6, and chroma of 4 to 8.  Redox features in shades of red, brown, gray or yellow are in some pedons or the matrix is mottled with these colors.  Texture is commonly clay or silty clay and less commonly clay loam.  Reaction ranges from very strongly to medium acid.  Base saturation is 35 to 75 percent.\nThe Btss horizon has hue of 2.5YR to 10YR, value of 3 to 6, and chroma of 2 to 8.  In some pedons, the lower part of the horizon has color with hue of 2.5Y.  Texture is commonly clay or silty clay and less commonly clay loam.  Reaction ranges from very strongly acid to neutral.  Gypsum crystals range from none to common.\nThe BCtss horizon, where present, has color that is mixed in hue of 2.5YR to 2.5Y with shades of red, brown, yellow and gray.  Texture clay loam, silty clay, or clay, and less commonly sandy clay loam.  Reaction ranges from very strongly acid to slightly alkaline.  Gypsum crystals range from none to common and calcium carbonate concretions range from none to few.\nThe C horizon has colors in shades of red, brown, yellow, gray, or white.  Texture is mostly clay or soft shale but is stratified with silt loam, clay loam, loam, or very fine sandy loam in some pedons.  Reaction is very strongly acid to slightly alkaline.  Gypsum crystals range from none to common and calcium carbonate concretions range from none to few."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Axtell, Bremond, Crockett, Crosstell, Navo and Tabor.  Similar soils are the Annona, Burlewash, Edge, Gredge, Normangee, Payne and Woodtell series.  Axtell soils have sola thicker than 60 inches, and formed in Pleistocene alluvium.  Bremond and Crockett soils have reaction higher than 5.5 and base saturation between 75 and 100 percent throughout the solum.  Crosstell soils are underlain by shale and sandstone of the Cretaceous Woodbine Formation, are in slightly drier climates and do not have gypsum in the lower profile.  Navo, Payne, and Normangee soils do not have an abrupt textural change between the A and Bt horizons and, in addition, Payne soils have COLE less than 0.07.  Tabor soils have A horizons more than 10 inches thick in more than half the pedon, and matrix colors in hue yellower than 7.5YR in the Bt horizons.  Annona and Woodtell soils are in the udic moisture regime.  Edge and Gredge soils have a significant decrease in clay content within 35 inches of the surface.  Burlewash soils have solum thickness less than 40 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Kurten soils are on gently sloping to moderately sloping erosional uplands.  Slope forms are commonly linear or convex and when combined form noseslope and sideslope configurations.  Local drainage basin relief commonly ranges up to 50 feet.  These soils formed mainly in acid shaly and clayey sediments of the Tertiary Cook Mountain Formation.  The mean annual temperature ranges from 64 to 69 degrees F.  and mean annual precipitation ranges from 32 to 40 inches.  Frost free days range from 240 to 270 days and elevation ranges form 200 to 500 feet.  The Thornthwaite P-E index ranges from 50 to 64."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the competing Crockett and Tabor series and the Benchley, Dimebox, Edge, Luling, Rader, Robco, Spiller and Wilson series.  Edge,  Robco, and Spiller soils are on the next younger and superadjacent geologic member.  Rader, Tabor and Wilson soils are on Pleistocene terraces in slightly lower upland positions.  The Benchley, Crockett, Dimebox and Luling soils are on the next older subadjacent geologic member."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained.  Permeability is very slow.  Runoff is low on slopes less than 1 percent, medium on 1 to 3 percent slopes, high on 3 to 5 percent slopes and very high on 5 to 8 percent slopes."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Some areas were cultivated in the past but are now used mainly as pastureland.  Some areas are cropped to small grains.  Native vegetation consists of post oak, blackjack oak, red cedar, greenbriar, forbes and mid and tall grasses such as little bluestem, indiangrass, panicums and paspalums.  Also, a part of the Lost Pine area of Fayette County is included."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Mainly in east-central Texas.  This soil is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Madison County, Texas, 1989."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: This soil was formerly mapped as part of the Axtell series.  The reaction of the lower sola and parent materials can vary greatly due to the interfingering nature of the acid deltaic and alkaline marine depositional environments of the Cook Mountain Formation.  Diagnostic horizons and features recognized in the pedon are:\nOchric epipedon - 0 to 4 inches (A horizon).\nAbrupt textural change - occurs at 4 inch depth.\nArgillic horizon - 4 to 45 inches (Bt horizons).\nVertic properties - COLE of 0.07 to 0.10; PLE greater than 2.5 inches in upper 50 inches of the soil, large slickesides in argillic horizon.\nSOIL INTERPRETATION RECORD NUMBER: TX1154\nADDITIONAL DATA: Brazos County, Texas; S88TX-041-05.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
