{
  "SERIES": "KUSDRY",
  "STATUS": "Established Series",
  "BYREV": "Rev. MHC/JPM/DLM",
  "REVDATE": "11/2008",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS:  Coarse-loamy, mixed, superactive Aquic Haplocryepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Kusdry sandy loam on a 2 percent slope under dwarf white and black spruce at 2025 feet elevation.  (When described the soil was moist in the top 36 inches of mineral soil and wet below)\nOi--3 inches to 2 inches; dark brown (7.5YR 3/2) peat consisting of raw fibrous moss, twigs, and root fibers; clear smooth boundary. (2 to 5 inches thick)\nOe--2 inches to 0; dark brown (7.5YR 3/2) and very dark brown (10YR 2/2) mucky peat consisting of partially decomposed fibrous moss, twigs, and root fibers; clear smooth boundary.  (1 to 3 inches thick)\nAC--0 to 4 inches; dark gray (10YR 4/1) sandy loam; weak medium subangular blocky structure; very friable, nonsticky and nonplastic; many very fine, fine, and medium roots; neutral (pH 7.1); gradual smooth boundary.  (2 to 6 inches thick)\nC--4 to 21 inches; dark gray (10YR 4/1) with occasional strata of very dark brown (10YR 2/2) muck; stratified sand through silt with composite texture of sandy loam; weak medium subangular blocky structure; very friable, nonsticky and nonplastic; neutral (pH 7.1); clear smooth boundary.  (8 to 26 inches thick)\nBgw--21 to 30 inches; dark gray (10YR 4/1) stratified sand through silt with composite texture of sandy loam; brown (7.5YR 4/4) redox concentrations comprising about 40 percent of the matrix; weak medium subangular blocky structure; very friable, nonsticky, and nonplastic; neutral (pH 6.9); gradual smooth boundary.  (8 to 20 inches thick)\nCg--30 to 42 inches; dark gray (5Y 4/1) stratified sand through silt with composite texture of loam; reduced matrix; weak medium subangular blocky structure; very friable, nonsticky, and nonplastic; neutral (pH 7.0); abrupt wavy boundary.  (0 to 14 inches thick)\n2C--42 to 60 inches; variegated extremely gravelly coarse sand; single grain; loose, nonsticky, and nonplastic; 65 percent rounded gravel; neutral (pH 7.0)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Gulkana River Area, Alaska; about 12 miles northwest of Sourdough; the NW1/4 of the NE1/4 of section 5, T.9N., R.3W., Copper River Meridian."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Composite texture of the particle size control section is fine sandy loam, sandy loam, or loam.  There is less than 18 percent clay and more than 15 percent fine sand or coarser in the control section.  Depth to gravelly material is 40 to over 60 inches.  Reaction is neutral or slightly alkaline throughout.\nThe AC horizon has moist value of 3 or 4; moist chroma of 1 or 2.  Texture is commonly sandy loam but includes loam and fine sandy loam.\nThe C horizon has moist hue of 10YR or 2.5Y; moist value of 3 or 4; moist chroma of 1 or 2.  Texture is stratified sand through silt with composite texture of loam, sandy loam, or fine sandy loam.  Occasional strata of organic material are present throughout this horizon.\nThe Bgw horizon has moist hue of 10YR, 2.5Y, or 5Y; moist chroma of 1 or 2.  Texture is stratified sand through silt with composite texture of loam, sandy loam, or fine sandy loam.  Redox concentrations with moist hue of 5YR, 7.5YR or 10YR are common.\nThe Cg horizon (when present) have moist hue of 10YR, 2.5Y, or 5Y; moist chroma of 1 or 2.  Texture is stratified sand through silt with composite texture of loam, sandy loam, or fine sandy loam.  Occasional strata of organic material are present throughout this horizon.\nThe 2C horizon is variegated.  Texture is sand or coarse sand.  Coarse fragment content ranges from 40 to 70 and includes 0 to 20 percent rounded cobble and 30 to 70 percent rounded gravel."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  This are the Audrey, Gerstle, Manchu, and Stamp series. Audrey soils lack stratified textures. Gerstle soils have less than 30 percent ooarse fragments in the substratum.  Manchu soils are moderately deep to weather bedrock. Stamp soils have mean annual soil temperatures greater than 35 degrees F."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Kusdry soils formed in stratified loamy alluvium over sand and gravel on stream terraces.  Slopes range from 0 to 2 percent.  The climate is subarctic continental with long, cold winters and short, warm summers.   The mean annual temperature is about 26 degrees F. and the average annual precipitation is about 16 inches.  Elevation ranges from about 1950 to 2250 feet."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:"
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Somewhat poorly drained.  Slow runoff.  Moderate permeability in the stratified loamy upper part and rapid permeability in the sand and gravel."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Dwarf black spruce and white spruce forest with understories consisting of ericaceous shrubs and occasionally eriophorum tussocks.  Primary uses of these soils are for recreation and wildlife habitat."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Gulkana River Area, Alaska.  The series is of minor extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Gulkana River Area, Alaska. 1999."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon:  cryic temperature regime; saturated conditions below 36 inches; coarse-loamy particle size control section that extends from the surface to 42 inches; redox concentrations and depletions from 21 to 30 inches and redox depletions from 30 to 42 inches;  sandy-skeletal material from 42 to 60 inches.  Formerly classified as Cryochrepts.\nThis soil has stratified textures and could meet Fluventic subgroup criterion.--DLM\nNational Cooperative Soil Survey\nU.S.A."
  }
}
