{
  "SERIES": "KUTCHER",
  "STATUS": "Established Series",
  "BYREV": "Rev: GDM/RWL",
  "REVDATE": "01/2004",
  "STATES": "OR",
  "OVERVIEW": "The Kutcher series consists of moderately deep, well drained soils on mountains.  They formed in residuum and colluvium derived dominantly from andesite with a mantle of volcanic ash in the surface.  Slopes are from 0 to 30 percent.  The mean annual precipitation is about 65 inches and the mean annual temperature is about 40 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Ashy-skeletal over loamy-skeletal, amorphic over isotic, frigid Alfic Udivitrands"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Kutcher very cobbly sandy loam - on a nearly level slope, woodland. (Colors are for moist soil unless otherwise noted.)\nOi -- 2 inches to 0; organic layer of needles and twigs.\nA -- 0 to 5 inches; dark brown (7.5YR 3/3) very cobbly sandy loam, brown (7.5YR 5/3) dry; moderate medium granular structure; soft, very friable, nonsticky and nonplastic; many very fine, fine and few medium and coarse roots; many very fine, fine and few medium and coarse irregular pores; 10 percent gravel, 25 percent cobbles and 5 percent stones; moderately acid (pH 5.8); clear smooth boundary. (4 to 7 inches thick)\nAB -- 5 to 18 inches; dark brown (7.5YR 3/4) very cobbly sandy loam, brown (7.5YR 5/4) dry; weak medium subangular blocky structure; soft, friable, nonsticky and nonplastic; many very fine, fine and few medium and coarse roots; many very fine, fine and few medium tubular pores; 10 percent gravel, 25 percent cobbles and 5 percent stones; moderately acid (pH 5.6); clear smooth boundary. (10 to 13 inches thick)\n2Bt1 -- 18 to 28 inches; dark brown (7.5YR 4/4) extremely cobbly loam, brown (7.5YR 5/4) dry; moderate medium subangular blocky structure; slightly hard, firm, slightly sticky and slightly plastic; common very fine,  fine and few medium roots; common very fine, fine and few medium tubular pores; few faint clay films on faces of peds and lining pores; 60 percent cobbles and 5 percent stones; strongly acid (pH 5.4); clear smooth boundary.\n2Bt2 -- 28 to 38 inches; brown (7.5YR 4/4) extremely cobbly clay loam, light brown (7.5YR 6/4) dry, moderate  medium subangular blocky structure; hard, firm, slightly sticky and slightly plastic; few very fine and fine roots; few very fine and fine tubular pores; common distinct clay films on faces of peds and lining pores; 60 percent cobbles and 10 percent stones; moderately acid (pH 5.6); clear wavy boundary. (combined thickness of the 2Bt horizon is 6 to 21 inches)\n2Cr -- 38 inches; weathered andesite bedrock."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Wasco County, Oregon, about 1200 feet north and 500 feet west of the SE corner of section 29, T.5 S., R.10 E. (Warm Springs Indian Reservation)."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE OF CHARACTERISTICS",
    "content": "RANGE OF CHARACTERISTICS:  These soils are usually moist but are dry in the moisture control section for less than 45 consecutive days within the four months that follow the summer solstice.  The mean annual soil temperature is 40 to 44 degrees F.  Depth to weathered andesite is 20 to 40 inches.  Hue is 7.5YR or 10YR.  Thickness of the ashy material is 14 to 20 inches.  The particle-size control section has 35 to 85 percent rock fragments and 10 to 15 percent clay in the upper part and 25 to 35 percent clay in the lower part.  It is moderately to strongly acid.\nThe A horizon has value of 2 or 3 moist, 4 or 5 dry and chroma of 2 or 3 moist and dry.  The moist bulk density is 0.80 to 0.90g/cc.  Phosphate retention is 70 to 90 percent and acid oxalate aluminum plus 1/2 iron of 2 to 3 percent in the less than 2.0 mm fraction.  There is 30 to 50 percent volcanic glass and glass aggregate in the 0.02 to 2.0 mm fraction.  The 15-bar water retention is 8 to 12 percent on air dry samples.  It has 5 to 10 percent gravel, 25 to 35 percent cobbles and 5 to 10 percent stones.\nThe AB horizon is similar to the A and has value of 3 or 4 moist, 4 or 5 dry and chroma of 3 or 4 moist and dry.  It has 5 to 10 percent gravel, 25 to 35 percent cobbles and 5 to 10 percent stones.\nThe 2Bt horizon has value of 4 or 5 moist, 5 or 6 dry and chroma of 3 or 4 moist and dry.  It is loam or clay loam and has 60 to 70 percent cobbles, 5 to 10 percent stones and 0 to 5 percent gravel..  Phosphate retention is 50 to  75 percent and acid oxalate aluminum plus 1/2 iron of 0.4 to 1 percent.  There is 5 to 15 percent volcanic glass and glass aggregate.  The 15-bar water retention is 16 to 30 percent on air dried samples."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no competing series."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Kutcher soils are on nearly level to moderately steep south-facing side slopes of mountains.  Elevation ranges from 3000 to 5600 feet. Slopes are 0 to 30 percent.  The soil formed in residuum and colluvium derived dominantly from andesite with a mantle of volcanic ash in the surface. The climate is characterized by cool and wet winters and warm and moist summers.  The mean annual precipitation is 40 to 90 inches, the mean annual temperature is 38 to 42 degrees F. and the frost-free period is 30 to 90 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Howash and Mackatie soils.   Howash soils are somewhat excessively drained, very deep to bedrock and are on concave side slopes of mountains.  Mackatie soils have an ashy over loamy particle-size family class, are deep to bedrock and are on side slopes of mountains."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained.  Permeability is moderately slow."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are used for timber production, watershed and wildlife habitat.  The native vegetation is western hemlock, silver fir, Douglas fir and  grand fir with an understory of common snowberry, pachystima, starflower, vine maple, queencup beadlily, Cascade Oregongrape, golden chinkapin and pinegrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  North-central Oregon; MLRA 3.  The soils of this series are of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Wasco County (Warm Springs Indian Reservation), Oregon, 1993."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features in this pedon include:\nOchric epipedon\nArgillic horizon - from 18 to 38 inches (2Bt1, 2Bt2 horizons).\nAndic soil properties - from the surface to 18 inches (A, AB horizons).\nParticle-size control section - from the surface to 38 inches ( A, AB, 2Bt1, 2Bt2 horizons).\nPhosphate retention, acid oxalate aluminum and iron, volcanic glass content and 15-bar water retention data found in the range of characteristics is based on laboratory analysis from the associated Mackatie soil.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
