{
  "SERIES": "KUY",
  "STATUS": "Established Series",
  "BYREV": "Rev. WLM-JKW-RM",
  "REVDATE": "08/2018",
  "STATES": "TX",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy, siliceous, active, hyperthermic Grossarenic Paleudalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Kuy sand-- on a northwest-facing, convex, 0.6 percent slope in rangeland at an elevation of 34 m (110 ft). (Colors are for moist soil unless otherwise stated.)\nA--0 to 18 cm (0 to 7 in); brown (10YR 4/3) sand, pale brown (10YR 6/3) dry; single grain; loose; common fine and few medium roots; slightly acid; gradual smooth boundary.\nE1--18 to 69 cm (7 to 27 in); light gray (10YR 7/2) sand, very pale brown (10YR 8/2) dry; single grain; loose; few fine and medium roots; slightly acid; gradual smooth boundary.\nE2--69 to 132 cm (27 to 52 in); light gray (10YR 7/2) sand, very pale brown (10YR 8/2) dry; single grain; loose; few fine and medium roots; common faint yellowish brown (10YR 5/4) lamella in lower 30 cm (12 in); slightly acid; clear wavy boundary.  (Combined thickness of A and E horizons is 101 to 191 cm [40 to 75 in])\nBt1--132 to 150 cm  (52 to 59 in); yellowish brown (10YR 5/6) sandy loam, yellow (10YR 7/6) dry; weak fine subangular blocky structure; hard, friable; few fine roots; few fine pores; few patchy clay films; a laminar cap occurs in the upper 5 cm (2 in) of this horizon and is comprised of about 10 to 15 percent by volume of skeletans of light gray (10YR 7/2) fine sand and silt; many coarse prominent strong brown (7.5YR 5/8) masses of oxidized iron with sharp boundaries in matrix surrounding iron concentrations, few fine prominent red (2.5YR 4/8) masses of oxidized iron with sharp boundaries in matrix; slightly acid.  (Thickness of the Bt horizon is 0 to 38 cm [0 to 15 in])\nBt2--150 to 203 cm (59 to 80 in); light brownish gray (2.5Y 6/2) clay loam; light gray (2.5Y 7/2) dry; moderate very fine angular blocky structure; very hard, very firm; few fine roots; common pressure faces; many medium and coarse prominent red (2.5YR 5/6) masses of oxidized iron with sharp boundaries in matrix; moderately acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Jackson County, Texas; from the intersection of U.S.  Highway 59 and Farm road 822 in Edna, 9.6 miles northwest on Farm Road 822, 0.7 mile southwest and 4.3 miles northwest on Robinson Ranch Road to a ranch road south of Chicolete Creek, 0.45 mile southwest on ranch road, 100 ft north in rangeland.\nUSGS Topographic Quad: Navidad, TX\nLatitude: 29 degrees 05 minutes 18.9 seconds N\nLongitude: 96 degrees 50 seconds 01.1 seconds W\nDatum: NAD 83"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSolum thickness is more than 203 cm (80 in).\nSome pedons contain a few rounded siliceous pebbles.\nDark concretions 2 to 6 mm in diameter range from none to a few throughout.\nSoil Moisture: An udic soil moisture regime.  The soil moisture control section is dry in some or all parts for less than 90 days in normal years.  July through August are the driest months, while September through June are the wettest.\nParticle-size control section (weighted average)\nClay content: 20 to 30 percent\nA Horizon:\nHue: 10YR\nValue: 4 to 6\nChroma: 2 to 4\nTexture: sand, fine sand, loamy sand or loamy fine sand\nReaction: very strongly acid to neutral\nE Horizon:\nHue: 10YR\nValue: 5 to 8\nChroma: 2 to 4\nTexture: sand, fine sand, loamy sand or loamy fine sand\nLamellae: location-lower 46 cm (18 in), where present, contrast-faint\nRedox concentrations: amount-none or few, shades-brown or yellow\nReaction: very strongly acid to neutral\nBt Horizon:\nHue: 7.5YR or 10YR\nValue: 5 to 7\nChroma: 1 to 8 (pedons with chroma greater than 2 have a variegated matrix in shades of gray, brown, yellow, and red)\nTexture: sandy loam, fine sandy loam, sandy clay loam or clay loam\nClay content: 18 to 35 percent\nRedox concentrations: amount-common or many, shades-brown, yellow, red\nRedox depletions: amount-none to common, shades-gray\nReaction: very strongly acid to slightly acid\nBC and 2C Horizon (where present and typically below 203 cm [80 in]):\nHue: alternating layers of 7.5YR or 10YR\nValue: 5 to 7\nChroma: 1 or 2\nTexture: sand to clay\nReaction: very strongly acid to slightly acid"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These include the Cadillac (FL), Kenney (TX), and Portalto (TX) series.  Similar soils are the Catilla (TX), Hitilo (TX), Landman (TX), Padina (TX), and Pickton (TX) series.\nCadillac soils: slightly acid to moderately alkaline in the argillic horizon; underlain by limestone; receive higher annual rainfall.\nKenney soils: argillic horizon with hue redder than 7.5YR; well drained\nPortalto soils:  water table at depths of 1.5 to 2.0 m (5 to 7 ft); at elevations mostly less than 4.6 m (15 ft); are subject to storm-surge tidal flooding during tropical storms.\nCatilla and Padina soils: thermic soil temperature regime; ustic moisture regime.\nHitilo soils: an ustic moisture regime.\nLandman soils: thermic soil temperature regime; contain plinthite\nPickton soils:  thermic soil temperature regime; well drained"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material: sandy and loamy alluvial sediments of Pleistocene age\nLandscape: coastal plain\nLandform: stream terrace\nSlope: 0 to 2 percent, but ranges to 5 percent along drainage ways\nMean annual air temperature: 21 to 22 degrees C (70 to 72 degrees F)\nMean annual precipitation: 864 to 1194 mm (34 to 47 in)\nPrecipitation Pattern: Rainfall is fairly consistent throughout the year with slight peaks from May through June and September through October.\nFrost-free period: 260 to 300 days\nElevation: 23 to 91 m (75 to 295 ft)\nThornthwaite annual P-E indices: 46 to 64"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Fordtran (TX), Rupley (TX), and Telferner (TX) series.\nFordtran and Telferner soils: clayey control sections; on ancient meander ridges.\nRupley soils: sandy throughout; on a slightly higher position on a similar landform."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:\nDrainage class: Somewhat excessively\nPermeability class: moderately rapid.\nRunoff: negligible on slopes less than 1 percent, very low on 1 to 5 percent slopes.\nWetness: soils are saturated in the eluvial horizon above the argillic horizon for periods less than two weeks during the winter months."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used mainly for rangeland.  Native vegetation includes grasses such as little bluestem, purpletop, Indiangrass, brownseed paspalum, with an overstory of woody species such as live oak, blackjack oak and post oak."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Coastal Prairie of Texas; LRR T, MLRA 150A.The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE",
    "content": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Victoria County, Texas, 1980."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Base saturation by Hatch Kit:  55 percent; CEC 9 meq.  Laboratory data indicates the weighted average CEC/clay ratio is 0.6 (superactive).  This series is placed in the active cation exchange activity class based on geographically associated soils (Milby).\nDiagnostic horizons and features recognized in this pedon are:\nGrossarenic feature: 0 to 132 cm (0 to 52 in) thick (A and E horizons)\nOchric epipedon: 0 to 18 cm (0 to 7 in) (A horizon)\nArgillic horizon: 132 to 203 cm (52 to 80 in) (Bt1 and Bt2horizons)\nRedoximorphic features: 132 to 203 cm (52 to 80 in)\nADDITIONAL DATA:  NSSL data, sample Nos. 82P4455-4463, Jackson County, Texas.\nTaxonomic Version:  Keys to Soil Taxonomy, Twelfth Edition, 2014\nNational Cooperative Soil Survey\nU.S.A."
  }
}
