{
  "SERIES": "KVICHAK",
  "STATUS": "Inactive Series",
  "BYREV": "Rev. SR",
  "REVDATE": "11/71",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Medial over sandy or sandy-skeletal, mixed Typic Vitricryands"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Kvichak loam - forest.  (Colors are for moist conditions)\n01--1 to 0 inches; forest litter.\nC1--0 to 3 inches; recent volcanic ash.  Dark brown (10YR 4/3) silt loam; weak very fine granular structure; very friable; many roots; abrupt smooth boundary.\nA11--3 to 8 inches; dark brown (7.5YR 3/2) loam; weak very fine subangular blocky structure; very friable; smeary; many roots; clear wavy boundary.\nA12--8 to 14 inches; mixed patches of dark brown (7.5YR 3/2) and dark yellowish brown (10YR 4/4) sandy loam; massive; very friable; slightly smeary; roots common; clear wavy boundary.\nC1--14 to 27 inches; mixed patches of dark brown (10YR 4/3) silt loam and dark reddish brown (5YR 3/4) sand; silt loam massive, very friable, smeary; sand single grain, loose; few roots; clear wavy boundary.\nIIC2--27 to 37 inches; dark grayish brown (10YR 4/2) sand, with patches of dark brown (7.5YR 4/2); weak thin platy structure; loose; no roots; clear wavy boundary.\nIIC3--37 to 45 inches; dark grayish brown (2.5Y 4/2) sand; single grain; loose; no roots."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  King Salmon-Naknek Area, Alaska.  NW1/4 N1/4, Sec. 7, T175, R45W, Seward Meridian."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The O horizon ranges up to 3 inches in thickness and commonly contains layers of volcanic ash.  In places the soil surface is hummocky and the O and A horizons are ruptured.  Textures in the A1 horizon range from silt loam to sandy loam.  The substratum is commonly stratified, with textures ranging from sand to sandy loam.  The A1 horizon ranges in hue from 2.5Y to 10YR, in value from 2 to 3, and in chroma from 2 to 3.  The IIC horizons range in hue from 10YR to 2.5Y, in value from 3 to 5, and in chroma from 2 to 4."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These include the Island, Kodiak, and Sharatin series of the same subgroup, and the Kachemak, Pustoi, and Umnak series.  The Island soils are formed in deep fine ashy deposits.  The Kodiak and Sharatin soils have a thick layer of recent volcanic ash on the surface, and overlie loamy glacial till and sandy-skeletal alluvium, respectively.  The Kachemak soils consist of shallow thixotropic materials over soft shale and sandstone.  The Pustoi soils have very shallow thixotropic materials over stratified alluvial deposits.  The Umnak soils are formed in layered coarse-textured ash."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  The Kvichak soils occur on terraces and low knolls of glacial drift.  Slope gradients are dominantly 2 to 5 percent, but range to 30 percent in areas bordering drainageways.  The soils are formed in moderately thick deposits of volcanic ash over stratified alluvium or till.  The climate is cold maritime with cool summers and long cold winters.  The average annual precipitation ranges from 16 to 25 inches.  The average annual air temperature is between 28 and 34 degrees F."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "PRINCIPAL ASSOCIATED SOILS",
    "content": "PRINCIPAL ASSOCIATED SOILS:  These include the Pustoi series and the Naknek series.  The Naknek soils have thick O horizons and are perennially frozen at shallow depths."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained.  Surface runoff is medium to slow, depending on slope.  Permeability is moderate."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  A few areas are used for buildings, roads, airport sites, and home gardens.  The native vegetation is alder and white spruce with low-growing shrubs, lichens, and mosses."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Western Alaska Peninsula, Alaska.  The series is probably moderately extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  King Salmon-Naknek Area, Alaska, 1968.  (Source of name is the Kvichak River).\nOSED scanned by SSQA.  Last revised by state 11/71.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": null
  }
}
