{
  "SERIES": "KWEO",
  "STATUS": "Established Series",
  "BYREV": "Rev. WMF/TDT",
  "REVDATE": "07/2003",
  "STATES": "OR",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Ashy over pumiceous or cindery, glassy Xeric Vitricryands"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Kweo gravelly ashy sandy loam - woodland, on a 33 percent convex south facing slope at 3520 foot elevation.  (When described (9/18/84), the soil was dry throughout.  Colors are for moist soil unless otherwise noted.)\nOi--0 to 1 inch; slightly decomposed mat of ponderosa pine and Douglas fir needles and twigs.\nA--1 to 14 inches; dark brown (7.5YR 3/4) gravelly ashy sandy loam, brown (7.5YR 5/4) dry; weak fine granular structure; slightly hard, friable, nonsticky and nonplastic; many very fine, fine, and medium roots; many very fine irregular pores; 20 percent angular gravel and 5 percent angular cobbles; neutral (pH 7.2); gradual wavy boundary.  (10 to 15 inches thick)\nAC--14 to 26 inches; dark reddish brown (5YR 3/4) very gravelly ashy sandy loam, brown (7.5YR 5/4) dry; weak fine subangular blocky structure; slightly hard, friable, nonsticky and nonplastic; common fine and few very fine, medium, and coarse roots; common fine irregular and vesicular pores; 35 percent angular gravel and 5 percent angular cobbles; neutral (pH 7.2); clear wavy boundary.  (10 to 20 inches thick)\nC--26 to 61 inches; dark yellowish brown (10YR 4/6) cinders, yellowish brown (10YR 5/6) dry; single grain; loose, nonsticky and nonplastic; few fine roots; many medium vesicular pores; less than 10 percent of the voids are filled; neutral (pH 7.2)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Jefferson County, Oregon; on east slope of cinder cone, northwest quarter of the northwest quarter of section 22, T. 12 S., R. 9 E. (Latitude 44 degrees, 31 minutes, 16 seconds N, Longitude 121 degrees, 38 minutes, 58 seconds W)"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  These soils are usually moist they are dry in all parts of the soil moisture control section for 45 to 90 consecutive days after the summer solstice.  The mean annual soil temperature is 41 to 45 degrees F.  The mean summer soil temperature is 43 to 47 degrees F.  Thickness of the solum and depth to cinders is 20 to 35 inches.  Depth to bedrock is greater than 60 inches.  The solum (A and AC horizons) contains 40 to 70 percent glass and glass-coated aggregate, phosphate retention of 50 to 80 percent, acid oxalate extractable aluminum plus one-half the acid oxalate extractable iron of 1.0 to 2.0 percent and 15-bar water content of 5 to 10 percent on dried samples and 10 to 15 percent on undried samples.  The particle-size control section averages 15 to 35 percent cinders in the upper part and 90 percent or more cinders in the lower part.\nThe A horizon has hue of 7.5YR, value of 2 or 3 moist and 4 or 5 dry and chroma of 4 moist and dry.  It contains 15 to 25 percent gravel and 0 to 10 percent cobbles.  Total coarse fragment content is 15 to 30 percent and are cinders.  Field estimated clay content is 5 to 15 percent.  Reaction is neutral.\nThe AC horizon has hue of 5YR or 7.5YR moist and 7.5YR dry, value of 3 or 4 moist and 5 or 6 dry and chroma of 4 moist or dry.  It is gravelly or very gravelly sandy loam.  It contains 25 to 35 percent gravel and 0 to 10 percent cobbles.  Total coarse fragment content is 25 to 40 percent and are cinders.  Field estimated clay content is 5 to 15 percent.  Reaction is neutral.\nThe 2C horizon has hue of 5YR to 10YR, value of 3 or 4 moist and 3 to 5 dry and chroma of 2 to 6 moist or dry.  It contains 80 to 100 percent cinders which are all gravel size."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no competing series.  The Bluesters series is similar; these soils have a frigid soil temperature regime."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  The Kweo soils are on cinder cones at elevations of 3,200 to 5,200 feet.  Slopes are 8 to 50 percent.  These soils formed in ash over cinders.  The climate is characterized by cold, wet winters and cool, dry summers.  The mean annual precipitation is 25 to 35 inches, falling mostly as snow.  The mean annual temperature is 40 to 44 degrees F.  The frost-free period is 10 to 50 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Smiling soils.  Smiling soils lack the cinders, have a buried argillic horizon at 20 to 40 inches, and are frigid."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Excessively drained; moderately rapid over very rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are used for timber production, wildlife habitat, recreation and watershed.  Potential native vegetation is ponderosa pine, Douglas fir, snowberry, and ferns."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Cinder cones of the eastern slopes of the Cascades; MLRA 3 and 6.  The series is not extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Deschutes County (Upper Deschutes River Area), Oregon, 1992."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  The series type location and a change in classification from cindery Typic Cryandepts to ashy over pumiceous or cindery Xeric Vitricryands; 1991.\nDiagnostic horizons and features in the pedon are:\nochric epipedon\nparticle-size control section - the zone from 1 to 41 inches.  The upper part (1 to 26 inches) averages 32 percent cinders and the lower part (26 to 41 inches) contains 90 percent cinders.\nandic soil properties - the zone from 1 to 26 inches.  Based on laboratory data from the associated Smiling Series S87OR-031-004.\nThe fine earth ash material is a deposit from Mt. Mazama.\nKweo soils are identified in the Warm Springs Indian Reservation soil survey and will be considered a taxadjunct to the series.  These soils are on cinder cones, represent minimal acres, and are considered to have a udic soil moisture regime; these areas have precipitation of 35 inches or more.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
