{
  "SERIES": "KYDESTEA",
  "STATUS": "Established Series",
  "BYREV": "Rev. DJP/RJA/CLG",
  "REVDATE": "10/2013",
  "STATES": "AZ,UT",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive, calcareous, mesic Aridic Lithic Ustorthents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Kydestea very channery sandy clay loam-grazable woodland.  (Colors are for dry soil unless otherwise noted.)\nA--0 to 1 inch; light yellowish brown (10YR 6/4) very channery sandy clay loam, brown (10YR 4/3) moist; weak thick platy structure; slightly hard, friable, moderately sticky and slightly plastic; few very fine roots; many very fine vesicular pores; 55 percent sandstone channers; strongly effervescent; slightly alkaline; clear smooth boundary.  (1 to 3 inches thick)\nC1--1 to 5 inches; brown (10YR 5/3) very channery sandy clay loam, dark grayish brown (10YR 4/2) moist; massive; slightly hard, friable, slightly sticky and slightly plastic; common very fine roots; few very fine tubular pores; 45 percent sandstone channers and 10 percent flagstones; strongly effervescent; moderately alkaline; clear smooth boundary.  (1 to 6 inches thick)\nC2--5 to 10 inches; brown (10YR 5/3) extremely channery sandy clay loam, brown (10YR 4/3) moist; massive; slightly hard, friable, slightly sticky and slightly plastic; many very fine roots; few very fine tubular pores; 60 percent sandstone channers and 5 percent flagstones; strongly effervescent; moderately alkaline; abrupt smooth boundary.  (1 to 5 inches thick)\nC3--10 to 15 inches; pale brown (10YR 6/3) extremely channery sandy clay loam, dark yellowish brown (10YR 4/4) moist; massive; slightly hard, friable, slightly sticky and slightly plastic; few fine roots; few fine tubular pores; 60 percent sandstone channers and 5 percent flagstones; strongly effervescent; moderately alkaline; abrupt smooth boundary.  (1 to 5 inches thick)\n2R--15 inches; fractured sandstone."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Navajo County, Arizona; about 8 miles west of Cottonwood Spring, 0.3 miles north of the Black Mesa pipeline; about 2,990 feet west and 2,250 feet north of the intersection of metric coordinates 4016 N. and 521 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: Intermittently moist in some part of the soil moisture control section during December-February and July-September. This soil is in the Aridic Ustic soil moisture regime.\nSoil temperature: 48 to 54 degrees F.\nDepth to bedrock: 4 to 20 inches\nRock fragments: more than 35 percent gravel, channers and flagstones, flagstones average less than 15 percent\nPercent clay in control section: averages 18 to 35 percent clay\nCarbonates: less than 15 percent calcium carbonate equivalent\nSome soils have a Bw horizon too thin to qualify as a cambic horizon\nA horizon\nHue:  10YR, 7.5YR\nValue:  3 to 7 dry, 3 to 5 moist\nChroma:  1 to 6, dry and moist\nC horizon\nHue:  10YR, 7.5YR\nValue:  4 to 7 dry, 3 to 6 moist\nChroma:  3 to 6 dry, 2 to 4 moist\nTexture:  sandy clay loam, sandy loam, clay loam, fine sandy loam\nReaction:  slightly alkaline to moderately alkaline"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Bunkin (UT), Colskel (UT) and Metuck (AZ) series. The Bunkin soils has soil temperatures less than 51 degrees F.  The Metuck soils average less than 18 percent clay in the particle-size control section, average more than 15 percent calcium carbonate, and have hue redder than 7.5YR. Colskel soils are inactive."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Kydestea soils are on rolling to steep hillslopes.  These soils formed in slope alluvium and colluvium derived dominantly from sedimentary rocks.  Slopes range from 2 to 60 percent. Elevation is 5,000 to 7,000 feet.  The average annual precipitation is 14 to 18 inches, the average annual air temperature is 46 to 52 degrees F, and the average frost-free period is 120 to 150 days.  The climate is cool, semi-arid and continental.  Precipitation falls as intense summer thunderstorms and gentle winter rain or snow."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Begay, Mido, Penistaja, Tonalea (P), Travessilla, and Zyme soils.  Begay and Penistaja are deep soils on undulating plateaus.  Mido and Tonalea (P) soils have sandy particle-size control sections.  Travessilla soils contain less than 35 percent rock fragments in the particle-size control section.  Zyme soils are non-skeletal, fine-textured, and shallow to soft shale."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained.  Runoff is medium to rapid.  Permeability is moderately slow."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Kydestea soils are used for grazable woodland, fuel wood and wildlife habitat.  Native vegetation is Utah juniper and pinyon pine with an understory of Bigelow sagebrush, Stansbury cliffrose, green Mormon tea, Indian ricegrass, galleta, and bottlebrush squirreltail."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northeastern Arizona and southern Utah.  This series are moderately extensive. MLRA is 35; LRR-D."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Phoenix, Arizona"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Navajo County, Arizona, 1985.  Hopi Soil Survey Area"
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized are:\nOchric epipedon - the zone from 0 to 1 inch (A horizon)\nLithic contact - boundary at 15 inches (R layer)\nSome soils have a BW horizon too thin to qualify as a cambic horizon\nLaboratory data furnished by the Bureau of Indian Affairs Soils\nLaboratory in Gallup, New Mexico.\nClassified according to Soil Taxonomy, Second Edition, 1999; Keys to Soil Taxonomy, Eleventh Edition, 2010\nUpdated and revised for the correlation of Ft. Defiance Area AZ715 2/08  DWD\nUpdate competing series section 4 Dec 2008  CEM\nUpdate and revised for the correlation of Capitol Reef National Park, January 2013, WWJ\nUpdated and revised for the correlation of Walnut Canyon National Monument, May 2013, CEM\nNational Cooperative Soil Survey\nU.S.A."
  }
}
