{
  "SERIES": "KYGER",
  "STATUS": "Established Series",
  "BYREV": "TDG-MMF-DRM; Rev. DHK",
  "REVDATE": "01/2006",
  "STATES": "OH",
  "OVERVIEW": "The Kyger series consists of deep, very poorly drained soils comprised of more than 40 inches of stratified sandy and loamy recent sediment and underlain in most places by a buried soil formed in loamy alluvium. These soils are on flood plains in watersheds that have off site deposition of sediment from extensive areas of surface mine spoil. Permeability is moderate or moderately rapid. Slopes range from 0 to 3 percent. Mean\nannual precipitation is about 40 inches, and mean annual temperature is about 54 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, superactive, nonacid, mesic Typic Fluvaquents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Kyger loamy sand - on a nearly level area in a flood plain with bulrush and cattail vegetation. (Colors are for moist soil unless otherwise stated.)\nC1--0 to 9 inches; brownish yellow (10YR 6/6) loamy sand, yellow (10YR 7/6) dry; single grained; loose; few fine and medium roots; 5 percent coarse fragments; extremely acid; abrupt smooth boundary.\nC2--9 to 13 inches; strong brown (7.5YR 5/8) loam; many medium and coarse prominent gray (10YR 5/1) mottles; massive; very friable; common medium roots; 2 percent coarse fragments; extremely acid; abrupt wavy boundary.\nC3--13 to 18 inches; yellowish brown (10YR 5/8) stratified  sandy loam, loamy sand, and silt loam; few medium prominent gray (10YR 5/1) mottles; single grained; loose, except silt loam strata are massive and friable; common medium roots; 2 percent coarse fragments; very strongly acid; abrupt wavy boundary. (Combined thickness of the C horizon is 12 to 36 inches.)\nCg1--18 to 28 inches; dark gray (5Y 4/1) silt loam; massive; friable; few fine and medium roots; moderately acid; clear wavy boundary.\nCg2--28 to 35 inches; dark gray (5Y 4/1) silt loam; common medium prominent brownish yellow (10YR 6/6) mottles; massive; friable; few fine and medium roots; high in black (10YR 2/1) partially decomposed plant residues; slightly acid; clear wavy boundary.\nCg3--35 to 44 inches; dark grayish brown (10YR 4/2) silt loam; few fine and medium distinct grayish brown (2.5Y 5/2) mottles; massive; friable; few fine and medium roots; high in black partially decomposed plant residues; neutral; clear wavy boundary. (Combined thickness of the Cg horizon is 0 to 60 inches.)\n2Ab--44 to 48 inches; dark grayish brown (10YR 4/2) loam; weak fine and medium subangular blocky structure; friable; 5 percent coarse fragments; slightly acid; clear wavy boundary. (0 to 6 inches thick.)\n2C1--48 to 57 inches; dark yellowish brown (10YR 4/4) loam; weak medium and coarse subangular blocky structure; friable; 5 percent coarse fragments; moderately acid; clear wavy boundary.\n2C2--57 to 80 inches; strong brown (7.5YR 4/6) sandy loam; massive; very friable; 10 percent coarse fragments; moderately acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Gallia County, Ohio; Morgan Township; about 2.5 miles southeast of Eno; 1720 feet north and 1175 feet west of the southeast corner of sec. 1, T. 7 N., R. 15 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Thickness of recent sediment ranges from 40 to 72 inches. Rock fragments, mainly medium and coarse grained sandstone and some coal, are 0 to 15 percent by volume in the C horizon to a depth of 10 inches, and in the Cg and 2Ab horizons; and 0 to 35 percent in the C horizons below 10 inches and in 2C horizons.\nThe C horizon commonly has hue of 10YR, 7.5YR or 2.5Y; value of 4 to 6; and chroma of 2 to 8 (except thin strata with chroma of 1 are in some pedons). It commonly is stratified sandy loam, loamy sand, loam, and silt loam; or gravelly analogues of these textures below a depth of 10 inches; but strata of sand are permitted. It is strongly acid to extremely acid.\nThe Cg horizon has hue of 10YR, 2.5Y or 5Y or is neutral; value of 2 to 5; and chroma of 0 or 2. It commonly includes partially decomposed plant residues. The Cg horizon is dominantly silt loam, loam, or sandy loam; but minor strata of loamy sand or silty clay loam are in some pedons. It is neutral to strongly acid.\nThe 2Ab horizon has hue of 10YR, 2.5Y, or 5Y, or is neutral; value of 3 to 5; and chroma of 0 to 2. It is loam or silt loam. It is neutral to moderately acid.\nThe 2C horizon has hue of 7.5YR, 10YR or 2.5Y; value of 4 or 5; and chroma of 3 to 6. Some pedons have a 2Bwb horizon with similar colors, and others have a 2Bgb or 2Cg horizon with hue of 10YR, 2.5Y or 5Y; value of 4 to 6; and chroma of 1 or 2. These horizons are dominantly silt loam, sandy loam, loam, or silty clay loam; but subhorizons of loamy sand, clay loam, or gravelly analogues of these textures are permitted. They are neutral to strongly acid."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no other series in the family. Competing series in other families include the Holly, Killbuck, Melvin, and Piopolis series. None of these commonly have an Ab horizon under a mantle of recent sandy and loamy overwash thicker than 40 inches. Holly soils are in the fine-loamy family. Killbuck, Melvin, and Piopolis soils are in the fine-silty family. In addition, Piopolis soils are more acid throughout the control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Kyger soils are on flood plains receiving sediment from extensive areas of surface mine spoil. Slopes range from 0 to 3 percent. The soils consist of stratified sandy and loamy recent sediment more than 40 inches thick and underlain, in most places by a buried soil formed in loamy alluvium. Average annual precipitation is 36 to 44 inches, and mean annual temperature is about 50 to 55 degrees F."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Chagrin, Gilpin, Lily, Newark, Pinegrove, Steinsburg, and Upshur soils. The well drained Chagrin soils and the somewhat poorly drained Newark soils are in landscape positions on the flood plain not affected by sediments from surface mines. Gilpin, Lily, Pinegrove, Steinsburg, and Upshur soils are on uplands but Pinegrove soils formed in sandy mine spoil. Gilpin and Lily have fine-loamy argillic horizons. Steinsburg soils have coarse-loamy cambic horizons. Gilpin soils formed in residuum from interbedded siltstone, shale and sandstone whereas Lily and Steinsburg soils formed in residuum from sandstone. Upshur soils have\nfine-textured argillic horizons and formed in residuum mainly from clay shale."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Poorly and very poorly drained. Surface runoff is slow to ponded. Permeability is moderate or moderately rapid. Subject to frequent flooding."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most areas are used as natural areas for wetland wildlife or for pasture. Vegetation is sparse in many areas and consists of reeds, sedges, and cattails."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Southern Ohio and possibly Kentucky, Pennsylvania, and West Virginia. The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Morgantown, West Virginia"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Gallia County, Ohio; 1988."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Not prime farmland because of frequent flooding. Kyger soils were formerly mapped as an overwash phase of the soils that were buried. Many of these areas were very productive as cropland before burial by sediment from mine spoil in the watersheds. They are now virtually useless for agriculture in many areas.\nThe 01/2006 revision updates this soil to the 9th Edition of the Keys to Soil Taxonomy (2003). The CEC activity class placement is based on NASIS data elements for Gallia and Meigs Counties, Ohio, and not on laboratory data. Class placement may be revised in the future when laboratory data are reviewed or become available.\nCompeting series, pedon description (including horizon nomenclature and/or descriptive terms), and other sections on the OSD were not revised.\nDiagnostic horizons and features recognized in this pedon are:\nOchric epipedon - from the surface to a depth of 9 inches (A).\nAquic moisture regime - however these soils do not exhibit reduction in their upper part normally required for Typic Fluvaquents because of their extreme youth. Field investigations verify that the water table is near the soil surface for many months during the year.\nPrevious revision dates: 07/88-TDG, MMF, DRM\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "poorly and very poorly",
        "drainage_overview": "very poorly"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "C1",
        "top": 0,
        "bottom": 23,
        "dry_hue": "10YR",
        "dry_value": 7,
        "dry_chroma": 6,
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 6,
        "texture_class": "loamy sand",
        "pH_class": "extremely acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "C1--0 to 9 inches; brownish yellow (10YR 6/6) loamy sand, yellow (10YR 7/6) dry; single grained; loose; few fine and medium roots; 5 percent coarse fragments; extremely acid; abrupt smooth boundary."
      },
      {
        "name": "C2",
        "top": 23,
        "bottom": 33,
        "moist_hue": "7.5YR",
        "moist_value": 5,
        "moist_chroma": 8,
        "texture_class": "loam",
        "pH_class": "extremely acid",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "C2--9 to 13 inches; strong brown (7.5YR 5/8) loam; many medium and coarse prominent gray (10YR 5/1) mottles; massive; very friable; common medium roots; 2 percent coarse fragments; extremely acid; abrupt wavy boundary."
      },
      {
        "name": "C3",
        "top": 33,
        "bottom": 46,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 8,
        "texture_class": "loamy sand",
        "pH_class": "very strongly acid",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "C3--13 to 18 inches; yellowish brown (10YR 5/8) stratified  sandy loam, loamy sand, and silt loam; few medium prominent gray (10YR 5/1) mottles; single grained; loose, except silt loam strata are massive and friable; common medium roots; 2 percent coarse fragments; very strongly acid; abrupt wavy boundary. (Combined thickness of the C horizon is 12 to 36 inches.)"
      },
      {
        "name": "Cg1",
        "top": 46,
        "bottom": 71,
        "moist_hue": "5Y",
        "moist_value": 4,
        "moist_chroma": 1,
        "texture_class": "silt loam",
        "pH_class": "moderately acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Cg1--18 to 28 inches; dark gray (5Y 4/1) silt loam; massive; friable; few fine and medium roots; moderately acid; clear wavy boundary."
      },
      {
        "name": "Cg2",
        "top": 71,
        "bottom": 89,
        "moist_hue": "5Y",
        "moist_value": 4,
        "moist_chroma": 1,
        "texture_class": "silt loam",
        "pH_class": "slightly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Cg2--28 to 35 inches; dark gray (5Y 4/1) silt loam; common medium prominent brownish yellow (10YR 6/6) mottles; massive; friable; few fine and medium roots; high in black (10YR 2/1) partially decomposed plant residues; slightly acid; clear wavy boundary."
      },
      {
        "name": "Cg3",
        "top": 89,
        "bottom": 112,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "silt loam",
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Cg3--35 to 44 inches; dark grayish brown (10YR 4/2) silt loam; few fine and medium distinct grayish brown (2.5Y 5/2) mottles; massive; friable; few fine and medium roots; high in black partially decomposed plant residues; neutral; clear wavy boundary. (Combined thickness of the Cg horizon is 0 to 60 inches.)"
      },
      {
        "name": "2Ab",
        "top": 112,
        "bottom": 122,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "loam",
        "pH_class": "slightly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "2Ab--44 to 48 inches; dark grayish brown (10YR 4/2) loam; weak fine and medium subangular blocky structure; friable; 5 percent coarse fragments; slightly acid; clear wavy boundary. (0 to 6 inches thick.)"
      },
      {
        "name": "2C1",
        "top": 122,
        "bottom": 145,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "loam",
        "pH_class": "moderately acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "2C1--48 to 57 inches; dark yellowish brown (10YR 4/4) loam; weak medium and coarse subangular blocky structure; friable; 5 percent coarse fragments; moderately acid; clear wavy boundary."
      },
      {
        "name": "2C2",
        "top": 145,
        "bottom": 203,
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 6,
        "texture_class": "sandy loam",
        "pH_class": "moderately acid",
        "narrative": "2C2--57 to 80 inches; strong brown (7.5YR 4/6) sandy loam; massive; very friable; 10 percent coarse fragments; moderately acid."
      }
    ]
  ]
}
