{
  "SERIES": "KYLE",
  "STATUS": "Established Series",
  "BYREV": "Rev. DLB-WJB-CJH",
  "REVDATE": "5/96",
  "STATES": "MT,NE,SD,WY",
  "OVERVIEW": "The Kyle series consists of very deep and well drained soils formed in sediments weathered from clay shale on uplands.  Permeability is very slow.  Slopes range from 0 to 15 percent.  Mean annual precipitation is about 16 inches, and mean annual air temperature is about 47 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Very-fine, smectitic, mesic Aridic Haplusterts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Kyle clay - on a west-facing plane slope of 2 percent in native grass.  (When described the soil was moist to 50 inches.  Colors are for dry soil unless otherwise stated.)\nA--0 to 4 inches; grayish brown (2.5Y 5/2) clay, dark grayish brown (2.5Y 4/2) moist; moderate medium and fine granular structure; hard, firm, sticky and plastic; thin crust in upper 1/4 inch of light brownish gray (2.5Y 6/2); common fine roots; neutral; clear wavy boundary.  (2 to 6 inches thick)\nBw--4 to 8 inches; grayish brown (2.5Y 5/2) clay, dark grayish brown (2.5Y 4/2) moist; weak coarse blocky structure parting to weak medium and fine blocky; very hard, very firm, sticky and plastic; common fine roots; strong effervescence; slightly alkaline; gradual wavy boundary.\nBss--8 to 16 inches; grayish brown (2.5Y 5/2) clay, dark grayish brown (2.5Y 4/2) moist; weak coarse blocky structure parting to weak medium blocky; extremely hard, very firm, very sticky and very plastic; few intersecting slickensides; few fine roots; strong effervescence; slightly alkaline; gradual wavy boundary.  (Combined Bw and Bss horizons 8 to 28 inches thick)\nBCss--16 to 24 inches; light olive gray (5Y 6/2) clay, dark grayish brown (2.5Y 4/2) moist; weak coarse subangular blocky structure parting to weak medium and fine blocky; extremely hard, very firm, very sticky and very plastic; few intersecting slickensides; few fine roots; strong effervescence; slightly alkaline; clear wavy boundary.  (0 to 30 inches thick)\nBCssy--24 to 40 inches; light olive gray (5Y 6/2) clay, olive gray (5Y 5/2) moist; weak medium subangular blocky structure in upper part becoming massive in lower part; extremely hard, very firm, very sticky and very plastic; few intersecting slickensides; common fine and medium nests of gypsum; strong effervescence; slightly alkaline; gradual wavy boundary.  (0 to 20 inches thick)\nCy--40 to 60 inches; pale olive (5Y 6/3) clay, olive (5Y 5/3) moist; massive; very hard, firm, sticky and plastic; few fine accumulations of carbonate and gypsum; strong effervescence; slightly alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Fall River County, South Dakota; about 6 miles east of Oelrichs; 450 feet west and 500 feet north of the southeast corner (fence), north side of U.S. Highway 18, sec. 12, T. 10 S., R. 8 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The soil typically does not have carbonates to depths of 4 to 6 inches, but some pedons contain carbonates to the surface.  When the soil is dry, cracks 1/2 inch to 2 inches wide and several feet long extend downward through the solum.  The control section averages 60 to 65 percent clay.  The soil does not have a mollic epipedon but the upper 10 inches of the solum has an average organic carbon content between 0.6 and 1.7 percent.  When the soil is dry, a porous surface crust 1/8 inch to 1/2 inch thick with dry color value of 6 or 7 is typical.  Gypsum and other salts are below depths of 20 inches.\nThe A horizon has hue of 10YR, 2.5Y or 5Y, value of 5 or 6 and 3 to 5 moist, and chroma of 1 to 3.  It typically is clay but some is silty clay.  It is neutral or slightly alkaline.\nThe Bw and Bss horizons have hue of 2.5Y or 5Y, value of 5 or 6 and 4 or 5 moist, and chroma of 2 to 4.  Both dry and moist colors of the surface of peds range from 1/2 to 1 value darker than the crushed peds.  They are extremely hard or very hard when dry and extremely firm or very firm when moist.  They are slightly alkaline or moderately alkaline.\nThe BCss horizon has hue of 2.5Y or 5Y, value of 5 or 6 and 4 or 5 moist, and chroma of 2 to 4.  It has few to common accumulations of gypsum and other salts in most pedons.  It is slightly alkaline or moderately alkaline.\nSome pedons have a Bk horizon that has colors similar to the BC horizon.   It has few to common accumulations of carbonate.  It is slightly alkaline or moderately alkaline.\nThe Cy horizon has hue of 2.5Y or 5Y, value of 5 or 6 and 4 or 5 moist, and chroma of 2 to 4.  It is clay and some pedons contain up to 35 percent fragments of shale below 40 inches.  It has few to many accumulations of gypsum or other salts.  Unweathered shale typically is at depths greater than 5 feet but is as shallow as 40 inches in some pedons.  It is slightly alkaline or moderately alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the McNary, Twotop and Wasa series.  McNary soils occur above elevations of 6000 feet and do not have visible gypsum below depths of 20 inches.  Twotop soils have salts between 10 and 20 inches and a weaker grade and coarser structure at the surface.  Wasa soils have bedded shale within depths of 40 inches and salts within 8 inches of the surface."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Kyle soils are nearly level to strongly sloping on uplands and colluvial fans.  Slopes are plane to convex, and slope gradients range from 0 to 15 percent.  Gilgai microrelief is in most areas.  The soil formed in clayey sediments weathered from calcareous clay shale.  Mean annual air temperature ranges from 45 to 53 degrees F, and mean annual precipitation ranges from about 12 to 19 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the competing Twotop and Wasa soils and the Hisle, Lismas, Pierre, Samsil, Swanboy and Winler soils.  Twotop, Wasa and Winler soils are on similar landscapes below the Kyle soils.  Pierre soils are on landscapes above the Kyle soils.  Pierre and Winler soils have bedded shale within depths of 40 inches.  In addition, Winler soils have less carbonates and have a weaker grade of structure in the surface.  Hisle soils are on similar landscapes with microrelief and have a natric horizon.  The Lismas and Samsil soils are on steeper landscapes and have shale within depths of 20 inches.  Swanboy soils are on fans and flats.  They have salts within 10 inches of the dispersed surface."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained.  Runoff is medium to very high depending on slope.  Permeability is very slow, except after dry periods when the initial intake into cracks is rapid."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Used primarily as rangeland.  Wheat, sorghum, and alfalfa are the principal crops when cultivated.  Native grasses are mostly western wheatgrass, green needlegrass, buffalograss, and blue grama."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Western South Dakota, northwest Nebraska, and eastern Wyoming.  The series is extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Denver, Colorado"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Butte County, South Dakota, 1970."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:  ochric epipedon - the zone from the surface of the soil to a depth of 4 inches (A horizon); cambic horizon - the zone from 8 to 16 inches (Bw and Bss horizons).\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 10,
        "dry_hue": "2.5Y",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "2.5Y",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "clay",
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "A--0 to 4 inches; grayish brown (2.5Y 5/2) clay, dark grayish brown (2.5Y 4/2) moist; moderate medium and fine granular structure; hard, firm, sticky and plastic; thin crust in upper 1/4 inch of light brownish gray (2.5Y 6/2); common fine roots; neutral; clear wavy boundary.  (2 to 6 inches thick)"
      },
      {
        "name": "Bw",
        "top": 10,
        "bottom": 20,
        "dry_hue": "2.5Y",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "2.5Y",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "clay",
        "pH_class": "slightly alkaline",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bw--4 to 8 inches; grayish brown (2.5Y 5/2) clay, dark grayish brown (2.5Y 4/2) moist; weak coarse blocky structure parting to weak medium and fine blocky; very hard, very firm, sticky and plastic; common fine roots; strong effervescence; slightly alkaline; gradual wavy boundary."
      },
      {
        "name": "Bss",
        "top": 20,
        "bottom": 41,
        "dry_hue": "2.5Y",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "2.5Y",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "clay",
        "pH_class": "slightly alkaline",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bss--8 to 16 inches; grayish brown (2.5Y 5/2) clay, dark grayish brown (2.5Y 4/2) moist; weak coarse blocky structure parting to weak medium blocky; extremely hard, very firm, very sticky and very plastic; few intersecting slickensides; few fine roots; strong effervescence; slightly alkaline; gradual wavy boundary.  (Combined Bw and Bss horizons 8 to 28 inches thick)"
      },
      {
        "name": "BCss",
        "top": 41,
        "bottom": 61,
        "dry_hue": "5Y",
        "dry_value": 6,
        "dry_chroma": 2,
        "moist_hue": "2.5Y",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "clay",
        "pH_class": "slightly alkaline",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "BCss--16 to 24 inches; light olive gray (5Y 6/2) clay, dark grayish brown (2.5Y 4/2) moist; weak coarse subangular blocky structure parting to weak medium and fine blocky; extremely hard, very firm, very sticky and very plastic; few intersecting slickensides; few fine roots; strong effervescence; slightly alkaline; clear wavy boundary.  (0 to 30 inches thick)"
      },
      {
        "name": "BCssy",
        "top": 61,
        "bottom": 102,
        "dry_hue": "5Y",
        "dry_value": 6,
        "dry_chroma": 2,
        "moist_hue": "5Y",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "clay",
        "pH_class": "slightly alkaline",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "BCssy--24 to 40 inches; light olive gray (5Y 6/2) clay, olive gray (5Y 5/2) moist; weak medium subangular blocky structure in upper part becoming massive in lower part; extremely hard, very firm, very sticky and very plastic; few intersecting slickensides; common fine and medium nests of gypsum; strong effervescence; slightly alkaline; gradual wavy boundary.  (0 to 20 inches thick)"
      },
      {
        "name": "Cy",
        "top": 102,
        "bottom": 152,
        "dry_hue": "5Y",
        "dry_value": 6,
        "dry_chroma": 3,
        "moist_hue": "5Y",
        "moist_value": 5,
        "moist_chroma": 3,
        "texture_class": "clay",
        "pH_class": "slightly alkaline",
        "narrative": "Cy--40 to 60 inches; pale olive (5Y 6/3) clay, olive (5Y 5/3) moist; massive; very hard, firm, sticky and plastic; few fine accumulations of carbonate and gypsum; strong effervescence; slightly alkaline."
      }
    ]
  ]
}
