{
  "SERIES": "PAAVOLA",
  "STATUS": "Established Series",
  "BYREV": "Rev. KRW-WEF-LMC",
  "REVDATE": "08/2004",
  "STATES": "MI",
  "OVERVIEW": "The Paavola series consists of moderately well drained soils formed in gravelly or cobbly sandy wave washed glacial drift underlain by gravelly loamy or sandy  till on ground moraines, end moraines, and till floored lake plains.  Permeability is very rapid in the upper part, and very slow in the lower part.  Slopes range from 0 to 35 percent.  Mean annual precipitation is about 34 inches, and the mean annual temperature is about 41 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Sandy-skeletal, mixed, frigid Alfic Oxyaquic Fragiorthods"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Paavola gravelly coarse sandy loam - on a 4 percent convex south facing slope in a stand of sugar maple and ironwood. (Colors are for moist soil unless otherwise stated.)\nOe--0 to 2 inches; moderately decomposed hardwood and coniferous leaf litter; strongly acid; abrupt smooth boundary.\nA--2 to 6 inches; dark reddish brown (5YR 2/2) gravelly coarse sandy loam; pinkish gray (5YR 6/2) dry; moderate medium granular structue; friable; many fine to coarse roots;about 22 percent gravel and 10 percent cobbles; strongly acid; clear smooth boundary.  (0 to 8 inches thick)\nBhs--6 to 15 inches; dark reddish brown (5YR 3/3) extremely gravelly loamy coarse sand; weak fine subangular blocky structure; very friable; many fine to caorse roots; about 55 percent gravely and 20 percent cobbles; strongly acid; clear wavy boundary. (5 to 11 inches thick)\nBs1--15 to 21 inches; dark reddish brown (5YR 3/4) extremely gravelly coarse sand; weak fine subangular blocky structure; very friable; many fine and medium roots; about 42 percent gravel and 20 percent cobbles; moderately acid; clear wavy boundary.\nBs2--21 to 31 inches; brown (7.5YR 4/4) extremely gravelly coarse sand; common fine distinct strong brown (7.5YR 4/6) masses of iron accumulations; weak fine subangular blocky structure; friable; few fine and medium roots; about 62 percent gravel and 5 percent cobbles; moderately acid; abrupt smooth boundary.  (Combined thickness of the Bs horizons is 6 to 25 inches)\n2(E/B)x--31 to 38 inches; dark reddish gray (5YR 4/2) gravelly loamy fine sand (E); common fine prominent strong brown (7.5YR 4/6) masses of iron accumulations; occupies about 60 percent of the horizon surrounding peds of reddish brown (5YR 4/4) gravelly fine sandy loam (Bt); weak fine platy structure; very firm; common fine vesicular pores; few faint reddish brown (5YR 4/3) clay films on faces of peds; about 12 percent gravel and 5 percent cobbles; strongly acid; clear wavy boundary.  (5 to 15 inches thick)\n2Btx--38 to 59 inches; reddish brown (5YR 4/4) gravelly sandy loam; few fine prominent strong brown (7.5YR 4/6) masses of iron accumulations; weak medium platy structure; very firm; few very fine vesicular pores; few faint reddish brown (5YR 4/3) clay films on faces of peds; about 20 percent gravel and 5 percent cobbles; strongly acid; clear wavy boundary.  (8 to 24 inches thick)\n2Cd--59 to 72 inches; reddish brown (5YR 4/4) very gravelly sandy loam; weak fine platy fragments parting to weak fine subangular blocky fragments; firm; about 43 percent gravel and 5 percent cobbles; moderately acid; abrupt irregular boundary. (0 to 20 inches thick)"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Houghton County, Michigan, about 2 miles north of the city of Hancock, 250 feet south and 300 feet west of the northeast corner of Sec. 15, T. 55 N., R. 34W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The thickness of the gravelly, cobbly and sandy wave washed material ranges from 20 to 40 inches.  Depth to the fragipan ranges from 19 to 38 inches.  Thickness of the solum ranges from 35 to 72 inches.  The soil ranges from very strongly acid to slightly acid.  Gravel content ranges from 15 to 50 percent in the A and E horizons, 35 to 65 percent in the Bhs and Bs horizons, and 10 to 65 percent in the rest of the pedon.  Cobble content ranges from 5 to 25 percent in the A and E horizons and 5 to 40 percent in the rest of the pedon.  Stone content ranges from 0 to 5 percent throughout the profile.  The particle size control section averages greater than 35 percent rock fragments by volume.\nThe A horizon has hue of 5YR or 7.5YR, value of 2 or 3, and chroma of 1 or 2.  The E horizon, where present, has hue of 5YR or 7.5YR, value of 4 to 6, and chroma of 1 or 2, and ranges up to 4 inches thick.  The A and E horizons are the gravelly, very gravelly, cobbly, or very cobbly analogues of loamy sand, sand, sandy loam or fine sandy loam..\nThe Bhs horizon has hue of 5YR or 7.5YR and chroma of 2 or 3.  The Bs horizons have hue of 5YR or 7.5YR, value of 3 to 5, and chroma of 3 or 4.  The B horizons are the extremely gravelly or very gravelly analogues of coarse sand, sand, or loamy sand.\nThe E part of the 2(E/B)x horizon has hue of 5YR or 7.5YR, value of 4 to 6, and chroma of 2 or 3.  The B part of the 2(E/B)x and Bx horizon has hue of 5YR or 7.5YR, value of 4 or 5, and chroma of 4 to 6.  The 2(E/B)x and Btx horizons are loamy sand, sandy loam, loamy fine sand, fine sandy loam, or the gravelly or very gravelly analogues of these textures.  Some pedons have a 2(B/E)x horizon that has textures and colors similar to the 2(E/B)x horizon.  The fragipan horizons are very hard or extremely hard when dry and firm to extremely firm when moist.  Faint or distinct redoximorphic features are in the upper part of the fragipan in many pedons as a result of impeded drainage.\nThe 2Cd horizon has hue of 5YR or 7.5YR, value of 4 or 5, and chroma of 3 to 6.  It is the gravelly, very gravelly or extremely gravelly analogues of sand, loamy sand or sandy loam."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are none.  Closely related series are the Allouez, Trimountain, Waiska and Yalmer soils.  The Allouez and Waiska soils lack fragipans and argillic horizons.  The Trimountain soils are coarse-loamy and the Yalmer soils have less than 35 percent coarse fragments in the particle size control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Paavola soils are on ground moraines and end moraines of Wisconsin age.  They have formed in 20 to 40 inches of gravelly or cobbly sandy wave washed glacial drift underlain by gravelly loamy or sandy till.  The material contains fragments of basalt and andesite amygdaloids and conglomerates derived from the Portage Lake Lava Series.  Slopes range from 0 to 35 percent.  Local climate is affected by Lake Superior causing high snowfall.  Mean annual precipitation ranges from 30 to 36 inches, and the mean annual temperature ranges from 40 to 45 degrees F."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Gratiot (T), Lac La Belle (T), Montreal (T), Sabattis, Trimountain, and Waiska soils.  The well drained Lac La Belle (T) soils and somewhat poorly drained Gratiot (T) soils form a drainage sequence with the Paavola soil.  The excessively drained Waiska soils are on old lake and beach deposits.  Montreal and Trimountain soils are coarse-loamy and are in similar landscape positions as the Paavola soils.  The somewhat poorly drained Gratiot soils and the poorly drained Sabattis soils are in depressions and drainageways."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Moderately well drained. Surface runoff is negligible to low, dependent on the slope gradient. Permeability is very rapid in the upper part and very slow in the lower part."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most areas are forested with sugar maple, ironwood, American basswood, and yellow birch being the major species."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Western and Central part of the Upper Peninsula of Michigan.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: St. Paul, Minnesota."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Houghton County, Michigan, 1989."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:  ochric epipedon - the zone from the surface to 6 inches (A horizon); spodic horizon - the zone from 6 to 31 inches (Bhs, Bs1 and Bs2 horizons); glossic horizon  the zone from 31 to 38 inches; fragipan - the zone from 31 to 59 inches (2(E/B)x and 2Btx horizons); argillic horizon - the zone from 38 to 59 inches (2Btx horizon).\nThe well drained phase is no longer within the concept of this series."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "ADDITIONAL DATA: For laboratory data on this soil see S86MI-061-001 sampled by the NSSL"
  },
  "SITE": [
    [
      {
        "drainage": "moderately well",
        "drainage_overview": "moderately well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Oe",
        "top": 0,
        "bottom": 5,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "strongly acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Oe--0 to 2 inches; moderately decomposed hardwood and coniferous leaf litter; strongly acid; abrupt smooth boundary."
      },
      {
        "name": "A",
        "top": 5,
        "bottom": 15,
        "dry_hue": "5YR",
        "dry_value": 6,
        "dry_chroma": 2,
        "moist_hue": "5YR",
        "moist_value": 2,
        "moist_chroma": 2,
        "texture_class": "coarse sandy loam",
        "cf_class": "gravelly",
        "pH": "NA",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A--2 to 6 inches; dark reddish brown (5YR 2/2) gravelly coarse sandy loam; pinkish gray (5YR 6/2) dry; moderate medium granular structue; friable; many fine to coarse roots;about 22 percent gravel and 10 percent cobbles; strongly acid; clear smooth boundary.  (0 to 8 inches thick)"
      },
      {
        "name": "Bhs",
        "top": 15,
        "bottom": 38,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "5YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "loamy coarse sand",
        "cf_class": "extremely gravelly",
        "pH": "NA",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bhs--6 to 15 inches; dark reddish brown (5YR 3/3) extremely gravelly loamy coarse sand; weak fine subangular blocky structure; very friable; many fine to caorse roots; about 55 percent gravely and 20 percent cobbles; strongly acid; clear wavy boundary. (5 to 11 inches thick)"
      },
      {
        "name": "Bs1",
        "top": 38,
        "bottom": 53,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "5YR",
        "moist_value": 3,
        "moist_chroma": 4,
        "texture_class": "coarse sand",
        "cf_class": "extremely gravelly",
        "pH": "NA",
        "pH_class": "moderately acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bs1--15 to 21 inches; dark reddish brown (5YR 3/4) extremely gravelly coarse sand; weak fine subangular blocky structure; very friable; many fine and medium roots; about 42 percent gravel and 20 percent cobbles; moderately acid; clear wavy boundary."
      },
      {
        "name": "Bs2",
        "top": 53,
        "bottom": 79,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "coarse sand",
        "cf_class": "extremely gravelly",
        "pH": "NA",
        "pH_class": "moderately acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Bs2--21 to 31 inches; brown (7.5YR 4/4) extremely gravelly coarse sand; common fine distinct strong brown (7.5YR 4/6) masses of iron accumulations; weak fine subangular blocky structure; friable; few fine and medium roots; about 62 percent gravel and 5 percent cobbles; moderately acid; abrupt smooth boundary.  (Combined thickness of the Bs horizons is 6 to 25 inches)"
      },
      {
        "name": "x",
        "top": 79,
        "bottom": 97,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "5YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "loamy fine sand",
        "cf_class": "gravelly",
        "pH": "NA",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "2(E/B)x--31 to 38 inches; dark reddish gray (5YR 4/2) gravelly loamy fine sand (E); common fine prominent strong brown (7.5YR 4/6) masses of iron accumulations; occupies about 60 percent of the horizon surrounding peds of reddish brown (5YR 4/4) gravelly fine sandy loam (Bt); weak fine platy structure; very firm; common fine vesicular pores; few faint reddish brown (5YR 4/3) clay films on faces of peds; about 12 percent gravel and 5 percent cobbles; strongly acid; clear wavy boundary.  (5 to 15 inches thick)"
      },
      {
        "name": "2Btx",
        "top": 97,
        "bottom": 150,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "sandy loam",
        "cf_class": "gravelly",
        "pH": "NA",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "2Btx--38 to 59 inches; reddish brown (5YR 4/4) gravelly sandy loam; few fine prominent strong brown (7.5YR 4/6) masses of iron accumulations; weak medium platy structure; very firm; few very fine vesicular pores; few faint reddish brown (5YR 4/3) clay films on faces of peds; about 20 percent gravel and 5 percent cobbles; strongly acid; clear wavy boundary.  (8 to 24 inches thick)"
      },
      {
        "name": "2Cd",
        "top": 150,
        "bottom": 183,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "sandy loam",
        "cf_class": "very gravelly",
        "pH": "NA",
        "pH_class": "moderately acid",
        "distinctness": "abrupt",
        "topography": "irregular",
        "narrative": "2Cd--59 to 72 inches; reddish brown (5YR 4/4) very gravelly sandy loam; weak fine platy fragments parting to weak fine subangular blocky fragments; firm; about 43 percent gravel and 5 percent cobbles; moderately acid; abrupt irregular boundary. (0 to 20 inches thick)"
      }
    ]
  ]
}
