{
  "SERIES": "PACER",
  "STATUS": "Established Series",
  "BYREV": "Rev. RMG-PCJ",
  "REVDATE": "04/2007",
  "STATES": "OH",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, active, mesic Oxyaquic Argiudolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Pacer silt loam, on a slope of less than 1 percent in weeds (formerly cultivated) at an elevation of 286 meters (937 feet) above mean sea level. (Colors are for moist soil unless otherwise stated.)\nAp--0 to 25 cm (0 to 10 inches); dark brown (10YR 3/3) silt loam, grayish brown (10YR 5/2) dry; moderate medium subangular blocky structure parting to moderate medium granular; friable; common fine and medium roots; 1 percent gravel; moderately acid; clear smooth boundary.\nA--25 to 36 cm (10 to 14 inches); very dark grayish brown (10YR 3/2) silt loam, broken, dark brown (10YR 3/3) rubbed, grayish brown (10YR 5/2) dry; weak medium subangular blocky structure parting to moderate medium granular; friable; common fine roots; 1 percent gravel; slightly acid; clear wavy boundary. [Combined thickness of the A horizon is 25 to 46 cm (10 to 18 inches).]\nBt1--36 to 66 cm (14 to 26 inches); brown (10YR 4/3) gravelly loam; weak medium subangular blocky structure; friable; few fine roots; common distinct brown (7.5YR 4/2) clay films on faces of peds and in pores; 30 percent gravel; slightly acid; gradual wavy boundary.\nBt2--66 to 86 cm (26 to 34 inches); brown (7.5YR 4/3) very gravelly loam; weak coarse subangular blocky structure; friable; few fine roots; common faint dark brown (7.5YR 3/2) clay films on faces of peds and in pores; few distinct grayish brown (10YR 5/2) clay films on faces of peds; few fine faint dark grayish brown (10YR 4/2) iron depletions in the matrix; few medium prominent yellowish red (5YR 5/8) masses of iron accumulation on gravel; few fine faint brown (7.5YR 4/4) masses of iron accumulation in the matrix; few medium prominent dark red (2.5YR 3/6) iron and manganese nodules in the matrix; 40 percent gravel; neutral; clear wavy boundary.\nBt3--86 to 129 cm (34 to 51 inches); brown (10YR 4/3) gravelly clay loam with strata of gravelly sandy clay loam; weak coarse subangular blocky structure; friable; many faint very dark grayish brown (10YR 3/2) clay films on faces of peds and on gravel; few fine prominent strong brown (7.5YR 5/6) masses of iron accumulation on gravel; few medium faint brown (7.5YR 4/4) iron and manganese nodules in the matrix; 45 percent gravel; neutral; abrupt smooth boundary. [Combined thickness of the Bt horizon is 51 to 107 cm (20 to 42 inches).]\n2BCt--129 to 168 cm (51 to 66 inches); yellowish brown (10YR 5/4) silt loam; weak coarse subangular blocky structure; firm; common distinct dark grayish brown (10YR 4/2) clay films on vertical faces of peds; few medium distinct light brownish gray (10YR 6/2) iron depletions in the matrix; few medium distinct strong brown (7.5YR 5/6) masses of iron and manganese accumulation in the matrix; 10 percent gravel; slightly alkaline; gradual wavy boundary. [0 to 51 cm (20 inches) thick]\n2Cd--168 to 203 cm (66 to 80 inches); brown (10YR 4/3) silt loam; massive; firm; common distinct grayish brown (10YR 5/2) carbonate coatings on horizontal and vertical partings; few fine faint yellowish brown (10YR 5/4) masses of iron accumulation in the matrix; few medium prominent strong brown (7.5YR 5/6) iron and manganese nodules in the matrix; 10 percent gravel; strongly effervescent; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Delaware County, Ohio; Marlboro Township; 780 feet north and 4,930 feet west of the intersection of Horseshoe Rd. and Cole Rd.; USGS Waldo, Ohio topographic quadrangle; lat. 40 degrees 24 minutes 36.9 seconds N. and long. 83 degrees 02 minutes 25.9 seconds W., NAD 27."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nThickness of the mollic epipedon: 25 to 46 cm (10 to 18 inches)\nDepth to the base of the argillic horizon: 102 to 178 cm (40 to 70 inches)\nThickness of the solum: 102 to 178 cm (40 to 70 inches)\nDepth to carbonates: 102 to 178 cm (40 to 70 inches)\nDepth to the underlying till: 102 to 152 cm (40 to 60 inches)\nParticle-size control section: averages 20 to 35 percent clay\nAp or A horizon:\nHue: 10YR\nValue: 2 or 3 (5 dry)\nChroma: 1 to 3 (2 dry)\nRock fragment content: 0 to 14 percent\nReaction: moderately acid to neutral\nBt horizon:\nHue: 7.5YR or 10YR\nValue: 4 or 5\nChroma: 3 to 6; chroma of 2 is allowed with hue of 7.5YR\nTexture: clay loam, sandy clay loam, or loam or the gravelly or very gravelly analogs of these textures\nRock fragment content: 10 to 50 percent\nReaction: moderately acid to neutral\n2BC or 2Cd horizon:\nHue: 10YR\nValue: 4 or 5\nChroma: 1 to 4\nTexture: silt loam or loam\nClay content: 14 to 27 percent\nRock fragment content: 2 to 14 percent\nReaction: neutral to moderately alkaline and may contain carbonates"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Corwin, Foresman, Parr, Prairieville, and Tippecanoe series. Corwin and Foresman soils average less than 10 percent rock fragments in the upper part of the argillic horizon. Parr soils are less than 102 cm (40 inches) to the base of the argillic horizon. Prairieville soils have less than 2 percent rock fragments in the lower part of the series control section. Tippecanoe soils have more than 14 percent rock fragments in the lower part of the series control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Pacer soils are on treads on outwash terraces of Wisconsinan age. Slope ranges from 0 to 2 percent. The soils formed in poorly sorted loamy outwash 102 to 152 cm (40 to 60 inches) thick over loamy till of medium or high calcium carbonate content. Mean annual precipitation ranges from 787 to 1067 mm (31 to 42 inches). Mean annual air temperature ranges from 8 to 12 degrees C (46 to 54 degrees F)."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Gallman, Glynwood, Millgrove, and Pewamo soils. The well drained Gallman soils are on slightly higher parts of the landscape. The very poorly drained Millgrove soils are on slightly lower parts of the landscape. Glynwood and Pewamo soils have more clay in the control section. Glynwood soils are on adjacent uplands and the very poorly drained Pewamo soils are in upland drainageways."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Moderately well drained. The depth to the top of an intermittent perched high water table ranges from 61 to 107 cm (2 to 3.5 feet) between November and May in normal years. The potential for surface runoff is very low or low. Saturated hydraulic conductivity is moderately high in the upper part and moderately low in the lower part. Permeability is moderate in the upper part and moderately slow or slow in the lower part."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most areas are cultivated. Corn, soybeans, small grains, and forages are the principal crops. Native vegetation is mixed hardwoods."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Central Ohio; MLRA 111B. The series is of small extent, with about 1,000 acres."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Indianapolis, Indiana."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Delaware County, Ohio, 1996."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: The Pacer series has been considered as an inclusion in Thackery, Sleeth, and Westland soils in Delaware County.\nDiagnostic horizons and features recognized in this pedon are:\nMollic epipedon: from the surface to a depth of 36 cm (Ap, A horizons).\nArgillic horizon: from a depth of 36 to 129 cm (Bt horizon).\nDensic contact: at 168 cm (top of the 2Cd horizon).\nAquic conditions: redox features visible in all horizons below a depth of 66 cm.\nSupporting laboratory data is needed to confirm the presence of densic materials in the 2Cd horizon.\nADDITIONAL DATA: Laboratory characterization data is available from The Ohio State University Soil Characterization Laboratory for DL-56, the typical pedon.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
