{
  "SERIES": "PACHECO",
  "STATUS": "Established Series",
  "BYREV": "Rev. RCH/LCL/KP",
  "REVDATE": "06/2001",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS:  Fine-loamy, mixed, superactive, thermic Fluvaquentic Haploxerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Pacheco silt loam - irrigated alfalfa. (Colors are for dry soil unless otherwise stated.)\nAp--0 to 9 inches; dark gray (10YR 4/1) silt loam, very dark gray (10YR 3/1) moist; moderate fine granular structure; hard, very friable, slightly sticky, slightly plastic; many very fine and fine roots; common very fine and fine tubular pores, common fine interstitial pores; moderately alkaline; clear smooth boundary. (4 to 10 inches thick)\nA--9 to 20 inches; dark gray (10YR 4/1) silt loam, very dark gray (10YR 3/1) moist; moderate medium subangular blocky structure; hard, friable, slightly sticky, slightly plastic; many very fine and fine roots; common very fine, fine and few medium tubular and common very fine and fine interstitial pores; slightly effervescent; moderately alkaline; gradual smooth boundary. (8 to 14 inches thick)\nC1--20 to 32 inches; grayish brown (10YR 5/2) clay loam, dark grayish brown (10YR 4/2) moist; moderate medium subangular blocky structure; hard, firm, slightly sticky, slightly plastic; common very fine and fine roots; many very fine and fine tubular pores; intermittent films of A material on surfaces of peds, surfaces of peds gray (10YR 5/1), dark gray (l0YR 4/1) moist; strongly effervescent; moderately alkaline; gradual smooth boundary. (10 to 16 inches thick)\nC2--32 to 64 inches; brown (10YR 5/3) clay loam, dark brown (10YR 4/3) moist; weak medium subangular blocky structure; hard, firm, slightly sticky, slightly plastic; few very fine and fine roots; many very fine, fine and medium tubular pores; thick gleyed layers (N 6/ dry, N 4/ moist) on surfaces of peds and pores; strongly effervescent; moderately alkaline; gradual smooth boundary. (28 to 40 inches thick)\nCg--64 to 105 inches; yellowish brown (10YR 5/4) clay loam, dark yellowish brown (10YR 4/4) moist; weak medium subangular blocky structure; hard, firm, slightly sticky, slightly plastic; few very fine and fine roots; common very fine, fine and medium tubular pores; coarse distinct redoximorphic depletions of iron, gray (N 6/ dry, 4/ moist); stratified with thin layers of loamy sand; slightly effervescent; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: San Benito County, California; in NW corner of the junction of Shore Road and Lovers Lane; 60 yards north of Pacheco School."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: The mean annual soil temperature at a depth of 20 inches is 59 to 64 degrees F., and the soil temperature usually is never below 47 degrees F.  Soil between the depths of about 5 and 15 inches usually is dry all of the time from May or June until November and usually is moist all the rest of the time.  Except where drained, the soils are saturated within about 36 inches of the surface from about February to May.  The 10-to 40-inch section is silty clay loam, clay loam, silt loam, loam or fine sandy loam.  There is some stratification and the average clay percentages are 18 to 35 percent with more than 15 percent fine sand or coarser.  Rock fragments are less than 20 percent and in most pedons less than 5 percent.\nThe A horizon is gray, dark gray, very dark gray, grayish brown or dark grayish brown and the hue is l0R or 2.5Y.  It has weak or moderate subangular blocky or granular structure. This horizon contains 2 to 4 percent organic matter in the upper part which decreases irregularly below plow depth to an average of less than 1 percent 20 inches below the surface. The A horizon is slightly acid to moderately alkaline, but is not calcareous.\nThe B and C horizon has in the matrix, hue of l0R or 2.5Y, moist value of 4 or 5, chroma of 2 or 3, and has few to common distinct redoximorphic depletions of iron. Some redoximorphic features have a chroma of 1 and others have a chroma 1 or 2 units stronger than the matrix. These lower horizons are slightly or moderately calcareous. Fine lime segregations are present in some pedons and lacking in others."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Blucher, Lakeside and Valpac series.  Blucher soils have mean annual precipitation greater than 40 inches.  Lakeside soils have higher amounts of salts (EC more than 8 mmhos.cm) and high amounts of sodium.  Valpac soils are not calcareous throughout the profile."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Pacheco soils are on nearly level flood plains at elevations of 10 to 400 feet They formed in medium textured alluvium derived mostly from sedimentary rocks.  The climate is subhumid mesothermal with hot dry summers and cool moist winters.  Mean annual precipitation is 12 to 20 inches.  Average January temperature is 48 degrees F, average Ju]y temperature is 66 degrees F, and the mean annual temperature is 57 degrees to 60 degrees F.  The freeze-free season is about 250 to 330 days. Phases occur along coastal California that have average January temperatures of about 56 degrees F. and frost free seasons of 320 to 350 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the competing Camarillo, Clearlake, and Sorrento soils and the Metz, Willows, and Yolo soils Metz soils average a sandy texture in the 10-to 40-inch section Willows soils have a clay texture, Yolo soils lack redoximorphic features and seasonal saturation."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Poorly or somewhat poorly drained; slow runoff; moderate or moderately slow; permeability depending upon texture and nature of stratification."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used for growing alfalfa, fruit, and nut orchards, vegetables, small grain field crops, and pasture vegetation is mainly annual grasses and Forbes with willows, oak, and cottonwood along drainageways."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Valleys of the central and south-central Coast Range.  The soils are of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Monterey County, California, 1972."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  These soils were formerly classified as Brumizemic Alluvial soils.  competing soils, horizonation and description of redoximorphic features updated June 2001.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
