{
  "SERIES": "PACHAPPA",
  "STATUS": "Established Series",
  "BYREV": "Rev. RU/JEM",
  "REVDATE": "01/2003",
  "STATES": "CA",
  "OVERVIEW": "The Pachappa series consists of well drained (minimal) Noncalcic Brown soils developed from moderately coarse textured alluvium.  They occur on gently sloping alluvial fans and flood plains under annual grass-herb vegetation.  Characteristically the Pachappa soils have grayish brown, slightly acid A1 horizons and brown, slightly finer textured, neutral B2 horizons that overlie moderately alkaline, slightly calcareous B3ca horizons and very slightly calcareous, stratified C horizons.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, active, thermic Mollic Haploxeralfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Pachappa fine sandy loam (cultivated site).\nAp--0 to 14 inches; grayish brown (10YR 5/2) fine sandy loam, very dark grayish brown (10YR 3/2) moist; essentially massive dry, very weak very fine granular structure moist; slightly hard, very friable; micaceous; low in organic matter; slightly acid (pH 6.3); clear smooth boundary. (8 to 16 inches thick).\nB2--14 to 28 inches; brown (10YR 5/3) loam, dark brown (10YR 4/3) moist; weak medium subangular block structure; hard, friable; thin patchy clay film of dark brown (10YR 3/3) color moist; neutral (pH 6.6); clear smooth boundary. (6 to 10 inches thick).\nB3--28 to 45 inches; brown (10YR 5/3) fine sandy loam, dark brown (10YR 4/3) moist; very weak medium subangular blocky structure; hard, friable; thin very patchy clay films of dark brown (10YR 3/3) moist; slightly calcareous with both disseminated and segregated lime; moderately alkaline (pH 7.9); diffuse boundary. (16 to 30 inches thick).\nC--45 to 60 inches+; similar colored stratified fine sandy loam and loamy sands; massive; slightly hard, very friable; very slightly calcareous, lime mainly disseminated; moderately alkaline (pH 8.2)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Madera County, California; SW 1/4, NW 1/4 sec. 3, T.  11S., R. 18E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: The A1 horizons range in color from brown (10YR 5/3) to pale brown (10YR 6/3) or grayish brown (10YR 5/2), in texture from fine sand to loam, and in reaction from slightly acid to mildly alkaline.  The lighter or paler colors are generally associated with coarser texture.  The B2 horizons are characteristically noncalcareous and weakly developed.  Lime occurs in the B3ca horizon but is not always distinctly segregated.  The C horizon is variable in color and texture, being pale brown (10YR 6/3), brown (10YR 5/3), light brownish gray (10YR 6/2) or light yellowish brown (10YR 6/4) fine sandy loam, sandy loams, loamy sands, or sands.  In places the soils rest on older finer textured marly deposits within a depth of 5 feet.  Variable amounts of excess soluble salts and exchangeable sodium also occur, principally below the A1 horizon but may be present in the surface layer as well.  In a few areas an unconforming lime-silica hardpan occurs at depths of 2 1/2 feet or more."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Nearly level to very gently undulating; the coarser textured types where exposed to wind are slightly hummocky and wind blown. The Pachappa soils occur at elevations under 1000 feet in a semiarid to dry subhumid mesothermal climate having a mean annual precipitation of 10 to 18 inches with hot, dry summers and cool, moist winters; an average January temperature of 45 degrees F.; an average July temperature of 80 degrees F. with a mean annual temperature of 61 degrees F and an average frost free season of over 250 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: The Pachappa soils occur in the same general area as Fresno, Grangeville, Hanford and Traver soils.  In some respects they resemble the Borden, Chino, Greenfield and Hesperia soils, all of which are developed on similar parent materials.  The Borden soils have clay loam rather than loam B2 horizons and have moderately to strongly alkaline C horizons.  The Chino soils occur in nearly level areas with restricted drainage.  They have gray A1 horizons that are high in organic matter and grayish brown, weak textural B horizons.  The Greenfield soils are essentially noncalcareous throughout, lack moderately alkaline C horizons, and lack dark colored clay films.  The Hesperia soils, under more arid conditions have light brown A1 horizons and lack textural B horizons."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  General drainage in good.  Surface runoff is very slow, and permeability is moderate.  In places the soil is subject to occasional overflow and high water table.  The soils appear to have developed under conditions of occasional high water table.  Most areas are no longer so affected, but excess salts and exchangeable sodium are still present in places."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Mostly under irrigation for alfalfa, small grains and row crops as well as dry farm small grains.  Yields are normally good. Annual grasses, herbs and shrubs."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: San Joaquin Valley and inland valleys of southern California. The Pachappa series is quite extensive in central and southern California."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Santa Ana Watershed SCS Survey, Cucamonga Unit, San Bernardino County, California, 1940.  (Source of name is Pachappa Hill and railroad siding, near City of Riverside.)"
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: The activity class was added to the classification in January of 2003. Competing series were not checked at that time. - ET\nOSED scanned by SSQA. Last revised by state on 1/59.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 36,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "fine sandy loam",
        "pH": 6.3,
        "pH_class": "slightly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Ap--0 to 14 inches; grayish brown (10YR 5/2) fine sandy loam, very dark grayish brown (10YR 3/2) moist; essentially massive dry, very weak very fine granular structure moist; slightly hard, very friable; micaceous; low in organic matter; slightly acid (pH 6.3); clear smooth boundary. (8 to 16 inches thick)."
      },
      {
        "name": "B2",
        "top": 36,
        "bottom": 71,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 3,
        "texture_class": "loam",
        "pH": 6.6,
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "B2--14 to 28 inches; brown (10YR 5/3) loam, dark brown (10YR 4/3) moist; weak medium subangular block structure; hard, friable; thin patchy clay film of dark brown (10YR 3/3) color moist; neutral (pH 6.6); clear smooth boundary. (6 to 10 inches thick)."
      },
      {
        "name": "B3",
        "top": 71,
        "bottom": 114,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 3,
        "texture_class": "fine sandy loam",
        "pH": 7.9,
        "pH_class": "moderately alkaline",
        "narrative": "B3--28 to 45 inches; brown (10YR 5/3) fine sandy loam, dark brown (10YR 4/3) moist; very weak medium subangular blocky structure; hard, friable; thin very patchy clay films of dark brown (10YR 3/3) moist; slightly calcareous with both disseminated and segregated lime; moderately alkaline (pH 7.9); diffuse boundary. (16 to 30 inches thick)."
      },
      {
        "name": "C",
        "top": 114,
        "bottom": 152,
        "texture_class": "fine sandy loam",
        "pH": 8.2,
        "pH_class": "moderately alkaline",
        "narrative": "C--45 to 60 inches+; similar colored stratified fine sandy loam and loamy sands; massive; slightly hard, very friable; very slightly calcareous, lime mainly disseminated; moderately alkaline (pH 8.2)."
      }
    ]
  ]
}
