{
  "SERIES": "PACHNEUM",
  "STATUS": "Tentative Series",
  "BYREV": "Rev. BJG/HRG/RWL",
  "REVDATE": "11/2005",
  "STATES": "WA",
  "OVERVIEW": "The Pachneum series consists of very deep, well drained soils that formed in loess with an influence of volcanic ash in the surface. Pachneum soils are on hillslopes, footslopes, dissected plateaus and piedmont slopes. Slopes are 2 to 60 [SW1]percent. The mean annual precipitation is about 17 inches and the mean annual air temperature is about 47 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, mesic Vitrandic Argixerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Pachneum ashy [SW2]loam - dryland cropland on a 6 percent east-facing footslope at an elevation of 2,240 feet. (Colors are for dry soil unless otherwise stated.)\nAp1--0 to 4 inches; dark grayish brown (10YR 4/2) ashy [SW3]loam, very dark brown (10YR 2/2) moist; weak fine granular structure; soft, very friable, slightly sticky and slightly plastic; many very fine roots; common very fine irregular and tubular pores; neutral (pH 6.6); abrupt smooth boundary.\nAp2--4 to 8 inches; dark grayish brown (10YR 4/2) ashy [SW4]loam, very dark brown (10YR 2/2) moist; moderate coarse subangular and medium platy structure; soft, very friable, slightly sticky and slightly plastic; common very fine roots, common very fine irregular and tubular pores; neutral (pH 6.6); abrupt smooth boundary. (Combined Ap horizon is 6 to 8 inches thick)\nA--8 to 18 inches; dark grayish brown (10YR 4/2) ashy [SW5]loam, very dark brown (10YR 2/2) moist; moderate medium prismatic structure; slightly hard, friable, slightly sticky and slightly plastic; common very fine roots; common very fine irregular and few coarse tubular pores; 15 percent very coarse cylindrical cicada cast; neutral (pH 6.9); clear wavy boundary. (7 to 12 inches thick)\nBAt--18 to 26 inches; brown (10YR 4/3) clay loam, very dark grayish brown (10YR 3/2); moderate medium prismatic structure; moderately hard, firm, slightly sticky and moderately plastic; few very fine roots; common very fine irregular and tubular and few coarse tubular pores; common distinct pressure faces on peds and few faint clay bridging in pores; 15 percent very coarse cylindrical cicada casts; neutral (pH 6.9); clear wavy boundary. (6 to 10 inches thick)\nBt1--26 to 33 inches; brown (10YR 4/3) clay loam, very dark grayish brown (10YR 3/2) moist; moderate medium prismatic; moderately hard, firm, moderately sticky and moderately plastic; common very fine roots; common very fine irregular and tubular and few coarse tubular pores; common distinct pressure faces on peds and common faint clay bridging and clay films in pores; few prominent dark grayish brown (10YR 4/2) coats on vertical faces of peds and lining coarse tubular pores; neutral (pH 7.0); clear wavy boundary. (6 to 10 inches thick)\nBt2--33 to 47 inches; brown (10YR 5/3) clay loam, dark brown (10YR 3/3) moist; moderate medium prismatic structure; moderately hard, firm, moderately sticky and moderately plastic; common very fine roots; common very fine irregular and tubular and few coarse tubular pores; many distinct pressure faces on peds and common faint yellowish brown (10YR 5/4) clay bridging and clay films in pores; few prominent dark grayish brown (10YR 4/2) coats on vertical faces of peds and lining coarse tubular pores; neutral (pH 7.2); clear wavy boundary. (12 to 18 inches thick)\nBt3--47 to 60 inches; brown (10YR 5/3) clay loam, dark brown (10YR 3/3) moist; moderate medium prismatic structure; hard, firm, moderately sticky and moderately plastic; few very fine roots; common very fine irregular and tubular and few coarse tubular pores; many distinct pressure faces on peds and common faint yellowish brown (10YR 5/4) clay bridging and clay films in pores; few prominent dark grayish brown (10YR 4/2) coats on vertical faces of peds and lining coarse tubular pores; neutral (pH 7.2)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Kittitas County, Washington; about 5.5 miles south of Thorp, Washington, about 2,100 feet south and 120 feet west of the northeast corner of section 3, T. 17 N., R. 17 E.; USGS Manastash Creek, Washinton topographic quadrangle; Latitude - 46 degrees, 59 minutes, 38 seconds N. and Longitude - 120 degrees, 41 minutes, 19 seconds W. (NAD83)."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: The average annual soil temperature at a depth of 20 inches is 47 to 52 degrees F. These soils are usually moist but are dry in all parts of the moisture control section for 75 to 90 consecutive days following the summer solstice. The mollic epipedon is 25 to 35 inches thick and includes the upper part of the argillic horizon. The upper 13 to 19 inches has an estimated bulk density of 1.10 to 1.30 grams per cubic centimeter, volcanic glass content of 7 to 25 percent, acid oxalate extractable aluminum plus one-half of the acid oxalate extractable iron of 0.4 to 0.7 percent, and 15-bar water retention of 5 to 10 percent for air dried samples. The particle-size control section has 27 to 35 percent clay in the fine earth fraction and more than 15 percent fine sand or coarser. It has 0 to 5 percent rock fragments by volume. Organic matter is estimated to range from 3 to 5 percent in the Ap or A horizons decreasing to less than 1 percent below 35 inches.\nThe Ap horizons have value of 3 or 4 dry and chroma of 1 or 2, dry or moist. Reaction is neutral or slightly acid.\nThe A horizon has value of 3 or 4 dry and chroma of 1 or 2, dry or moist. Reaction is neutral or slightly acid. Texture is ashy loam or ashy silt loam.\nThe BAt horizon has value of 4 or 5 dry and chroma of 2 or 3, dry or moist. Texture is clay loam or silty clay loam.\nThe Bt horizons have value of 4 or 5 dry and chroma of 2 to 4, dry or moist. Texture is clay loam or silty clay loam. It has 27 to 35 percent clay and 0 to 5 percent gravel."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: : These are the Buckbay, Georgecreek, Hillcreek, Jauriga, Mozen (T), Pachneum (T), Ralock, Rollinger, Shushuskin (T), Teewee, Tolius, Vanderbilt (T), Volinger (T), Wenner and Wockum series.\nBuckbay soils  20 to 40 inches to paralithic contact (andesite); dry for more than 100 consecutive days following the summer solstice\nGeorgecreek soils  40 to 60 inches to paralithic contact (granodiorite); mollic epipedon 8 to 16 inches thick\nHillcreek soils  vitrandic feature 20 to 36 inches thick; lower part of argillic has 5 to 25 percent angular rock fragments of basalt origin\nJauriga soils  40 to 60 inches to paralithic contact (andesitic tuff); dry for more than 100 consecutive days following the summer solstice; mollic epipedon 11 to 17 inches thick\nMozen soils  depth to lihtic contact is 25 to 40 inches (basalt); depth to secondary carbonates is 23 to 35 inches; dry for 90 to 100 consecutive days following the summer solstice\nRalock soils  dry for 100 to 120 days following the summer solstice; 15 to 30 percent rock fragments in the particle-size control section\nRollinger soils  dry for 100 to 120 days following the summer solstice; secondary carbonates at a depth of 28 to 43 inches\nShushushkin soils  20 to 40 inches to lithic contact (basalt)\nTeewee soils  40 to 60 inches to paralithic contact (andesite); have a mollic epipedon less than 20 inches thick\nTolius soils  solum 40 to 60 inches thick; argillic horizon with sandy loam, loam or sandy clay loam textures with a weighted average of less than 27 percent clay; substratum with 10 to 30 percent gravel of glacial outwash origin\nVanderbilt soils  dry for 90 to 100 consecutive days following the summer solstice;  mollic epipedon greater than 60 inches thick\nVolinger soils  dry for 90 to 100 consecutive days following the summer solstice; secondary carbonates at a depth of 43 to 60 inches\nWenner soils  dry for 90 to 100 consecutive days following the summer solstice; pscs has 20 to 35 percent rock fragments of metamorphic and metaigneous origin\nWockum soils  dry for 90 to 100 consecutive days following the summer solstice; pscs has 5 to 15 percent rock fragments"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Pachneum soils are on hillslopes, dissected plateaus, ridgetops and footslopes and have slopes of 2 to 60 [SW6]percent. These soils formed in loess with an influence of volcanic ash in the surface.  Elevation is 1,500 to 2,500 feet. These soils are in a semiarid climate with warm dry summers and cool moist winters. The mean annual precipitation is 15 to 18 i[SW7]nches. The average January temperature is about 25 degrees F. and the average July temperature is about 69 degrees F. The mean annual air temperature is 46 to 50 degrees [SW8]F. The frost-free season is 130 to 150 [SW9]days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the competing Shushuskin soils and the Laufer, McDaniel, Nint and Shinn soils. Shushuskin soils are on hillslopes, dissected plateaus and piedmont slopes. Laufer soils are on canyon walls and have lithic contact at a depth of 10 to 20 inches. McDaniel and Nint soils are on canyon walls and hillslopes, and have more than 35 percent rock fragments in the particle-size control section. Shinn soils are on broad ridges and have lithic contact at a depth of 4 to 10 inches."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained, slow to rapid runoff; moderately slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: These soils are used for irrigated and dryland crop production, livestock grazing and wildlife habitat. Native vegetation is bluebunch wheatgrass, Idaho fescue, Sandberg bluegrasss and Wyoming big sagebrush."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Kittitas County, Washington, MLRA 8. The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES PROPOSED",
    "content": "SERIES PROPOSED: Kittitas County, Washington, l990. The name is coined."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon (pachic) - the zone from 0 to 33 inches (Ap, A, BAt, and Bt1 horizons)\n[SW10]Argillic horizon - the zone from 18 to 60 inches (BAt and Bt horizons)\nPSCS - the zone from 18 to 38 inches ( 2BAt, 2Btb1 and part of the Bt2 horizons)\nVitrandic feature - the zone from 0 to 18 inches (Ap1, Ap2, and A horizons)\nClassification revised 4/98 from mixed, mesic Pachic Argixerolls to mixed, superactive, mesic Vitrandic Argixerolls.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap1",
        "top": 0,
        "bottom": 10,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 2,
        "texture_class": "loam",
        "pH": 6.6,
        "pH_class": "neutral",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Ap1--0 to 4 inches; dark grayish brown (10YR 4/2) ashy [SW3]loam, very dark brown (10YR 2/2) moist; weak fine granular structure; soft, very friable, slightly sticky and slightly plastic; many very fine roots; common very fine irregular and tubular pores; neutral (pH 6.6); abrupt smooth boundary."
      },
      {
        "name": "Ap2",
        "top": 10,
        "bottom": 20,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 2,
        "texture_class": "loam",
        "pH": 6.6,
        "pH_class": "neutral",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Ap2--4 to 8 inches; dark grayish brown (10YR 4/2) ashy [SW4]loam, very dark brown (10YR 2/2) moist; moderate coarse subangular and medium platy structure; soft, very friable, slightly sticky and slightly plastic; common very fine roots, common very fine irregular and tubular pores; neutral (pH 6.6); abrupt smooth boundary. (Combined Ap horizon is 6 to 8 inches thick)"
      },
      {
        "name": "A",
        "top": 20,
        "bottom": 46,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 2,
        "texture_class": "loam",
        "pH": 6.9,
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "A--8 to 18 inches; dark grayish brown (10YR 4/2) ashy [SW5]loam, very dark brown (10YR 2/2) moist; moderate medium prismatic structure; slightly hard, friable, slightly sticky and slightly plastic; common very fine roots; common very fine irregular and few coarse tubular pores; 15 percent very coarse cylindrical cicada cast; neutral (pH 6.9); clear wavy boundary. (7 to 12 inches thick)"
      },
      {
        "name": "BAt",
        "top": 46,
        "bottom": 66,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 3,
        "texture_class": "clay loam",
        "pH": 6.9,
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "BAt--18 to 26 inches; brown (10YR 4/3) clay loam, very dark grayish brown (10YR 3/2); moderate medium prismatic structure; moderately hard, firm, slightly sticky and moderately plastic; few very fine roots; common very fine irregular and tubular and few coarse tubular pores; common distinct pressure faces on peds and few faint clay bridging in pores; 15 percent very coarse cylindrical cicada casts; neutral (pH 6.9); clear wavy boundary. (6 to 10 inches thick)"
      },
      {
        "name": "Bt1",
        "top": 66,
        "bottom": 84,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "clay loam",
        "pH": 7,
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bt1--26 to 33 inches; brown (10YR 4/3) clay loam, very dark grayish brown (10YR 3/2) moist; moderate medium prismatic; moderately hard, firm, moderately sticky and moderately plastic; common very fine roots; common very fine irregular and tubular and few coarse tubular pores; common distinct pressure faces on peds and common faint clay bridging and clay films in pores; few prominent dark grayish brown (10YR 4/2) coats on vertical faces of peds and lining coarse tubular pores; neutral (pH 7.0); clear wavy boundary. (6 to 10 inches thick)"
      },
      {
        "name": "Bt2",
        "top": 84,
        "bottom": 119,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "clay loam",
        "pH": 7.2,
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bt2--33 to 47 inches; brown (10YR 5/3) clay loam, dark brown (10YR 3/3) moist; moderate medium prismatic structure; moderately hard, firm, moderately sticky and moderately plastic; common very fine roots; common very fine irregular and tubular and few coarse tubular pores; many distinct pressure faces on peds and common faint yellowish brown (10YR 5/4) clay bridging and clay films in pores; few prominent dark grayish brown (10YR 4/2) coats on vertical faces of peds and lining coarse tubular pores; neutral (pH 7.2); clear wavy boundary. (12 to 18 inches thick)"
      },
      {
        "name": "Bt3",
        "top": 119,
        "bottom": 152,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "clay loam",
        "pH": 7.2,
        "pH_class": "neutral",
        "narrative": "Bt3--47 to 60 inches; brown (10YR 5/3) clay loam, dark brown (10YR 3/3) moist; moderate medium prismatic structure; hard, firm, moderately sticky and moderately plastic; few very fine roots; common very fine irregular and tubular and few coarse tubular pores; many distinct pressure faces on peds and common faint yellowish brown (10YR 5/4) clay bridging and clay films in pores; few prominent dark grayish brown (10YR 4/2) coats on vertical faces of peds and lining coarse tubular pores; neutral (pH 7.2)."
      }
    ]
  ]
}
