{
  "SERIES": "PACIFICO",
  "STATUS": "Established Series",
  "BYREV": "TMR/DRG/JRG/DJE/ET",
  "REVDATE": "04/2000",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Mixed, mesic, shallow Typic Xeropsamments"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Pacifico loamy sand on a northeast facing linear to slightly convex mountainside slope of 55 percent under canyon live oak and bigcone Douglas-fir. (Colors are for dry soils unless otherwise stated. When described on 1/15/80 the soil was moist throughout).\n0--0.5 inch to 0; oak and conifer leaf and needle litter.\nA--0 to 5 inches; grayish brown (10YR 5/2) loamy sand, very dark grayish brown (10YR 3/2) moist; weak very fine granular structure; soft, very friable, nonsticky and nonplastic; common very fine roots; many very fine tubular and interstitial pores; 7 percent pebbles; moderately acid (pH 6.0); clear wavy boundary. (5 to 7 inches thick)\nC--5 to 17 inches; light brownish gray (10YR 6/2) loamy sand; grayish brown (10YR 5/2) moist; weak very fine granular structure; soft, very friable, nonsticky and nonplastic; few very fine and fine roots; many very fine tubular and interstitial pores; 5 percent pebbles; neutral (pH 7.0); clear wavy boundary. (5 to 13 inches thick)\nCr--17 inches; highly fractured, strongly weathered granite; very few fine roots in fractures, easily cut with a spade."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Los Angeles County, California; approximately 1.1 miles northwest of Mill Creek Station on Forest Road 3N17; 2500 feet west and 2650 feet south of the NE corner sec. 25, T. 4N., R. 12 W., SBB&M."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Depth to a highly fractured paralithic contact is 10 to 20 inches. The mean annual soil temperature at the contact is estimated to be between 47 and 59 degrees F. The soil is usually dry between 12 and 20 inches for at least 45 consecutive days within the four months following the summer solstice.  Coarse fragments make up 5 to 15 percent of the soil by volume.\nThe A horizon has dry color of 10YR 4/4, 5/2, 5/3, 6/2 or 6/3; moist color of 10YR 3/2, 3/3, 3/4, 4/2 or 4/3. It is loamy fine sand or loamy sand.  Organic carbon averages less than 0.6 percent after mixing the upper 7 inches.  It has very fine granular structure or is single grain.  It is medium acid or slightly acid.\nThe C horizon has dry color of 10YR 6/2, 7/2, 7/3 or 2.5Y 6/2; and moist color of 10YR 5/2, 5/3, 5/4 or 2.5Y 4/2. It is sand or loamy sand. It has weak very fine granular structure or is massive. It is slightly acid or neutral."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: Similar soils in other families are the Heitz, Omstott, Tollhouse, and Wapi series. Heitz soils have a lithic contact within 20 inches and a frigid soil temperature regime. Omstott soils have a loamy particlesize control section. Tollhouse soils have a mollic epipedon and a loamy particle-size control section. Wapi soils have a lithic contact within 20 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Pacifico soils are on uplands. Slope is 15 to 75 percent. Elevation is 4000 to 6500 feet. They formed in residium weathered from granite and anorthosite rock. The climate consists of hot, dry summers and cool, moist winters. Mean annual precipitation is 20 to 25 inches. Snowfall is 20 to 40 inches at elevations above 5000 feet. Average January temperature is 42 degrees F.; average July temperature is 73 degrees F.; mean annual temperature is 54 degrees F. The frost-free season is 180 to 210 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are soils in the Sur, Tyee, and the competing Tollhouse and Wapi families. Sur soils have a mollic epipedon.  Tyee soils have a loamy particle-size control section."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Somewhat excessively drained; medium or rapid runoff; rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Used for watershed, wildlife habitat, and recreation. Vegetation is canyon live oak, coulter pine, bigcone Douglas-fir, and Jeffrey pine."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Mountain slopes, San Gabriel and San Bernardino Mountains, Southern California. The soil is moderately extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Los Angeles County (Angeles National Forest Area), California, 1980."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Series was entered into Ames database 04/2000.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
