{
  "SERIES": "PACKSADDLE",
  "STATUS": "Established Series",
  "BYREV": "Rev. WCC:ACT:GLL:WJG",
  "REVDATE": "08/2006",
  "STATES": "TX",
  "OVERVIEW": "The Packsaddle series consists of moderately deep, well drained, moderately slowly permeable soils on uplands. These soils formed in materials weathered from graphitic schist bedrock. Slopes range from 3 to 8 percent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive, thermic Typic Argiustolls\nA--0 to 6 inches; very dark gray (10YR 3/1) channery loam, black (10YR 2/1) moist; moderate fine subangular blocky structure; slightly hard, friable; few medium and common fine and very fine roots; about 30 percent graphitic schist channers mainly less than 3 inches long; neutral; gradual smooth boundary. (4 to 8 inches thick)\nBt--6 to 13 inches; very dark gray (10YR 3/1) very channery clay loam, black (10YR 2/1) moist; moderate medium subangular blocky structure; hard, firm; few medium and common fine roots; about 40 percent graphitic schist fragments mainly less than 3 inches long: neutral; gradual smooth boundary. (5 to 12 inches thick)\nBCt--13 to 28 inches; very dark gray (5Y 3/1) very channery clay loam, black (5Y 2.5/1) moist; weak fine and medium subangular blocky structure; hard, firm; few fine and very fine roots; few patchy clay films; about 50 percent weathered graphitic schist bedrock tilted 20 to 30 degrees from horizontal in bedding planes easily parting to channers mainly less than 3 inches long; most of the channers can be broken and some can be crushed by hand; volume and hardness of channers increase with depth; neutral; gradual irregular boundary. (8 to 18 inches thick)\nCr--28 to 36 inches; black tilted graphitic schist bedrock."
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "NA"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Llano County, Texas; from the intersection of Texas Highways 16 and 71 in Llano, about 14.5 miles southeast on 71 to a county road, 1.3 miles east, 750 feet south in rangeland. Latitude 30 degrees, 37 minutes, 00 seconds N.; longitude 98 degrees, 29 minutes, 45 seconds W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: The thickness of the solum and depth to schist bedrock range from 20 to 40 inches. The surface has a thin pavement of graphitic schist channers that range from less than an inch to about 6 inches long. Schist fragments range from 35 to 50 percent in the control section.\nThe A horizon has hue of 10YR to 5Y, value of 2 or 3, and chroma of 1 or 2. It is channery or very channery fine sandy loam or loam. Clay content ranges from 12 to 20 percent. Channers range from 15 to 40 percent by volume. Reaction is slightly acid or neutral.\nThe Bt horizon has hue of 10YR to 5Y, value of 2 or 3, and chroma of 1 or 2. It is very channery sandy clay loam or clay loam. Clay content ranges from 25 to 35 percent. Coarse fragments range from 35 to 50 percent by volume. Reaction ranges from medium acid to neutral.\nThe BCt horizon has hue of 10YR to 5Y, value of 2.5 or 3, and chroma of 1. It is clay loam or sandy clay loam and very channery with a clay content of 25 to 35 percent. The graphitic schist channers range from less than an inch to 6 inches long. They make up from 35 to 65 percent by volume.\nThe Cr horizon is hard graphitic schist bedrock. The color is black or very dark gray. The bedrock is typically tilted 20 to 40 degrees from horizontal. It is underlain by indurated graphitic schist at depths of 4 to 6 feet."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no other series in the same family. Similar soils are the Ligon and Nebgen series. Ligon soils average less than 35 percent coarse fragments in the control section. Nebgen soils have ochric epipedons and are shallow to sandstone bedrock."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Packsaddle soils are on ridges and knolls and formed in residuum derived from Precambrian graphitic schist bedrock. Slopes range from 3 to 8 percent. The climate is dry subhumid. Mean annual precipitation ranges from 25 to 27 inches and mean annual temperature ranges from 66 to 67 degrees F. Frost free days range from 225 to 235 days and elevation ranges from 1,100 to 1,500 feet. Thornthwaite P-E indices range from 38 to 44."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These include the Honeycreek, Katemcy and Ligon soils. Honeycreek soils are deep and are on drainageways below Packsaddle soils. Katemcy soils are moderately deep and are on footslopes below Packsaddle soils. Ligon soils are on similar positions."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained. Runoff is moderately rapid. Permeability is moderately slow."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Used entirely for rangeland. Native grasses consist of sideoats grama, little bluestem, sand lovegrass, tall dropseed, silver bluestem, scribner panicum, and Texas wintergrass. Woody vegetation consists of whitebrush, mesquite, Texas persimmon, post oak, and live oak."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: In the Central Basin of Texas. This series is of minor extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Llano County, Texas; 1990. The Packsaddle series was described and correlated 1966 in the Teton Area, Idaho-Wyoming Soil Survey and classified as fine-loamy, mixed, Argic Pachic Cryoborolls, but the series name was never officially established until 1990 in Texas."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon - 0 to 13 inches. (A and Bt horizons)\nArgillic horizon - 6 to 28 inches (Bt and Bt/Cr horizons)\nParalithic contact - weathered schist bedrock at a depth of 28 inches."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "NA"
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    {}
  ]
}
