{
  "SERIES": "PACKWOOD",
  "STATUS": "Established Series",
  "BYREV": "Rev. SBJ/TDC/GMK",
  "REVDATE": "03/2003",
  "STATES": "CA,NV",
  "OVERVIEW": "Typically, Packwood soils have light yellowish brown, slightly acid, very stony loam A horizons and dark brown, neutral, clay loam B2t horizons underlain by an indurated pan at a depth of 8 inches Basalt bedrock typically occurs at a depth of 16 inches",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy, mixed, superactive, mesic, shallow Xeric Argidurids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Packwood very stony loam - rangeland. (Colors are for dry soil unless otherwise noted.)\nA11--0 to 2 inches; light yellowish brown (10YR 6/4) very stony loam, brown (7.5YR 4/4) moist; weak medium thick platy structure; slightly hard, very friable, slightly sticky, slightly plastic; few very fine roots; common very fine interstitial, few very fine tubular, and common very fine and fine vesicular pores; 20 percent by volume basalt stones and 10 percent cobbles on surface; slightly acid (pH 6.5); clear smooth boundary. (1 to 6 inches thick)\nA12--2 to 5 inches; light yellowish brown (10YR 6/4) loam, brown (7.5YR 4/4) moist; weak medium subangular blocky structure; hard, very friable, slightly sticky, slightly plastic; few very fine roots; common very fine interstitial and few very fine tubular pores; few thin clay films as bridges of mineral grains; slightly acid (pH 6.2); clear smooth boundary. (0 to 5 inches thick)\nB2t--5 to 8 inches; dark brown (7.5YR 4/4) light clay loam, dark reddish brown (5YR 3/4) moist; weak medium and coarse subangular blocky structure; hard, very friable, sticky, plastic; few very fine roots; few very fine tubular and interstitial pores; common moderately thick clay films on peds and in pores; neutral (pH 7.0); abrupt smooth boundary. (3 to 11 inches thick)\nC1sim--8 to 11 inches; yellow (10YR 7/6) duripan, yellowish brown (7.5YR 5/6) moist; strong medium and thick platy structure with 0.5mm thick laminar silica and clay plates, reddish yellow (5YR 6/8) and yellowish red (5YR 4/8) moist; very hard; few very fine horizontal roots on plate surfaces; strongly cemented; abrupt smooth boundary. (1 to 7 inches thick)\nC2sicam--11 to 16 inches; brown (10YR 5/3) duripan, dark yellowish brown (10YR 4/4) moist; massive parting to weak medium and thick plates; very hard; strongly cemented; slightly effervescent with fine irregular lime in seams; abrupt smooth boundary. (1 to 7 inches thick)\nR--16 to 17 inches; dark gray (N 4/) hard, fractured basalt."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Modoc County, California; about 11.4 miles north of Modoc National Forest boundary on Crowder Flat Road or 2,000 feet N.  from Whittemore Springs Road and 100 feet west of Crowder Flat Road in the NE1/4 NW1/4 sec. 16, T.42N., R.13E,"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Depth to the duripan is 5 to 20 inches.  Depth to hard fractured basalt is 8 to 24 inches. The control section averages 30 to 35 percent clay.  The mean annual soil temperature at the top of the duripan is about 45 to 55 degrees F. and the soil temperature is above 41 degrees F. from February 20 to January 1.  The soil temperature exceeds 47 degrees F. from about April 1 to November 1.  The soil between depths of 4 to 12 inches or to the duripan is usually dry in all parts from June 1 until November 15 and is moist in some or all parts when the soil is above 47 degrees F. only from April to June 1 and from October 20 to November 1.  It is usually dry and is not moist more than 90 consecutive days when the soil temperatures exceed 47 degrees F., it is aridic but borders on xeric.  The soil is slightly acid or neutral throughout the profile.\nThe A horizon is pale brown or pinkish gray to grayish brown (10YR 6/3, 6/2, 5/3, 5/2; 7.5YR 6/2, 5/2) and has moist color of dark yellowish brown, brown or very dark grayish brown (10YR 4/4, 4/3, 4/2, 3/4, 3/3, 3/2; 5YR 4/4, 4/2, 3/4, 3/2).  It is fine sandy loam, sandy loam, or loam and commonly is very stony or extremely stony.  This horizon has weak to moderately platy or subangular blocky structure or is massive, but not both massive and hard.  It is soft to hard and commonly is very friable or friable.\nThe B2t horizon is reddish yellow and brown to dark reddish gray (7.5YR 6/6, 6/4, 6/2, 5/6,5/2, 4/4, 4/2; 5YR 5/3, 5/2, 4/3,4/2) and has moist color of brown, dark brown, or dark reddish brown (7.5YR 4/4, 4/2, 3/4, 3/2; 5YR 3/3, 3/2).  It is heavy loam or clay loam in the upper part and has light clay or clay in the lower part as a thin intermittent layer on top of the duripan.  This horizon has weak subangular blocky to moderate blocky structure, with the stronger structure in the finer textured horizons.  It is hard, very firm, very plastic, and very sticky in the lower part.\nThe Csim horizon is massive or platy with thin continuous opal laminar layers in the upper part.  The lower part is massive and very firm when moist."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Acana, Ditchcamp, Deven, Exel, Thoms, Puls, and Wellington series.  Acana soils are mildly to very strongly alkaline, strongly or violently effervescent, and are underlain by duripans composed mostly of very thin laminae with an aggregate thickness from 1/4 to 1 inch.  Their mineralogy is strongly influenced by vitric pyroclastic materials and they have mean summer soil temperatures of 74 to 78 degrees F.  Ditchcamp soils have duripans, have mollic epipedons, and have basalt rock at depths greater than 20 inches.   Deven soils lack duripans, have mollic epipedons, and have basalt rock at depths of less than 20 inches.  Exel soils have duripans at depths greater than 20 inches and are underlain by stratified gravel and cobbles.  Thoms soils lack bedrock at depths of less than 40 inches and are underlain by stratified gravel and cobbles.  Puls soils have abrupt textural AB boundaries, and have clayey B2t horizons.  Wellington soils have duripans at depths of 20 to 36 inches and have A2 horizons."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Packwood soils are on nearly level to gently rolling hummocky plateaus at elevations of 4,500 to 5,400 feet.  These soils commonly are in a complex and occupy the intermound positions and Ditchcamp soils occupy the mounds.  They formed in residuum weathered from basalt. Stones and cobblestones cover most of the surface.  In some places they are close enough to form nearly continuous pavement.  A stone line at the base of the mounds is common. The climate is cool semi-arid mesothermal with warm dry summers and cold moist winters.  Mean annual precipitation is 12 to 16 inches including 24 to 48 inches of snow. Average January temperature is 28 degrees F.; average July temperature is 67 degrees F.; mean annual temperature is 46 to 49 degrees F.  The frost-free season is 80 to 110 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the competing Ditchcamp, Exel, Puls, and Thoms soils and the Bieber and Pit soils.  Bieber soils have mollic epipedons and have clayey B2t horizons.  Pit soils are clayey throughout."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well-drained; slow or medium runoff; slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used for grazing.  Vegetation is western juniper, big sagebrush, black sage-brush, scattered bitterbrush, Sandberg bluegrass and cheatgrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northeastern California in Modoc and Lassen counties.  The soils are moderately extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Modoc County (Alturas Area), California, 1974."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  The Packwood soils were formerly classified as Brown soils.  This soil has an ochric epipedon.  It has dry value of 6, moist value or chroma of 4, or is assumed to have less than 1 percent organic matter.  The type location has been moved to Modoc County.\nThe superactive cation exchange activity class was added in 03/2003 to the taxonomic classification by the National Soil Survey Center on request of the Reno MLRA office, without review of the soil series property data. The remainder of this document has not been updated."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "ADDITIONAL DATA:  Riverside Laboratory, Pedon No. S73-Calif-25-1 (unpublished).\nOSED scanned by SSQA.  Last revised by state 5/74.\nThe superactive cation exchange activity class was added in 03/2003 to the taxonomic classification by the National Soil Survey Center on request of the Reno MLRA office, without review of the soil series property data. The remainder of this document has not been updated."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": ""
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A11",
        "top": 0,
        "bottom": 5,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 4,
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "loam",
        "structure": "weak medium thick platy",
        "dry_rupture": "hard",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "very stony",
        "pH": 6.5,
        "pH_class": "slightly acid",
        "eff_class": "NA",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A11--0 to 2 inches; light yellowish brown (10YR 6/4) very stony loam, brown (7.5YR 4/4) moist; weak medium thick platy structure; slightly hard, very friable, slightly sticky, slightly plastic; few very fine roots; common very fine interstitial, few very fine tubular, and common very fine and fine vesicular pores; 20 percent by volume basalt stones and 10 percent cobbles on surface; slightly acid (pH 6.5); clear smooth boundary. (1 to 6 inches thick)"
      },
      {
        "name": "A12",
        "top": 5,
        "bottom": 13,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 4,
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "loam",
        "structure": "weak medium subangular blocky",
        "dry_rupture": "hard",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": 6.2,
        "pH_class": "slightly acid",
        "eff_class": "NA",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A12--2 to 5 inches; light yellowish brown (10YR 6/4) loam, brown (7.5YR 4/4) moist; weak medium subangular blocky structure; hard, very friable, slightly sticky, slightly plastic; few very fine roots; common very fine interstitial and few very fine tubular pores; few thin clay films as bridges of mineral grains; slightly acid (pH 6.2); clear smooth boundary. (0 to 5 inches thick)"
      },
      {
        "name": "B2t",
        "top": 13,
        "bottom": 20,
        "dry_hue": "7.5YR",
        "dry_value": 4,
        "dry_chroma": 4,
        "moist_hue": "5YR",
        "moist_value": 3,
        "moist_chroma": 4,
        "texture_class": "clay loam",
        "structure": "weak medium and coarse subangular blocky",
        "dry_rupture": "hard",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": 7,
        "pH_class": "neutral",
        "eff_class": "NA",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "B2t--5 to 8 inches; dark brown (7.5YR 4/4) light clay loam, dark reddish brown (5YR 3/4) moist; weak medium and coarse subangular blocky structure; hard, very friable, sticky, plastic; few very fine roots; few very fine tubular and interstitial pores; common moderately thick clay films on peds and in pores; neutral (pH 7.0); abrupt smooth boundary. (3 to 11 inches thick)"
      },
      {
        "name": "C1sim",
        "top": 20,
        "bottom": 28,
        "dry_hue": "10YR",
        "dry_value": 7,
        "dry_chroma": 6,
        "moist_hue": "7.5YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "clay",
        "structure": "strong medium and thick platy",
        "dry_rupture": "hard",
        "moist_rupture": "NA",
        "coherence": "strongly cemented",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "eff_class": "NA",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "C1sim--8 to 11 inches; yellow (10YR 7/6) duripan, yellowish brown (7.5YR 5/6) moist; strong medium and thick platy structure with 0.5mm thick laminar silica and clay plates, reddish yellow (5YR 6/8) and yellowish red (5YR 4/8) moist; very hard; few very fine horizontal roots on plate surfaces; strongly cemented; abrupt smooth boundary. (1 to 7 inches thick)"
      },
      {
        "name": "C2sicam",
        "top": 28,
        "bottom": 41,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "NA",
        "structure": "massive",
        "dry_rupture": "hard",
        "moist_rupture": "NA",
        "coherence": "strongly cemented",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "eff_class": "slightly effervescent",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "C2sicam--11 to 16 inches; brown (10YR 5/3) duripan, dark yellowish brown (10YR 4/4) moist; massive parting to weak medium and thick plates; very hard; strongly cemented; slightly effervescent with fine irregular lime in seams; abrupt smooth boundary. (1 to 7 inches thick)"
      },
      {
        "name": "R",
        "top": 41,
        "bottom": 43,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "NA",
        "structure": "NA",
        "dry_rupture": "hard",
        "moist_rupture": "NA",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "eff_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "R--16 to 17 inches; dark gray (N 4/) hard, fractured basalt."
      }
    ]
  ]
}
