{
  "SERIES": "PACKER",
  "STATUS": "Established Series",
  "BYREV": "Rev. CEJ/RLB/JVC/JBF",
  "REVDATE": "09/2019",
  "STATES": "NV",
  "OVERVIEW": "The Packer series consists of deep and very deep, well drained soils that formed in residuum and colluvium derived from metamorphic and volcanic rocks. Packer soils are on mountains. Slopes are 8 to 75 percent. The mean annual precipitation is about 380 mm and the mean annual temperature is about 6 degrees C.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS:  Loamy-skeletal, mixed, superactive Xeric Argicryolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Packer extremely cobbly loam--rangeland. (Colors are for dry soil unless otherwise noted.)\nA1--0 to 13 cm; grayish brown (10YR 5/2) extremely cobbly loam, very dark grayish brown (10YR 3/2) moist; moderate very fine granular structure; soft, very friable, slightly sticky and slightly plastic; many very fine, common fine and few medium roots; few very fine tubular pores; 60 percent gravel and cobbles; neutral (pH 7.2); clear wavy boundary. (3 to 18 cm thick)\nA2--13 to 23 cm; grayish brown (10YR 5/2) very cobbly loam, very dark grayish brown (10YR 3/2) moist; weak medium subangular blocky and very fine granular structure; soft, very friable, slightly sticky and slightly plastic; many very fine, few fine, very few medium roots; common very fine and few fine tubular pores; 30 percent gravel and 25 percent cobbles; neutral (pH 7.2); clear wavy boundary. (5 to 15 cm thick)\n2Bt--23 to 33 cm; brown (10YR 5/3) extremely gravelly clay loam, dark yellowish brown (10YR 4/4) moist; moderate medium subangular blocky structure; hard, friable, slightly sticky and slightly plastic; few very fine and fine roots; common very fine tubular pores; 45 percent gravel and 25 percent cobbles; few faint clay films on faces of peds, bridging sand grains, and coating gravel; neutral (pH 7.2); clear wavy boundary.  (10 to 28 cm thick)\n2C1--33 to 81 cm; light yellowish brown (10YR 6/4) extremely gravelly sandy loam, yellowish brown (10YR 5/6) moist; massive; hard, friable, slightly sticky and nonplastic; few very fine roots; common very fine and few fine tubular pores; 45 percent gravel and 25 percent cobbles; few faint clay films coating and bridging gravel; neutral (pH 7.0); clear smooth boundary. (38 to 120 cm thick)\n2C2--81 to 127 cm; brown (10YR 5/3) extremely gravelly sandy loam, brown (10YR 4/3) moist; massive; very hard, friable, slightly sticky and nonplastic; few very fine roots; 50 percent gravel and 30 percent cobbles; few faint clay films coating gravel; neutral (pH 7.0); abrupt wavy boundary. (0 to 60 cm thick)\n2R--127 cm; hard bedrock."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Elko County, Nevada; about 3 miles northwest of Beaver Peak in the Tuscarora Mountains; 2,500 feet east and 2,400 feet north of the southwest corner of section 7, T. 37 N., R. 51 E.; USGS Beaver Peak 7.5 minute topographic quadrangle; latitude 41 degrees 6 minutes 34 seconds N and longitude 116 degrees 17 minutes 15 seconds W; WGS84 Decimal Degrees 41.1094444 latitude, -116.287500 longitude."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: Usually dry, moist winter and spring, dry summer and fall; xeric moisture regime that borders on aridic.\nMean annual soil temperature: 6 to 7 degrees C.\nMean summer soil temperature: 14 to 15 degrees C.\nMollic epipedon thickness: 18 to 33 cm, includes the upper part of the argillic horizon in some pedons.\nDepth to base of argillic horizon: 23 to 53 cm.\nDepth to bedrock: 100 to more than 150 cm to a lithic contact.\nOther features: Thin BA and BC horizons are present in some pedons.\nParticle-size control section - Clay content: Averages 18 to 30 percent.\nRock fragments: 60 to 80 percent, with 25 to 60 percent gravel, 20 to 40 percent cobbles, and up to 10 percent stones. Lithology of fragments are metamorphic rocks such as quartzite and chert and volcanic rocks such as andesite and rhyolite.\nA horizons\nChroma: 2 or 3, dry or moist.\n2Bt horizon\nValue: 5 or 6 dry, 3 or 4 moist.\nChroma: 3 or 4, dry or moist.\nTexture: Extremely cobbly loam, extremely cobbly sandy clay loam, or extremely cobbly loam.\nStructure: Weak or moderate, very fine to medium, angular or subangular blocky.\nConsistence: Slightly hard or hard; slightly sticky or moderately sticky and slightly plastic or moderately plastic.\n2C horizon\nValue: 5 or 6 dry, 4 or 5 moist.\nChroma: 3 through 6, dry or moist.\nTexture: Loam, fine sandy loam, sandy loam, or loamy sand.\nTexture modifiers: Extremely cobbly or extremely gravelly.\nRock fragments: 25 to 50 percent gravel, 20 to 35 percent cobbles, and up to 10 percent stones.\nConsistence: Soft to very hard; very friable or friable; slightly sticky or moderately sticky and nonplastic to moderately plastic."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Boneyard, Chamberlain, Cowlow, Crandall, Ezbin, Forsey, Fourme, Itwo, Jackflat Scuffe, Stopatoe, Successloop, Tagum, Toquima, Winada, and Zeebar series.\nBoneyard, Cowlow Itwo, Scuffe, Stopatoe, Tagum, Toquima, Winada, soils are moderately deep to bedrock. Chamberlain soils have a mean annual soil temperature of 3 to 6 degrees C. Fourme, Jackflat, Successloop and Zeebar soils are deeper than 53 cm to the base of the argillic horizon. Ezbin and Forsey soils have less than 60 percent rock fragments in the particle-size control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Packer soils are on mountains. They formed in residuum and colluvium derived from metamorphic and volcanic rocks. Slopes are 8 to 75 percent. Elevations range from 1,980to 3,048 meters. The climate is semiarid with cold, moist winters and cool, dry summers. The mean annual precipitation is 360 to 400 mm, the mean annual temperature is 4 to 6 degrees C, and the frost-free period is 50 to 70 days. In some areas, frost is likely to occur in any month."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Hapgood, Layview, Primeaux, Taylor Creek, Torro, and Tusel soils.\nHapgood soils are loamy-skeletal, deep to lithic contacts, and have thick Mollic epipedons (Pachic subgroup). Layview soils are loamy-skeletal, shallow to lithic contacts, and have argillic horizons. Primeaux soils are fine-loamy, moderately deep to lithic contacts, and have argillic horizons. Taylor Creek soils are very-fine, very deep, and have argillic horizons. Torro soils are loamy-skeletal, very deep, have argillic horizons, and have a frigid temperature regime. Tusel soils are loamy-skeletal, deep to lithic contacts, and have thick Mollic epipedons (Pachic subgroup) and argillic horizons."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:  Well drained; medium or high surface runoff; moderately high saturated hydraulic conductivity."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Packer soils are used for livestock grazing and wildlife habitat. The present vegetation is mainly low sagebrush, buckwheat, granite gilia, lupine, Sandberg bluegrass, bottlebrush squirreltail, and Idaho fescue."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northern and central Nevada. These soils are moderately extensive.  MLRAs 24, 25, 27, 28B, and 29."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Davis, California."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Elko County, Nevada (Tuscarora Mountain Area), 1979."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon - The zone from the soil surface to 23 cm (A1 and A2 horizons).\nArgillic horizon - The zone from 23 to 33 cm (2Bt horizon).\nLithic contact - The boundary at 127 cm to underlying hard bedrock (2R layer).\nParticle-size control section - The zone from 23 to 33 cm (2Bt horizon)."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "NA"
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A1",
        "top": 0,
        "bottom": 13,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "loam",
        "cf_class": "extremely cobbly",
        "pH": 7.2,
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "A1--0 to 13 cm; grayish brown (10YR 5/2) extremely cobbly loam, very dark grayish brown (10YR 3/2) moist; moderate very fine granular structure; soft, very friable, slightly sticky and slightly plastic; many very fine, common fine and few medium roots; few very fine tubular pores; 60 percent gravel and cobbles; neutral (pH 7.2); clear wavy boundary. (3 to 18 cm thick)"
      },
      {
        "name": "A2",
        "top": 13,
        "bottom": 23,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "loam",
        "cf_class": "very cobbly",
        "pH": 7.2,
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "A2--13 to 23 cm; grayish brown (10YR 5/2) very cobbly loam, very dark grayish brown (10YR 3/2) moist; weak medium subangular blocky and very fine granular structure; soft, very friable, slightly sticky and slightly plastic; many very fine, few fine, very few medium roots; common very fine and few fine tubular pores; 30 percent gravel and 25 percent cobbles; neutral (pH 7.2); clear wavy boundary. (5 to 15 cm thick)"
      },
      {
        "name": "2Bt",
        "top": 23,
        "bottom": 33,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "clay loam",
        "cf_class": "extremely gravelly",
        "pH": 7.2,
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "2Bt--23 to 33 cm; brown (10YR 5/3) extremely gravelly clay loam, dark yellowish brown (10YR 4/4) moist; moderate medium subangular blocky structure; hard, friable, slightly sticky and slightly plastic; few very fine and fine roots; common very fine tubular pores; 45 percent gravel and 25 percent cobbles; few faint clay films on faces of peds, bridging sand grains, and coating gravel; neutral (pH 7.2); clear wavy boundary.  (10 to 28 cm thick)"
      },
      {
        "name": "2C1",
        "top": 33,
        "bottom": 81,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 4,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "sandy loam",
        "cf_class": "extremely gravelly",
        "pH": 7,
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "2C1--33 to 81 cm; light yellowish brown (10YR 6/4) extremely gravelly sandy loam, yellowish brown (10YR 5/6) moist; massive; hard, friable, slightly sticky and nonplastic; few very fine roots; common very fine and few fine tubular pores; 45 percent gravel and 25 percent cobbles; few faint clay films coating and bridging gravel; neutral (pH 7.0); clear smooth boundary. (38 to 120 cm thick)"
      },
      {
        "name": "2C2",
        "top": 81,
        "bottom": 127,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "sandy loam",
        "cf_class": "extremely gravelly",
        "pH": 7,
        "pH_class": "neutral",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "2C2--81 to 127 cm; brown (10YR 5/3) extremely gravelly sandy loam, brown (10YR 4/3) moist; massive; very hard, friable, slightly sticky and nonplastic; few very fine roots; 50 percent gravel and 30 percent cobbles; few faint clay films coating gravel; neutral (pH 7.0); abrupt wavy boundary. (0 to 60 cm thick)"
      },
      {
        "name": "2R",
        "top": 127,
        "bottom": "NA",
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "2R--127 cm; hard bedrock."
      }
    ]
  ]
}
