{
  "SERIES": "PACK",
  "STATUS": "Established Series",
  "BYREV": "Rev. TBH/LW/MEO/AJE",
  "REVDATE": "01/2007",
  "STATES": "UT",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, mesic Cumulic Haplustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Pack silt loam, rangeland.  (Colors are for moist soil unless otherwise noted.)\nA1--0 to 4 inches; black (10YR 2/1) silt loam, dark gray (10YR 4/1) dry; weak medium platy structure that parts to moderate medium granular; slightly hard, friable, slightly sticky, slightly plastic; few fine roots; few fine pores; slightly alkaline (pH 7.6); abrupt smooth boundary.  (4 to 10 inches thick)\nA2--4 to 25 inches; black (10YR 2/1) silt loam, dark gray (10YR 4/1) dry; weak medium and fine granular structure; hard, friable; slightly sticky, plastic; few fine roots and few fine pores; slightly alkaline (pH 7.5); clear wavy boundary.  (20 to 30 inches thick)\nAC--25 to 36 inches; black (10YR 2/1) light clay loam, dark gray (10YR 4/1) dry, massive; very hard, firm, sticky, plastic; few fine roots and few fine pores; slightly alkaline (pH 7.6); clear wavy boundary.  (10 to 15 inches thick)\nCg--36 to 60 inches; very dark gray (10YR 3/1) heavy loam, grayish brown (10YR 5/2) dry; many fine distinct brown mottles; massive; very hard, firm, slightly sticky, slightly plastic; very few fine roots; slightly alkaline (pH 7.6)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  San Juan County, Utah; near LaSal Creek, 1,400 feet west and l540 feet north from the NE corner of Section 27, T. 28 S., R. 25 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: Aridic ustic moisture regime\nThickness of the mollic epipedon: 24 to 40 inches\nClay content: mainly 20 to 30 percent, but individual strata range from 18 to 35 percent clay.\nMottles of low chroma associated with wetness occur at depth of 20 to 40 inches.\nA horizon\nHue: 10YR or 7.5YR\nValue: 2 or 3 moist, 3 or 4 moist\nChroma: 1.\nTexture: silt loam, loam, or cobbly silt loam\nC horizon\nHue: 10YR or 7.5YR\nValue: 2 or 3 moist, 3 or 4 dry\nChroma: 1 or 2\nTexture: mainly loam and light clay loam, but has thin strata of coarser textured material\nDegree of mottling ranges from few fine faint to many medium distinct, with local areas having light gray or greenish colors."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are Bon (SD), Frazwell (AZ), Lynx (AZ), Manzano, Maskell, Mauricanyon (CO), Merrick (NE), Shanta (NM), St. Onge (SD) and Umbarg (CO) soils.  Bon, Merrick and St. Onge soils are well or moderately well drained and wetness characteristics are deeper than 40 inches.  Frazwell, Lynx, Manzano, Maskell, Mauricanyon and Shanta soils are well drained and do not have any characteristics associated with wetness. Umbarg soils are strongly effervescent and moderately alkaline."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Pack soils are on flood plains and in narrow drainage ways at elevations of 6,500 to 7,500 feet.  Slopes are 0 to 6 percent.  The soils formed in alluvium derived mainly from basic intrusive igneous rocks but partly from sandstone.  The mean annual temperature is about 47 to 50 degrees F., and the average annual precipitation is 14 to 17 inches.  The average freeze-free season is about 120 to 140 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the competing Ackmen and Vega soils and the Abajo, Monticello and Northdale soils.  Abajo soils are well drained and fine particle size class.  Monticello and Northdale soils have an argillic horizon and are well drained."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Somewhat poorly drained, moderate permeability; slow runoff.  Depth to water table is mainly 36 to 40 inches but may be as deep as 48 inches."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used mainly for irrigated crops, gardens, meadow grasses for hay and pasture, and for rangeland.  Native vegetation is dominantly western wheatgrass, oakbrush, wild rose, rabbitbrush and big sagebrush."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Southeastern Utah.  These soils are inextensive. MLRAs 35, 39 &48A."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Phoenix, Arizona"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  San Juan County area, Utah; 1952."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon - The zone from 0 to 36 inches (A & AC horizons)\nCumulic feature - Thin strata of finer and coarser textured material characteristic of an irregular decrease of organic matter\nClassified according to Keys to Soil Taxonomy Tenth Edition, 2006.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
