{
  "SERIES": "PACO",
  "STATUS": "Established Series",
  "BYREV": "Rev.  DGS/RJA",
  "REVDATE": "01/2007",
  "STATES": "NM",
  "OVERVIEW": "The Paco series consists of deep, well drained soils that formed in local alluvium from andesite.  These soils are on hills.  Slopes are 3 to 30 percent.  Mean annual precipitation is about 21 inches, and mean annual temperature is about 49 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, mixed, superactive, mesic Typic Argiustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Paco loam--rangeland.  (Colors are for dry soil unless otherwise noted.)\nA--0 to 7 inches; brown (10YR 5/3) loam, very dark grayish brown (10YR 3/2) moist; moderate fine granular structure; soft, friable, nonsticky and nonplastic; many fine and very fine roots; slightly acid (pH 6.2); clear smooth boundary.  (5 to 10 inches thick)\nBt1--7 to 12 inches; brown (10YR 4/3) clay loam, dark brown (10YR 3/3) moist; moderate medium subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; many medium, fine, and very fine roots; common thin clay films on faces of peds; neutral (pH 6.6); clear smooth boundary.  (4 to 10 inches thick)\nBt2--12 to 27 inches; reddish yellow (7.5YR 6/6) clay, strong brown (7.5YR 4/6) moist; moderate medium subangular blocky structure; very hard, firm, sticky and plastic; few medium, fine, and very fine roots; many moderately thick clay films on faces of peds; neutral (pH 7.0); gradual smooth boundary.  (10 to 20 inches thick)\nBt3--27 to 42 inches; strong brown (7.5YR 5/6) clay, strong brown (7.5YR 4/6) moist; moderate medium prismatic structure parting to moderate medium subangular blocky; very hard, firm, very sticky and very plastic; few medium, fine, and very fine roots; continuous moderately thick clay films on faces of peds; slightly alkaline (pH 7.4); clear wavy boundary.  (10 to 20 inches thick)\nBt4--42 to 49 inches; strong brown (7.5YR 5/6) clay, strong brown (7.5YR 4/6) moist; moderate medium subangular blocky structure; very hard, firm, very sticky and very plastic; few fine and very fine roots; continuous moderately thick clay films on faces of peds; slightly alkaline (pH 7.6);clear wavy boundary.  (3 to 12 inches thick)\nCr--49 inches; partially decomposed andesite."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Lincoln County, New Mexico; about 6 miles\nsouthwest of Capitan; in the NE1/4, SE1/4 of Sec. 29, T. 9S., R. 13 E., about 340 feet north and 90 feet east of the SW corner."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil Moisture:  Intermittently moist in some part of the SMCS December through April and July through October. Typic ustic moisture regime.\nSoil Temperature:  47 to 54 degrees F.\nDepth to paralithic contact:  40 inches or more\nRock fragments:  0 to 30 percent dominantly pebbles in the particle-size control section\nReaction:  Slightly acid to moderately alkaline\nMollic epipedon:  10 to 20 inches thick\nClay (particle-size control section):  35 to 55 percent\nA horizon\nHue - 7.5YR or 10YR\nValue:  3 through 5 dry, 2 or 3 moist\nChroma:  2 or 3\nTexture:  loam or cobbly loam\nBt horizon\nHue - 7.5YR or 10YR\nValue:  3 through 6 dry, 2 through 5 moist\nChroma:  2 through 6"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Nolten (NM), Rond (AZ) and Roundtop (AZ) soils.  Nolten and Roundtop soils are 20 to 40 inches to a lithic or paralithic contact.  Rond soils have accumulations of calcium carbonate."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Paco soils are on hills.  They formed in local alluvium from andesite.  Slopes are 3 to 30percent.  Elevation ranges from 6,000 to 7,500 feet.  The mean annual precipitation is about 17 to 25 inches.  The mean annual temperature is about 45 to 52 degrees F.  The average frost-free period is about 100 to 145 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Docdee, Oro Grande, Ruidoso, Sampson, and the competing Nolten soils. Docdee and Oro Grande soils are shallow.  Nolten soils are on nearby mountain slopes.  Ruidoso and Sampson soils have a pachic epipedon and are in the valley bottoms."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; medium runoff; slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Paco soils are used for grazing livestock, wildlife habitat, and homesites.  Present vegetation includes western wheatgrass, prairie junegrass, big squirreltail, slender wheatgrass, alligator juniper, pinyon, and ponderosa pine."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Paco soils are of small extent in southcentral New Mexico. MLRA 39."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Phoenix, Arizona"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Lincoln County, New Mexico, 1981."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon:  0 to 12 inches\nArgillic horizon:  7 to 49 inches\nThe soil classification of this soil is changed from Fine, mixed, mesic Udic Argiustolls to Fine, mixed, mesic Typic Argiustolls.  The change is due to a redefining of the Udic and Typic subgroups of Argiustolls in Amendments to Soil Taxonomy 615.43 page 615-105.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
