{
  "SERIES": "PADDYKNOB",
  "STATUS": "Established Series",
  "BYREV": "Rev. BLW, DFW, DGF",
  "REVDATE": "09/2004",
  "STATES": "VA",
  "OVERVIEW": "The Paddyknob series consists of moderately deep, somewhat excessively drained to well drained soils formed in residuum from acid sandstone interbedded with shale and siltstone on summits and shoulders of ridges at elevations between 3,200 to 5,000 feet. Slope ranges from 0 to 80 percent. Mean annual precipitation is about 47 inches, and mean annual air temperature is about 46 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, siliceous, superactive, frigid Typic Dystrudepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Paddyknob on a 15 percent northwest facing slope in a hardwood forest, at an elevation of 4,400 feet. (Colors are for moist soil unless otherwise stated)\nOi -- 0 to 1 inch; slightly decomposed hardwood litter.\nA -- 1 to 3 inches; very dark grayish brown (10YR 3/2) very channery loam; weak fine granular structure; friable, non-sticky, non-plastic; 35 percent sandstone channers; extremely acid; clear smooth boundary. (1 to 5 inches thick)\nBA -- 3 to 6 inches; dark yellowish brown (10YR 4/4); very channery loam; weak fine subangular blocky structure; friable; non-sticky, non-plastic; 35 percent sandstone channers; extremely acid; clear smooth boundary. (0 to 7 inches thick)\nBw -- 6 to 26 inches; dark yellowish brown (10YR 4/6) very channery sandy loam; weak fine subangular blocky structure; friable, slightly sticky, non-plastic; 45 percent sandstone channers; very strongly acid; gradual wavy boundary. (10 to 30 inches thick)\nR--26 inches; hard sandstone bedrock."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Bath County, Virginia; 1,500 feet 270 degrees west of the intersection of Forest Service roads 55 and 636; 4,300 feet 60 degrees northeast of the intersection of Forest Service roads 55 and 141. U.S.G.S. Paddy Knob topographic quadrangle; Latitude 38 degrees, 15 minutes, 59 seconds N and Longitude 79 degrees, 47 minutes, 55.2 seconds W; NAD 1927."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: The thickness of the solum and the depth to bedrock ranges from 20 to 40 inches. Clay content ranges from 8 to 22 percent in the particle size control section. Channers, gravel, cobbles, and flagstones range from 15 to 55 percent in the A and E horizons, from 20 to 60 percent in the BA, BE, and Bw horizons, and from 40 to 90 percent in the BC and C horizons. Reaction is extremely acid to strongly acid throughout.\nThe A horizon has hue of 10YR, value of 2 or 3, and chroma of 1 to 4. It is sandy loam, fine sandy loam, or loam.\nThe E horizon, where present, has hue of 10YR, value of 4 or 5, and chroma of 2 to 4. It is sandy loam, fine sandy loam, or loam.\nThe BE or BA horizon, where present, has hue of 10YR, value of 4 or 5, and chroma of 2 to 4. It is sandy loam, fine sandy loam, or loam.\nThe Bw horizon has hue of 7.5YR or 10YR, value of 4 or 5, and chroma of 2 to 8. It is sandy loam, fine sandy loam, or loam.\nThe BC horizon, where present, has hue of 7.5YR or 10YR, value of 4 to 6, and chroma of 4 to 6. It is loamy sand, sandy loam, fine sandy loam, or loam.\nThe C horizon, where present, has hue of 7.5YR or 10YR, value of 4 to 6, and chroma of 4 to 6. It is loamy sand, sandy loam, fine sandy loam, or loam."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: Paddyknob is the only series in this family at this time. Madsheep and Mandy series are in closely related families. Madsheep soils have hue of 5YR or redder, and have more silt. Mandy soils have mixed mineralogy."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Paddyknob soils formed in residuum of sandstone interbedded with shale and siltstone and are on summits and shoulders of ridges at elevations of 3,200 to 5,000 feet. Slope gradients range from 0 to 80 percent. Climate is humid continental. Mean annual air temperature ranges from 43 to 47 degrees F., mean annual precipitation ranges from 40 to 60 inches, and is evenly distributed throughout the year, and frost free days range from 90 to 130 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the competing Mandy and Madsheep soils, and the Gauley soils. Gauley soils have a spodic horizon."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Somewhat excessively drained to well drained. The potential for surface runoff potential is negligible to high. Permeability is rapid."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: The Paddyknob soils are mainly in forest. Native forest species include northern red oak, sugar maple, black cherry, white ash, American beech, black birch, red maple, chestnut oak, and red spruce. Understory includes striped maple, black birch, azalea, mountain laurel, ferns, black cherry, red maple, sugar maple, and witch hazel."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: MLRA 128, in western Virginia, eastern West Virginia, and possibly Maryland and Pennsylvania. The soils are of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Morgantown, West Virginia"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Tazewell County, Virginia, 1996."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: This soil was formerly included with the Dekalb series in mapping. Paddyknob is coined from a place name in Bath County, Virginia near the Type Location.\nDiagnostic horizons and features recognized in this pedon are:\n1. Ochric epipedon-zone from surface to 3 inches (A horizon)\n2. Cambic horizon-zone from 6 to 26 inches (Bw horizon)\nADDITIONAL DATA: Laboratory analyses data sample no. 93Z-859N, NSSL. Other supporting data unpublished in the Study of the Properties, Classification, and Woodland Site Quality for Residual Soils Derived from Shales, Siltstones, and Sandstones in western Alleghany, Bath, and Highland Counties, Virginia.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "somewhat excessively",
        "drainage_overview": "somewhat excessively"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Oi",
        "top": 0,
        "bottom": 3,
        "narrative": "Oi -- 0 to 1 inch; slightly decomposed hardwood litter."
      },
      {
        "name": "A",
        "top": 3,
        "bottom": 8,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "sand",
        "cf_class": "very channery",
        "pH_class": "extremely acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A -- 1 to 3 inches; very dark grayish brown (10YR 3/2) very channery loam; weak fine granular structure; friable, non-sticky, non-plastic; 35 percent sandstone channers; extremely acid; clear smooth boundary. (1 to 5 inches thick)"
      },
      {
        "name": "BA",
        "top": 8,
        "bottom": 15,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "sand",
        "cf_class": "very channery",
        "pH_class": "extremely acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "BA -- 3 to 6 inches; dark yellowish brown (10YR 4/4); very channery loam; weak fine subangular blocky structure; friable; non-sticky, non-plastic; 35 percent sandstone channers; extremely acid; clear smooth boundary. (0 to 7 inches thick)"
      },
      {
        "name": "Bw",
        "top": 15,
        "bottom": 66,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 6,
        "texture_class": "sandy loam",
        "cf_class": "very channery",
        "pH_class": "very strongly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bw -- 6 to 26 inches; dark yellowish brown (10YR 4/6) very channery sandy loam; weak fine subangular blocky structure; friable, slightly sticky, non-plastic; 45 percent sandstone channers; very strongly acid; gradual wavy boundary. (10 to 30 inches thick)"
      },
      {
        "name": "R",
        "top": 66,
        "texture_class": "sand",
        "narrative": "R--26 inches; hard sandstone bedrock."
      }
    ]
  ]
}
