{
  "SERIES": "PADINA",
  "STATUS": "Established Series",
  "BYREV": "Rev. GLL-JAW-RM",
  "REVDATE": "02/2018",
  "STATES": "TX",
  "OVERVIEW": "The Padina series consists of very deep, well drained, moderately permeable soils that formed in sandy residuum derived from sandstone.  These nearly level to moderately steep sloping soils are on broad ridges on inland dissected coastal plains.  Slopes range from 0 to 15 percent.  Mean annual precipitation is about 990.6 mm (39 in) and the mean annual air temperature is about 19.4 degrees C (67 degrees F).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy, siliceous, active, thermic Grossarenic Paleustalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Padina fine sand--wooded pasture.  (Colors are for dry soil unless otherwise stated.)\nA--0 to 20 cm (0 to 8 in); pale brown (10YR 6/3) fine sand, brown (10YR 5/3) moist; single grained; loose; common fine, medium and coarse roots; moderately acid; clear smooth boundary.  (10 to 56 cm [4 to 22 in] thick)\nE--20 to 124 cm (8 to 49 in); very pale brown (10YR 7/4) fine sand, light yellowish brown (10YR 6/4) moist; single grained; loose; few fine and medium roots; moderately acid; clear wavy boundary.  (89 to 183 cm [35 to 72 in] thick)\nBt1--124 to 165 cm (49 to 65 in); very pale brown (10YR 7/3) sandy clay loam, pale brown (10YR 6/3) moist; weak coarse angular blocky structure; very hard, very firm, sticky and plastic; few fine roots; few fine pores; thin patchy clay films; common coarse distinct reddish yellow (5YR 6/6) masses of iron accumulation, few fine distinct strong brown (7.5YR 4/6) masses of iron accumulation, and few light gray (10YR 7/2) iron depletions; strongly acid; gradual smooth boundary.  (20 to 71 cm [8 to 28 in] thick)\nBt2--165 to 208 cm (65 to 82 in); very pale brown (10YR 8/2) sandy clay loam, light gray (10YR 7/2) moist; weak coarse angular blocky structure; hard, firm, sticky and plastic; few fine roots; few fine pores; few thinpatchy clay films; many coarse prominent red (2.5YR 4/6), and common medium prominent reddish yellow (7.5YR 6/6) masses of iron accumulation; strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Falls County, Texas; from the intersection of Texas Highway 14, and Farm to market Road 2293 in Bremond, Texas; 4.6 miles north on Texas Highway 14; then southeast on a county road 0.6 mile, and 100 ft north of county road in a wooded pasture.  USGS Bremond topographic quadrangle; Latitude: 31 degrees, 13 minutes, 6.034 seconds N; Longitude: 96 degrees 38 minutes, 37.897 seconds W. Datum: WGS84."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil Moisture: An ustic soil moisture regime. The soil moisture control section is dry in some or all parts for more than 90 days but less than 150 cumulative days in normal years.\nDepth of soil: Very Deep, 165 to more than 254 cm (65 to more than 100 in).\nDepth to abrupt textural change: 119 to 157 cm (47 to 68 in). The boundary between the E and Bt horizon is abrupt over the subsoil crests and clear over the deeper subsoil troughs.\nDepth to albic horizon: 10 to 64 cm (4 to 25 in)\nDepth to redox concentrations: 119 to 157 cm (47 to 68 in)\nDepth to redox depletions: 132 to 150 cm (52 to 59 in) (where present)\nThickness of the ochric epipedon:  102 to 203 cm (40 to 80 in)\nThickness of the A and E horizons are 102 to 203 cm (40 to 80 in)\nParticle-size control section (weighted average)\nClay content: 15 to 30 percent\nRock fragments: 0 to 30 percent\nA horizon:\nHue: 10YR\nValue: 4 to 7\nChroma: 2 to 4\nTexture: loamy fine sand or fine sand.\nRock fragments: 0 to 3 percent, 2 to 5 mm, quartzite\nReaction: moderately acid (moderately acid to neutral)\nE horizon:\nHue: 2.5YR, 5YR, 7.5YR or 10YR\nValue: 5 to 8\nChroma: 1 to 6\nTexture: loamy fine sand, fine sandy loam, fine sand, or sandy clay loam.\nRock fragments: 0 to 3 percent, 2 to 5 mm, quartzite\nReaction: moderately acid  to neutral)\nThe boundary between the E and Bt horizon is wavy to irregular.\nBt or B/Et horizon:\nHue: 5YR, 7.5YR or 10YR\nValue: 5 to 8\nChroma: 1 to 8\nTexture: sandy clay loam, fine sandy loam, or clay loam (clay content of 18 to 35 percent).\nRedox concentrations: 0 to 20 percent, fine to coarse, faint to prominent\nRedox depletions: 0 to 10 percent, fine to coarse, distinct to prominent (where present)\nRock fragments: 0 to 12 percent, 2 to 75 mm, quartzite\nAlbic material and skeletans of clean sand comprise up to 15 percent by volume in some pedons.\nReaction: slightly acid to strongly acid\nBase saturation is 40 to 75 percent."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These include the Catilla, Desan, Matilo, Navasan, Plains, and Tadina series in the same family.  Similar soils include the Arenosa, Eufaula, Nimrod, and Stidham series.\nCatilla soils: contain more than 5 percent plinthite in the Bt horizon.\nDesan soils: do not have redoximorphic features with chromas of 2 or less in the Bt horizon that are due to wetness.\nMatilo soils: have a paralithic contact between 152 and 203 cm (60 and 80 in).\nNavasan soils: are moderately well drained and have a water table between 0.9 to 1.5 m (3 and 5 ft).\nPlains soils: are dry in the moisture control section for longer periods.\nTadina soils:  formed in thick sandy beds of alluvium sediments of Pleistocene age that appear to have been reworked somewhat by wind\nArenosa soils: do not have Bt horizons.\nEufaula soils: have Bt horizons in lamellae.\nNimrod and Stidham soils: have an A horizon less than 102 cm (40 in) thick."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material: Sandy residuum derived from sandstone\nLandscape:  inland dissected coastal plains\nLandform:  convex linear summits on interfluves on broad ridges\nSlope: 0 to 15 percent\nMean annual precipitation: 889 to 1143 mm (35 to 45 in)\nMean annual air temperature: 18.7 to 21.1 degrees C (65.7 to 70 degrees F)\nFrost-free period: 240 to 288 days\nElevation: 48.5 to 225.4 m (159 to 740 ft)\nThornthwaite P-E Index: 54 to 64"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Arenosa, Eufaula, and Silstid series.\nArenosa soils: lack argillic horizons\nEufaula soils: have argillic horizons that are sandy\nSilstid soils: have sandy surface layers 51 to 102 cm (20 to 40 in) thick."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained.  Permeability is moderate.  Runoff is negligible on slopes less than 1 percent, very low on 1 to 3 percent slopes, low on 3 to 5 percent slopes, and medium on 5 to 15 percent slopes; A perched water table is above the argillic horizon for short periods following heavy rainfalls.  The period of saturation is less than 20 consecutive, or 30 cumulative days in normal years."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Mainly brushy rangeland and used for grazing.  A few areas are cultivated to peanuts and watermelons.  Native vegetation is a scrub forest of post oak, blackjack oak, bluejack oak, and scattered hickory, with an understory of greenbrier, sassafras, American beautyberry, yaupon, little bluestem, purpletop, sand lovegrass, low paspalums, low panicums, and splitbeard bluestem."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  South-central Texas; Land Resource Region J - Southwestern Prairies Cotton and Forage Region; MLRA 87A - Texas Claypan Areas, Southern Part.  The soil is of large extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Falls County, Texas, 1976."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  These soils were formerly included in the Patilo series.\nActive cation exchange activity class.\nDiagnostic horizons and features recognized in this pedon are:\nParticle size control section: 124 to 174 cm (49 to 69 in) (Bt1 and Bt2 horizons)\nOchric epipedon: 0 to 124 cm (0 to 49 in) (A and E horizons)\nArgillic horizon: 124 to 208 cm (49 to 82 in) (Bt1 and Bt2 horizons)\nAlbic horizon:  20 to 124 cm (8 to 49 in) (E horizon)\nArgillic horizon: 124 to 208 cm (49 to 82 in) (Bt1 and Bt2 horizons)\nGrossarenic feature: loamy fine sand textures to 124 cm (49 in)\nRedoximorphic concentrations:  124 to 208 cm (49 to 82 in) (Bt1 and Bt2 horizons)\nAbrupt texture change:  At the upper boundary of the Bt1 horizon.\nSoil Interpretation Record No.: TX0551"
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "ADDITIONAL DATA: KSSL Data user pedon ID S087TX0510001\nTaxonomic Version: Keys to Soil Taxonomy, Twelfth Edition, 2014."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 20,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 3,
        "texture_class": "fine sand",
        "structure": "single grain",
        "dry_rupture": "loose",
        "moist_rupture": "loose",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately acid",
        "eff_class": "NA",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A--0 to 20 cm (0 to 8 in); pale brown (10YR 6/3) fine sand, brown (10YR 5/3) moist; single grained; loose; common fine, medium and coarse roots; moderately acid; clear smooth boundary.  (10 to 56 cm [4 to 22 in] thick)"
      },
      {
        "name": "E",
        "top": 20,
        "bottom": 124,
        "dry_hue": "10YR",
        "dry_value": 7,
        "dry_chroma": 4,
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 4,
        "texture_class": "fine sand",
        "structure": "single grain",
        "dry_rupture": "loose",
        "moist_rupture": "loose",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately acid",
        "eff_class": "NA",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "E--20 to 124 cm (8 to 49 in); very pale brown (10YR 7/4) fine sand, light yellowish brown (10YR 6/4) moist; single grained; loose; few fine and medium roots; moderately acid; clear wavy boundary.  (89 to 183 cm [35 to 72 in] thick)"
      },
      {
        "name": "Bt1",
        "top": 124,
        "bottom": 165,
        "dry_hue": "10YR",
        "dry_value": 7,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 3,
        "texture_class": "sandy clay loam",
        "structure": "weak coarse angular blocky",
        "dry_rupture": "hard",
        "moist_rupture": "firm",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "strongly acid",
        "eff_class": "NA",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "Bt1--124 to 165 cm (49 to 65 in); very pale brown (10YR 7/3) sandy clay loam, pale brown (10YR 6/3) moist; weak coarse angular blocky structure; very hard, very firm, sticky and plastic; few fine roots; few fine pores; thin patchy clay films; common coarse distinct reddish yellow (5YR 6/6) masses of iron accumulation, few fine distinct strong brown (7.5YR 4/6) masses of iron accumulation, and few light gray (10YR 7/2) iron depletions; strongly acid; gradual smooth boundary.  (20 to 71 cm [8 to 28 in] thick)"
      },
      {
        "name": "Bt2",
        "top": 165,
        "bottom": 208,
        "dry_hue": "10YR",
        "dry_value": 8,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 7,
        "moist_chroma": 2,
        "texture_class": "sandy clay loam",
        "structure": "weak coarse angular blocky",
        "dry_rupture": "hard",
        "moist_rupture": "firm",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "strongly acid",
        "eff_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Bt2--165 to 208 cm (65 to 82 in); very pale brown (10YR 8/2) sandy clay loam, light gray (10YR 7/2) moist; weak coarse angular blocky structure; hard, firm, sticky and plastic; few fine roots; few fine pores; few thinpatchy clay films; many coarse prominent red (2.5YR 4/6), and common medium prominent reddish yellow (7.5YR 6/6) masses of iron accumulation; strongly acid."
      }
    ]
  ]
}
