{
  "SERIES": "PADRE",
  "STATUS": "Established Series",
  "BYREV": "DNB-JKW-CLN",
  "REVDATE": "12/2007",
  "STATES": "TX",
  "OVERVIEW": "The Padre series consists of very deep, somewhat poorly drained, very slowly permeable soils that formed in sandy eolian and storm washover sediments on barrier islands.  These nearly level or very gently sloping soils are on low stabilized dunes on barrier flats.  These soils are subject to occasional flooding by high storm surge from strong tropical storms.  Slope ranges from 0 to 2 percent.  Mean annual air temperature is about 22 degrees C (72 degrees F) and mean annual precipitation is about 686 mm (27 in).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Hyperthermic, uncoated Aquic Quartzipsamments"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Padre fine sand--in an area of Padre-Mustang complex, 0 to 2 percent slopes on a southwest facing 1.5 percent slope in rangeland at an elevation of 1.8 meters (6 ft). (Colors are for moist soil unless otherwise stated.)\nA1--0 to 18 cm (0 to 7 in); brown (10YR 4/3) fine sand, brown (10YR 5/3) dry; weak fine and medium subangular blocky structure parting to single grain; loose; 6 percent very fine and fine roots and 1 percent medium roots; 2 percent fine distinct yellowish brown (10YR 5/4) masses of oxidized iron with sharp boundaries lining pores; nonsaline; SAR is about 1; noneffervescent; moderately acid; clear smooth boundary.\nA2--18 to 48 cm (7 to 19 in); brown (10YR 5/3) fine sand, pale brown (10YR 6/3) dry; weak fine and medium subangular blocky structure parting to single grain; loose; 5 percent very fine and fine roots; 3 percent fine and medium distinct yellowish brown (10YR 5/6) and dark yellowish brown (10YR 4/4) masses of oxidized iron with sharp boundaries lining pores; nonsaline; SAR is about 1; noneffervescent; strongly acid; clear smooth boundary. (Combined thickness of the A horizon is 38 to 84 cm [15 to 33 in].)\nC--48 to 71 cm (19 to 28 in); brown (10YR 5/3) fine sand, very pale brown (10YR 7/3) dry; single grain; loose; 4 percent very fine and fine roots; 3 percent fine and medium distinct yellowish brown (10YR 5/6) and dark yellowish brown (10YR 4/4) masses of oxidized iron with sharp boundaries lining pores; nonsaline; SAR is about 1; noneffervescent; moderately acid; clear smooth boundary. (Thickness of the C horizon is 18 to 56 cm [7 to 22 in].)\nCg1--71 to 97 cm (28 to 38 in); grayish brown (10YR 5/2) fine sand, light brownish gray (10YR 6/2) dry; single grain; loose; 3 percent very fine and fine roots; 5 percent fine and medium yellowish brown (10YR 5/8) and brownish yellow (10YR 6/6) masses of oxidized iron with sharp boundaries lining pores; nonsaline; SAR is about 1; noneffervescent; moderately acid; clear smooth boundary.\nCg2--97 to 147 cm (38 to 58 in); light brownish gray (10YR 6/2) fine sand, light gray (10YR 7/2) dry; single grain; loose; 1 percent very fine and fine roots; 2 percent fine and medium distinct yellowish brown (10YR 5/4) masses of oxidized iron with sharp boundaries lining pores; nonsaline; SAR is about 1; noneffervescent; moderately acid; gradual smooth boundary. (Combined thickness of the Cg horizon is 94 to 165 cm [37 to 65 in].)\nCg3--147 to 203 cm (58 to 80 in); light brownish gray (10YR 6/2) fine sand, light gray (10YR 7/2) dry; single grain; loose; 1 percent very fine and fine roots; 5 percent medium faint grayish brown (10YR 5/2) iron depletions with diffuse boundaries in matrix; nonsaline; SAR is about 4; noneffervescent; moderately acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Kleberg County, Texas; from the intersection of Park Road 22 and the county line between Kleberg and Nueces Counties; 8.0 miles southwest on Park Road 22 to the entrance station of Padre Island National Seashore; 0.8 mile southwest on Park Road 22 to the intersection of Novillo and Bird Island Basin road; 250 feet east on caliche and shell road; 200 feet north on low mound in rangeland. South Bird Island, Texas USGS topographic quadrangle; Latitude: 27 degrees, 27 minutes, 49.8 seconds N; Longitude: 97 degrees, 17 minutes, 23.0 seconds W; NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil Moisture: An ustic soil moisture regime bordering on udic.  The soil moisture control section is dry in some or all parts for less than 120 cumulative days in normal years.  Although rainfall amounts are that of an ustic moisture regime, the effective precipitation is higher due to relative landscape position and a fluctuating water table.  The water table occurs in most pedons at a depth of 76 to 127 cm (30 to 50 in) for at least two months in most years.\nMean annual soil temperature: 23 to 24 degrees C (74 to 76 degrees F)\nDepth to masses of oxidized iron: 0 to 25 cm (0 to 10 in)\nDepth to iron depletions: 64 to 102 cm (25 to 40 in)\nDepth to endosaturation: 76 to 127 cm (30 to 50 in) for at least two months in most years.\nParticle-size control section (weighted average)\nClay content: 1 to 3 percent\nSand content: 95 to 99 percent\nThe particle-size control section has less than 5 percent silt plus clay.\nA horizon\nHue: 10YR\nValue: 4 to 6, 5 to 7 dry\nChroma: 2 or 3\nTexture: fine sand\nMasses of oxidized iron: quantity--1 to 7 percent, size--fine or medium, contrast--faint to prominent, boundary--clear or sharp\nEC (dS/m): 0 to 2\nSAR: 0 to 4\nReaction: very strongly acid to neutral\nC horizon\nHue: 10YR\nValue: 5 to 7, 6 to 8 dry\nChroma: 2 or 3\nTexture: fine sand\nMasses of oxidized iron: quantity--1 to 10 percent, size--fine or medium, contrast--faint to prominent, boundary--clear or sharp\nEC (dS/m): 0 to 2\nSAR: 0 to 4\nReaction: strongly acid to neutral\nCg horizon\nHue: 10YR or 2.5Y\nValue: 5 to 7, 6 to 8 dry\nChroma: 1 or 2\nTexture: fine sand\nMasses of oxidized iron: quantity--0 to 10 percent, size--fine or medium, contrast--faint to prominent, boundary--clear or sharp\nIron depletions: quantity--0 to 15 percent, size--fine to coarse, contrast--faint or distinct, boundary--diffuse or clear\nEC (dS/m): 0 to 2\nSAR: 0 to 4\nReaction: strongly acid to neutral"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Adamsville (FL), Broward (FL), Canaveral (FL), Panam (TX), and Satellite (FL) series.  Similar soils are the Arenisco (TX), Daggerhill (TX), Falfurrias (TX), Galveston (TX) Greenhill (TX), and Rockport (TX) series.\nAdamsville, Broward, Canaveral, and Satellite soils: all these soils have an udic soil moisture regime and are not subject to flooding by storm surge.  Also, Adamsville soils are on uplands; Broward soils are moderately deep to limestone.  Canaveral soils are calcareous and have shell fragments and are more alkaline throughout.  Satellite soils are on flatwoods.\nPanam soils: have slightly alkaline to strongly alkaline soil reaction throughout and have seashell fragments.\nArenisco soils: are somewhat excessively drained and have mixed sand mineralogy.\nDaggerhill, Falfurrias, and Greenhill soils: are excessively drained and do not have a fluctuating water table within 203 cm (80 in) of the surface.\nGalveston soils: are somewhat excessively drained, have mixed sand mineralogy, and are dry in the soil moisture control section for less than 90 cumulative days in normal years (udic soil moisture regime)."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material: Eolian and storm washover sandy sediments of Holocene age.\nLandform: low mounds or stabilized dunes on barrier flat areas of barrier islands.\nSlope: 0 to 2 percent\nMean annual air temperature range: 22 to 23 degrees C (71 to 73 degrees F)\nMean annual precipitation range: 635 to 889 mm (25 to 35 in)\nPrecipitation pattern: November through April are the driest months, with a second dry period in July.  September is the wettest month.\nFrost-free period: 310 to 350 days\nElevation: 1 to 3 meters (3 to 10 ft)\nThornthwaite P-E Index: 31 to 44"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Daggerhill, Greenhill, Madre, Malaquite, Mustang, Novillo, Panam, Satatton, and Tatton series.\nDaggerhill and Greenhill soils: occur on higher landforms on convex foredunes and back-island stabilized dune fields.\nMadre, Malaquite and Mustang soils: are poorly drained, have higher water tables for longer periods throughout the year, and occur on a lower, planar to concave landform on barrier flats.  In addition, Madre and Malaquite soils have a SAR of 33 or more within 203 cm (13 or more within 40 in) of the soil surface.\nNovillo soils: are Typic Psammaquents and are on a lower landform in fresh-water marshes.\nPanam soils: are on a similar landform and are slightly alkaline to strongly alkaline\nSatatton and Tatton soils: are Sodic Psammaquents and occur on a lower landform on wind-tidal flats."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Somewhat poorly drained.  Permeability is very slow.  Runoff is very high.  A water table occurs in most pedons, at a depth of 76 to 127 cm (30 to 50 in) for at least two months in most years.  The soil is occasionally flooded for very brief periods by high storm surge during strong tropical storms."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used primarily as wildlife habitat and for recreation.  Native vegetation consists of seacoast bluestem, gulfdune paspalum, brownseed paspalum, partridge pea and false indigo.  The ecological site is Coastal Sand, PE 31-44 (150BY648TX)."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Gulf Coast Saline Prairies (MLRA 150B in LRR T) on barrier islands along the lower Gulf Coast of southern Texas.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Kleberg County, Texas, 2007.  The name is from Padre Island."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  This series was formerly included with the Galveston series.  The series are separated based on differences in soil moisture regime and sand mineralogy.\nDiagnostic horizons and features recognized in this pedon are:\nOchric epipedon: 0 to 48 cm (0 to 19 in). (A1 and A2 horizons)\nParticle size control section: 25 to 102 cm (10 to 40 in). (A2, C, Cg1 and Cg2 horizons)\nMasses of oxidized iron: 0 to 147 cm (0 to 58 in). (A1, A2, C, Cg1, and Cg2 horizons)\nIron depletions: depleted matrix at 71 to 203 cm (28 to 80 in). (Cg1, Cg2 and Cg3 horizons)\nEndosaturation: The zone of saturation at 76 to 127 cm (30 to 50 in) for at least two months in most years. (Cg1, Cg2, and Cg3 horizons)\nADDITIONAL DATA:  TAMU reference sample data for pH, salinity, sodicity, and mineralogy from samples S01TX-273-004 and S01TX-273-005.  Particle-size analysis on five pedons, and salinity and sodicity tests on nine pedons performed at the soil survey project office.\nTAXONOMIC VERSION:  Keys to Soil Taxonomy, Tenth Edition, 2006\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "somewhat poorly",
        "drainage_overview": "somewhat poorly"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A1",
        "top": 0,
        "bottom": 18,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "fine sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A1--0 to 18 cm (0 to 7 in); brown (10YR 4/3) fine sand, brown (10YR 5/3) dry; weak fine and medium subangular blocky structure parting to single grain; loose; 6 percent very fine and fine roots and 1 percent medium roots; 2 percent fine distinct yellowish brown (10YR 5/4) masses of oxidized iron with sharp boundaries lining pores; nonsaline; SAR is about 1; noneffervescent; moderately acid; clear smooth boundary."
      },
      {
        "name": "A2",
        "top": 18,
        "bottom": 48,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 3,
        "texture_class": "fine sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A2--18 to 48 cm (7 to 19 in); brown (10YR 5/3) fine sand, pale brown (10YR 6/3) dry; weak fine and medium subangular blocky structure parting to single grain; loose; 5 percent very fine and fine roots; 3 percent fine and medium distinct yellowish brown (10YR 5/6) and dark yellowish brown (10YR 4/4) masses of oxidized iron with sharp boundaries lining pores; nonsaline; SAR is about 1; noneffervescent; strongly acid; clear smooth boundary. (Combined thickness of the A horizon is 38 to 84 cm [15 to 33 in].)"
      },
      {
        "name": "C",
        "top": 48,
        "bottom": 71,
        "dry_hue": "10YR",
        "dry_value": 7,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 3,
        "texture_class": "fine sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "C--48 to 71 cm (19 to 28 in); brown (10YR 5/3) fine sand, very pale brown (10YR 7/3) dry; single grain; loose; 4 percent very fine and fine roots; 3 percent fine and medium distinct yellowish brown (10YR 5/6) and dark yellowish brown (10YR 4/4) masses of oxidized iron with sharp boundaries lining pores; nonsaline; SAR is about 1; noneffervescent; moderately acid; clear smooth boundary. (Thickness of the C horizon is 18 to 56 cm [7 to 22 in].)"
      },
      {
        "name": "Cg1",
        "top": 71,
        "bottom": 97,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "fine sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Cg1--71 to 97 cm (28 to 38 in); grayish brown (10YR 5/2) fine sand, light brownish gray (10YR 6/2) dry; single grain; loose; 3 percent very fine and fine roots; 5 percent fine and medium yellowish brown (10YR 5/8) and brownish yellow (10YR 6/6) masses of oxidized iron with sharp boundaries lining pores; nonsaline; SAR is about 1; noneffervescent; moderately acid; clear smooth boundary."
      },
      {
        "name": "Cg2",
        "top": 97,
        "bottom": 147,
        "dry_hue": "10YR",
        "dry_value": 7,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 2,
        "texture_class": "fine sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately acid",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "Cg2--97 to 147 cm (38 to 58 in); light brownish gray (10YR 6/2) fine sand, light gray (10YR 7/2) dry; single grain; loose; 1 percent very fine and fine roots; 2 percent fine and medium distinct yellowish brown (10YR 5/4) masses of oxidized iron with sharp boundaries lining pores; nonsaline; SAR is about 1; noneffervescent; moderately acid; gradual smooth boundary. (Combined thickness of the Cg horizon is 94 to 165 cm [37 to 65 in].)"
      },
      {
        "name": "Cg3",
        "top": 147,
        "bottom": 203,
        "dry_hue": "10YR",
        "dry_value": 7,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 2,
        "texture_class": "fine sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately acid",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Cg3--147 to 203 cm (58 to 80 in); light brownish gray (10YR 6/2) fine sand, light gray (10YR 7/2) dry; single grain; loose; 1 percent very fine and fine roots; 5 percent medium faint grayish brown (10YR 5/2) iron depletions with diffuse boundaries in matrix; nonsaline; SAR is about 4; noneffervescent; moderately acid."
      }
    ]
  ]
}
