{
  "SERIES": "PADUCAH",
  "STATUS": "Established Series",
  "BYREV": "Rev. WRE-ERB-DDR",
  "REVDATE": "01/2017",
  "STATES": "TX",
  "OVERVIEW": "The Paducah series consists of very deep, well drained, moderately permeable soils formed in silty redbeds of Permian age. These nearly level to gently sloping soils occur on hillslopes and terraces on dissected plains. Slope ranges from 0 to 5 percent. Mean annual precipitation is about 584 mm (23 in), and mean annual air temperature is about 16.7 degrees C (62 degrees F).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty, mixed, superactive, thermic Typic Haplustalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Paducah loam--cultivated.\n(Colors are for dry soil unless otherwise stated.)\nAp--0 to 20 cm (0 to 8 in); reddish brown (5YR 5/4) loam, dark reddish brown (5YR 3/4) moist; weak fine granular structure; soft, friable; noneffervescent; slightly alkaline; abrupt smooth boundary.  Thickness is 15 to 36 cm (6 to 14 in)\nBt1--20 to 41 cm (8 to 16 in); reddish brown (5YR 4/4) loam, dark reddish brown (5YR 3/4) moist; weak to moderate fine subangular blocky structure; slightly hard, friable; few distinct clay films on surfaces of peds; noneffervescent; slightly alkaline; gradual smooth boundary.  Thickness is 25 to 46 cm (10 to 18 in)\nBt2--41 to 69 cm (16 to 27 in); reddish brown (5YR 4/4) clay loam, dark reddish brown (5YR 3/4) moist; weak to moderate fine and medium subangular blocky structure; hard, friable; common distinct clay films on surfaces of peds; noneffervescent; slightly alkaline; gradual smooth boundary.  Combined thickness of the Bt horizon is 25 to 102 cm (10 to 40 in)\nBk1--69 to 112 cm (27 to 44 in); red (2.5YR 4/6) loam, dark red (2.5YR 3/6) moist; weak fine and medium subangular blocky structure; slightly hard, friable; few films and threads of calcium carbonate; slightly effervescent; moderately alkaline; gradual smooth boundary.  Thickness is 30 to 81 cm (12 to 32 inches thick)\nBk2--112 to 183 cm (44 to 72 in); light red (2.5YR 6/6) very fine sandy loam, red (2.5YR 5/6) moist; weak fine and medium subangular blocky structure; soft, very friable; contains few concretions of calcium carbonate and about 5 percent masses of calcium carbonate; strongly effervescent; moderately alkaline; diffuse wavy boundary.  Combined thickness of the Bk horizons is 41 to 127 cm (16 to 50 inches thick)\nCd--183 to 229 cm (72 to 90 in); red (2.5YR 5/6) noncemented stratified sandstone that has thin strata of very weakly cemented sandstone; massive; slightly hard, friable; slightly effervescent; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Cottle County, Texas; from the intersection of U.S. Highway 83 and U.S. Highway 70 in Paducah; 14.0 miles north on U.S. Highway 83; 2.75 miles west on Farm Road 1440; 100 feet north in a cultivated field.\nUSGS topographic quadrangle: Dunlap, TX;\nLatitude: 34 degrees, 13 minutes, 47.60 seconds N;\nLongitude: 100 degrees, 20 minutes, 58.79 seconds W;\nDatum: WGS84.\nUTM Easting 375694 m, UTM Northing 3788470 m, UTM Zone 14."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil Moisture: Typic Ustic soil moisture regime.\nDepth to densic bedrock: 152 to more than 203 cm (60 to more than 80 in).\nDepth to identifiable secondary carbonates: 41 to 127 cm (16 to 50 in)\nParticle-size control section (weighted average)\nClay content: 18 to 35 percent\nSand content: less than 15 percent sand coarser than very fine sand\nA Horizon\nHue: 5YR, 7.5YR\nValue: 4 or 5\nChroma: 3 or 4; Mollic colors are less than 25 cm (10 in) thick\nTexture: silt loam, loam, or very fine sandy loam\nClay content: 7 to 27 percent\nSand content: 20 to 75 percent\nEffervescence: none to very slight\nReaction (pH): neutral to slightly alkaline (6.6 - 7.8)\nBt or Btk Horizon\nHue: 2.5YR, 5YR\nValue: 4 or 5\nChroma: 3 to 6\nTexture: loam, silt loam, sandy clay loam, clay loam, or silty clay loam\nClay content: 12 to 35 percent\nSand content: 10 to 60 percent\nIdentifiable secondary carbonate: none to 2 percent by volume; films, threads, masses, and/or nodules/concretions\nCalcium carbonate equivalent: 0 to 5 percent\nEffervescence: none to slight\nReaction (pH): slightly alkaline to moderately alkaline (7.4 - 8.4)\nBk Horizon\nHue: 2.5YR, 5YR\nValue: 4 to 6\nChroma: 3 to 8\nTexture: loam, silt loam, or very fine sandy loam\nClay content: 7 to 27 percent\nSand content: 20 to 70 percent\nIdentifiable secondary carbonate: barely visible to 15 percent by volume; films, threads, masses, and/or nodules/concretions\nCalcium carbonate equivalent: 5 to 15 percent\nEffervescence: slight to violent\nReaction (pH): moderately alkaline (7.9 - 8.4)\nCd Horizon\nHue: 2.5YR, 5YR\nValue: 4 to 6\nChroma: 3 to 8\nTexture: stratified redbeds of sandstone or siltstone that crushes to loam, silt loam, or very fine sandy loam texture\nCementation: noncemented, but may be interbedded with thin layers of extremely weakly to weakly cemented sandstone or siltstone\nEffervescence: very slight to strong\nReaction (pH): moderately alkaline (7.9 - 8.4)"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are no other series in the same family.  Similar soils are the Bukreek, Carey, Cobb, Decobb, Madge, Selman, St. Paul, and Willow series.\nBukreek and Madge soils: have a fine-loamy particle-size control section and a mollic epipedon.\nCarey, Selman, St. Paul, and Willow soils: have a mollic epipedon.\nCobb and Decobb soils: have a fine-loamy particle-size control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material: alluvium and/or residuum derived from calcareous fine grained sandstone or siltstone, mainly in the Quartermaster, Cloud Chief, and Whitehorse formations of the Permian redbeds\nLandscape: dissected plains\nLandform: convex surfaces on hillslopes and terraces\nSlope: 0 to 5 percent, but mainly 1 to 3 percent\nMean annual precipitation: 508 to 635 mm (20 to 25 in)\nThornthwaite P-E Index: 32 to 40\nMean annual air temperature: 15.0 to 17.8 degrees C (59 to 64 degrees F)\nFrost-free period: 210 to 230 days\nElevation: 426.7 to 762.0 m (1400 to 2500 ft)"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Carey, Deepwood, Lutie, Obaro, Quinlan, St. Paul, and Woodward series.\nCarey, Lutie, and St. Paul soils: occur on similar to lower base slopes/terraces or broad ridgetops, and have a mollic epipedon.\nDeepwood soils: occur on similar to higher footslopes and side slopes, do not have an argillic horizon, and have a coarse-silty particle-size control section.\nObaro and Woodward soils: occur on side slopes and narrow convex ridgetops, do not have an argillic horizon, and are 51 to 102 cm (20 to 40 in) deep to bedrock.\nQuinlan soils: occur on side slopes and narrow convex ridgetops, do not have an argillic horizon, and are less than 51 cm (20 in) deep to bedrock"
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained. Permeability is moderate. Runoff is negligible on slopes less than 1 percent and low on 1 to 5 percent slopes."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Mainly used for growing cotton, grain sorghums, and small grains.  Native grasses are sideoatsgrama, blue grama, black grama, buffalograss, sand dropseed and Texas wintergrass.  Mesquite is a common invader on some sites."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Northwest Texas and possibly western Oklahoma; Land Resource Region - H; Central Rolling Red Plains (MLRA 78B, 78C).  The series extent is moderate."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Cottle County, Texas; 1970."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Paducah soils were formerly included in the Carey series.\nEdited 01/2017 (RFG-ROG): Changed to tabular format. Added metric measurements. Added clay and sand content to range in characteristics. Updated competing series, geographic setting, and associated soils sections.\nDiagnostic horizons and features recognized in this pedon are:\nParticle-size control section: 20 to 69 cm (8 to 27 in)\nOchric epipedon: 0 to 20 cm (0 to 8 in) (Ap horizon)\nArgillic horizon: 20 to 69 cm (8 to 27 in) (Bt horizons)\nADDITIONAL DATA: KSSL Data from Stonewall County, TX - User Pedon ID# S80TX433002\nTaxonomic Version: Keys to Soil Taxonomy, Twelfth Edition, 2014\nNational Cooperative Soil Survey\nU.S.A."
  }
}
