{
  "SERIES": "PADWET",
  "STATUS": "Established Series",
  "BYREV": "Rev. MJM-JRB-HFG-JJJ",
  "REVDATE": "11/2006",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, superactive, frigid Alfic Haplorthods"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Padwet sandy loam - on a convex, east facing slope of 3 percent in an aspen forest on an outwash plain at an elevation of about 1,560 feet.  (Colors are for moist soil unless otherwise stated.)\nA--0 to 2 inches; black (10YR 2/1) sandy loam, dark gray (10YR 4/1) dry; weak medium granular structure; friable; many fine roots; about 3 percent gravel; common charcoal fragments; very strongly acid; abrupt smooth boundary.  (0 to 5 inches thick)\nE--2 to 5 inches; brown (7.5YR 5/2) sandy loam, pinkish gray (7.5YR 7/2) dry; weak medium platy structure; very friable; many fine roots; about 3 percent gravel; strongly acid; abrupt broken boundary.  (0 to 4 inches thick)\nBs1--5 to 7 inches; dark brown (7.5YR 3/4) sandy loam; weak fine subangular blocky structure; very friable; many fine roots; about 5 percent gravel; very strongly acid; abrupt wavy boundary.\nBs2--7 to 21 inches; brown (7.5YR 4/4) sandy loam; weak medium subangular blocky structure; very friable; many fine roots; about 5 percent gravel; strongly acid; clear wavy boundary.  (Combined thickness of the Bs horizons is 6 to 20 inches)\nE/B--21 to 30 inches; 80 percent brown (10YR 5/3) sandy loam (E'), very pale brown (10YR 7/3) dry; weak medium platy structure; very friable; surrounds remnants of brown (7.5YR 4/4) sandy loam (Bt); moderate medium subangular blocky structure; friable; common distinct dark reddish brown (5YR 3/4) clay films on faces of peds; common fine roots; about 7 percent gravel; strongly acid; gradual wavy boundary.\nB/E--30 to 34 inches; 70 percent brown (7.5YR 4/4) sandy loam (Bt); moderate medium subangular blocky structure; friable; common distinct dark reddish brown (5YR 3/4) clay films on faces of peds; penetrated by tongues of brown (10YR 5/3) sandy loam (E'), very pale brown (10YR 7/3) dry; weak medium platy structure; very friable; few fine prominent yellowish red (5YR 5/6) and common medium distinct and prominent strong brown (7.5YR 5/6) masses of iron accumulation in the matrix; few fine roots; about 7 percent gravel; very strongly acid; clear wavy boundary.  (Combined thickness of the E/B and B/E horizons is 8 to 20 inches)\nBt--34 to 39 inches; brown (7.5YR 4/4) sandy loam; weak fine subangular blocky structure; friable; few fine roots; few distinct dark reddish brown (5YR 3/4) clay films on faces of peds; few medium prominent yellowish red (5YR 5/6) masses of iron accumulation in the matrix; about 8 percent gravel; very strongly acid; clear wavy boundary.  (0 to 10 inches thick)\n2C--39 to 60 inches; yellowish brown (10YR 5/4) sand and gravelly sand; single grain; loose; about 10 percent gravel as an average; moderately acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Lincoln County, Wisconsin; about 6 miles northeast of Tomahawk; 2,520 feet south and 1,450 feet west of the northeast corner of sec. 4, T. 35 N., R. 7 E. USGS Woodboro, Wis. Quad. Latitude  45 degrees 32 minutes 56 seconds N. Longitude  89 degrees 36 minutes 57 seconds W. NAD 27."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  (Unless otherwise stated, thickness and depth are measured from the top of the mineral soil.)  Thickness of the loamy mantle and depth to sandy outwash range from 24 to 40 inches.  Volume of rock fragments averages less than 35 percent in the particle-size control section. Volume of gravel ranges from 0 to 35 percent in the loamy mantle but is typically less than 15 percent.  Volume of gravel in the sandy outwash ranges from 3 to 45 percent as a weighted average and from 0 to 60 percent in individual strata.  Volume of cobbles ranges from 0 to 5 percent throughout the pedon.  Reaction typically ranges from very strongly acid to moderately acid in the upper part of the solum but it ranges to neutral in the Ap horizon, where the soil is limed.  Reaction ranges from strongly acid to slightly acid in the lower part of the solum and in the substratum.  Redox accumulations are below the spodic horizon and within a depth of 40 inches.  These are due to periods of near-saturation caused by restricted internal drainage associated with contrasting porosity at the sandy outwash contact.\nSome pedons have an O horizon with hue of 7.5YR or 10YR or the hue is neutral.  Value is 2 or 3 and chroma is 0 to 2.\nThe A horizon has hue of 5YR, 7.5YR, or 10YR; value of 2 or 3; and chroma of 1 to 2.  Cultivated pedons have an Ap horizon with hue of 5YR, 7.5YR, or 10YR; value of 3 or 4; and chroma of 2 or 3.  Texture of the A or Ap horizon is sandy loam, fine sandy loam, or loam.\nThe E horizon has hue of 5YR, 7.5YR, or 10YR; value of 4 to 6; and chroma of 2 or 3.  Colors of 4/3 and 5/3 have value dry of 7 or more.  Texture is sandy loam, fine sandy loam, loam, or the gravelly analogs or, less commonly it is loamy sand or gravelly loamy sand.\nSome pedons have a Bhs horizon less than 3 inches thick with hue of 7.5YR or 5YR and value and chroma of 2 or 3.  Texture is sandy loam, fine sandy loam, loam, or the gravelly analogs.\nThe Bs horizon has hue of 5YR, value of 3 to 6, and chroma of 4 to 6 or hue of 7.5YR, value of 3 to 4, and chroma of 4.  It has texture like the Bhs horizon above.\nSome pedons have an E' horizon with hue of 5YR, 7.5YR, or 10YR; value of 4 to 6; and chroma of 2 or 3.  Colors of 4/3 or 5/3 have value dry of 7 or more.  Texture is sandy loam, fine sandy loam, loam, loamy sand, or the gravelly analogs.\nPadwet soils have a glossic horizon (E/B or B/E horizons, or both).  The E' part has colors and textures like the E' horizon described above. The Bt part has hue of 5YR, 7.5YR, or 10YR; value of 4 or 5; and chroma of 4 or 6.  Texture is sandy loam, fine sandy loam, loam, or the gravelly analogs.\nThe Bt horizon has colors and textures like the Bt part described above.  Some pedons with a B/E horizon do not have a Bt horizon.\nSome pedons have a 2Bt or 2BC horizon with hue of 5YR, 7.5YR, or 10YR and value and chroma of 4 to 6.  Texture is sand, loamy sand, coarse sand, loamy coarse sand, or the gravelly or very gravelly analogs.\nThe 2C horizon has hue of 5YR, 7.5YR, or 10YR; value of 4 to 6; and chroma of 3 to 6.  Texture is stratified sand, coarse sand, or the gravelly or very gravelly analogs. Sand content averages more than 85 percent in the fine earth fraction."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Glidden, Goodman, Mequithy, Newot, Padus, and Saronaseries. The Oconto, Padwood, and Tipler(T) series are similar. Glidden and Goodman soils have more than 50 percent silt in the upper part of the series control section.  Mequithy soils have a lithic contact at 20 to 40 inches.  Newotand Sarona soils do not have more than 85 percent sand in the lower part of the series control section.  Padus soils do not have a zone of near-saturation with redox features within a depth of 60 inches.   Oconto soils do not have a spodic horizon.  Padwood soils have a perched seasonal high water table at 2.5 to 3.5 feet and have stratified loamy and sandy lacustrine deposits at depths of 40 to 60 inches.  Tipler soils have an apparent seasonal high water table at 2.5 to 3.5 feet."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Padwet soils are on outwash plains, stream terraces, and in outwash areas within morainic topography.  Slopes range from 0 to 6 percent. These soils formed mostly in loamy eolian or alluvial deposits underlain by stratified outwash sand and gravel.  Mean annual precipitation ranges from 28 to 33 inches.  Mean annual air temperature ranges from 39 to 45 degrees F.  The frost free period ranges from about 90 to 120 days.  Elevation ranges from 700 to 1900 feet."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Argonne, Goodman, Goodwit, Laona, Manitowish, Minocqua, Padus, Sarona, Sarwet, Soperton, Wabeno, and Worcester soils.  The well drained Padus soils, the somewhat poorly drained Worcester soils, and the poorly drained and very poorly drained Minocqua soils form a drainage sequence with the Padwet soils.  The well drained Goodman, Laona, Sarona, and Soperton soils and the moderately well drained Argonne, Goodwit, Sarwet, and Wabeno soils are nearby where the parent material is till.  The moderately well drained Manitowish soils are nearby where the loamy deposits are thinner over the sand and gravel."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Moderately well drained.  The potential for surface runoff ranges from negligible to medium.  Permeability is moderate or moderately rapid in the loamy mantle and rapid or very rapid in the sandy outwash.  Padwet soils have a zone of near-saturation with redox features above the sandy outwash at a depth of 1.5 to 3.5 feet.  Internal drainage is restricted by contrasting pore size at the sandy outwash contact resulting in a zone of near-saturation during wet periods."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most areas are used for woodland.  Common trees are sugar maple, red maple, northern red oak, American basswood, eastern hemlock, and white ash.  Some areas are used for cropland or pastureland.  Common crops are corn, small grains, and hay.  Some areas are used for growing potatoes."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northern Wisconsin.  These soils are of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: St. Paul, Minnesota"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Lincoln County, Wisconsin, 1992.  The name is coined."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons recognized in this pedon are: ochric epipedon - 0 to 5 inches (A,E); albic horizon - 2 to 5 inches (E); spodic horizon - 5 to 21 inches (Bs1, Bs2); glossic horizon - 21 to 34 inches (E/B, B/E); argillic horizon - 30 to 39 inches (B/E, Bt).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
