{
  "SERIES": "PAGESPRINGS",
  "STATUS": "Inactive Series",
  "BYREV": "Rev. BAL/PDC/WWJ",
  "REVDATE": "07/2012",
  "STATES": "AZ",
  "OVERVIEW": "The Pagesprings series consists of very shallow and shallow, well drained soils that formed in residuum on limestone hills and mesas.  Slopes range from 2 to 15 percent.  The mean annual precipitation is about 13 inches and the mean annual air temperature is about 61 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, carbonatic, thermic Lithic Ustic Haplocalcids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Pagesprings very gravelly loam - rangeland. (Colors are for dry soil unless otherwise noted.) 60 percent or more surface cover of cryptogams.\nA--0 to 2 inches; brown (7.5YR 5/4) very gravelly loam, brown (7.5YR 4/4) moist; weak thin platy parting to weak fine subangular blocky structure; soft, very friable, slightly sticky and slightly plastic; few fine and medium roots; many very fine tubular pores; 40 percent gravel and 5 percent cobble; violently effervescent; moderately alkaline (pH 8.4); abrupt smooth boundary (1 to 3 inches thick).\nBk--2 to 7 inches; light brown (7.5YR 6/4) very cobbly silt loam, brown (7.5YR 4/4) moist; weak medium subangular blocky structure; soft, very friable, slightly sticky and slightly plastic; common very fine through medium roots; common fine and medium tubular pores; 20 percent cobble and 20 percent gravel; many thick coats and pendants of calcium carbonate on undersides of rock fragments; weakly cemented with calcium carbonate; violently effervescent; moderately alkaline (pH 8.3); clear smooth boundary (4 to 8 inches thick).\nR--7 inches; white (10YR 8/1) limestone."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Yavapai County, Arizona; approximately 2 miles west of Cornville; 200 feet west and 100 feet north of the southeastern corner of section 7; T.15 N., R.4 E; 111 degrees, 57 minutes, 25 seconds west longitude and 34 degrees, 42 minutes, 22 seconds north latitude."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture - Intermittently moist in some part of the soil moisture control section during July - September and December - February.  Driest during May and June.  Ustic aridic soil moisture regime.\nSoil Temperature: 62 to 65 degrees F.\nRock fragments: 40 to 75 percent gravel and cobble\nClay content: 15 to 25 percent\nDepth to bedrock: 7 to 18 inches\nA horizon\nHue: 7.5YR, 10YR\nValue: 3 through 6 dry, 4 or 5 moist\nChroma: 2 through 4, dry or moist\nOrganic matter: 1 to 2 percent\nCalcium carbonate equivalent: 30 to 50 percent\nBk horizon\nHue: 7.5YR, 10YR\nValue: 3 through 6 dry, 4 or 5 moist\nChroma: 2 through 4, dry or moist\nOrganic matter: 0.1 to 0.5 percent\nCalcium carbonate equivalent: 40 to 60 percent\nTexture: silt loam, sandy loam\nMay be weakly cemented in some pedons."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: This is the Bissett (TX) and Lozier (TX) series. Bissett soils have 25 to 35 percent clay.  Lozier soils are moist in the soil moisture control section during May and June."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Pagesprings soils are on hills and mesas at elevations of 3,500 to 4,500 feet.  They formed in residuum from limestone of the Verde Formation.  Slopes range from 2 to 15 percent.  The mean annual precipitation is 12 to 14 inches.  The mean annual air temperature is 60 to 63 degrees F.  The frost-free period is 180 to 220 days and occur on the Edwards Plateau."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Gyberg and Bilgray soils.   Gyberg soils are very deep and have argillic horizons.  Bilgray soils are very deep."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; medium to rapid runoff; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Used for wildlife habitat and urban land.  Vegetation consists of creosotebush, ratany, snakeweed, mimosa, and canotia."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Central Arizona.  Pagesprings soils are of small extent.  MLRA is 38.  Named after the nearby town of Pagesprings."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Phoenix, Arizona"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Yavapai County, Arizona; Soil survey of Black Hills - Sedona Area, Arizona, Parts of Coconino and Yavapai Counties; 1996."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - The zone from 0 to 2 inches (A horizon)\nCalcic horizon - The zone from 2 to 7 inches (Bk horizon)\nLithic contact - The boundary at 7 inches (R horizon)\nCompeting series section updated 4/08, CEM\nSeries made inactive with the correlation of the private lands of Blackhills-Sedona (AZ639).  Soils mapped as Pagesprings are correlated to Bissett.  5/2012, CEM\nNational Cooperative Soil Survey\nU.S.A."
  }
}
