{
  "SERIES": "PAGECREEK",
  "STATUS": "Established Series",
  "BYREV": "Rev. BKP/MPC/PWB/JBF",
  "REVDATE": "11/2016",
  "STATES": "NV",
  "OVERVIEW": "Pagecreek series consists of very deep, moderately well drained soils that formed alluvium derived from mixed rocks dominated by welded tuff. Pagecreek soils are on stream terraces.  Slopes are 2 to 8 percent. The mean annual precipitation is about 450 mm and the mean annual temperature is about 6 degrees C.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, frigid Vitrandic Argixerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Pagecreek ashy sandy loam--rangeland.  (Colors are for dry soil unless otherwise noted.) The soil surface is covered with 10 percent gravels.\nA--0 to 5 cm; dark gray (10YR 4/1) ashy sandy loam, very dark gray (10YR 3/1) moist; moderate medium platy structure; soft, very friable, nonsticky and nonplastic; few medium and very fine roots; common very fine interstitial pores; 10 percent gravels; noneffervescent; neutral (pH 7.2); clear smooth boundary. (5 to 20 cm thick)\nBt1--5 to 56 cm; grayish brown (10YR 5/2) gravelly ashy clay loam, very dark grayish brown (10YR 3/2) moist; moderate medium subangular blocky structure; slightly hard, very friable, moderately sticky and moderately plastic; common very fine roots; common very fine and fine interstitial pores; 5 percent distinct clay bridges between sand grains; 15 percent gravels; noneffervescent; slightly alkaline (pH 7.7); clear smooth boundary.\nBt2--56 to 84 cm; grayish brown (10YR 5/2) gravelly ashy sandy clay loam, very dark grayish brown (10YR 3/2) moist; weak fine subangular blocky structure; slightly hard, very friable, moderately sticky and moderately plastic; common very fine roots; common very fine interstitial pores; 5 percent distinct clay bridges between sand grains; 20 percent gravels; noneffervescent; slightly alkaline (pH 7.7); gradual wavy boundary. (Combined thickness of Bt horizons is 55 to 85 cm thick)\nBtk--84 to 112 cm; grayish brown (10YR 5/2) very cobbly ashy sandy clay loam, very dark grayish brown (10YR 3/2) moist; weak fine subangular blocky structure; slightly hard, very friable, moderately sticky and moderately plastic; common fine roots; common very fine interstitial pores; 2 percent faint clay bridges between sand grains; 5 percent fine, distinct, 5 percent calcium carbonate concretions with clear boundaries on the bottom of rock fragments; 5 percent stones, 20 percent cobbles, and 15 percent gravels; strongly effervescent; moderately alkaline (pH 8.2). (28 to 50 cm thick)\n2Btk--112 to 155 cm; light brownish gray (10YR 6/2) ashy clay loam, dark grayish brown (10YR 4/2) moist; massive structure; slightly hard, friable, moderately sticky and moderately plastic; common fine roots; common very fine interstitial pores; 2 percent faint clay bridges between sand grains; 3 percent fine distinct calcium carbonate concretions with clear boundaries on the bottom of rock fragments; 5 percent gravels; violently effervescent; strongly alkaline (pH 8.6)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Lincoln County, Nevada; on the northern half of Mount Wilson Scenic Byway along Little White Rock Spring drainage; USGS Parsnip Peak 7.5 minute topographic quadrangle; latitude 38 degrees 14 minutes 32.9 seconds N and longitude 114 degrees 18 minutes 27.8 W; UTM zone 11, 0735904e, 4236341n; NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: Usually moist in winter, spring, and early summer, dry in mid-summer and fall, but moist intermittently for 10 to 20 days due to summer convection storms; dry in all parts at least 45 consecutive days following the summer solstice(July and August); typic xeric soil moisture regime.\nMean annual soil temperature: 6 to 8 degrees C.\nMollic epipedon thickness: 100 to 140 cm.\nDepth to Argillic horizon: 5 to 30 cm.\nDepth to calcium carbonates: 60 to 90 cm.\nCalcium carbonate development stage: Stage I.\nParticle-size control section - Clay content: 25 to 35 percent.\nRock fragments: 15 to 35 percent mainly gravel. Lithology is welded tuff.\nA horizon\nHue: 7.5YR or 10YR.\nValue: 4 or 5 dry, 2 or 3 moist.\nChroma: 1 or 2 dry and moist.\nMineralogy: 15 to 30 percent volcanic glass in the 0.02 to 2 mm fraction and averages 0.02 to 0.1 percent Al plus 1/2Fe, extracted by ammonium oxalate.\nBt horizons\nValue 4 or 5 dry, 2 or 3 moist.\nChroma: 1 or 2 dry and moist.\nClay content: 18 to 35 percent.\nTexture: Ashy clay loam or ashy sandy clay loam.\nRock fragments: 15 to 35 percent mainly gravels with some sub-horizons containing up to 55 percent rock fragments.\nMineralogy: 18 to 25 percent volcanic glass in the 0.02 to 2 mm fraction and averages 0.09 to 0.2 percent Al plus 1/2Fe, extracted by ammonium oxalate.\nStructure: Fine through coarse subangular blocky, or massive.\nConsistence: Slightly hard through very hard, very friable or friable, slightly sticky or moderately sticky, and slightly plastic or moderately plastic.\nClay accumulations: Clay bridges between sand grains, clay films on surfaces along pores, or clay films on rock fragments.\nBtk horizon\nValue 4 through 6 dry, 2 or 3 moist.\nChroma: 2 or 3 dry and moist.\nTexture: gravelly ashy sandy clay loam, and very cobbly ashy sandy clay loam.\nClay content: 18 to 27 percent.\nRock fragments: 35 to 55 percent, with some pedons containing thin sub-horizons averaging 15 to 35 percent rock fragments.\nStructure: Weak or moderate, fine or medium subangular blocky, or massive.\nConsistence: Slightly hard or moderately hard, dry.\nClay accumulations: clay bridges between sand grains, clay films on surfaces along pores, and as clay films on faces of peds.\nConcentrations: 0 to 2 percent (by volume) very fine and fine calcium carbonate concretions on the bottom of rock fragments and/or as weakly cemented masses in the matrix.\nMineralogy: 15 to 25 percent volcanic glass in the 0.02 to 2 mm fraction and averages 0.05 to 0.2 percent Al plus 1/2Fe, extracted by ammonium oxalate.\n2Btk horizon\nValue 4 through 6 dry, 2 or 3 moist.\nChroma: 2 or 3 dry and moist.\nClay content: 27 to 35 percent.\nRock fragments: 5 to 15 percent, mainly gravels in most profiles with some sub-horizons containing cobbles and stones; some pedons have up to 55 percent fragments in some sub-horizons.\nStructure: Weak or moderate, fine or medium subangular blocky, or massive.\nConsistence: Slightly hard or moderately hard, dry.\nClay accumulations: clay bridges between sand grains, clay films on surfaces along pores, and as clay films on faces of peds.\nConcentrations: very fine and fine calcium carbonate concretions on the bottom of rock fragments and as weakly cemented masses in the matrix; comprising less than 2 percent (by volume) of the horizon.\nMineralogy: 15 to 25 percent volcanic glass in the 0.2 to 2 mm fraction and averages 0.05 to 0.2 percent Al plus 1/2Fe, extracted by ammonium oxalate."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Fastjet, Luckycreek, Pinney, Powellbutte, Runyon, and Tommycork series.\nFastjet, Luckycreek, Pinney, Powellbutte, Runyon, and Tommycork soils are not moist intermittently for 10 to 20 days in the upper part due to summer convection storms. Fastjet soils have a moderately deep paralithic contact. Pinney soils form in lacustrine deposits and lack Btk horizons with secondary carbonates. Runyon soils average 0 to 10 percent rock fragments in the control section and form in basalt parent material."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Pagecreek soils are on stream terraces at foothills of mountains that typically occur adjacent to incised drainages. These soils formed in alluvium derived from mixed parent materials dominated by welded tuff. Slopes are 2 to 8 percent. Elevations range from 1,900 to 2,450 meters. The climate is dry-subhumid, continental with cool, moist winters and warm dry summers. The mean annual precipitation is 400 to 500 mm but the geomorphic surface receives a significant amount of surface water run on from surrounding uplands. The mean annual temperature is 4 to 6 degrees C., and the frost-free period is 40 to 70 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Fifteenmile, Springmeadow and Sevenmile soils. Fifteenmile and Sevenmile soils have cambic horizons. Springmeadow soils have redoximorphic features above a high water table and are strongly effervescent in lower horizons"
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Moderately well drained; very low surface runoff; moderately low  saturated hydraulic conductivity."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Pagecreek soils are used for rangeland and wildlife habitat. The native vegetation is mainly basin wildrye, western wheatgrass, basin big sagebrush, and rubber rabbitbrush. This pedon is correlated to ecological site number R028AY090NV, Loamy Bottom 10-14 P.Z."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Eastern Nevada. These soils are not extensive. MLRA 28A."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Lincoln County (Meadow Valley Area, NV713), Nevada, 2010. The name is coined."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon - The zone from the surface to 112 cm (A, Bt1, Bt2 and Btk horizons).\nArgillic horizon - The zone from 5 to 155 cm (Bt1, Bt2, Btk, and 2Btk horizons).\nCalcium Carbonate features - The zone from 84 to 155 cm (Btk and 2Btk horizons).\nVitrandic feature - 18 to 30 percent volcanic glass in the 0.2 to 2 mm fraction and averages 0.09 to 0.2 percent Al plus 1/2Fe, extracted by ammonium oxalate between 0 to 56 cm (Bt1 and Bt2 horizons).\nParticle-size control section - The zone from 5 to 55 cm (part of the Bt1 horizon).\nADDITIONAL DATA:\nUser Pedon ID: 08NV613112-MPC\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "moderately well",
        "drainage_overview": "moderately well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 5,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 1,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 1,
        "texture_class": "sandy loam",
        "pH": 7.2,
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A--0 to 5 cm; dark gray (10YR 4/1) ashy sandy loam, very dark gray (10YR 3/1) moist; moderate medium platy structure; soft, very friable, nonsticky and nonplastic; few medium and very fine roots; common very fine interstitial pores; 10 percent gravels; noneffervescent; neutral (pH 7.2); clear smooth boundary. (5 to 20 cm thick)"
      },
      {
        "name": "Bt1",
        "top": 5,
        "bottom": 56,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "clay loam",
        "cf_class": "gravelly",
        "pH": 7.7,
        "pH_class": "slightly alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bt1--5 to 56 cm; grayish brown (10YR 5/2) gravelly ashy clay loam, very dark grayish brown (10YR 3/2) moist; moderate medium subangular blocky structure; slightly hard, very friable, moderately sticky and moderately plastic; common very fine roots; common very fine and fine interstitial pores; 5 percent distinct clay bridges between sand grains; 15 percent gravels; noneffervescent; slightly alkaline (pH 7.7); clear smooth boundary."
      },
      {
        "name": "Bt2",
        "top": 56,
        "bottom": 84,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "sandy clay loam",
        "cf_class": "gravelly",
        "pH": 7.7,
        "pH_class": "slightly alkaline",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bt2--56 to 84 cm; grayish brown (10YR 5/2) gravelly ashy sandy clay loam, very dark grayish brown (10YR 3/2) moist; weak fine subangular blocky structure; slightly hard, very friable, moderately sticky and moderately plastic; common very fine roots; common very fine interstitial pores; 5 percent distinct clay bridges between sand grains; 20 percent gravels; noneffervescent; slightly alkaline (pH 7.7); gradual wavy boundary. (Combined thickness of Bt horizons is 55 to 85 cm thick)"
      },
      {
        "name": "Btk",
        "top": 84,
        "bottom": 112,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "sandy clay loam",
        "cf_class": "very cobbly",
        "pH": 8.2,
        "pH_class": "moderately alkaline",
        "narrative": "Btk--84 to 112 cm; grayish brown (10YR 5/2) very cobbly ashy sandy clay loam, very dark grayish brown (10YR 3/2) moist; weak fine subangular blocky structure; slightly hard, very friable, moderately sticky and moderately plastic; common fine roots; common very fine interstitial pores; 2 percent faint clay bridges between sand grains; 5 percent fine, distinct, 5 percent calcium carbonate concretions with clear boundaries on the bottom of rock fragments; 5 percent stones, 20 percent cobbles, and 15 percent gravels; strongly effervescent; moderately alkaline (pH 8.2). (28 to 50 cm thick)"
      },
      {
        "name": "2Btk",
        "top": 112,
        "bottom": 155,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "clay loam",
        "pH": 8.6,
        "pH_class": "strongly alkaline",
        "narrative": "2Btk--112 to 155 cm; light brownish gray (10YR 6/2) ashy clay loam, dark grayish brown (10YR 4/2) moist; massive structure; slightly hard, friable, moderately sticky and moderately plastic; common fine roots; common very fine interstitial pores; 2 percent faint clay bridges between sand grains; 3 percent fine distinct calcium carbonate concretions with clear boundaries on the bottom of rock fragments; 5 percent gravels; violently effervescent; strongly alkaline (pH 8.6)."
      }
    ]
  ]
}
