{
  "SERIES": "PAGOSA",
  "STATUS": "Established Series",
  "BYREV": "RFB/GB/TWH",
  "REVDATE": "03/2006",
  "STATES": "CO,WY",
  "OVERVIEW": "The Pagosa series consists of deep, well drained soils that formed in thick medium and moderately fine textured materials originating as glacial till or similar deposits.  Pagosa soils are on hills, broad ridges, mountainsides, and valley sides.  Slopes are 0 to 65 percent.  Mean annual precipitation is about 32 inches and mean annual temperature is about 38 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, smectitic Ustollic Glossocryalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Pagosa loam - pine-bunchgrass.  (Colors are for dry soil unless otherwise noted.)\nA--0 to 6 inches; grayish brown (10YR 5/2) loam, very dark grayish brown (10YR 3/2) moist; strong fine granular structure; soft, very friable, slightly sticky, and slightly plastic; 10 percent gravel; strongly acid; clear wavy boundary.  (4 to 9 inches thick)\nE--6 to 13 inches; light brownish gray (10YR 6/2) loam, grayish brown (10YR 5/2) moist; weak fine subangular blocky structure parting to moderate medium granular; slightly hard, very friable, slightly sticky, and slightly plastic; 5 percent stones, 5 percent gravel; strongly acid; gradual wavy boundary.  (5 to 10 inches thick)\nE/B--13 to 22 inches; mixed light brownish gray (10YR 6/2) and brown (7.5YR 5/4) heavy loam, grayish brown (10YR 5/2) and brown (7.5YR 4/4) moist; moderate fine subangular blocky structure; slightly hard, very friable, slightly sticky, and slightly plastic; the more clayey peds are hard; thin clay films on some faces of peds and in root channels; 10 percent stones, 5 percent gravel; this horizon consists of seams and nodules of clayey material like that of the underlying horizon embedded in a lighter colored matrix like that of the overlying horizon; moderately acid; clear irregular boundary.  (4 to 12 inches thick)\nBt--22 to 30 inches; brown (7.5YR 5/4) heavy clay loam, brown (7.5YR 4/4) moist; moderate medium subangular blocky structure; slightly hard, very friable, sticky, and moderately plastic; peds are very hard; thin nearly continuous clay films on peds and in root channels and pores; 10 percent stones, 5 percent gravel; moderately acid; diffuse wavy boundary.  (5 to 36 inches thick)\nC--30 to 44 inches; yellowish brown (10YR 5/4) light clay loam, dark yellowish brown (10YR 4/4) moist; massive; hard, friable, slightly sticky, and slightly plastic; 10 percent stones, 5 percent gravel; moderately acid; clear smooth boundary.  (10 to 20 inches thick)\n2Cr--44 inches; shale or sandstone rock."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Hinsdale County, Colorado; about 26 miles northwest of Pagosa Springs; in the NE 1/4 of Sec. 3, T. 37 N., R. 3 W.; Oakbrush Ridge USGS quadrangle; estimated coordinates: lat. 37 degrees 28 minutes 28 seconds N. and long. 107 degrees 10 minutes 19 seconds W., NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Mean annual soil temperature ranges from 38 to 44 degrees F., and average summer temperature ranges from 52 to 58 degrees F.  A lithic or paralithic contact occurs at depths of 40 to 60 inches or more.  Depth to the base of the argillic horizon ranges from 20 to 50 inches.  Rock fragments range from 0 to 35 percent in a major part of the solum and any C horizon and are mainly 3 to 24 inches in diameter.\nThe A horizon has hue of 5Y through 7.5YR, value of 3 through 5 dry, 2 or 3 moist, and chroma of 1 through 3.  It is strongly or moderately acid.\nThe E horizon has hue of 5Y through 7.5YR, value of 5 through 8 dry, 4 through 7 moist, and chroma of 1 through 4.  It is strongly through slightly acid.\nThe Bt horizon has hue of 5Y through 7.5YR, value of 5 through 7 dry, 4 through 6 moist, and chroma of 2 through 5.  It is heavy clay loam or light clay with 35 to 50 percent clay.  This horizon is neutral through strongly acid.\nThe C horizon has hue of 5Y through 7.5YR, value of 5 through 7 dry, 4 through 6 moist, and chroma of 3 or 4.  It is loam, clay loam, or sandy clay loam with 18 to 35 percent clay.  Fine sandy loam is common in some pedons that lack continuity.  This horizon is neutral to strongly acid."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Chedsey, Goldhill, Harkness, Hatch, and Herd soils.  Chedsey and Hatch soils have paralithic bedrock at depths of 20 to 40 inches.  In addition, Chedsey soils have hue of 5YR or redder in the Bt horizon.  Goldhill soils have carbonates at depths of 25 to 60 inches.  Harkness soils have sola of 60 inches or more.  Herd soils lack E/B horizons and have sola thicker than 50 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Pagosa soils are on hills, mountainsides, and valley sides.  Slopes typically range from 3 to 65 percent.  Elevation is 8,000 to 9,500 feet.  These soils formed in thick noncalcareous medium to moderately fine textured materials originating as glacial till or similar deposits.  The mean annual precipitation is about 22 to 28 inches; mean annual temperature is about 38 degrees F.; and mean summer temperature is 54 degrees F."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Winifred and Woodrock soils.  Winifred soils have a mollic epipedon.  Woodrock soils have a fine-loamy control section."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well-drained; medium to low runoff; slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are used for native rangeland and for timber production.  Native vegetation is mainly ponderosa pine, Arizona fescue, western wheatgrass, oakbrush, mountain muhly, and Parry's oatgrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  South-central and northwestern Colorado.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Hinsdale County (Piedra Area), Colorado, 1974."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon:\nOchric epipedon - from 0 to 6 inches (A horizon)\nAlbic horizon - from 6 to 13 inches (E horizon)\nGlossic horizon - from 13 to 22 inches (E/B horizon)\nArgillic horizon - from 13 to 30 inches (E/B and Bt horizons)\nParticle-size control section - the zone from 22 to 30 inches (Bt horizon)\nUpdate mapping of the area having the type location indicates a frigid temperature regime and a typic-ustic or udic-ustic moisture regime. This new soil climate is consistent with the ponderosa pine/Gamble oak forest community that was originally correlated to the Pagosa series. It is likely this series will be reclassified to a Udic or Typic Haplustalf in the near future.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
