{
  "SERIES": "PAHAKA",
  "STATUS": "Established Series",
  "BYREV": "Rev. RCH/PDC/WWJ",
  "REVDATE": "01/2007",
  "STATES": "AZ",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, superactive, hyperthermic Typic Haplocambids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Pahaka loam - rangeland.  (Colors are for dry soil unless otherwise noted).\nA1--0 to 1 inch; light yellowish brown (10YR 6/4) loam, dark yellowish brown (10YR 4/4) moist; moderate medium platy structure; slightly hard, very friable, nonsticky and slightly plastic; many very fine roots; common very fine vesicular pores; 5 percent fine gravel; noneffervescent; moderately alkaline (pH 8.0); clear smooth boundary.\nA2--1 to 4 inches; light yellowish brown (10YR 6/4) fine sandy loam, dark yellowish brown (10YR 4/4) moist; moderate medium subangular blocky structure; soft, very friable, nonsticky and nonplastic; many very fine roots; common very fine vesicular pores; 5 percent fine gravel; noneffervescent; moderately alkaline (pH 8.0); clear wavy boundary.  (Combined thickness of the A horizons is 2 to 6 inches)\nAB--4 to 9 inches; reddish yellow (7.5YR 6/6) fine sandy loam, brown (7.5YR 4/4) moist; weak medium subangular blocky structure; soft, very friable, nonsticky and nonplastic; common very fine roots; common very fine irregular pores; 5 percent fine gravel, calcium carbonate coated; noneffervescent; moderately alkaline (pH 8.2); clear wavy boundary.  (3 to 6 inches thick)\nBwn1--9 to 19 inches; reddish yellow (7.5YR 6/6) fine sandy loam, brown (7.5YR 4/4) moist; weak medium subangular blocky structure; slightly hard, very friable, nonsticky and nonplastic; many very fine roots; common very fine irregular pores; 14 percent gravel, calcium carbonate coated; strongly effervescent; nonsaline (ECe 1 dS/m) and slightly sodic (SAR 11); moderately alkaline (pH 8.4); gradual smooth boundary.  (7 to 13 inches thick)\nBwn2--19 to 34 inches; reddish yellow (7.5YR 6/6) gravelly sandy loam, brown (7.5YR 4/4) moist; weak medium subangular blocky structure; slightly hard, very friable, slightly sticky and slightly plastic; few very fine roots; many very fine irregular pores; 18 percent gravel, lime coated; few very fine, rounded, soft accumulations of lime; strongly effervescent; slightly saline (ECe 7 dS/m) and moderately sodic (SAR 23); moderately alkaline (pH 8.4); clear wavy boundary.  (8 to 15 inches thick)\n2Btknzb--34 to 46 inches; yellowish red (5YR 5/6) very gravelly sandy clay loam, yellowish red (5YR 4/6) moist; strong medium subangular blocky structure; very hard, firm, sticky and plastic; few very fine roots; many very fine tubular pores; many distinct clay films on faces of peds and bridging mineral grains; 47 percent gravel, calcium carbonate coated; many very fine, rounded and irregular, soft accumulations of calcium carbonate; strongly effervescent; moderately saline (ECe 9dS/m) and moderately sodic (SAR 27); moderately alkaline (pH 8.4); gradual wavy boundary.\n2Bknzb--46 to 60 inches; pink (7.5YR 7/4) strongly cemented gravelly sandy clay loam, brown (7.5YR 5/4) moist; moderate fine subangular blocky structure; extremely hard, firm, sticky and plastic; few very fine tubular pores; 32 percent gravel, calcium carbonate coated; many fine rounded nodules; violently effervescent; moderately saline (ECe 12 dS/m) and moderately sodic (SAR 20); moderately alkaline (pH 8.4).  (Combined thickness of the buried B horizon is 26 to 38 inches)"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Maricopa County, Arizona; about 1 mile northeast of Lone Butte, on the Gila River Indian Reservation; 200 feet north and 1000 feet west of the southeast corner of section 4, T 2 S., R. 3 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture - Intermittently moist in some part of the soil moisture control section during July-September and December-February.  Driest during May and June.  Typic aridic soil moisture regime.\nThe 10 to 40 inch particle size control section averages less than 18 percent clay.\nDepth to buried argillic horizon - 20 to 40 inches.\nRock fragments - 5 to 55 percent in any one horizon; averages less than 35 percent in the particle-size control section.\nSalinity - nonsaline to moderately saline.\nSodicity - nonsodic to moderately sodic.\nCalcium carbonate - Noneffervescent to violently effervescent in the upper part; slightly to violently effervescent in the lower part.\nA horizon\nHue:  7.5YR, 10YR\nValue: 5 or 6 dry, 4 through 6 moist\nChroma:  3 ,4, or 6, dry or moist\nBw horizon\nHue:  7.5YR, 10YR\nValue: 5, 6 or 7 dry, 4, 5, or 6 moist\nChroma:  4 or 6, dry or moist\nTexture:  Fine sandy loam, sandy loam, gravelly sandy loam, gravelly loam, very gravelly sandy loam  (8 to 17 percent clay).\nReaction: mildly or moderately alkaline\nBuried Bt horizons\nHue:  5YR, 7.5YR\nValue: 4, 5, 6 or 7 dry, 3, 4, 5 or 6 moist\nChroma:  4 or 6, dry or moist\nTexture:  Loam, sandy clay loam, gravelly loam, gravelly sandy clay loam, gravelly clay loam, very gravelly sandy clay loam  (20 to 35 percent clay). Some pedons contain sandy loam or fine sandy loam textures in addition to the finer textures.\nReaction:  Mildly to strongly alkaline\nSalinity:  1 to 8 dS/m\nCementation: Weakly to strongly cemented in some pedons"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Dateland and Denure series.  Dateland and Denure soils do not have buried argillic horizons at moderate depths."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Pahaka soils are on fan terraces.  Slopes range from 0 to 5 percent.  Elevations range from 1100 to 2400 feet.  They formed in Holocene fan alluvium superimposed on Pleistocene relict basin floors and fan terraces.  The mean annual precipitation is 7 to 10 inches occurring as summer thunderstorms and gentle winter rain.  Mean annual air temperature is 69 to 75 degrees F.  The frost-free period is about 240 to 325 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the competing Denure and the Shontik soils.  Shontik soils are fine-loamy.  In addition are the Chuckawalla, Gunsight, Momoli and Pinamt soils that do not have buried argillic horizons at moderate depths."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; slow runoff; moderately rapid permeability above and moderately slow in the buried horizon."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Used for livestock grazing, wildlife habitat and irrigated cropland.  Vegetation is creosotebush, triangleleaf bursage and annual grasses."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Southern Arizona.  MLRA is 40. The soils of this series are not extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Phoenix, Arizona"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Gila River Indian Reservation, Arizona; Parts of Maricopa and Pinal Counties, 1991.  Name means Eagle in the Pima Indian language."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - the zone from 0 to 9 inches. (A1, A2, AB horizons)\nCambic horizon - the zone from 9 to 34 inches (Bwn1, Bwn2 horizons)\nBuried soil - the zone from 34 to 60 inches (2Btknzb, 2Bknzb horizons)\nClassified according to Soil Taxonomy Second Edition, 1999\nADDITIONAL DATA:\nNSSL Sample S84 AZ-13-6, and NSSL Sample S84 AZ-13-7.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
