{
  "SERIES": "PALAU",
  "STATUS": "Established Series",
  "BYREV": "RD:CWS, BG, KP",
  "REVDATE": "07/2007",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Very-fine, halloysitic, isohyperthermic Typic Haploperox"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Palau silty clay loam - on a 15 percent slightly convex south-by-southwest-facing slope in an anthropic savannah. When described (10/3/79), the soil was moist throughout. (Colors are for moist soil. All textures are apparent field textures.)\nA1--0 to 4 inches; dark brown (10YR 3/3) silty clay loam; moderate fine and medium subangular blocky structure parting to moderate very fine and fine granular; friable, slightly sticky and slightly plastic; common very fine and fine roots; common very fine tubular and interstitial pores; 5 percent smooth nonporous irregular ferritic concretions .4 to 1 inch in size; extremely acid (pH 4.0, 1:1 water); clear smooth boundary. (3 to 10 inches thick)\nB1--4 to 11 inches; strong brown (7.5YR 4/6) silty clay; moderate fine and medium subangular blocky structure parting to moderate very fine subangular blocky; firm, sticky and plastic; common very fine and fine roots; many very fine tubular and interstitial pores; 5 percent smooth nonporous irregular ferritic concretions .4 to 1 inch in size; one subangular basalt cobble 4 x 6 inches in size; two fragments of prehistoric pottery at upper boundary of horizon; few fragments of charcoal; very strongly acid (pH 4.6, 1:1 water); clear wavy boundary. (4 to 8 inches thick)\nB21--11 to 22 inches; 70 percent yellowish red (5YR 4/6) and 30 percent strong brown (7.5YR 4/6) silty clay; moderate medium subangular blocky structure parting to moderate very fine subangular blocky; firm, sticky and plastic; few very fine and fine roots; many very fine and fine tubular and interstitial pores; common pressure faces and many thin waxy coatings on faces of peds and lining pores; 5 percent smooth nonporous irregular ferritic concretions .4 to 1 inch in size; one vesicular irregular ferritic concretion 3 x 5 inches in size; 2 percent saprolite fragments .4 to 1 inch in size; few fragments of charcoal; very strongly acid (pH 4.7, 1:1 water); diffuse wavy boundary. (4 to 12 inches thick)\nB22--22 to 31 inches; 80 percent yellowish red (5YR 4/6) and 20 percent strong brown (7.5YR 4/6) silty clay; moderate medium subangular blocky structure parting to moderate very fine subangular blocky; firm, sticky and plastic; few very fine and fine roots; many very fine and fine tubular and interstitial pores; common pressure faces and many thin waxy coatings on faces of peds and lining pores; 5 percent ferritic gibbsite pendants .2 inch in diameter and 2 inches long; few fragments of charcoal; very strongly acid (pH 4.9, 1:1 water); clear wavy boundary. (4 to 28 inches thick)\nB23--31 to 42 inches; 80 percent strong brown (7.5YR 4/6) and 20 percent yellowish red (5YR 4/6) silty clay; moderate medium subangular blocky structure parting to moderate very fine subangular blocky; firm, sticky and plastic; few very fine and fine roots; many very fine and fine tubular, interstitial, and vesicular pores; common pressure faces, and many thin waxy coatings on faces of peds and lining pores; 5 percent smooth nonporous irregular ferritic concretions .4 to 1 inch in size; strongly acid (pH 5.2, 1:1 water); gradual wavy boundary. (0 to 12 inches thick)\nC--42 to 59 inches; 50 percent blotches of red (10R 4/8) silt loam with parallel stringers that are 25 percent brownish yellow (10YR 6/8) and 10 percent strong brown (7.5YR 4/6); many light reddish gray (2.5YR 7/1) specks and strong brown (7.5YR 4/6) waxy coatings; moderate medium and coarse subangular blocky structure; friable, slightly sticky and slightly plastic; few very fine roots in peds and on faces; common very fine and fine vesicular pores in peds and common very fine and fine tubular pores with waxy coatings between peds; continuous moderately thick and thick waxy coatings on faces of peds; strongly acid (pH 5.3, 1:1 water)"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Airai Municipality, Babelthuap Island, Palau, Western Caroline Islands; about .3 mile N. from the T intersection of main road to airport and road to Nekken, stop at water tank then head 469 feet E. and 3,018 feet S.; lat. 7 degrees 21 minutes 22 seconds N. and long. 134 degrees 32 minutes 32.9 seconds E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Thickness of the solum ranges from 39 to 50 inches. The mean annual soil temperature in forested areas is 81 or 82 degrees F in anthropic savannahs.\nThe A horizon has moist color of 7.5YR 3/4 or of 10YR 3/3, 4/3, or 4/4.\nThe apparent field texture is silt loam or silty clay loam.\nThe horizon is 0 to 10 percent ferritic concretions 0.2 to 1 inch in size. Reaction in 1:1 water is extremely acid or very strongly acid.\nThe B horizon has moist color of 2.5YR 4/4 or 4/6 or of 5YR 4/6 and is mixed with colors of 5YR 4/4 or 4/6 or of 7.5YR 4/6.\nThe apparent field texture is silty clay loam or silty clay.\nThe amount of clay as measured by the product of (2.5 x 15-bar water) is more than 75 percent.\nThe horizon is 0 to 6 percent ferritic concretions .2 to 1 inch in size. Reaction in 1:1 water is very strongly acid or strongly acid.\nCEC is less than 16 meq/100 grams of clay.\nAluminum saturation is more than 70 percent in some parts of the oxic horizon.\nThe C horizon has moist color of 10R 3/3, 3/6, or 4/8, of 2.5YR 3/6 or 4/6, or of 5YR 4/6. It has stringers and coatings of 7.5YR 4/6 or of 10YR 4/6, 5/4, or 6/8, and it has pseudomorphs of feldspar specks of 2.5Y 7/3, 5GY 6/1, and 5Y 8/2.\nThe apparent field texture is silt loam or silty clay loam.\nReaction in 1:1 water is very strongly acid or strongly acid."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: This is the Ngatpang series. Ngatpang soils are moderately well drained, moderately slowly permeable, and have a lower aluminum saturation.  Soils in similar families but differing mineralogy are the Gagil and Gnardok series.  Gagil soils have oxidic mineralogy, lower organic matter and fertility content. Ngardok soils have mixed mineralogy."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Palau soils are on hills and low mountains that have complex relief. Slopes are 2 to 75 percent. The soils formed in highly weathered saprolitic volcanic breccia and tuff. They are dominantly under anthropic savannah vegetation but also under broadleaf evergreen forest vegetation in higher lying convex areas (erosional surfaces) where fertility and organic matter contents are lower than that typical for these forested areas. Elevation ranges from 0 to 689 feet. The mean annual temperature is 81 degrees F., and does not vary by more than 34 degrees F from month to month. Mean annual maximum temperature is 88 degrees F. and mean annual minimum temperature is 75 degrees F. Mean annual rainfall is 145 inches and varies from 130 to 183 inches from year to year with the driest months (February, March and April) averaging 7 to 9 inches per month."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Aimeliik, Babelthuap, and Ngardmau soils. Aimeliik soils have a higher organic matter, fertility status, and cation exchange and are typically under forest vegetation. Babelthuap and Ngardmau soils are typically on ridgetops and other erosional surfaces, support a degraded anthropic savannah vegetation, have a very low fertility status and contain up to 75 percent ferritic and gibbsitic concretions in the surface layer."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; slow through very rapid runoff; moderately rapid permeability. In general, areas where high value, low chroma color dominates the saprolite, a slow permeability is noted."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Some areas of Palau soils are used for cultivation of subsistence crops such as dry land taro, cassava, sweet potatoes, coconuts, breadfruit, bananas, and vegetable crops. A few areas are used for urban development. Most areas are in anthropic savannah that is burned annually. The dominant savannah species is Ischaemum chlordatum. Scattered pandanus also occurs in savannah areas. Many areas are in broadleaf evergreen forest.\n="
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Palau soils are of moderate extent in Palau on the islands of Koror, Arakabesan, and Babelthuap."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Airai Municipality, Babelthuap Island, Palau, Western\nCaroline Islands, 1981."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Palau soils have a perudic moisture regime. The A horizon does not become dry for longer than 4 consecutive days and 24 cumulative days per year during the dry season (February, March, and April). Drying only occurs under bare soil conditions. No part of the subsoil becomes dry in 9 out of 10 years. Local pronunciation of the word Palau is \"Belau.\"\nADDITIONAL DATA: National Soil Survey Lab Data S79TQ632-1 and Military Geology\nof Palau Islands, 1956, also used to define the series.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
