{
  "SERIES": "PALERF",
  "STATUS": "Established Series",
  "BYREV": "Rev. HRG/KWH/RWL",
  "REVDATE": "11/2005",
  "STATES": "WA",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Clayey-skeletal, smectitic, mesic Vitrandic Palexerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Palerf gravelly ashy loam- rangeland, on a 31 percent north-facing slope at 2,400 feet elevation. (Colors are for dry soil unless otherwise stated. All textures are apparent field textures.)\nA--0 to 4 inches; brown (10YR 5/3) gravelly ashy loam, very dark grayish brown (10YR 3/2) moist; weak coarse platy structure; slightly hard, very friable, slightly sticky and slightly plastic; many very fine and few medium roots; many very fine irregular and tubular pores; 15 percent gravel; neutral (pH 6.8); abrupt smooth boundary. (2 to 7 inches thick)\nAB--4 to 9 inches; brown (10YR 5/3) gravelly ashy loam, very dark grayish brown (10YR 3/2) moist; moderate medium prismatic structure parting to moderate medium subangular blocky; slightly hard, friable, slightly sticky and slightly plastic; common very fine and few medium roots; common very fine tubular pores; 15 percent gravel; neutral (pH 6.9); abrupt wavy boundary. (4 to 7 inches thick)\n2Bt1--9 to 14 inches; brown (10YR 5/3) very gravelly clay loam, dark brown (10YR 3/3) moist; moderate medium prismatic structure parting to moderate medium subangular blocky; moderately hard, firm, moderately sticky and moderately plastic; common very fine roots; common very fine tubular pores; many continuous faint pressure faces on peds; many continuous faint clay films in root channels; 35 percent gravel and 10 percent cobbles; neutral (pH 7.2); clear wavy boundary. (3 to 5 inches thick)\n2Bt2--14 to 21 inches; brown (10YR 5/3) very gravelly clay, dark brown (10YR 3/3) moist; strong fine and medium angular blocky structure; very hard, firm, very sticky and very plastic; common very fine roots; common very fine tubular pores; many continuous distinct dark brown (7.5YR 3/2) clay films in root channels; 40 percent gravel and 10 percent cobbles; slightly alkaline (pH 7.6); clear wavy boundary. (6 to 8 inches thick)\n2Bt3--21 to 27 inches; brown (10YR 5/3) very gravelly clay, dark brown (10YR 3/3) moist; strong fine and medium angular blocky structure; very hard, firm, very sticky and very plastic; common very fine roots; common very fine tubular pores; many continuous faint pressure faces on peds; many continuous distinct dark brown (7.5YR 3/2) clay films in root channels; 40 percent gravel and 15 percent cobbles; moderately alkaline (pH 8.0); abrupt wavy boundary. (5 to 8 inches thick)\n2Btk--27 to 35 inches; brown (10YR 5/3) extremely gravelly clay, dark brown (10YR 3/3) moist; strong coarse prismatic structure parting to strong medium angular blocky; very hard, very firm, very sticky and very plastic; common very fine roots; common very fine tubular pores; few faint clay skins in root channels; common white (10YR 8/1) prominent continuous lime coatings throughout the soil and on the faces of peds; many continuous faint pressure faces on peds; 45 percent gravel and 20 percent cobbles; strong effervescence; moderately alkaline (pH 8.2); abrupt wavy boundary. (6 to 9 inches thick)\n3R--35 inches; basalt bedrock."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Kittitas County, Washington, about 1,100 feet west and 1,700 feet south of the northeast corner of section 26, T. 16 N., R. 20 E., USGS Bager Gap Topographic quadrangle; Latitude 46 degrees, 50 minutes, 52 seconds N and  Longitude 120 degrees, 16 minutes,  45 seconds W (NAD28)"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Mean annual soil temperature at a depth of 20 inches ranges from 49 to 54 degrees F. These soils are usually moist but are dry in the moisture control section for 100 to 120 consecutive days following the summer solstice. Thickness of the mollic epipedon is 23 to 40 inches and includes all or part of the argillic horizon. The upper 7 to 14 inches has an estimated bulk density of 1.10 to 1.30 grams per cubic centimeter, volcanic glass content of 5 to 20 percent, acid oxalate extractable aluminum plus one-half iron of 0.4 to 0.7 percent, and 15 bar water retention of 5 to 10 percent for air dried samples. The particle-size control section averages 40 to 60 percent clay in the fine earth fraction and 35 to 65 percent coarse fragments by volume. Organic matter is estimated to range from 1 to 3 percent. Solum thickness and depth to lithic contact ranges from 25 to 40 inches. There is an absolute clay difference of 15 to 20 percent between the AB and 2Bt horizons.\nThe A horizon has value of 4 or 5 dry, 2 or 3 moist and chroma of 2 or 3 moist.\nThe AB horizon has  value of 4 or 5 dry, 2 or 3 moist, and chroma of 2 or 3 moist. It has 15 to 25 percent clay.  Reaction is neutral or slightly alkaline.\nThe 2Bt horizon has  hue of 10YR or 7.5 YR, value of 5 or 6 dry, 2 or 3 moist and chroma of 2 or 3 dry or moist. Texture is very cobbly clay loam, very gravelly clay or very gravelly clay loam with 35 to 45 percent clay. Reaction is neutral or slightly alkaline.\nThe 2Btk horizon has  hue of 10 YR or 7.5 YR, value of 5 or 6 dry, 4 or 5 moist and chroma of 3 or 4 dry or moist. Texture is very cobbly clay, extremely cobbly clay, or extremely gravelly clay loam with 35 to 60 percent clay. It has a calcium carbonate equivalent of 15 to 25 percent. Reaction is slightly or moderately alkaline"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no competing series.  A similar classification is the Yawkola series.\nYawkola soils are more than 40 inches to bedrock; are dry for 60 to 90 consecutive days; and lack a vitrandic feature within the upper 7 to 14 inches"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Palerf soils are on hillslopes and have slopes of 15 to 70 percent. These soils formed in residuum and colluvium from basalt and loess mixed with volcanic ash in the surface. Elevations are 1,800 feet to 2,500 feet. These soils are in a semiarid climate with warm, dry summers and cold, moist winters. The mean annual precipitation is 12 to 15 inches. The average January temperature is about 25 degrees F. and the average July temperature is about 69 degrees F. The mean annual temperature is 48 to 50 degrees F. The frost-free season is 130 to 170 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Horseflat, Norod, and Vantage soils on hillslopes. Horseflat soils are on hillsides and are loamy-skeletal and 12 to 20 inches to bedrock. Norod soils are on hillsides and are loamy-skeletal and 20 to 40 inches to bedrock. Vantage soils are on ridgetops and hillsides and are clayey-skeletal and 12 to 20 inches to bedrock."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained, medium to very rapid runoff; slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: These soils are used for livestock grazing and wildlife habitat. Native vegetation includes Sandberg bluegrass, bluebunch wheatgrass, and Wyoming big sagebrush."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Yakima and Kittitas Counties, Washington; MLRA 8. Series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Kittitas County, Washington, Yakima Training Center, 1994."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nmollic epipedon  the zone from the surface to 35 inches\nargillic horizon  the zone from 9 to 35 inches\ncalcic horizon  the zone from 27 to 35 inches\nvitrandic feature  the zone from 0 to 9 inches\nlithic contact  the zone beginning at 35 inches\nparticle-size control section   the zone from 9 to 29 inches (the upper 20 inches of the argillic horizon).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
