{
  "SERIES": "PALIX",
  "STATUS": "Established Series",
  "BYREV": "Rev. SBC/RFP/RJE",
  "REVDATE": "02/2011",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Medial, ferrihydritic, isomesic Typic Fulvudands"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Palix medial silt loam on east facing 16 percent slope under coniferous forest at 360 feet elevation. (Colors are for moist soil unless otherwise stated. All textures are apparent field textures. When described the soil was nearly dry to 18 inches, moist below.)\nOi--0 to 1 inch; slightly decomposed needles and twigs; abrupt smooth boundary.\nA--1 to 19 inches; very dark grayish brown (10YR 3/2) medial silt loam, brown (10YR 5/3) dry; moderate medium subangular blocky structure; hard, friable, slightly sticky and slightly plastic and weakly smeary; common fine and very fine, few medium and coarse roots; many very fine tubular pores; 20 percent paragravel siltstone fragments; very strongly acid (pH 4.8); clear wavy boundary. (12 to 20 inches thick)\nBw1--19 to 26 inches; dark yellowish brown (10YR 4/4) medial silty clay loam, light yellowish brown (10YR 6/4) dry; weak medium subangular blocky structure; hard, firm, moderately sticky, moderately plastic and weakly smeary; common fine and very fine roots; common very fine tubular pores; 30 percent paragravel siltstone fragments; very strongly acid (pH 4.6); clear wavy boundary. (6 to 14 inches thick)\nBw2--26 to 31 inches; strong brown (7.5YR 5/6) medial silty clay loam, reddish yellow (7.5YR 6/6) dry; weak medium subangular blocky structure; hard, firm, moderately sticky, moderately plastic and smeary; few fine and very fine roots; common very fine tubular pores; 35 percent paragravel siltstone fragments; extremely acid (pH 4.4); clear wavy boundary. (5 to 12 inches thick)\nBw3--31 to 47 inches; yellowish brown (10YR 5/4) medial silty clay loam, light yellowish brown (10YR 6/4) dry; weak fine angular blocky structure; hard, firm, moderately sticky, moderately plastic and weakly smeary; few very fine roots; few very fine tubular pores; 50 percent paragravel siltstone fragments; very strongly acid (pH 4.6); clear smooth boundary. (15 to 20 inches thick)\nCr--47 inches; moderately cemented siltstone."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Pacific County, Washington; about 6 miles north, 2 miles west of Raymond; on D line logging road 4/10 mile north of the junction with the D2700 logging road, NW1/4 SE1/4 section 23, T.15N., R.9, WM."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Depths to diagnostic horizons and features start from the mineral soil surface.\nMean annual soil temperatures - 47 to 51 degrees F.\nSoil moisture control section - dry ) to 30 consecutive days\nDepth to paralithic contact - 40 to 60 inches\nReaction - extremely acid or very strongly acid\nParticle size control section:\nClay content - 18 to 35 percent field estimate\nBulk density - .75 to .90 g/cm3\nPhosphate retention - 84 to 100\nAmmonium oxalate extractable aluminum plus one half iron - 2 to 4 percent total\nAcid oxalate iron - 1.5 to 3.0 percent\n15 bar water - 15 to 35 percent on air dry samples\nUmbric epipedon is 12 to 20 inches thick.\nA horizon\nHue of 7.5YR or 10YR\nValue - 2 to 5 moist, 4 to 6 dry\nChroma - 2 or 3 moist or dry.\nOrganic matter - 10 to 20 percent\nRock fragments - 0 to 15 percent\nBw horizon\nHue - 7.5YR or 10YR\nValue - 4 or 5 moist, 5 or 6 dry\nChroma - 4 through 6 moist or dry.\nTexture - PGR-MEDL-SIL, PGR-MEDL-SICL, PGR-MEDL-CL, PGRV-MEDL-SICL, PGRE-MEDL-SICL\nOrganic matter - 4 to 7 percent\nRock fragments - 20 to 80 percent"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Bullman, Calawah, Ilwaco, Klootchie, Knappton, Lint, Lytell, Narel, Neotsu, Newskah, Neskowin, Queets and Salander series. Calawah, Ilwaco, Lint, Newskah, Queets and Salander soils are very deep. Knappton soils are over 40 inches deep to a lithic contact. Bullman and Neotsu soils are 20 to 40 inches to a paralithic contact. Neskowin soils are 20 to 40 inches to a lithic contact. Knappton soils have developed over basalt and coarse fragments are lithic. Lytell soils are very similar and review is needed for series separation. Narel soils have 20 to 27 percent clay in the particle-size control section but more review is needed for adequate series separation."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Palix soils occur on hills and mountains at elevations of sea level to 1,200 feet. Slopes are 8 to 90 percent. These soils formed in colluvium and residuum from siltstone, sandstone and conglomerate lithologies. The coastal marine climate is characterized by cool, wet winters and cool, dry summers. The annual precipitation ranges from 80 to 120 inches. The mean January temperature is 38 degrees F.; the mean July temperature is 59 degrees F.; and the mean annual temperature is about 48 degrees F. The growing season (28 degrees F.) is 180 to 220 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the competing Bullman, Ilwaco, Knappton, and Narel soils and the Lebam, Swem, Vesta and Willapa soils. Lebam and Vesta soils are medial over clayey. Swem and Willapa soils have redox concentrations in the solum."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; slow to rapid runoff; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Principal uses are timber production, watershed, wildlife habitat, and recreation. The major tree species are western hemlock, Sitka spruce, western red cedar, and red alder. Understory species are salal, oxalis, swordfern, red huckleberry, salmonberry, trailing blackberry, red elderberry, and vine maple."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Washington MLRA 4A. The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Pacific County, Washington, 1978."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nUmbric epipedon - 1 to 19 inches.\nCambic horizon - 19 to 47 inches.\nAndic soil properties from 1 to 47 inches.\nParalithic contact - 47 inches\nSome pedons have lithic materials 10 inches or more below the paralithic contact.\nThe cool phase map units which are characterized with having Pacific silver fir should be re-correlated to an isofrigid soil series.\nThere is a need to review the Palix, Lytell and Narel series for adequate series separation or correlation.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
