{
  "SERIES": "PALMYRA",
  "STATUS": "Established Series",
  "BYREV": "Rev. MGG-JWW-PSP",
  "REVDATE": "08/2007",
  "STATES": "NY",
  "OVERVIEW": "The Palmyra series consists of very deep, well drained to somewhat excessively drained soils formed in glacial outwash. They are nearly level to very steep soils formed in loamy material overlying calcareous, stratified gravel and sand. Saturated hydraulic conductivity is moderately high or high in the solum and high or very high in the substratum. Slope ranges from 0 to 40 percent. Mean annual temperature is 48 degrees F. and mean annual precipitation is 37 inches.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy over sandy or sandy-skeletal, mixed, active, mesic Glossic Hapludalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Palmyra gravelly loam - idle (Colors are for moist soil unless otherwise stated.)\nAp -- 0 to 9 inches; dark grayish brown (10YR 4/2) gravelly loam; weak medium and fine granular structure; friable; many fine roots; 20 percent rock fragments; slightly acid; abrupt smooth boundary. (6 to 12 inches thick.)\nE -- 9 to 11 inches; grayish brown (10YR 5/2) gravelly loam; massive; friable; many fine roots; common fine pores; 20 percent brown (10YR 4/3) medium subangular blocky peds that are slightly more firm than the matrix; 25 percent rock fragments; moderately acid; clear irregular boundary. (0 to 8 inches thick.)\nBt/E -- 11 to 15 inches; brown (10YR4/3) gravelly loam; weak medium and fine subangular blocky structure; friable; common roots; common fine pores with clay linings on surfaces along pores; peds have coats of grayish brown (10YR5/2) light loam 1 to 2 mm thick that constitutes less than 15 percent of the layer; 30 percent rock fragments; thin films of clay on some gravel; slightly acid; clear irregular boundary. (2 to 5 inches thick.)\nBt -- 15 to 24 inches; brown (7.5YR 4/4) gravelly sandy clay loam; moderate medium subangular blocky structure; friable; few fine roots; common fine pores; medium and thick clay coats on 30 percent of vertical and horizontal faces of peds, and on surfaces along all pores, and on 10 percent of the surfaces of gravel; 30 percent rock fragments; few soft dark brown (7.5YR 3/2) to dark reddish brown (5YR 2/2) weathered limestone gravel; cone-shaped tongues of B extending 12 to 20 inches into C at 2 to 5 foot intervals; neutral; abrupt irregular boundary. (4 to 6 inches thick between tongues; 12 to 23 inches thick in tongues.)\n2C -- 24 to 60 inches; grayish brown (10YR 5/2), dark grayish brown (10YR 4/2) and very dark grayish brown (10YR 3/2) gravel and sand; single grain; loose; moderately alkaline; slightly effervescent."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Wayne County, New York; Town of Macedon, 1 mile west of Village of Palmyra on Highway 31, 1/2 mile north across New York State Barge Canal, 1/2 mile west to gravel pit, 100 feet north of gravel pit in field. USGS Macedon, NY topographic quadrangle; Latitude 43 degrees, 03 minutes, 53 seconds N. and Longitude 77 degrees, 15 minutes, 52 seconds W. NAD 1927."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: The thickness of the solum ranges from 15 to 45 inches within individual pedons due to tonguing of the B into the C. Average solum thickness ranges from 18 to 30 inches among pedons. Depths to carbonates typically corresponds to the solum thickness or is 2 to 4 inches less. Depth to bedrock is greater than 60 inches. Coarse fragments, dominantly gravel and cobblestones, range from 5 to 30 percent in the Ap and E horizons, 15 to 35 percent in the argillic horizon, and 40 to 70 percent in the C horizon. This includes 0 to 15 percent cobblestones in the solum and 0 to 20 percent in the C horizon. The reaction ranges from moderately acid to neutral in the Ap horizon, slightly acid to slightly alkaline in the remainder of the solum, and is slightly alkaline or moderately alkaline in the C horizon.\nThe Ap horizon has hue of 5YR through l0YR, value of 3 through 5, and chroma of 2 or 3. It is sandy loam through silt loam in the fine earth fraction. It has weak or moderate, fine or medium granular structure and friable or very friable consistence.\nThe E horizon where present has hue of 5YR through 10YR, value of 5 or 6 and chroma of 2 or 3. It is sandy loam, fine sandy loam, or loam in the fine earth fraction. It has platy or subangular blocky structure or it is massive. Consistence is friable or very friable.\nThe Bt/E horizon has hue of 5YR through l0YR, value of 3 through 5, and chroma of 2 through 4. It is fine sandy loam, loam, or sandy clay loam in the fine earth fraction. E properties are similar to those of the E horizon. Structure is weak or moderate subangular blocky. Consistence is friable or firm.\nThe Bt horizon has hue of 2.5YR through l0YR, value of 3 through 5 and chroma of 2 through 4. It is heavy fine sandy loam to clay loam in the fine earth fraction. It has moderate, fine to coarse subangular blocky structure and friable or firm consistence. Some pedons have thin BC horizons with colors and textures similar to the B and C horizon that are calcareous. The Bt horizon usually tongues into the C horizon.\nThe 2C horizon has hue of 5YR through l0YR, value of 3 through 5, and chroma of 2 through 4. It is sand or loamy sand in the fine earth fraction or is stratified sand and gravel. The 2C horizon is channery in some pedons."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: Palmyra is the only series in this family.\nHoward, Kars, Phelps and Wampsville are closely related soils in similar families. Howard and Kars soils have loamy skeletal argillic horizons. Phelps soils have low chroma mottles in the Bt horizon. Wampsville soils have fine-loamy particle size control sections."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Palmyra soils occupy nearly level to gently sloping or pitted glacial outwash plains and associated steeper kames and kame terraces. Slope ranges from 0 to 40 percent. The regolith is water sorted gravel and sand, dominated by limestone with varying proportions of sandstone, siltstone and shale and with lesser amounts of igneous erratic. The solum in most pedons has been influenced by deposits containing more silt than the 2C. Mean annual precipitation ranges from 28 to 45 inches, mean annual air temperature from 46 to 50 degrees F. and mean growing season from 140 to 180 days. In some areas, the lowest parts of the landscapes are subject to rare flooding."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the moderately well drained Phelps; the somewhat poorly drained and poorly drained Fredon and very poorly drained Halsey soils that are in a drainage sequence with Palmyra. Also associated are the Arkport, Cazenovia, Collamer, Cosad, Dunkirk, Honeoye, Hudson, Ontario, Rhinebeck and Varysburg soils. Arkport soils formed in deep sandy deltaic deposits. Cazenovia, Honeoye, and Ontario soils occupy associated till plains. Collamer and Dunkirk soils are on associated silty lacustrine deposits. Cosad soils formed in sandy over clayey lacustrine deposits. Hudson and Rhinebeck soils formed in clayey lacustrine deposits. Varysburg soils formed in similar outwash materials that overlie clayey lacustrine deposits."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Well drained and somewhat excessively drained. The potential for surface runoff is very low to high. Saturated hydraulic conductivity is moderately high or high in the solum and high or very high in the substratum."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most level to sloping areas have been cleared and are used intensively for growing corn, small grains, hay, small fruits, vegetable crops, and nursery stock. Hilly and steep areas are pastured or wooded. Woodlots contain sugar maple, red oak, tulip poplar, hickory, black cherry and associated species."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Ontario Plain, Mohawk Valley, Hudson Valley and northern portions of valleys of the glaciated Allegheny Plateau in New York and possibly in western Massachusetts. MLRA's 101, 140, and 144A. The series is extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Amherst, Massachusetts"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Wayne County, New York, 1919."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: The A&B horizon was changed to E horizon and the B&A horizon was changed to Bt/E horizon.\nDiagnostic horizons and other features recognized in the typical pedon are as follows:\n(1) Ochric epipedon - the zone from the surface to 9 inches (Ap horizon).\n(2) Albic horizon - the zone from 9 to 11 inches (E horizon).\n(3) Argillic horizon - the zone from 11 to 24 inches (Bt/E and Bt horizons).\n(4) Glossic subgroup - as evidenced by interfingering of Albic material around peds in the upper part of the Argillic horizon (Bt/E horizon)."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "NA"
  },
  "SITE": [
    [
      {
        "drainage": "somewhat excessively, well",
        "drainage_overview": "somewhat excessively, well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 23,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "loam",
        "structure": "weak medium and fine granular",
        "dry_rupture": "NA",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "gravelly",
        "pH": "NA",
        "pH_class": "slightly acid",
        "eff_class": "NA",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Ap -- 0 to 9 inches; dark grayish brown (10YR 4/2) gravelly loam; weak medium and fine granular structure; friable; many fine roots; 20 percent rock fragments; slightly acid; abrupt smooth boundary. (6 to 12 inches thick.)"
      },
      {
        "name": "E",
        "top": 23,
        "bottom": 28,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "loam",
        "structure": "massive",
        "dry_rupture": "NA",
        "moist_rupture": "firm",
        "coherence": "NA",
        "cf_class": "gravelly",
        "pH": "NA",
        "pH_class": "moderately acid",
        "eff_class": "NA",
        "distinctness": "clear",
        "topography": "irregular",
        "narrative": "E -- 9 to 11 inches; grayish brown (10YR 5/2) gravelly loam; massive; friable; many fine roots; common fine pores; 20 percent brown (10YR 4/3) medium subangular blocky peds that are slightly more firm than the matrix; 25 percent rock fragments; moderately acid; clear irregular boundary. (0 to 8 inches thick.)"
      },
      {
        "name": "Bt/E",
        "top": 28,
        "bottom": 38,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "loam",
        "structure": "weak medium and fine subangular blocky",
        "dry_rupture": "NA",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "gravelly",
        "pH": "NA",
        "pH_class": "slightly acid",
        "eff_class": "NA",
        "distinctness": "clear",
        "topography": "irregular",
        "narrative": "Bt/E -- 11 to 15 inches; brown (10YR4/3) gravelly loam; weak medium and fine subangular blocky structure; friable; common roots; common fine pores with clay linings on surfaces along pores; peds have coats of grayish brown (10YR5/2) light loam 1 to 2 mm thick that constitutes less than 15 percent of the layer; 30 percent rock fragments; thin films of clay on some gravel; slightly acid; clear irregular boundary. (2 to 5 inches thick.)"
      },
      {
        "name": "Bt",
        "top": 38,
        "bottom": 61,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "sandy clay loam",
        "structure": "moderate medium subangular blocky",
        "dry_rupture": "soft",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "gravelly",
        "pH": "NA",
        "pH_class": "neutral",
        "eff_class": "NA",
        "distinctness": "abrupt",
        "topography": "irregular",
        "narrative": "Bt -- 15 to 24 inches; brown (7.5YR 4/4) gravelly sandy clay loam; moderate medium subangular blocky structure; friable; few fine roots; common fine pores; medium and thick clay coats on 30 percent of vertical and horizontal faces of peds, and on surfaces along all pores, and on 10 percent of the surfaces of gravel; 30 percent rock fragments; few soft dark brown (7.5YR 3/2) to dark reddish brown (5YR 2/2) weathered limestone gravel; cone-shaped tongues of B extending 12 to 20 inches into C at 2 to 5 foot intervals; neutral; abrupt irregular boundary. (4 to 6 inches thick between tongues; 12 to 23 inches thick in tongues.)"
      },
      {
        "name": "2C",
        "top": 61,
        "bottom": 152,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "sand",
        "structure": "single grain",
        "dry_rupture": "loose",
        "moist_rupture": "loose",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "eff_class": "slightly effervescent",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "2C -- 24 to 60 inches; grayish brown (10YR 5/2), dark grayish brown (10YR 4/2) and very dark grayish brown (10YR 3/2) gravel and sand; single grain; loose; moderately alkaline; slightly effervescent."
      }
    ]
  ]
}
