{
  "SERIES": "PALMICH",
  "STATUS": "Established Series",
  "BYREV": "Rev. VB/RJE/TLA",
  "REVDATE": "02/2001",
  "STATES": "WA",
  "OVERVIEW": "The Palmich series consists of deep, well drained soils formed in volcanic ash and pumice overlying colluvium from granodiorite or rhyolite.  Palmich soils are on mountainsides and have slopes of l5 to 90 percent.  The average annual precipitation is about 30 inches and the mean annual air temperature is about 43 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Ashy-pumiceous, glassy, frigid Typic Vitrixerands"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Palmich paragravelly ashy sandy loam--under Douglas-fir and ponderosa pine on a 50 percent northeast facing backslope at an elevation of 2,990 feet.  (Colors are for dry soil unless otherwise stated.  All textures are apparent field texture.)\nOi--0 to 2 inches; slightly decomposed needles, twigs and grass (l to 2 inches thick)\nA--2 to 6 inches; light gray (l0YR 6/l) paragravelly ashy sandy loam, very dark grayish brown (l0YR 3/2) moist; weak fine granular structure; soft, very friable, nonsticky and nonplastic; common fine and medium and few coarse roots; many fine and medium tubular pores; 25 percent pumice; neutral (pH 7.0); clear wavy boundary. (2 to 7 inches thick)\nAB--6 to l7 inches; light brownish gray (l0YR 6/2) very paragravelly ashy sandy loam, dark brown (l0YR 3/3) moist; moderate fine granular structure; soft, very friable, nonsticky and nonplastic; common fine, medium and coarse roots; many fine and medium tubular pores; 40 percent pumice; slightly acid (pH 6.5); gradual wavy boundary.  (9 to l5 inches thick)\nBw1--l7 to 28 inches; light brownish gray (l0YR 6/2) very paragravelly ashy sandy loam, dark brown (l0YR 4/3) moist; massive; soft, very friable, nonsticky and nonplastic; common fine and medium roots; many fine and medium tubular pores; 50 percent pumice; slightly acid (pH 6.5); gradual wavy boundary.  (7 to 20 inches thick)\nBw2--28 to 46 inches; pale brown (l0YR 6/3) extremely paragravelly ashy sandy loam, dark yellowish brown (l0YR 4/4) moist; massive; soft, very friable, nonsticky and nonplastic; few fine and medium roots; many fine and medium tubular pores; 70 percent pumice; slightly acid (pH 6.5); gradual wavy boundary.  (l0 to 25 inches thick)\n2Bw3--46 to 62 inches; very pale brown (l0YR 7/3) very gravelly sandy loam, dark yellowish brown (l0YR 4/4) moist; massive; soft, very friable, nonsticky and nonplastic; few medium and coarse roots; many medium and coarse tubular pores; 40 percent pebbles, and l5 percent pumice paragravel; moderately acid (pH 6.0)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Chelan County, Washington; l.8 miles from junction with Johnson Creek road, near end of Mud Creek road; about 2,080 feet east and 2,l00 feet north of the southwest corner of sec. l9, T. 27 N., R. 2l  E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The mean annual soil temperature is estimated to be 43 to 46 degrees F.  These soils are usually moist, but are dry in all parts for 75 to 90 consecutive days following summer solstice.  The 0 to 40 inch particle-size control section has an estimated moist bulk density of 0.75 to 0.95 g/cc, volcanic glass content of more than 60 percent, acid-oxalate extractable aluminum plus one-half of the acid-oxalate extractable iron of 1.0 to 2.0 percent, 15-bar water retention of 5 to 12 percent and 35 to 80 percent pumice.  Depth to the 2Bw3 horizon is greater than 40 inches.\nThe A and AB horizon has value of 5 through 7 dry and chroma of l through 3 dry or moist.  Reaction is neutral or slightly acid.\nThe Bw1 horizon has value of 5 through 7 dry, and chroma of 2 or 3 dry or moist.  It is paragravelly ashy sandy loam, paragravelly ashy fine sandy loam, or very paragravelly ashy sandy loam. It has 0 to 5 percent rock fragments.  Reaction is neutral or slightly acid.\nThe Bw2 horizon has value of 6 or 7 dry, and chroma of 2 to 4 dry or moist.  It is very paragravelly ashy sandy loam, very paragravelly ashy fine sandy loam or extremely paragravelly ashy sandy loam.  Reaction is neutral or slightly acid.  Some pedons have layers of extremely paragravelly ashy sand with dry value of 2, 7, or 8 and dry chroma of l, 2, or 8.  It has 0 to 5 percent rock fragments.  Reaction is neutral or slightly acid.\nThe 2Bw3 horizon has value of 6 or 7 dry, 4 through 6 moist, and chroma of 3 through 6 dry or moist.  It is very gravelly sandy loam, very cobbly sandy loam, or gravelly sandy loam.  Reaction moderately acid to neutral."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Choralmont and Ramparter series.  Choralmont soils dry for 45 to 60 consecutive days.  Ramparter soils and are dry for 60 to 75 consecutive days."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Palmich soils are on foot slopes, back slopes and ridgetops of mountains and have slopes of l5 to 90 percent.  Elevation is 2,300 to 5,200 feet.  These soils formed in volcanic ash and pumice over colluvium mostly from granodiorite or rhyolite and some from gneiss and schist. These soils are in a climate with warm, dry summers and cool, moist winters.  The mean annual precipitation is 25 to 35 inches.  The mean January temperature is about 24 degrees F, the mean July temperature is about 66 degrees F, and the mean annual temperature is about 42 to 44 degrees F.  The growing season at 28 degrees F is about l40 to l70 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the McCree, Dinkelman, Thow and Tyee soils.  McCree soils have more than 35 percent rock fragments in the control section.  Dinkelman soils have less than 60 percent pyroclastic materials.  Thow soils have less than 35 percent pumice in the particle-size control section and are dry for 60 to 75 consecutive days.  Tyee soils have paralithic contacts depths less than 20 inches."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained, slow to rapid runoff, moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Woodland, wildlife habitat, watershed, and recreation.  Native vegetation is Douglas-fir and ponderosa pine, with an understory of pinegrass, pachystima, spirea, and heartleaf arnica."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  East slopes of the Cascade Mountains in  East Central Chelan County, Washington; MLRA 6.  Series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Chelan County, (Entiat area) Washington, l972."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are an ochric epipedon from 2 to 17 inches, a cambic horizon from 17 to 62 inches, and a particle-size control section from 2 to 420 inches that meets andic soil properties with about 58 percent pumice.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Oi",
        "top": 0,
        "bottom": 5,
        "narrative": "Oi--0 to 2 inches; slightly decomposed needles, twigs and grass (l to 2 inches thick)"
      },
      {
        "name": "A",
        "top": 5,
        "bottom": 15,
        "texture_class": "sandy loam",
        "cf_class": "gravelly",
        "pH": 7,
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "A--2 to 6 inches; light gray (l0YR 6/l) paragravelly ashy sandy loam, very dark grayish brown (l0YR 3/2) moist; weak fine granular structure; soft, very friable, nonsticky and nonplastic; common fine and medium and few coarse roots; many fine and medium tubular pores; 25 percent pumice; neutral (pH 7.0); clear wavy boundary. (2 to 7 inches thick)"
      },
      {
        "name": "Bw2",
        "top": 71,
        "bottom": 117,
        "texture_class": "sandy loam",
        "cf_class": "gravelly",
        "pH": 6.5,
        "pH_class": "slightly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bw2--28 to 46 inches; pale brown (l0YR 6/3) extremely paragravelly ashy sandy loam, dark yellowish brown (l0YR 4/4) moist; massive; soft, very friable, nonsticky and nonplastic; few fine and medium roots; many fine and medium tubular pores; 70 percent pumice; slightly acid (pH 6.5); gradual wavy boundary.  (l0 to 25 inches thick)"
      },
      {
        "name": "2Bw3",
        "top": 117,
        "bottom": 157,
        "texture_class": "sandy loam",
        "cf_class": "very gravelly",
        "pH": 6,
        "pH_class": "moderately acid",
        "narrative": "2Bw3--46 to 62 inches; very pale brown (l0YR 7/3) very gravelly sandy loam, dark yellowish brown (l0YR 4/4) moist; massive; soft, very friable, nonsticky and nonplastic; few medium and coarse roots; many medium and coarse tubular pores; 40 percent pebbles, and l5 percent pumice paragravel; moderately acid (pH 6.0)."
      }
    ]
  ]
}
