{
  "SERIES": "PALMVIEW",
  "STATUS": "Established Series",
  "BYREV": "RLR/MEB/GML/RLR",
  "REVDATE": "03/2017",
  "STATES": "CA",
  "OVERVIEW": "The Palmview series consists of very deep, well drained soils that formed in alluvium from granitic or related rock sources. Palmview soils are on alluvial fans and have slopes of 0 to 15 percent. The mean annual precipitation is about 465 millimeters and the mean annual temperature is about 18 degrees.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, superactive, nonacid, thermic Typic Xerorthents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Palmview fine sandy loam, under a cover of bermuda grass in a city park lawn at an elevation of 137 meters. When described the soil was moist throughout. (Colors are for dry soil unless otherwise noted.)\n^A--0 to 12 cm; brown (10YR 4/3) loam, very dark grayish brown (10YR 3/2) moist; weak medium granular structure; soft, friable, slightly sticky and nonplastic; common very fine and fine roots throughout; common very fine interstitial pores; 1 percent gravel; slightly alkaline (pH 7.5); clear wavy boundary.\n^Au--12 to 39 cm; brown (10YR 4/3) fine sandy loam, 60 percent dark brown (10YR 3/3) and 40 percent very dark grayish brown (10YR 3/2) moist; massive; slightly hard, friable, slightly sticky and nonplastic; common very fine and fine roots throughout; common very fine interstitial and common fine tubular pores; 1 percent gravel; 1 percent artifacts, PVC pipe shards; moderately alkaline (pH 8.0); clear wavy boundary. (Combined thickness of ^A horizons is 0 to 45 cm.)\n2C1--39 to 115 cm; brown (10YR 5/3) fine sandy loam, dark brown (10YR 3/3) moist; weak fine subangular blocky structure; soft, friable, nonsticky and nonplastic; common very fine roots throughout; many very fine interstitial and common fine tubular pores; 1 percent gravel; moderately alkaline (pH 8.0); clear wavy boundary.\n2C2--115 to 140 cm; fine sandy loam, dark yellowish brown (10YR 3/4) moist; massive; soft, very friable, nonsticky and nonplastic; common very fine roots throughout; common very fine interstitial pores; 1 percent gravel; moderately alkaline (pH 8.0); clear wavy boundary.\n2C3--140 to 200 cm; fine sandy loam, dark yellowish brown (10YR 3/4) moist; massive; soft, very friable, nonsticky and nonplastic; 1 percent gravel; moderately alkaline (pH 8.0)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Los Angeles County, CA, Palmview Park; West Covina, CA; beyond right field fence of baseball diamond near pavilion, 34 degrees, 4 minutes, 54 seconds North latitude and 117 degrees, 55 minutes, 3 seconds West longitude, NAD83 - U.S.G.S Quad: Baldwin Park."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: The soil becomes moist below a depth of about 30 cm some time from October to December and remains moist in some part between depths of about 30 to 90 cm until April or May.\nMean annual soil temperature: 18 to 20 degrees C. The soil temperature usually does not go below 8 degrees C.\nRock fragments:\ttypically 0 to 15 percent, some pedons have up to 35 percent in areas immediately below canyons.\nArtifacts: 0 to 5 percent innocuous trash in the ^Au or ^Cu horizons.\nReaction: slightly acid to neutral in the upper part and are slightly acid to slightly alkaline in the lower part.\nClay content: 5 to 16 percent.\nA, ^Au, Ap horizon:\nDry color: hue of 2.5Y or 10YR, value of 3 to 5, chroma of 2 to 4\nMoist color: hue of 2.5Y or 10YR, value of 2 or 3, chroma of 1 to 3\nTexture: sandy loam, fine sandy loam, loam, loamy sand or loamy fine sand.\nRock fragments: 0 to 35 percent.\nArtifacts: 0 to 10 percent.\n(2)C, ^C(u) horizon:\nDry color: hue of 2.5Y or 10YR; value of 3 to 6, chroma of 3 to 6\nMoist color: hue of 2.5Y or 10YR; value of 3 to 5, chroma of 2 to 6\nTexture: sandy loam, fine sandy loam, loam, loamy sand, loamy fine sand or sand.\nRock fragments: 0 to 35 percent.\nArtifacts: 0 to 5 percent."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:These are the Hanford, Hogeye, Honcut, Pollasky and Saugus soils.\nHanford soils: have a frost-free period of 200 to 280 day and are in MLRA 17 on similar landscape positions.\nHogeye soils: have a paralithic contact at 50 to 100 cm and are on hills.\nHoncut soils: have a frost-free period of 200 to 280 day and are in MLRA 17 on similar landscape positions.\nPollasky soils: have a lithic contact within 100 cm and are on and are on dissected terraces.\nSaugus soils: have a paralithic contact at a depth of 100 to 142 cm."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nLandscape: alluvial plain.\nLandform: broad alluvial fans.\nSlope: nearly level to 15 percent.\nParent material: formed in alluvium weathered from granite and other rock sources.\nElevation: 20 to 1000 meters.\nClimate: characterized by warm, dry summers and cool, moist winters.\nMean annual precipitation: 320 to 800 millimeters.\nMean annual air temperature: 17 to 19 degrees C.\nFrost-free season: 300 to 365 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Biscailuz, Botella, chino, Elder, Hueneme, Montebello, Ramona, San Emigdio, and Tujunga soils.\nBiscailuz soils: are moderately-well drained and have a mollic epipedon on slightly lower landscape positions.\nBotella soils: have a mollic epipedon and argillic horizon on fan remnant.\nChino soils: have 18-35 percent clay and are poorly drained on flood plains and basins.\nElder soils: have a mollic epipedon that is greater than 50 cm thick and is on alluvial fans and floodplains.\nHueneme soils: are poorly drained and have stratified alluvial deposits on alluvial and coastal plains.\nMontebello soils: have 18 to 35 percent clay and are formed in human transported material on graded fan remnants.\nRamona soils: have 18 to 35 percent clay and an argillic horizon on remnant fans.\nSan Emigdio soils: have calcium carbonates and are on alluvium from mixed sedimentary deposits.\nTujunga soils: have sandy textures throughout and are on alluvial fans and floodplains."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Well drained; very low runoff; moderately high saturated hydraulic conductivity."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Palmview soils are used for urban residential and commercial development. Ornamental plants and turf-grass are common in these areas. In croplands, citrus, walnut, truck, field, and forage crops are grown."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: These soils are mapped in coastal plains and coastal interior valleys of Southern California Coastal Plain; MLRA 19. These soils are of moderately extensive."
  },
  "REGIONAL OFFICE": {
    "section": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE",
    "content": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE: Davis, California."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: City of West Covina, Los Angeles County, California, 2011."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nDiagnostic horizons and features in this pedon are:\nOchric epipedon - the zone from a depth of 0 to 12 cm\nArtifacts - the zone from a depth of 12 to 39 cm\nHuman-transported materials - the zone from a depth of 0 to 39 cm\nParticle-size control section - the zone from a depth of 39 to 100 cm\nSome pedons have high rock fragment content below the depth of the particle-size control section.\nArtifacts in the profile are not series criteria.\nADDITIONAL DATA:\nNASIS User Pedon ID: S2013CA037005\nClassified using Twelfth Edition Keys to Soil Taxonomy (2014)\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "^A",
        "top": 0,
        "bottom": 12,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "loam",
        "pH": 7.5,
        "pH_class": "slightly alkaline",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "^A--0 to 12 cm; brown (10YR 4/3) loam, very dark grayish brown (10YR 3/2) moist; weak medium granular structure; soft, friable, slightly sticky and nonplastic; common very fine and fine roots throughout; common very fine interstitial pores; 1 percent gravel; slightly alkaline (pH 7.5); clear wavy boundary."
      },
      {
        "name": "^Au",
        "top": 12,
        "bottom": 39,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "fine sandy loam",
        "pH": 8,
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "^Au--12 to 39 cm; brown (10YR 4/3) fine sandy loam, 60 percent dark brown (10YR 3/3) and 40 percent very dark grayish brown (10YR 3/2) moist; massive; slightly hard, friable, slightly sticky and nonplastic; common very fine and fine roots throughout; common very fine interstitial and common fine tubular pores; 1 percent gravel; 1 percent artifacts, PVC pipe shards; moderately alkaline (pH 8.0); clear wavy boundary. (Combined thickness of ^A horizons is 0 to 45 cm.)"
      },
      {
        "name": "2C1",
        "top": 39,
        "bottom": 115,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "fine sandy loam",
        "pH": 8,
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "2C1--39 to 115 cm; brown (10YR 5/3) fine sandy loam, dark brown (10YR 3/3) moist; weak fine subangular blocky structure; soft, friable, nonsticky and nonplastic; common very fine roots throughout; many very fine interstitial and common fine tubular pores; 1 percent gravel; moderately alkaline (pH 8.0); clear wavy boundary."
      },
      {
        "name": "2C2",
        "top": 115,
        "bottom": 140,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 4,
        "texture_class": "fine sandy loam",
        "pH": 8,
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "2C2--115 to 140 cm; fine sandy loam, dark yellowish brown (10YR 3/4) moist; massive; soft, very friable, nonsticky and nonplastic; common very fine roots throughout; common very fine interstitial pores; 1 percent gravel; moderately alkaline (pH 8.0); clear wavy boundary."
      },
      {
        "name": "2C3",
        "top": 140,
        "bottom": 200,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 4,
        "texture_class": "fine sandy loam",
        "pH": 8,
        "pH_class": "moderately alkaline",
        "narrative": "2C3--140 to 200 cm; fine sandy loam, dark yellowish brown (10YR 3/4) moist; massive; soft, very friable, nonsticky and nonplastic; 1 percent gravel; moderately alkaline (pH 8.0)."
      }
    ]
  ]
}
