{
  "SERIES": "PALM BEACH",
  "STATUS": "Established Series",
  "BYREV": "Rev. HFH, GRB",
  "REVDATE": "12/2003",
  "STATES": "FL,LA",
  "OVERVIEW": "The Palm Beach series consists of very deep, well to excessively drained, very rapidly permeable soils on dune-like ridges that are generally parallel to the coast.  They formed in thick deposits of sand and shell fragments.  Near the type location, the mean annual temperature is about 72 degrees F., and the mean annual precipitation is about 60 inches.  Slopes range from 0 to 17 percent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Hyperthermic, uncoated Typic Quartzipsamments"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Palm Beach sand--forested.  (Colors are for moist soil unless otherwise stated.)\nA--0 to 5 inches; dark grayish brown (10YR 4/2) sand, crushed; mixture of black (10YR 2/1) organic matter and light gray (10YR 7/1) sand grains; single grained; loose; few to many fine, medium, and coarse roots; many medium and coarse pores; about 5 percent, by volume, sand-size shell fragments; moderately alkaline; gradual wavy boundary.  (2 to 8 inches thick)\nC1--5 to 22 inches; grayish brown (10YR 5/2) sand, single grained; loose; few fine roots; many medium pores; about 15 percent, by volume, sand-size shell fragments; common dark gray (10YR 4/1) streaks along root channels; moderately alkaline; clear wavy boundary.\nC2--22 to 65 inches; light gray (10YR 7/2) sand; single grained; loose; about 60 percent, by volume, multicolored shell fragments ranging from sand-size to about 1 cm in diameter; many medium and large pores; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Indian River County, Florida; approximately 0.5 mile northwest of Wabasso Beach, Block 6 of Sec. 23, R. 39 E., T. 31 S."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Reaction is slightly alkaline or moderately alkaline throughout.  All horizons effervesce weakly to strongly with dilute HCl.  Stratified layers of sand and shells or shell fragments occur throughout the soil.  This soil is dry for as long as 50 consecutive days in most years.\nThe A or Ap horizon has hue of 10YR, value 3 to 5, and chroma 2 or 3.  Content of sand-size multicolored shell fragments range from about 5 to 35 percent, by volume.  Texture is sand or fine sand.\nThe C horizons have hue of 10YR, value 5 to 7, and chroma of 1 to 3.  The color of the horizon depends largely upon the color of the shells.  Lenses of sand and multicolored shells and shell fragments or mixed sand and shells range from common to many.  Content of shells and shell fragments from sand-size to about 1cm in diameter range from 15 to 80 percent, by volume.  Weighted shell content of the control section is less than 40 percent.  Texture is sand or fine sand."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These include the Archbold, Astatula, Candler, Neilhurst, St. Lucie, and Tavares series in the same family.  All the competing series lack shells or shell fragments in the profile.  In addition, the well drained Archbold soils are on lower positions, Astatula soils are on similar positions but have higher chroma, Candler soils are on similar positions but have lamellae within depths of 80 inches, Neilhurst soils formed in mine spoil and reclaimed areas, St. Lucie soils are on similar positions, and the moderately well drained Tavares soils are on adjacent lower positions."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Palm Beach soils are on dune-like ridges generally parallel to the coast. They formed in regolith that is a marine deposit of thick beds of sand and shell fragments.  The climate is humid semitropical.  Slopes range from 0 to 17 percent. The average annual air temperature ranges from 72 to 73 degrees F., and the average annual precipitation ranges from 50 to 70 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These include the competing St. Lucie series and the Anclote, Basinger, Canaveral, Immokalee, Myakka, Paola, Pomello, and Welaka series.  All the associated soils except Canaveral and Welaka soils lack shells within depths of 80 inches.  The very poorly drained Anclote soils are in lower adjacent depressions and drainageways and have mollic epipedons.  Basinger, Paola, and Welaka have some development of spodic horizons.  In addition, Basinger soils are on adjacent lower positions and are poorly and very poorly drained, the excessively drained Paola soils are on similar positions, and the well drained Welaka soils are on slightly lower positions.  Canaveral and Pomello soils are on lower positions.  In addition, Canaveral soils are moderately well to somewhat poorly drained and Pomello soils are somewhat poorly drained and have spodic horizons.  The poorly and very poorly drained Immokalee and Myakka soils are on adjacent lower positions and have spodic horizons."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well to excessively drained; very rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most areas are in native vegetation or is developed urban land.  A few small areas are cleared and used for growing citrus.  Native vegetation consists of cabbage palm, running oak, sawpalmetto, common seagrape, seaoats, bays, and oaks."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Atlantic and Gulf Coastal Plain, principally in peninsular Florida.  The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Auburn, Alabama."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Indian River Area, Florida, 1913."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Depth to seasonal water table is more than 120 inches.\nDiagnostic horizons and features recognized in this pedon are:\nOchric epipedon - the zone from 0 to 5 inches (A horizon)."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "NA"
  },
  "SITE": [
    [
      {
        "drainage": "well to excessively",
        "drainage_overview": "well to excessively"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 13,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "A--0 to 5 inches; dark grayish brown (10YR 4/2) sand, crushed; mixture of black (10YR 2/1) organic matter and light gray (10YR 7/1) sand grains; single grained; loose; few to many fine, medium, and coarse roots; many medium and coarse pores; about 5 percent, by volume, sand-size shell fragments; moderately alkaline; gradual wavy boundary.  (2 to 8 inches thick)"
      },
      {
        "name": "C1",
        "top": 13,
        "bottom": 56,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "C1--5 to 22 inches; grayish brown (10YR 5/2) sand, single grained; loose; few fine roots; many medium pores; about 15 percent, by volume, sand-size shell fragments; common dark gray (10YR 4/1) streaks along root channels; moderately alkaline; clear wavy boundary."
      },
      {
        "name": "C2",
        "top": 56,
        "bottom": 165,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 7,
        "moist_chroma": 2,
        "texture_class": "sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "C2--22 to 65 inches; light gray (10YR 7/2) sand; single grained; loose; about 60 percent, by volume, multicolored shell fragments ranging from sand-size to about 1 cm in diameter; many medium and large pores; moderately alkaline."
      }
    ]
  ]
}
