{
  "SERIES": "PALON",
  "STATUS": "Established Series",
  "BYREV": "Rev. DRS/RJA/LWH",
  "REVDATE": "02/1999",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive, frigid Lamellic Haplustalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Palon very cobbly sandy loam--woodland.  (Colors are for dry soil unless otherwise stated.)\nOi--2 inches to 0; leaves, needles, twigs, and bark.  (0 to 3 inches thick\nA1--0 to 2 inches; dark gray (10YR 4/1) very cobbly sandy loam, very dark gray (10YR 3/1) moist; moderate fine and medium granular structure; soft, very friable; slightly sticky and nonplastic; many fine and very fine roots and common medium roots; 10 percent stones, 30 percent cobbles, and 5 percent pebbles; neutral; abrupt smooth boundary.  (0 to 7 inches thick)\nA2--2 to 8 inches; light brownish gray (10YR 6/2) extremely cobbly sandy loam, dark grayish brown (10YR 4/2) moist; moderate fine and medium granular structure; soft, very friable, slightly sticky and nonplastic; many fine and very fine roots and common medium roots; 20 percent stones, 40 percent cobbles  and 10 percent pebbles; neutral; clear wavy boundary.  (0 to 8 inches thick)\nE--8 to 30 inches; light gray (10YR 7/2) extremely cobbly sandy loam, brown (10YR 5/3) moist; weak fine granular structure; soft, very friable, slightly sticky and nonplastic; many medium, common fine, and few coarse roots; 25 percent stones, 40 percent cobbles, and 5 percent pebbles; neutral; abrupt wavy  boundary.  (10 to 24 inches thick)\nE/Bt1--30 to 51 inches; pink (7.5YR 7/4) very cobbly sandy loam, brown (7.5Y  5/4) moist; weak fine subangular blocky structure; soft, very friable, slightly  sticky and nonplastic; (lamellae are 1/4 to 1 inch thick; total thickness of lamellae is 6 inches or more in this horizon; light brown (7.5YR 6/4) sandy loam, brown (7.5YR 4/4) moist; massive; slightly hard, friable, slightly sticky and slightly plastic; clay bridging sand grains;) few fine and medium roots; 2  percent stones, 30 percent cobbles, and 5 percent pebbles; neutral; gradual wavy boundary. (7 to 26 inches thick)\nE/Bt2--51 to 65 inches; pink (7.5YR 7/4) very cobbly sandy loam, brown (7.5Y  5/4) moist; weak medium subangular blocky structure; soft, very friable, slightly sticky and slightly plastic; (lamellae are 1/4 to 1 inch thick, total thickness of the lamellae is 6 inches or more in this horizon; light brown (7.5YR 6/4) sandy clay loam, brown (7.5YR 4/4) moist; massive; slightly hard, friable, slightly sticky and slightly plastic; clay bridging sand grains;) few fine roots; 15 percent stones, 25 percent cobbles, and 5 percent pebbles; neutral."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Sandoval County, New Mexico; Baca Location No. 1. South side of Cerro Seco.  New Mexico state plane coordinates N. 1,798,000 feet and E. 405,392 feet; 106 degrees, 34 minutes, 16 seconds west longitude;  35 degrees, 56 minutes, 44 seconds north latitude."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil Moisture:  Usually moist in at least some part of the moisture control section December through April and moist in some part of the moisture control section July through October.  The soil is driest during May and June.\nSoil Temperature: 43 to 47 degrees F.\nReaction:  The profile is generally neutral to slightly acid but E and Bt may range to medium acid.\nA horizon - Value:  4 through 6 dry, 2 through 4 moist. Chroma:  1 through 3. Texture:  cobbly sandy loam, very cobbly sandy loam with 15 to 70 percent rock fragments.\nE horizon - Hue:  7.5YR or 10YR. Value:  6 through 8 dry, 4 through 7 moist. Chroma:  2 through 6. Texture:  very gravelly sandy loam, very cobbly sandy loam or extremely cobbly sandy loam with 35 to 70 percent rock fragments.\nE/Bt horizon:\nE horizon part - Hue:  7.5YR or 10YR. Value:  6 through 8 dry, 4 through 7 moist. Chroma:  1 through 4. Texture:  very cobbly sandy loam, extremely cobbly sandy loam, very gravelly loamy sand with 35 to 75 percent coarse fragments.\nBt horizon part - Hue:  7.5YR or 10YR. Value:  4 through 7 dry, 3 through 5 moist. Chroma:  2 through 6. Texture:  very cobbly sandy loam, very cobbly sandy clay loam, extremely cobbly sandy loam and extremely cobbly sandy clay loam with 35 to 70 percent rock fragments\nThe argillic horizon is based on lamellae 1 cm thick with a combined thickness of over 15 cm."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are Marquette(MN) and Pelan(NM) series in the same family and the closely related Origo(NM).  Marquette and Pelan soils are calcareous in some horizon above 40 inches.  Origo soils have cryic temperatures."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  The Palon soils are on mountain sides slopes and summits. Slopes range from 15 to 80 percent.  Elevations are 7,200 to 10,000 feet.  The soils formed in material weather from rhyolite.  The average annual precipitation is about 20 to 25 inches.  Mean annual temperature is about 42 to 46 degrees F. and the frost-free season is about 70 to 100 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the competing Origo soils."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; medium runoff; moderately rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are used for woodland.  Native vegetation is ponderosa pine, Douglas-fir, white fir, quaking aspen, and mountain brome."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northcentral mountains of New Mexico.  The series is inextensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Sandoval County, New Mexico, 1987."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon:  The zone from 0 to 8 inches.  (A horizons)\nArgillic horizon:  Composed of lamellae at least 1 cm thick with a combined thickness of over 15 cm.  (E/Bt1, E/Bt2 horizons)\nNational Cooperative Soil Survey\nU.S.A."
  }
}
