{
  "SERIES": "PALOBIA",
  "STATUS": "Established Series",
  "BYREV": "DLW-ROG-CLN",
  "REVDATE": "12/2007",
  "STATES": "TX",
  "OVERVIEW": "The Palobia series consists of very deep, moderately well drained, moderately slow permeable soils that formed in sandy eolian deposits over loamy sediments of Pleistocene age.  These nearly level to gently sloping soils are on the Sandsheet Prairie of the South Texas Coastal Plain.  Slope ranges from 0 to 3 percent.  Mean annual air temperature is about 22 degrees C (72 degrees F) and mean annual precipitation is about 640 mm (25 in).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, active, hyperthermic Typic Natrustalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Palobia loamy fine sand--on a southeast facing, slightly convex, 1 percent slope at an elevation of 10 m (34 ft) in cropland. (Colors are for dry soil unless otherwise stated.)\nAp--0 to 13 cm (0 to 5 in); brown (7.5YR 5/4) loamy fine sand, brown (7.5YR 4/4) moist; weak fine granular and subangular blocky structure; slightly hard, very friable; common very fine and fine roots; few fine pores; slightly acid; clear smooth boundary.\nA--13 to 23 cm (5 to 9 in); brown (7.5YR 5/4) loamy fine sand, brown (7.5YR 4/4) moist; weak fine and medium subangular blocky structure; slightly hard, very friable; common very fine and fine roots; few fine pores; neutral; abrupt smooth boundary. (combined thickness of the A horizons is 10 to 46 cm [4 to 18 in])\n2Btnl--23 to 36 cm (9 to 14 in); brown (7.5YR 5/2) sandy clay loam, brown (7.5YR 4/2) moist; strong coarse prismatic structure parting to moderate medium blocky; extremely hard, firm; few very fine and fine roots; common fine pores; common distinct clay films on faces of peds; few clean sand grains on faces of peds; common medium distinct grayish brown (10YR 5/2)masses of redox depletions, few fine distinct strong brown (7.5YR 5/6) and yellowish red (5YR 4/6) masses of redox concentrations; slightly saline, EC 3.0 dS/m; slightly alkaline; clear smooth boundary.\n2Btn2--36 to 53 cm (14 to 21 in); light brown (7.5YR 6/4) sandy clay loam, brown (7.5YR 5/4) moist; moderate coarse prismatic structure parting to moderate medium blocky; extremely hard, firm; few very fine and fine roots; few fine pores; common faint clay films on faces of peds; few clean sand grains on faces of peds; few fine faint strong brown (7.5YR 4/6) masses of redox concentrations; slightly saline, EC 3.5 dS/m; slightly alkaline; clear smooth boundary. (combined thickness of the 2Btn horizons is  25 to 61 cm [10 to 24 in])\n2Btknc--53 to 102 cm  (21 to 40 in); very pale brown (10YR 7/4) sandy clay loam, light yellowish brown (10YR 6/4) moist; moderate coarse prismatic structure parting to moderate medium blocky; extremely hard, firm; few very fine roots; few faint clay skins on faces of peds; few fine and medium dark iron-manganese concretions; few fine nodules of calcium carbonate; moderately saline, EC 6.7 dS/m, moderately alkaline; gradual smooth boundary. (thickness of the 2Btknc horizon is 20 to 56 cm [8 to 22 in])\n2BCkncl--102 to 142 cm (40 to 56 in); pale yellow (2.5Y 7/4) sandy clay loam, light yellowish brown (2.5Y 6/4) moist; moderate medium subangular blocky structure; very hard, firm; common fine and medium dark iron-manganese concretions and stains; few fine nodules of calcium carbonate; strongly saline, EC 9.2 dS/m; strongly alkaline; gradual smooth boundary. (combined thickness of the 2BCknc horizons is 25 to 89 cm [10 to 35 in])\n2BCknc2--142 to 203 cm (56 to 80 in); pale yellow (2.5Y 7/4) sandy clay loam, light yellowish brown (2.5Y 6/4) moist; weak fine subangular blocky structure; very hard, firm; common fine and medium dark iron-manganese concretions and stains; few fine nodules of calcium carbonate; strongly saline, EC 10.5 dS/m; strongly alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Brooks County, Texas; from the intersection of U.S. Highway 281 and Texas Highway 285 in Falfurrias; 6.0 miles east on State Highway 285 to the intersection with Farm Road 2191; 3.8 miles north and west on Farm Road 2191; 30 feet south in cropland. Premont East, Texas USGS topographic quadrangle; Latitude: 27 degrees, 15 minutes, 25 seconds N.; Longitude: 98 degrees, 05 minutes, 15 seconds W.; NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil Moisture:  An ustic soil moisture regime.  Precipitation pattern: moist spring and fall months and dry summer and winter months.  The soil moisture control section is dry in some or all parts for more than 90 but less than 180 cumulative days in normal years.  June through August and December through February are the driest months.  These soils are intermittently moist in September through November and March through May.\nSolum thickness: more than 203 cm (80 in)\nDepth to secondary carbonates: 51 to 91 cm (20 to 36 in)\nClay content of the control section: 21 to 35 percent\nElectrical conductivity: ranges to as much as 16 dS/m within 203 cm (80 in)\nLithologic discontinuities: One or more occur in most pedons\nA or Ap horizon\nHue: 7.5YR or 10YR\nValue: 4 to 6\nChroma: 2 to 4\nTexture: loamy fine sand or fine sandy loam\nReaction: moderately acid to neutral\n2Btn horizon\nHue: 7.5YR or 10YR\nValue: 4 to 6\nChroma: 2 to 4; the darker colors are in the upper part\nTexture: sandy clay loam\nRedox features: Few to many grayish depletions and reddish, brownish and yellowish concentrations occur in most pedons. A few iron-manganese concretions occur in some pedons\nExchangeable sodium percentage: more than 15 percent within the upper 41 cm (16 in) and increases with depth\nReaction: neutral to moderately alkaline\n2Btkn horizon\nHue: 10YR\nValue: 5 to 7\nChroma: 2 to 4\nTexture: sandy clay loam\nRedox concentrations: Few to common brownish, reddish and yellowish concentrations occur in some pedons\nFew to common soft masses and nodules of calcium carbonate occur in most pedons.\nFew to common iron and manganese concretions occur in most pedons.\nExchangeable sodium percentage: more than 15 percent and increases with depth\nReaction: neutral to strongly alkaline\n2BCkn horizon\nHue: 10YR or 2.5Y\nValue: 6 to 8\nChroma: 2 to 4\nTexture: sandy clay loam or sandy loam\nRedox concentrations: Few to common yellowish and brownish concentrations occur in some pedons\nFew to common masses and nodules of calcium carbonate\nIron-manganese concretions range from common to many\nExchangeable sodium percentage: more than 15 percent and increases with depth\nReaction: moderately or strongly alkaline"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no series in the same family.  Similar soils are Crot (AZ), Delfina (TX), Quiteria (TX), Sauz (TX), Willamar (TX), and the Wing (AR) series.\nCrot and Wing soils: are in a thermic temperature regime. In addition, Wing soils have a fine particle-size control section.\nDelfina soils: do not have a natric horizon\nQuiteria soils: have a coarse-loamy particle-size control section\nSauz and Willamar soils: have an aquic moisture regime"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent Material: sandy eolian deposits over loamy alluvium\nLandform: vegetated sandsheet prairie\nSlope: 0 to 3 percent\nMean annual air temperature: 22 to 23 degrees C (72 to 74 degrees F)\nMean annual precipitation: 610 to 762 mm (24 to 30 in)\nFrost-free period: 260 to 330 days\nElevation: 6 to 84 m (20 to 275 ft)\nThornthwaite P-E Index: 24 to 28"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Bordas, Comitas, Czar, Edroy, Padrones, Papagua, Ramita, Sauz, and Yturria soils.\nBordas, Edroy, and Papagua soils: are in depressions and Edroy and Papagua soils have a fine particle-size control section\nComitas and Padrones soils: have surface layers 51 to 102 cm (20 to 40 in) thick and are on higher landscapes\nCzar and Yturria soils: have a mollic epipedon. In addition, Czar Soils are on lower landscapes and Yturria soils are on higher, convex landscapes\nRamita soils: have aquic conditions and are on lower landscapes\nSauz soils: are in a coarse-loamy family, have aquic conditions, and are on lower landscapes"
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Moderately well drained, runoff is low on slopes less than 1 percent and high on 1 to 3 percent slopes.  Permeability is slow.  During normal years of precipitation, a seasonal water table perches on top of the natric horizon for brief periods of less than 1 to 2 weeks, most likely in the months of May to October.  In some years tropical storms or prolonged periods of above-normal precipitation result in a seasonal water table perched on top of the natric horizon for 2 to 4 weeks most likely in the months of June to October."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used for crop production, forage production, livestock grazing and wildlife habitat.  The principal crops are grain sorghum, forage sorghum, and watermelons.  Coastal bermudagrass is the principal pasture grass.  Native climax vegetation in excellent condition is composed of 90 percent grasses, 5 percent woody plants and 5 percent forbs. The ecological site is Tight Sandy Loam, (R083EY727TX)."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Sandsheet Prairie (MLRA 83E in LRR I) of southern Texas.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Brooks County, Texas, 1983.  The name is from a creek in Brooks County."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  This is a Benchmark Series.\nPalobia soils were formerly included with the Delfina series.  In 2005 this series was reclassified from Aquic Natrustalfs to Typic Natrustalfs based on the 1989 to 2002 water table study* conducted on similar upland soils in the central part of the Texas Gulf Coast Prairie MLRA.  This soil does not have aquic conditions in most years. In some years, reduced conditions develop just above and in the upper part of the natric horizon for brief periods following extreme above-normal precipitation events.  Redoximorphic features that result from these above-normal events are not diagnostic for classification.\n*partial data in Proceedings of eighth international soil correlation meeting (VIII ISCOM) 1992, USDA-SCS National Soil Survey Center, Lincoln, NE\nDiagnostic horizons and features recognized in this pedon are:\nOchric epipedon  0 to 23 cm (0 to 9 in)\nNatric horizon  23 to 203 cm (9 to 80 in)\nADDITIONAL DATA:  NSSL data from Kleberg, County, TX (S01TX-273-001)(S01TX-273-002)(S01TX-273-003).\nTAXONOMIC VERSION:  Keys to Soil Taxonomy, Tenth Edition, 2006\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "moderately well",
        "drainage_overview": "moderately well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 13,
        "dry_hue": "7.5YR",
        "dry_value": 5,
        "dry_chroma": 4,
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "loamy fine sand",
        "pH_class": "slightly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Ap--0 to 13 cm (0 to 5 in); brown (7.5YR 5/4) loamy fine sand, brown (7.5YR 4/4) moist; weak fine granular and subangular blocky structure; slightly hard, very friable; common very fine and fine roots; few fine pores; slightly acid; clear smooth boundary."
      },
      {
        "name": "A",
        "top": 13,
        "bottom": 23,
        "dry_hue": "7.5YR",
        "dry_value": 5,
        "dry_chroma": 4,
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "loamy fine sand",
        "pH_class": "neutral",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "A--13 to 23 cm (5 to 9 in); brown (7.5YR 5/4) loamy fine sand, brown (7.5YR 4/4) moist; weak fine and medium subangular blocky structure; slightly hard, very friable; common very fine and fine roots; few fine pores; neutral; abrupt smooth boundary. (combined thickness of the A horizons is 10 to 46 cm [4 to 18 in])"
      },
      {
        "name": "2Btnl",
        "top": 23,
        "bottom": 36,
        "dry_hue": "7.5YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "sandy clay loam",
        "pH_class": "slightly alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "2Btnl--23 to 36 cm (9 to 14 in); brown (7.5YR 5/2) sandy clay loam, brown (7.5YR 4/2) moist; strong coarse prismatic structure parting to moderate medium blocky; extremely hard, firm; few very fine and fine roots; common fine pores; common distinct clay films on faces of peds; few clean sand grains on faces of peds; common medium distinct grayish brown (10YR 5/2)masses of redox depletions, few fine distinct strong brown (7.5YR 5/6) and yellowish red (5YR 4/6) masses of redox concentrations; slightly saline, EC 3.0 dS/m; slightly alkaline; clear smooth boundary."
      },
      {
        "name": "2Btn2",
        "top": 36,
        "bottom": 53,
        "dry_hue": "7.5YR",
        "dry_value": 6,
        "dry_chroma": 4,
        "moist_hue": "7.5YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "sandy clay loam",
        "pH_class": "slightly alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "2Btn2--36 to 53 cm (14 to 21 in); light brown (7.5YR 6/4) sandy clay loam, brown (7.5YR 5/4) moist; moderate coarse prismatic structure parting to moderate medium blocky; extremely hard, firm; few very fine and fine roots; few fine pores; common faint clay films on faces of peds; few clean sand grains on faces of peds; few fine faint strong brown (7.5YR 4/6) masses of redox concentrations; slightly saline, EC 3.5 dS/m; slightly alkaline; clear smooth boundary. (combined thickness of the 2Btn horizons is  25 to 61 cm [10 to 24 in])"
      },
      {
        "name": "2Btknc",
        "top": 53,
        "bottom": 102,
        "dry_hue": "10YR",
        "dry_value": 7,
        "dry_chroma": 4,
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 4,
        "texture_class": "sandy clay loam",
        "pH_class": "moderately alkaline",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "2Btknc--53 to 102 cm  (21 to 40 in); very pale brown (10YR 7/4) sandy clay loam, light yellowish brown (10YR 6/4) moist; moderate coarse prismatic structure parting to moderate medium blocky; extremely hard, firm; few very fine roots; few faint clay skins on faces of peds; few fine and medium dark iron-manganese concretions; few fine nodules of calcium carbonate; moderately saline, EC 6.7 dS/m, moderately alkaline; gradual smooth boundary. (thickness of the 2Btknc horizon is 20 to 56 cm [8 to 22 in])"
      },
      {
        "name": "2BCkncl",
        "top": 102,
        "bottom": 142,
        "dry_hue": "2.5Y",
        "dry_value": 7,
        "dry_chroma": 4,
        "moist_hue": "2.5Y",
        "moist_value": 6,
        "moist_chroma": 4,
        "texture_class": "sandy clay loam",
        "pH_class": "strongly alkaline",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "2BCkncl--102 to 142 cm (40 to 56 in); pale yellow (2.5Y 7/4) sandy clay loam, light yellowish brown (2.5Y 6/4) moist; moderate medium subangular blocky structure; very hard, firm; common fine and medium dark iron-manganese concretions and stains; few fine nodules of calcium carbonate; strongly saline, EC 9.2 dS/m; strongly alkaline; gradual smooth boundary. (combined thickness of the 2BCknc horizons is 25 to 89 cm [10 to 35 in])"
      },
      {
        "name": "2BCknc2",
        "top": 142,
        "bottom": 203,
        "dry_hue": "2.5Y",
        "dry_value": 7,
        "dry_chroma": 4,
        "moist_hue": "2.5Y",
        "moist_value": 6,
        "moist_chroma": 4,
        "texture_class": "sandy clay loam",
        "pH_class": "strongly alkaline",
        "narrative": "2BCknc2--142 to 203 cm (56 to 80 in); pale yellow (2.5Y 7/4) sandy clay loam, light yellowish brown (2.5Y 6/4) moist; weak fine subangular blocky structure; very hard, firm; common fine and medium dark iron-manganese concretions and stains; few fine nodules of calcium carbonate; strongly saline, EC 10.5 dS/m; strongly alkaline."
      }
    ]
  ]
}
