{
  "SERIES": "PALOPINTO",
  "STATUS": "Established Series",
  "BYREV": "Rev. WLG-ACT- WJG",
  "REVDATE": "01/2017",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive, thermic Lithic Haplustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Palopinto stony clay loam, on a 2 percent slope, in rangeland.\n(Colors are for dry soil unless otherwise stated.)\nA1--0 to 10 cm (0 to 4 in); dark grayish brown (10YR 4/2) very stony clay loam, very dark grayish brown (10YR 3/2) moist; weak fine subangular blocky and moderate fine granular structure; hard, friable; many fine roots; many fine pores; few wormcasts; about 30 percent fragments of limestone from 6 to 30 inches across, and 5 percent less than 3 inches across; moderately alkaline; clear smooth boundary. Thickness is 5 to 30 cm (2 to 12 in)\nA2--10 to 30 cm (4 to 12 in); dark grayish brown (10YR 4/2) extremely stony clay loam, very dark grayish brown (10YR 3/2) moist; weak fine subangular blocky and moderate fine granular structure; hard, friable; common fine roots; common fine pores; few wormcasts; about 70 percent of fragments of limestone that are from 6 to 30 inches across; moderately alkaline; abrupt wavy boundary. Thickness is 10 to 41 cm (4 to 16 in)\nR--30 to 102 cm (12 to 40 in); indurated limestone; coarsely fractured; contains less than 5 percent fine-earth in fractures and crevices."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Palo Pinto County, Texas; from the intersection of U.S. Highway 180 and U. S. Highway 281 in Mineral Wells, Texas; 8 miles north on U. S. Highway 281; 3.6 miles west and north on Texas Highway 254 and 1600 feet east of highway in rangeland.\nUSGS topographic quadrangle: Graford East, Texas;\nLatitude: 32 degrees, 55 minutes, 38.5 seconds N;\nLongitude: 98 degrees, 7 minutes, 41.0 seconds W;\nDatum:  WGS84"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nDepth to Lithic bedrock: 15 to 51 cm (6 to 20 in)\nMollic epipedon: 15 to 51 cm (6 to 20 in)\nEffervescence: noncalcareous to weakly\nA Horizon\nHue: 5YR to 10YR\nValue: 3 to 4\nChroma: 2 to 3\nTexture: clay loam, silty clay loam, loam, silt loam\nClay content: 18 to 35 percent\nRock fragments: averages 35 to 85 percent in the solum; the A1 horizon ranges from 15 to 60 percent and the A2 horizon ranges from 50 to 90 percent; size ranges from 12 to 915 mm (0.5 to 36 in), dominantly 150 to 510 mm (6 to 20 in), across the long axis; nonflat subangular to flat limestone\nEffervescence: none to slight\nReaction (pH): neutral to moderately alkaline (6.6-8.4)\nR Layer\nKind: coarsely fractured, indurated limestone mainly of the Strawn and Canyon groups of Pennsylvanian age"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These include the Kiti, and Timhill series in the same family. Similar soils include the Aledo, Eckert, Eckrant, Rayford, and Tarrant series.\nKiti soils: are moist in the soil moisture control section for longer periods.\nTimhill soils: have sola 10 to 20 inches thick over rhyolite.\nAledo soils: have carbonatic mineralogy.\nEckert soils: are formed in residuum derived from limestone of Ordovician and Cambrian age.\nEckrant and Tarrant soils: contain more than 35 percent clay in the particle-size control section.\nRayford soils: have an active clay activity class"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material: stony loamy residuum weathered from hard crystalline limestone mainly of the Strawn and Canyon groups of Pennsylvanian age\nLandscape: Hills\nLandform: Summits, shoulders, and backslopes of ridges\nSlope: 1 to 20 percent, but are dominantly about 2 percent\nMean annual precipitation: 660 to 864 mm (26 to 34 in)\nThornthwaite P-E Index: 40 to 50\nMean annual air temperature: 16.7 to 18.3 degrees C (62 to 65 degrees F)\nFrost-free period: 210 to 230 days\nElevation: 243.8 to 548.6 m (800 to 1800 ft)"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Hensley, Leeray, Lindy, Owens, and Set series.\nHensley soils: have red argillic horizons and occur on stream divides usually above Palopinto soils.\nLeeray soils: are clayey throughout and occur below on stream divides or in valleys.\nLindy soils: have sola 20 to 40 inches thick and are below on stream divides.\nOwens soils: are shallow clayey soils and occur on higher hillsides.\nSet soils: have sola more than 40 inches thick and occur below on knolls or intermingled with Palopinto soils."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained. Permeability of the soil is moderate above a slowly permeable bedrock. Runoff is high on 1 to 5 percent, and very high on slopes greater than 5 percent."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Used for rangeland. Native vegetation includes sideoats grama, little bluestem, and annual grasses. There are scattered liveoak, juniper, tasajillo, and pricklypear. Whitebrush and sumac are usually present. Forbs include bushsunflower, western ragweed, and gayfeather."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: North-central Texas; LRR H - Central Great Plains Winter Wheat and Range Region, MLRA 80B - Texas north-central prairies; The series is of large extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Palo Pinto County, Texas; 1979."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: This soil has formerly been included in the Tarrant series.\nEdited 01/2017 (RFG-SCP): Converted to tabular format and added metric units. Updated competing series, geographic setting, and associated soils sections.\nDiagnostic horizons and features recognized in this pedon are:\nMollic epipedon - 0 to 30 cm (0 to 12 in) (A1 and A2 horizons).\nLithic contact - 30 cm (12 in) (top of R layer).\nADDITIONAL DATA: NSSL sample 384TX-429-1.\nTaxonomic Version: Keys to Soil Taxonomy, 12th Edition, 2014\nNational Cooperative Soil Survey\nU.S.A."
  }
}
