{
  "SERIES": "PALOUSE",
  "STATUS": "Established Series",
  "BYREV": "Rev. LWG/RWC/RJE/TLA",
  "REVDATE": "09/2013",
  "STATES": "ID,OR,WA",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty, mixed, superactive, mesic Pachic Ultic Haploxerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Palouse silt loam - cultivated on a 12 percent south slope at 2,600 feet elevation.  (Colors are for dry soil unless otherwise noted)\nAp--0 to 7 inches; dark grayish brown (10YR 4/2) silt loam, very dark brown (10YR 2/2) moist; moderate fine granular structure; slightly hard, friable, slightly sticky, slightly plastic; many fine roots; neutral (pH 6.6); abrupt smooth boundary.  (6 to 10 inches thick)\nA--7 to 14 inches; dark grayish brown (10YR 4/2) silt loam, very dark brown (10YR 2/2) moist; weak medium granular structure; slightly hard, friable, slightly sticky, slightly plastic; many fine roots; many fine pores; neutral (pH 6.6); clear wavy boundary.  (6 to 10 inches thick)\nAB--14 to 24 inches; grayish brown (10YR 5/2) heavy silt loam, very dark grayish brown (10YR 3/2) moist; surface os peds are very dark brown or black when moist; weak fine subangular blocky structure; very hard, friable, slightly sticky, plastic; many fine roots; many very fine pores, 20 percent of coarse pores and channels partially filled with dark colored surface material; neutral (pH 6.8); gradual wavy boundary.  (0 to 12 inches thick)\nBw1--24 to 40 inches; pale brown (10YR 6/3) heavy silt loam, brown (10YR 4/3) moist; surface soft peds are dark brown when moist; weak medium prismatic and moderate medium and fine subangular blocky structure; very hard, friable, sticky, plastic; many fine roots; many very fine pores; few thin clay films on prism faces; 5 to 10 percent of area occupied by worm holes partially filled with dark A horizon material; neutral (pH 7.0); gradual wavy boundary.  (12 to 16 inches thick)\nBw2--40 to 60 inches; pale brown (10YR 6/3) heavy silt loam, brown (10YR 4/3) moist; weak coarse prismatic and moderate very fine blocky structure; hard, friable, sticky, plastic; few fine roots; few fine and many very fine pores; large worm holes about 5 inches apart; neutral (pH 7.2)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Whitman County, Washington; about 4 miles southeast of Pullman, Washington, at 280 feet north of county road and 970 feet east of west line of sec. 27, T. 14 N., R. 45 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The mean annual soil temperature ranges from 47 to 52 degrees F.  These soils are usually moist but are dry in all parts between 4 and 12 inches from 60 to 75 consecutive days in the summer and fall.  Thickness of solum and depth to bedrock ranges from 40 to more than 60 inches.  The mollic epipedon is 20 to 40 inches or more thick.  The control section is silt loam or silty clay loam with 20 to 35 percent clay.\nThe A horizon has value of 4 or 5 dry, 2 or 3 moist and chroma of 1 to 3 dry or moist.  It has weak or moderate platy, granular or blocky structure.  Reaction is medium acid to neutral.\nThe AB horizon has value of 4 or 5 dry and chroma of 2 or 3 moist and dry.  It is silt loam or silty clay loam.  Reaction is slightly acid or neutral.\nThe Bw horizon has value of 4 to 6 dry, 3 or 4 moist, and chroma of 2 to 4 moist and dry.  It is silt loam or silty clay loam with 18 to 35 percent clay.  Structure is weak or moderate subangular blocky or prismatic.  Reaction is slightly acid or neutral in the upper part and slightly acid to slightly alkaline in the lower part.\nA Bt horizon is present is some pedons."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  This is the Carlton series.  Carlton soils have a faint to distinct yellowish brown to reddish brown mottles in the lower part of the Bw horizon."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Palouse soils are on hills at elevations of 1,600 to 4,500 feet.  Slopes are 0 to 60 percent.  These soils formed in Late Wisconsin loess which contains some volcanic ash in the upper part.  Summers are warm and dry; winters are cool and moist.  The average annual precipitation ranges from 18 to 25 inches.  Average January temperature is 27 to 30 degrees F, average July temperature is 67 to 70 degrees F.  The mean annual temperature ranges from 46 to 51 degrees F.  and on the average frost-free season is about 100 to 160 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Caldwell, Garfield, Gwin, Latah, Latahco, Mondovi, Naff, Thatuna, Tilma, and Waha soils.  Caldwell and Mondovi soils have irregular distribution of organic matter with depth.  Garfield soils have an ochric epipedon and have a fine argillic horizon.  Gwin soils have a lithic contact at 10 to 20 inches.  Latah and Tilma soils have a fine textured argillic horizon. Latahco soils are frigid.  Naff and Thatuna soils have an argillic horizon. Waha soils are fine-loamy and have a lithic contact at 20 to 40 inches."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; slow to rapid runoff; permeability is moderate."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used mainly for dryland cropland.  Small grains, peas, lentils, alfalfa, and grasses for hay and pasture are common crops.  Native vegetation is Idaho fescue, bluebunch wheatgrass, Sandberg bluegrass, arrowleaf balsamroot, common snowberry, and wild rose."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Southeastern Washington, northeastern Oregon, and northern Idaho.  Series is extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Latah County, Idaho, 1915."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are a mollic epipedon from the surface to 24 inches with a base saturation of less than 75 percent in some part and a cambic horizon from 24 to 60 inches.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
