{
  "SERIES": "PALOMINO",
  "STATUS": "Established Series",
  "BYREV": "Rev. JEJ/RTM/YHH",
  "REVDATE": "01/2007",
  "STATES": "AZ",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy, mixed, active, frigid Lithic Haplustalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Palomino extremely stony fine sandy loam - forest (Colors for dry conditions unless otherwise noted.)\nOi--0 to 1 inch; undecomposed pine needles - moderately acid (pH 5.6).\nOe--1 to 2 inches; decomposing pine needles - slightly acid (pH 6.2).\nA--2 to 4 inches; brown (10YR 5/3) extremely stony fine sandy loam, dark brown (10YR 3/3) moist; weak medium platy structure; soft friable, slightly sticky and slightly plastic; plentiful very fine and fine roots; many micro and very fine tubular pores; approximately 15 percent stones; noneffervescent; slightly acid (pH 6.2); clear smooth boundary. (2 to 3 inches thick.)\nB--4 to 11 inches; reddish brown (5YR 5/4) extremely stony heavy fine sandy loam, reddish brown (5YR 4/4) moist; massive breaking to weak fine and medium subangular blocky structure; slightly hard, friable, slightly sticky and plastic; plentiful fine, medium and coarse roots; many micro and very fine interstitial and few fine tubular pores; approximately 10 percent stones; noneffervescent; moderately acid (pH 6.0); gradual smooth boundary. (5 to 10 inches thick.)\nBt--11 to 17 inches; reddish brown (5YR 5/4) extremely stony sandy clay loam, reddish brown (5YR 4/4) moist; massive breaking to moderate fine and medium subangular blocky structure; slightly hard, friable, sticky and plastic; few fine, medium and coarse roots; many micro and very fine interstitial and few fine tubular pores; few thin clay films on ped faces and common clay bridges between sand grains; approximately 10 percent stones; noneffervescent; neutral (pH 6.6); abrupt irregular boundary. (5 to 7 inches thick.)\nR--17 to 19 inches; strong brown (7.5YR 5/6) sandstone bedrock, yellowish red (5YR 4/6) moist; massive; extremely hard, extremely firm, fractured in places with soil material from overlying horizons in fractures."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Coconino County, Arizona. Approximately 70 miles SE of Flagstaff, Arizona in the NE 1/4 of Sec. 28, T12N, R12E and approximately 150 feet north of Rim Road."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nDepth to bedrock: 12 to 20 inches\nRock fragments: The soil is very stony to extremely stony throughout but coarse fragment content is less than 35 percent\nSoil moisture: Typic ustic moisture regime\nMean annual soil temperature: less than 47 degrees F.\nMean summer soil temperature: less than 59 degrees F.\nReaction: neutral to medium acid throughout\nA horizon\nHue: 10YR thru 5YR\nValue: 5 dry and 3 moist\nChroma: 2 thru 4\nTexture: fine sandy loam, loam, cobbly or extremely stony fine sandy loam and loam\nB horizon (may be very thin or absent)\nHue:5YR and 7.5YR\nValue: 5 and 6 dry and 3 and 4 moist\nChroma: 4\nTexture: fine sandy loam and sandy clay loam\nBt horizon\nHue: 5YR and 7.5YR\nValue: 4 thru 6 dry and 4 moist\nChroma: 3 thru 6 but are dominantly 4 thru 6\nStructure: massive or weak to moderate medium subangular blocky structure\nClay films: present as common thin coatings on ped faces and as bridges between sand grains\nRock fragments: Gravel, cobble and stones are common but make up less than 50 percent of the horizon by volume\nThis horizon tongues into fractures of the underlying bedrock."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  This is the Assayi (NM) series. Assayi soils are very shallow, somewhat warmer and somewhat drier. The differentia and the need for both these series should be evaluated."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: The Palomino soils occur at elevations of 7500 to 8000 feet in a cool, subhumid climate having a mean annual temperature of 42 degrees F. to 45 degrees F. The average January temperature is approximately 25 degrees F. and the average July temperature is approximately 60 degrees F. The average annual precipitation is 22 to 30 inches. The soils have formed from sandstone. They occur on nearly level to strongly sloping exposures of Coconino sandstone and sandstone members of the Kaibab formation."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  The Palomino soils occur in the same general area as the Sanchez, McVickers and Soldier soils. The McVickers and Soldier soils both have A2 horizons and are fine-textured. Sanchez soils have over 50 percent coarse fragments and are loamy-skeletal."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  The soil is well-drained and has moderate to moderately slow permeability. Runoff is slow."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used for timber production, wildlife, summer grazing of livestock and recreation.  Ponderosa pine, Douglas fir, white fir, limber pine, some Gambel oak, quaking aspen, June grass, squirreltail and mountain muhly are present."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  In the central portion of Arizona where the sandstone member of the Coconino and Kaibab formations are exposed.  Approximately 4000 acres have been mapped in this area but it is known to extend to the east for some distance. Inextensive, but expected to become moderately extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Phoenix, Arizona"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Long Valley Soil Survey Area (043), Coconino County, Arizona, August 15, 1965. Name taken from Palomino Lake."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nOchric Epipedon - The zone from 2 to 3 inches.  (A horizon)\nArgillic Horizon - The zone from 11 to 17 inches.  (Bt horizon)\nLithic contact - 17 inches (R horizon)\nClassification changed from Haplocryalfs to frigid Haplustalfs in 2006. The change was made to be consistent with the moisture and temperature regime of the geographic extent of the soil and to be consistent with the associated soils.\nClassified according to Keys to Soil Taxonomy Tenth Edition, 2006.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
