{
  "SERIES": "PAMLICO",
  "STATUS": "Established Series",
  "BYREV": "WLB-REH-RAG",
  "REVDATE": "07/1999",
  "STATES": "AL,FL,MS,NC,SC,VA",
  "OVERVIEW": "The Pamlico series consists of very poorly drained soils that formed in decomposed organic material underlain by dominantly sandy sediment. The soils are on nearly level flood plains, bays, and depressions of the Coastal Plain.  Slopes are less than 1 percent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Sandy or sandy-skeletal, siliceous, dysic, thermic Terric Haplosaprists"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Pamlico muck, undrained--forested. (Colors are for moist soil unless otherwise stated.)\nOi--0 to 3 inches; very dark brown (10YR 2/2) fibric material; 75 percent fiber content after rubbing; friable; fibers are of moss, leaves, twigs, and roots; extremely acid; gradual wavy boundary.  (0 to 4 inches thick)\nOa1--3 to 14 inches; black (10YR 2/1) sapric material; 10 percent fiber; weak coarse granular structure; friable; slightly sticky; common roots; sodium pyrophosphate extract is yellowish brown (10YR 5/4); extremely acid; gradual wavy boundary.\nOa2--14 to 30 inches; very dark grayish brown (10YR 3/2) sapric material; 20 percent fiber; less than 10 percent rubbed; massive; friable; slightly sticky; few roots; sodium pyrophosphate extract is light yellowish brown (10YR 6/4); extremely acid; gradual wavy boundary.   (combined thickness of Oa horizon is 16 to 51 inches)\nCg--30 to 60 inches; very dark grayish brown (10YR 3/2) loamy sand; single grained; loose; extremely acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Wayne County, North Carolina; 8 miles east of Mt. Olive on North Carolina Highway 55; 0.6 mile south of intersection with county road 1948; 100 feet northeast of bridge crossing northeast Cape Fear River."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Pamlico soils have 16 to 51 inches of organic material over dominantly sandy sediments.  Reaction is extremely acid (less than 4.5 in 0.01 M calcium chloride) in the organic layers, and ranges from extremely acid to strongly acid in the underlying mineral layers.\nThe Oi or Oe horizon has hue of 10YR, 7.5YR, or it is neutral, value of 2 or 3, chroma of 0 to 2.\nThe Oa horizon has hue of 10YR, 7.5YR, or it is neutral, value of 2 or 3, chroma of 0 to 2.  Fiber content is 10 to 33 percent unrubbed and less than 10 percent after rubbing.  Structure is coarse granular or massive.\nThe Cg horizon has hue of 7.5YR or 10YR or it is neutral, value of 2 to 6, chroma of 0 to 2.  The weighted average of the upper 12 inches of the Cg horizon, or of the part of the Cg horizon that is within a depth of 51 inches, whichever is thicker, is sandy.  Textures are typically sand, fine sand, loamy sand, or loamy fine sand, but may also be mucky analogs of the same fine earth textures in some pedons.  In some pedons, thin subhorizons of the Cg within a depth of 51 inches are loamy.  Textures are typically sandy loam, fine sandy loam, or sandy clay loam.  Below a depth of 51 inches, texture is variable, typically ranging from sand to sandy clay loam."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There is no other known series in this family.  Belhaven, Croatan, Currituck, Dare, Dorovan, Ponzer, and Scuppernong series are in closely related families.  Belhaven, Ponzer, and Scuppernong soils have mixed mineralogy and are underlain by dominantly loamy mineral soil material.  Croatan soils are underlain by dominantly loamy mineral material.  Currituck soils are less acid and have mixed mineralogy. Dare and Dorovan soils have organic layers more than 51 inches thick."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Pamlico soils occur in the flood plains of tributaries of major streams and on level to depressional surfaces of the coastal plain.  These soils are formed in decomposed organic matter overlying dominantly sandy mineral sediments.  The mean annual temperature is 63 degrees F. and the annual precipitation is 48 inches near the type location."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These include the Dare and Dorovan of the competing series, and Bibb, Johnston, Portsmouth, Rutlege, and Torhunta series.  Bibb, Johnston, Portsmouth, Rutlege, and Torhunta soils are mineral soils with loamy surface layers high in organic matter."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Very poorly drained; ponded or very slow runoff; flooding is rare to frequent; permeability is moderate to moderately rapid in the organic layers and slow to very rapid in the mineral layers."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  In the natural stage, practically all of these soils are used for woodland and wildlife.  The native vegetation consists of pond pine, tupelo gum, sweetbay, gumtrees, cypress, greenbrier, wax myrtle bushes, with undergrowth of gallberry and cut bamboo briers.  These soils are used for improved pasture, corn, soybeans, oats, truck crops, and other cultivated crops when drained."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Lower Coastal Plain areas of Alabama, Florida, Mississippi, North Carolina, South Carolina, and Virginia.  The series is moderately extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Raleigh, North Carolina"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Pamlico County, North Carolina; 1935."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Pamlico muck, as mapped in the past, included a very wide range of conditions.  The concept expressed in this description is restricted in thickness, degree of decomposition and nature of underlying materials.\nDiagnostic horizons and features recognized in the typical pedon are:\nOrganic materials (terric) - the zone from the surface to a depth of 30 inches (the Oi, Oa1, and Oa2 horizons)\nSandy particle-size class - mineral material within a depth of 51 inches that has weighted average of the sandy particle-size class in the upper 12 inches of the mineral material or within the control section (51 inches), whichever is thicker (the Cg horizon)\nMLRA(S): 152A, 153A, 153B, 133A\nSIR(S): NC0050, NC0154 (LOAMY SUBSTRATUM), NC0155 (PONDED),\nNC0159 (FLOODED), NC0270 (PONDED, LOAMY SUBSTRATUM)\nREVISED=6/10/96, MHC\nTABULAR SERIES DATA:\nSOI-5  Soil Name   Slope  Airtemp FrFr/Seas Precip  Elevation\nNC0050 PAMLICO     0-  1   62- 70  240-310  45- 60    30- 150\nNC0154 PAMLICO     0-  1   62- 70  240-310  45- 60    30- 150\nNC0155 PAMLICO     0-  1   62- 70  240-310  45- 60    25- 150\nNC0159 PAMLICO     0-  1   62- 70  240-310  45- 60    30- 150\nNC0270 PAMLICO     0-  1   62- 70  240-310  45- 60    30- 150\nSOI-5  FloodL FloodH Watertable Kind   Months  Bedrock Hardness\nNC0050 RARE            0-1.0  APPARENT DEC-MAY  60-60\nNC0154 RARE            0-1.0  APPARENT JAN-DEC  60-60\nNC0155 RARE             -     APPARENT    -     60-60\nNC0159 FREQ             -     APPARENT    -     60-60\nNC0270 RARE             -     APPARENT    -     60-60\nSOI-5  Depth  Texture                3-Inch  No-10  Clay%   -CEC-\nNC0050  0-30  MUCK                    0-  0    -     0- 0 100-230\nNC0050 30-60  LS S LFS                0-  0 100-100  5-10   1-  5\nNC0154  0-24  MUCK                    0-  0    -      -   100-230\nNC0154 24-48  FS LFS                  0-  0 100-100  5-10   1-  5\nNC0154 48-72  FSL SCL                 0-  0 100-100 15-35   5- 15\nNC0155  0-30  MUCK                    0-  0    -     0- 0 100-230\nNC0155 30-60  S FS LS                 0-  0 100-100  5-10   1-  5\nNC0159  0-30  MUCK                    0-  0    -     0- 0 100-230\nNC0159 30-60  LS S LFS                0-  0 100-100  5-10   1-  5\nNC0270  0-24  MUCK                    0-  0    -      -    20-230\nNC0270 24-48  FS LFS                  0-  0 100-100  5-10   1-  5\nNC0270 48-72  FSL SCL                 0-  0 100-100 15-35   5- 15\nSOI-5  Depth    -pH-     O.M.  Salin  Permeab   Shnk-Swll\nNC0050  0-30  3.5- 4.4  20-80  0- 0   0.6- 6.0  LOW\nNC0050 30-60  3.5- 5.5  .5-5.  0- 0   6.0-  20  LOW\nNC0154  0-24  3.5- 4.4  20-80  0- 0   0.6- 6.0  LOW\nNC0154 24-48  3.5- 5.5  .5-5.  0- 0   6.0-  20  LOW\nNC0154 48-72  3.5- 5.5  .5-1.  0- 0  0.06- 0.2  LOW\nNC0155  0-30  3.5- 5.5  20-80  0- 0   0.6- 6.0  LOW\nNC0155 30-60  3.5- 5.5  .5-5.  0- 0   6.0-  20  LOW\nNC0159  0-30  3.5- 5.5  20-80  0- 0   0.6- 6.0  LOW\nNC0159 30-60  3.5- 5.5  .5-5.  0- 0   6.0-  20  LOW\nNC0270  0-24  3.5- 4.4  20-80  0- 0   0.6- 6.0  LOW\nNC0270 24-48  3.5- 5.5  .5-5.  0- 0   6.0-  20  LOW\nNC0270 48-72  3.5- 5.5  .5-1.  0- 0  0.06- 0.2  LOW\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "very poorly",
        "drainage_overview": "very poorly"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Oi",
        "top": 0,
        "bottom": 8,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 2,
        "pH_class": "extremely acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Oi--0 to 3 inches; very dark brown (10YR 2/2) fibric material; 75 percent fiber content after rubbing; friable; fibers are of moss, leaves, twigs, and roots; extremely acid; gradual wavy boundary.  (0 to 4 inches thick)"
      },
      {
        "name": "Oa1",
        "top": 8,
        "bottom": 36,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 1,
        "pH_class": "extremely acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Oa1--3 to 14 inches; black (10YR 2/1) sapric material; 10 percent fiber; weak coarse granular structure; friable; slightly sticky; common roots; sodium pyrophosphate extract is yellowish brown (10YR 5/4); extremely acid; gradual wavy boundary."
      },
      {
        "name": "Oa2",
        "top": 36,
        "bottom": 76,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "pH_class": "extremely acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Oa2--14 to 30 inches; very dark grayish brown (10YR 3/2) sapric material; 20 percent fiber; less than 10 percent rubbed; massive; friable; slightly sticky; few roots; sodium pyrophosphate extract is light yellowish brown (10YR 6/4); extremely acid; gradual wavy boundary.   (combined thickness of Oa horizon is 16 to 51 inches)"
      },
      {
        "name": "Cg",
        "top": 76,
        "bottom": 152,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "loamy sand",
        "pH_class": "extremely acid",
        "narrative": "Cg--30 to 60 inches; very dark grayish brown (10YR 3/2) loamy sand; single grained; loose; extremely acid."
      }
    ]
  ]
}
