{
  "SERIES": "PAMUNKEY",
  "STATUS": "Established Series",
  "BYREV": "DDR-JHW, Rev MHC",
  "REVDATE": "03/2002",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, semiactive, thermic Ultic Hapludalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Pamunkey fine sandy loam - cultivated. (Colors are for moist soil.)\nAp--0 to 9 inches dark brown (7.5YR 4/4) fine sandy loam; moderate fine granular structure; very friable, slightly sticky, nonplastic; many fine and medium roots; 3 percent rounded quartz gravel; few fine flakes of mica; neutral; abrupt smooth boundary.  (6 to 12 inches thick)\nBt1--9 to 11 inches; yellowish red (5YR 4/6) sandy clay loam; moderate medium subangular blocky structure; friable, slightly sticky, slightly plastic; many fine roots; few faint clay films on faces of peds; 1 percent rounded quartz gravel; few fine flakes of mica; slightly acid; clear smooth boundary.\nBt2--11 to 26 inches; yellowish red (5YR 4/6) clay loam; moderate medium subangular blocky structure; friable, slightly sticky, slightly plastic; common fine roots; common distinct clay films on faces of peds; common black stains on vertical faces of peds; 5 percent rounded quartz gravel; few fine flakes of mica; slightly acid; gradual smooth boundary.\nBt3--26 to 43 inches; yellowish red (5YR 4/8) sandy clay loam; weak coarse subangular blocky structure; friable, slightly sticky, slightly plastic; few fine roots; common faint  clay films on faces of peds; common black coatings on faces of peds; 5 percent rounded quartz gravel; few fine flakes of mica; slightly acid; gradual smooth boundary.  (Combined thickness of the Bt horizon ranges from 35 to 60 inches.)\nBC--43 to 46 inches; yellowish red (5YR 4/8) sandy loam; weak fine subangular blocky structure; friable, slightly sticky, nonplastic; few faint clay films on faces of peds; common black stains; 10 percent rounded quartz gravel; common fine flakes of mica; moderately acid; abrupt wavy boundary. (30 to 12 inches thick) 30 to 60 inches)\n2C--46 to 80 inches; stratified layers of yellowish brown (1OYR 5/6), strong brown (7.5YR 5/6), and reddish brown (5YR 4/4) sand and rounded greenstone and granite gravel; single grain; loose; few cobbles; common fine flakes of mica; medium acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Hanover County, Virginia; near Camp Town Race Track, 1 mile east of Interstate 95 and 250 feet wouth of the South anna River."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Solum thickness and depth to unconforming strata range from 40 to 60 inches or more.  Depth to hard bedrock is more than 80 inches.  Gravel lines are at varying depths in some pedons, normally below 40 inches.  Rock fragments, usually rounded gravel and a few cobbles, make up 0 to 15 percent of the solum and 0 to 35 percent of the substratum.  The soil ranges from very strongly acid through slightly acid in the solum and from moderately acid through neutral in the substratum, unless limed.\nThe A or Ap horizon has hue of 5YR through 1OYR, value of 3 through 6, and chroma of 2 through 4.    The A horizon is loamy sand, fine sandy loam, sandy loam, loam, or silt loam. It is silty clay loam, sandy clay loam, or clay loam in eroded areas.\nThe E horizon, where present, has hue of 5YR through 10YR, value of 5 or 6, and chroma of 2 through 4.  The E horizon is loamy sand, fine sandy loam, sandy loam, loam, or silt loam.\nThe BE or BA, horizon, where present, has hue of 2.5YR through 1OYR, value of 4 through 6, and chroma of 3 through 8.  It is sandy loam, fine sandy loam, or loam.\nThe Bt horizon has hue of 2.5YR through 1OYR, value of 4 through 6, and chroma of 3 through 8.  It is fine sandy loam, loam, silt loam, sandy clay loam, clay loam, or silty clay loam.  Flakes of mica range from few to many.  Dark stains or concretions are in most pedons.\nThe BC or CB horizon, where present, has colors similar to those of the Bt horizon.  It is loamy sandy, sandy loam, fine sandy loam, or loam.\nThe C or 2C horizon has colors similar to those of the Bt horizon.  It commonly consists of sandy and loamy strata containing gravels, cobbles, and a few boulders.  Some pedons have strata of finer texture."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: (This section not checked this date; activity class added) These are the Bolivar, Liddieville, Sandhill, Stiversville, and Toine series in the same family.  The Altavista, Cahaba, Capshaw, Kempsville, Masada, State, and Wickham series are in related families.  Bolivar soils have soft sandstone bedrock\nat a depth of 20 to 40 inches.  Liddieville soils have climatic conditions which result in lower crop yields.  Sandhill soils have 15 to 35 percent rock fragments of weathered sandy limestone, siltstone, and shale in the solum. Stiversville soils have up to 10 percent rock fragments of weathered sandy limestone in the solum and do not have flakes of mica. Toine soils either do not have rock fragments or have rock fragments dominated by sandstone.  Altavista soils have mottles with chroma of 2 or less in the upper 24 inches of the argillic horizon and have base saturation of less than 35 percent.  Cahaba and Kempsville soils have siliceous mineralogy and base saturation of less than 35 percent. Capshaw soils have more than 35 percent clay in the particle-size control section.  Masada soils have base saturation of less than 35 percent, and contain more than 35 percent clay in the particle-size control section.  State and Wickham soils have less than 35 percent base saturation."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Pamunkey soils are on nearly level to sloping stream terracess.  Slopes are commonly 2 to 7 percent, but range from 0 to 15 percent.  These soils have formed in stratified fluvial sediments derived principally from weathered igneous and metamorphic rocks.  The mean annual precipitation ranges from 42 to 50 inches and the mean annual temperature ranges from 58 to 63 degrees F."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These include the competing Altavista, Masada, State, and Wickham soils and the Chewacla, Congaree, Fork, Hiwassee, Riverview, Roanoke, Turbeville, and Wehadkee soils.  Chewacla, Congaree, Riverview, and Wehadkee soils are on floodplains.  Fork and Chewacla soils are somewhat poorly drained.  Hiwassee and Turbeville soils have more than 35 percent clay in the particle-size control section.  Roanoke soils are clayey and poorly drained."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; runoff is slow to medium.  Permeability is moderate in the subsoil and moderately rapid to rapid in the substratum."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most of this soil is cultivated, and the remainder is used for pasture and forest.  Crops include corn, small grain, cotton, soybeans, alfalfa, peanuts, tobacco, and truck crops.  Forested areas are in mixed hardwoods and pines."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Virginia and Maryland; possibly Alabama, Georgia, and North Carolina.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Raleigh, North Carolina"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Henrico County, Virginia; 1973."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon\nare:\na.  Ochric epipedon: The Ap horizon from 0 to 9 inches.\nb.  Argillic horizon:  The zone between 9 and 40 inches.\nc.  Ultic character:  Base saturation at 50 inches is\nbelow the top of the argillic horizon is between 35 and               60 percent\nADDITIONAL DATA:  Characterization data is available from the VPI & SU Soil Survey Laboratory.\nTABULAR SERIES DATA:\nSOI-5  Soil Name   Slope  Airtemp FrFr/Seas Precip  Elevation\nVA0032 PAMUNKEY    0- 15   58- 63  195-220  42- 50    10- 250\nVA0118 PAMUNKEY    0-  4   58- 63  195-220  42- 50    10- 250\nVA0132 PAMUNKEY    0- 15   58- 63  195-220  42- 50     5- 250\nVA0148 PAMUNKEY    0-  2   58- 63  195-220  42- 50    10- 250\nSOI-5  FloodL FloodH Watertable Kind   Months  Bedrock Hardness\nVA0032 NONE          6.0-6.0              -     60-60\nVA0118 NONE          6.0-6.0              -     60-60\nVA0132 OCCAS         6.0-6.0              -     60-60\nVA0148 NONE          4.0-6.0  APPARENT DEC-MAR  60-60\nSOI-5  Depth  Texture                3-Inch  No-10  Clay%   -CEC-\nVA0032  0- 9  LS SL FSL               0-  0  75-100  3-10    -\nVA0032  0- 9  L SIL                   0-  0  75-100  5-15    -\nVA0032  0- 9  SCL CL SICL             0-  0  75-100 20-35    -\nVA0032  9-46  SCL CL L                0-  5  75-100 20-35    -\nVA0032 46-80  SR SL S                 0- 10  50- 95  4-18    -\nVA0118  0- 9  GR-SL                   0-  5  50- 70  8-20    -\nVA0118  9-26  GR-SL GRV-SL            0-  5  25- 50  5-15    -\nVA0118 26-60  LS GR-S GR-LS           0-  5  35- 50  2-10    -\nVA0132  0- 9  LS SL FSL               0-  0  75-100  3-10    -\nVA0132  0- 9  L SIL                   0-  0  75-100  5-15    -\nVA0132  0- 9  SCL CL SICL             0-  0  75-100 20-35    -\nVA0132  9-46  SCL CL L                0-  5  75-100 20-35    -\nVA0132 46-80  SR SL S                 0- 10  50- 95  4-18    -\nVA0148  0-11  FSL                     0-  0  90-100  3-10    -\nVA0148  0-11  L                       0-  0  90-100  5-15    -\nVA0148 11-43  SCL CL L                0-  5  75-100 20-35    -\nVA0148 43-80  SR SL S                 0- 10  50- 95  4-18    -\nSOI-5  Depth    -pH-     O.M.  Salin  Permeab   Shnk-Swll\nVA0032  0- 9  5.1- 7.3  .5-2.  0- 0   2.0-  20  LOW\nVA0032  0- 9  5.1- 7.3  .5-2.  0- 0   0.6- 2.0  LOW\nVA0032  0- 9  5.1- 7.3  .5-1.  0- 0   0.6- 2.0  LOW\nVA0032  9-46  5.1- 7.3  0.-.5  0- 0   0.6- 2.0  LOW\nVA0032 46-80  5.1- 6.0  0.-.5  0- 0   2.0-  20  LOW\nVA0118  0- 9  5.1- 7.3  1.-4.  0- 0   2.0- 6.0  LOW\nVA0118  9-26  5.1- 6.5  0.-.5  0- 0   2.0- 6.0  LOW\nVA0118 26-60  5.1- 6.5  0.-.5  0- 0   6.0-  20  LOW\nVA0132  0- 9  5.1- 7.3  .5-2.  0- 0   2.0-  20  LOW\nVA0132  0- 9  5.1- 7.3  .5-2.  0- 0   0.6- 2.0  LOW\nVA0132  0- 9  5.1- 7.3  .5-1.  0- 0   0.6- 2.0  LOW\nVA0132  9-46  5.1- 7.3  0.-.5  0- 0   0.6- 2.0  LOW\nVA0132 46-80  5.1- 6.0  0.-.5  0- 0   2.0-  20  LOW\nVA0148  0-11  5.6- 7.3  .5-2.  0- 0   2.0-  20  LOW\nVA0148  0-11  5.6- 7.3  .5-2.  0- 0   0.6- 2.0  LOW\nVA0148 11-43  5.6- 7.3  0.-.5  0- 0   0.6- 2.0  LOW\nVA0148 43-80  5.1- 7.3  0.-.5  0- 0   2.0-  20  LOW\nNational Cooperative Soil Survey\nU.S.A."
  }
}
