{
  "SERIES": "PANDALE",
  "STATUS": "Established Series",
  "BYREV": "WCC-RD-CLN",
  "REVDATE": "06/2002",
  "STATES": "TX",
  "OVERVIEW": "The Pandale series consist of very deep, well drained, moderately permeable soils.  These nearly level to gently sloping, loamy upland soils formed in calcareous loamy alluvium with reworked eolian sediments of Pleistocene and Holocene age.  Slopes range from 0 to 5 percent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, thermic Ustic Haplocalcids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Pandale gravelly loam--rangeland. (Colors are for dry soils unless otherwise stated.)\nA1--0 to 6 inches; brown (10YR 5/3) gravelly loam, brown (10YR 4/3) moist; moderate medium subangular blocky structure; slightly hard, friable; many fine and medium roots; about 20 percent fine and medium rounded limestone gravel; surface has about 30 percent cover of fine and medium gravel; slightly effervescent; moderately alkaline; gradual smooth boundary. (2 to 10 inches thick)\nA2--6 to 16 inches; brown (10YR 5/3) gravelly clay loam, brown (10YR 4/3) moist; weak coarse prismatic structure parting to moderate fine and medium subangular blocky; slightly hard, friable; common fine and medium roots; few very fine tubular pores; about 18 percent fine and medium rounded limestone gravel; slightly effervescent; moderately alkaline; gradual smooth boundary. (0 to 12 inches thick)\nBw--16 to 28 inches; brown (7.5YR 5/4) gravelly clay loam, brown (7.5YR 4/4) moist; weak coarse prismatic structure parting to moderate medium subangular blocky; hard, firm; common fine and medium roots; few very fine tubular pores; about 20 percent fine and medium rounded limestone gravel; about 2 percent films and threads of calcium carbonate; strongly effervescent; moderately alkaline; gradual smooth boundary. (0 to 14 inches thick)\nBk1--28 to 45 inches; brown (7.5YR 5/4) gravelly clay loam, brown (7.5YR 4/4) moist; weak coarse prismatic structure parting to moderate medium subangular blocky; hard, firm; common fine roots; common very fine tubular pores; about 3 to 5 percent films and threads and about 1 percent masses of calcium carbonate; about 15 percent fine and medium rounded limestone gravel; violently effervescent; moderately alkaline; gradual smooth boundary.\nBk2--45 to 61 inches; light brown (7.5YR 6/4) gravelly clay loam, brown (7.5YR 5/4) moist; weak coarse prismatic structure parting to moderate medium subangular blocky; hard, firm; few fine roots; many very fine and fine tubular pores; about 5 percent films and threads and about 5 percent masses of calcium carbonate; about 20 percent fine and medium rounded limestone gravel; violently effervescent; moderately alkaline; gradual smooth boundary.\nBk3--61 to 80 inches; pink (7.5YR 7/4) gravelly clay loam, light brown (7.5YR 6/4) moist; weak fine and medium subangular blocky structure; hard, friable; few fine roots; many fine and very fine tubular pores; about 25 percent visible masses and films less than 3 cm in size of calcium carbonate; about 20 percent fine and medium rounded limestone gravel; violently effervescent; moderately alkaline.  (combined thickness of the Bk horizon is 40 to 65 inches.)"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Crockett County, Texas; from the intersection of Business Loop 466 and Texas Highway 163 at the courthouse in Ozona; 2.1 miles west on Business Loop 466; 10.5 miles west on Farm Road 2398; 2.8 miles south on Clayton Road; 150 feet east in rangeland. (Latitude 30N, 38, 34; Longitude 101W, 24, 27) USGS Pikes Peak, TEX. Quadrangle."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Solum thickness is more than 80 inches.  Depth to a calcic horizon ranges from 20 to 40 inches.  Calcium carbonate equivalent ranges from 15 to 40 percent.  Coarse fragments, from 2 to 75 mm, in the control section range from about 5 to 35 percent.  Coarse fragments are mainly rounded or well rounded limestone fragments.  Sand coarser than very fine sand ranges from about 15 to 25 percent.  Silicate clay content of the -10 to -40 inch particle-size control section ranges from about 20 to 30 percent with total clay ranging from 30 to 40 percent.\nThe A horizon has hue of 7.5YR or 10YR, value of 4 to 6, and chroma of 2 to 4.  Texture is silt loam, loam, clay loam, silty clay loam, or their gravelly counterparts.\nThe Bw, where present, has hue of 7.5YR or 10YR. value of 5 to 7, and chroma of 2 to 4.  Visible calcium carbonate ranges from a few films and threads to about 3 percent of masses and concretions.  Texture is silty clay loam, silt loam, clay loam, or their gravelly counterparts.\nThe Bk horizon has hue of 5YR to 10YR, value of 5 to 8, and chroma of 2 to 6.  Visible calcium carbonate ranges from 5 to 25 percent in the form of films, threads, masses, and concretions.  Texture is silty clay loam, silt loam, clay loam, or their gravelly counterparts."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Chispa, Elfrida, Kahn, Laborcita, Ratliff, Salado, San Jon, and Tuzigoot series.  Similar soils are the Midessa, Reagan, and Sanderson series.  Chispa soils have a calcic horizon within 20 inches of the surface.  Elfrida, Kahn and Tuzigoot soils receive significant winter precipitation and developed in the Sonoran Desert environment which supports a distinctively different vegetative community.  Also, Elfrida soils formed in alluvium derived from mixed acid and basic igneous rock, Tuzigoot soils formed in alluvium from lacustrine sediments, and Kahn soils formed in mixed alluvium.  Laborcita soils formed in colluvium and alluvium derived from tuff.  Ratliff soils do not have rounded limestone fragments.  Salado soils formed in calcareous alluvium, are at higher elevations and have cooler soil temperatures.  San Jon soils are moderately deep to a paralithic contact with redbed shale.  Midessa soils are moist for longer periods.  Reagan soils formed in eolian sediments and have a fine-silty particle-size control section.  Sanderson soils have a loamy-skeletal particle-size control section and carbonatic mineralogy."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Pandale soils are in nearly level to gently sloping broad alluvial flats and footslope and toeslope positions on alluvial fans of Pleistocene and Holocene age.  Slopes are plane to slightly convex and are mainly less than 3 percent, but range to 5 percent.  The soils formed in loamy alluvial and reworked eolian sediments, primarily derived from Cretaceous age marl and limestone of the Edwards Formation.  Mean annual precipitation ranges from 9 to 15 inches.  Mean annual temperature ranges from 66 to 69 degrees F.  Frost-free season ranges from 220 to 260 days.  Elevation ranges from 1,900 to 2,800.  Thornthwaite P-E index ranges from 22 to 31."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the competing Reagan and Sanderson series and the Dev, Ector, Iraan, Lozier, and Upton soils.  Reagan soils are on  broad, plane surfaces usually slightly lower in the landscape with slopes mainly less than 2 percent.  Sanderson soils are on similar landforms and have more than 35 percent gravel.  Dev and Iraan soils are in flood plains of drainageways.  Ector and Lozier soils are underlain by limestone bedrock within 20 inches and are on higher positions above Pandale soils.  Upton soils have a petrocalcic horizon within 20 inches, are on slightly higher convex positions, and are mapped in a complex with Pandale soils in some areas."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained.  Permeability is moderate.  Runoff is negligible on 0 to 1 percent slopes, very low on 1 to 3 percent slopes, and low on 3 to 5 percent slopes."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used mainly as rangeland.  Native vegetation supports short and midgrasses with range now consisting dominantly of burrograss, bush muhly, and threeawns and an overstory of tarbush, scrub mesquite, and creosote bush."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Western Edwards Plateau of Texas (MLRA 81A).  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Temple, Texas."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Crockett County, Texas; 2002."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  These soils were previously included in the Reagan series.\nDiagnostic horizons and features recognized in this  pedon are:\nOchric epipedon - 0 to 14 inches.  (A1 and A2 horizons)\nCambic horizon - 14 to 31 inches.  (Bw and Bk1 horizons)\nCalcic horizon - 31 to 80 inches  (Bk2, Bk3, and Bk4 horizons)\nADDITIONAL DATA: none\nTAXONOMIC VERSION: Soil Taxonomy, Second Edition, 1999.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A1",
        "top": 0,
        "bottom": 15,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "loam",
        "cf_class": "gravelly",
        "pH_class": "moderately alkaline",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "A1--0 to 6 inches; brown (10YR 5/3) gravelly loam, brown (10YR 4/3) moist; moderate medium subangular blocky structure; slightly hard, friable; many fine and medium roots; about 20 percent fine and medium rounded limestone gravel; surface has about 30 percent cover of fine and medium gravel; slightly effervescent; moderately alkaline; gradual smooth boundary. (2 to 10 inches thick)"
      },
      {
        "name": "A2",
        "top": 15,
        "bottom": 41,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "clay loam",
        "cf_class": "gravelly",
        "pH_class": "moderately alkaline",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "A2--6 to 16 inches; brown (10YR 5/3) gravelly clay loam, brown (10YR 4/3) moist; weak coarse prismatic structure parting to moderate fine and medium subangular blocky; slightly hard, friable; common fine and medium roots; few very fine tubular pores; about 18 percent fine and medium rounded limestone gravel; slightly effervescent; moderately alkaline; gradual smooth boundary. (0 to 12 inches thick)"
      },
      {
        "name": "Bw",
        "top": 41,
        "bottom": 71,
        "dry_hue": "7.5YR",
        "dry_value": 5,
        "dry_chroma": 4,
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "clay loam",
        "cf_class": "gravelly",
        "pH_class": "moderately alkaline",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "Bw--16 to 28 inches; brown (7.5YR 5/4) gravelly clay loam, brown (7.5YR 4/4) moist; weak coarse prismatic structure parting to moderate medium subangular blocky; hard, firm; common fine and medium roots; few very fine tubular pores; about 20 percent fine and medium rounded limestone gravel; about 2 percent films and threads of calcium carbonate; strongly effervescent; moderately alkaline; gradual smooth boundary. (0 to 14 inches thick)"
      },
      {
        "name": "Bk1",
        "top": 71,
        "bottom": 114,
        "dry_hue": "7.5YR",
        "dry_value": 5,
        "dry_chroma": 4,
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "clay loam",
        "cf_class": "gravelly",
        "pH_class": "moderately alkaline",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "Bk1--28 to 45 inches; brown (7.5YR 5/4) gravelly clay loam, brown (7.5YR 4/4) moist; weak coarse prismatic structure parting to moderate medium subangular blocky; hard, firm; common fine roots; common very fine tubular pores; about 3 to 5 percent films and threads and about 1 percent masses of calcium carbonate; about 15 percent fine and medium rounded limestone gravel; violently effervescent; moderately alkaline; gradual smooth boundary."
      },
      {
        "name": "Bk2",
        "top": 114,
        "bottom": 155,
        "dry_hue": "7.5YR",
        "dry_value": 6,
        "dry_chroma": 4,
        "moist_hue": "7.5YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "clay loam",
        "cf_class": "gravelly",
        "pH_class": "moderately alkaline",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "Bk2--45 to 61 inches; light brown (7.5YR 6/4) gravelly clay loam, brown (7.5YR 5/4) moist; weak coarse prismatic structure parting to moderate medium subangular blocky; hard, firm; few fine roots; many very fine and fine tubular pores; about 5 percent films and threads and about 5 percent masses of calcium carbonate; about 20 percent fine and medium rounded limestone gravel; violently effervescent; moderately alkaline; gradual smooth boundary."
      },
      {
        "name": "Bk3",
        "top": 155,
        "bottom": 203,
        "dry_hue": "7.5YR",
        "dry_value": 7,
        "dry_chroma": 4,
        "moist_hue": "7.5YR",
        "moist_value": 6,
        "moist_chroma": 4,
        "texture_class": "clay loam",
        "cf_class": "gravelly",
        "pH_class": "moderately alkaline",
        "narrative": "Bk3--61 to 80 inches; pink (7.5YR 7/4) gravelly clay loam, light brown (7.5YR 6/4) moist; weak fine and medium subangular blocky structure; hard, friable; few fine roots; many fine and very fine tubular pores; about 25 percent visible masses and films less than 3 cm in size of calcium carbonate; about 20 percent fine and medium rounded limestone gravel; violently effervescent; moderately alkaline.  (combined thickness of the Bk horizon is 40 to 65 inches.)"
      }
    ]
  ]
}
