{
  "SERIES": "PANKEYBASIN",
  "STATUS": "Tentative Series",
  "BYREV": "Rev. CWL-JVC",
  "REVDATE": "04/2001",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS:  Fine, smectitic, frigid Palexerollic Durixerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Pankeybasin very cobbly loam--on a 2 percent slope at an elevation of 4,905 feet--rangeland.  (Colors are for dry soil unless otherwise noted.  The soil was dry throughout when it was described on September 17, 1998.)  The soil surface is partially covered with about 15 percent pebbles, 15 percent cobbles, and 7 percent stones.\nA1--0 to 2 inches; grayish brown (10YR 5/2) very cobbly loam, dark brown (10YR 3/3) moist; weak thick platy structure parting to moderate thin platy; soft, very friable, slightly sticky and slightly plastic; many very fine and common fine roots; common fine and common medium vesicular pores; 15 percent pebbles, 15 percent cobbles, and 7 percent stones; slightly alkaline (pH 7.4); clear smooth boundary.  (2 to 5 inches thick)\nA2--2 to 7 inches; brown (10YR 5/3) gravelly loam, dark brown (10YR 3/3) moist; weak medium subangular blocky structure parting to strong medium granular; slightly hard, friable, slightly sticky and slightly plastic; common very fine, common fine, and few medium roots; common very fine interstitial and common medium tubular pores; 10 percent pebbles and 5 percent cobbles; slightly alkaline (pH 7.5); clear smooth boundary.  (4 to 9 inches thick)\nBt1--7 to 11 inches; brown (7.5YR 5/3) clay loam, dark brown (7.5YR 3/3) moist; strong medium subangular blocky structure; hard, firm, moderately sticky and moderately plastic; few very fine, few fine, few medium, and few coarse roots; common fine and common medium tubular pores; common faint clay films on faces of peds; 5 percent pebbles and 5 percent cobbles; slightly alkaline (pH 7.6); abrupt smooth boundary.  (4 to 9 inches thick)\nBt2--11 to 19 inches; brown (7.5YR 5/3) clay, dark brown (7.5YR 3/4) moist; strong medium prismatic structure parting to moderate medium angular blocky; very hard, very firm, moderately sticky and very plastic; few very fine and few fine roots; few very fine and few fine tubular pores; few pressure faces; common distinct clay films on faces of peds; slightly alkaline (pH 7.7); clear smooth boundary.  (7 to 12 inches thick)\nBtq--19 to 23 inches; light brown (7.5YR 6/4) clay, brown (7.5YR 4/4) moist; moderate medium angular blocky structure parting to strong fine angular blocky; hard, firm, moderately sticky and very plastic; few very fine roots; few very fine tubular pores; 10 percent medium pebble-size detached duripan fragments; many distinct clay films on faces of peds; slightly alkaline (pH 7.8); abrupt smooth boundary.  (0 to 6 inches thick)\nBqkm1--23 to 32 inches; pinkish gray (7.5YR 7/2) duripan, brown (7.5YR 5/4) moist; moderate very thick platy structure; very rigid; indurated by secondary silica; secondary carbonates segregated as common medium threads on faces of peds; non-effervescent and strongly effervescent; moderately alkaline (pH 8.2); clear smooth boundary. (6 to 10 inches thick)\nBqkm2--32 to 65 inches; light brown (7.5YR 6/4) duripan, strong brown (7.5YR 4/6) moist; weak very thick platy structure; extremely hard, extremely firm; moderately to strongly cemented by secondary silica; secondary carbonates segregated as few fine threads on faces of peds; non-effervescent and strongly effervescent; moderately alkaline (pH 8.4)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Klamath County, Oregon; about 0.3 mile southwest of DeVaul Lake and 100 yards north of the paved road to Gerber Reservoir; 2,525 feet north and 2,350 feet west of the southeast corner of section 15, T. 39 S., R. 13 E.; USGS Goodlow Mountain 7.5 minute topographic quadrangle; 42 degrees 11 minutes 16 seconds north latitude and 121 degrees 9 minutes 45 seconds west longitude, NAD 27."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture - Usually moist in winter and spring, dry in summer and fall; xeric moisture regime that borders on aridic.\nMean annual soil temperature - 45 to 47 degrees F.\nMean summer soil temperature - 59 to 61 degrees F.\nMollic epipedon thickness - 7 to 14 inches, includes the Bt1 horizon.\nArgillic horizon thickness - 10 to 18 inches.\nDepth to base of argillic horizon - 20 to 25 inches.\nDepth to duripan - 20 to 25 inches.\nDuripan thickness - Greater than 40 inches.\nDepth to bedrock - Greater than 60 inches.  Hard bedrock is estimated to be within 80 inches.\nParticle-size control section - Clay content: Averages 40 to 50 percent with an abrupt increase of 15 to 25 percent between the Bt1 and Bt2 horizons; Rock fragments: Averages 5 to 20 percent, mainly pebbles and cobbles.  Lithology of fragments is dominantly basalt.\nReaction - Neutral or slightly alkaline.\nA1 horizon - Value: 4 or 5 dry, 2 or 3 moist.\nChroma: 2 or 3, dry or moist.\nTexture: Loam or very cobbly loam.\nClay content: 20 to 25 percent.\nRock fragments: 5 to 50 percent.\nOrganic matter content: 2 to 4 percent.\nA2 horizon - Hue: 10YR or 7.5YR.\nValue: 4 or 5 dry, 2 or 3 moist.\nChroma: 2 or 3, dry or moist.\nTexture: Cobbly loam, gravelly loam, or cobbly clay loam.\nClay content: 24 to 32 percent.\nRock fragments: 15 to 35 percent.\nOrganic matter content: 2 to 4 percent.\nBt1 horizon - Hue: 10YR or 7.5YR.\nValue: 5 or 6 dry.\nChroma: 2 through 4 dry, 2 or 3 moist.\nTexture: Clay loam or cobbly clay loam.\nClay content: 32 to 40 percent.\nRock fragments: 10 to 25 percent.\nOrganic matter content: 1 to 3 percent.\nBt2 horizon - Hue: 7.5YR or 10YR.\nValue: 5 or 6 dry, 3 or 4 moist.\nChroma: 3 or 4, dry or moist.\nTexture: Clay or cobbly clay.\nClay content: 55 to 65 percent.\nRock fragments: 0 to 20 percent.\nBtq horizon (when present) - Value: 5 or 6 dry, 4 or 5 moist.\nChroma: 4 or 6, dry or moist.\nClay content: 40 to 50 percent.\nRock fragments: 5 to 10 percent; mainly fine or medium pebble-size detached fragments of indurated duripan.\nBqkm horizons - Value: 6 or 7 dry, 4 through 6 moist.\nChroma: 3 through 6, dry or moist.\nCementation: Indurated or very strongly cemented in Bqkm1 horizon, strongly cemented to weakly cemented in Bqkm2 horizon."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Cadlebutte (T) and Rastus series.  Both of these soils have the zone of abrupt clay increase at the upper boundary of the argillic horizons.  In addition, Cadlebutte soils have duripans that are only 4 to 8 inches thick and have lithic contacts between 25 and 40 inches; Rastus soils have duripans that are 10 to 20 inches thick and have non-cemented C horizons within 60 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Pankeybasin soils are on plateaus.  They typically occur on summit positions which are on the lee sides of slight local rises in elevation.  These soils formed in volcanic ash derived from rocks such as dacite, rhyolite, or andesite and in residuum derived from basalt.  Slopes are 1 to 4 percent.  Elevations range from 4,800 to 5,000 feet.  The climate is semiarid and characterized by cold, wet winters and warm, dry summers.  The mean annual precipitation is 17 to 19 inches.  The mean annual temperature is 43 to 45 degrees F., mean January temperature is 25 to 28 degrees F., and the mean July temperature is 56 to 60 degrees F.  The frost-free period is 50 to 80 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Casebeer, Dranket, Norcross, and Schnipps soils.  Casebeer and Norcross soils are clayey, shallow to duripans over bedrock, and have argillic horizons.  Dranket soils are fine, moderately deep to duripans, and have lithic contacts within 40 inches.  Schnipps soils are fine, deep to paralithic contacts, and have thick mollic epipedons."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; high surface runoff; slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Pankeybasin soils are used for livestock grazing, wildlife habitat, and recreation.  The native vegetation is Idaho fescue, Sandberg's bluegrass, low sagebrush, and scattered western juniper."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  South-central Oregon.  These soils are not extensive. MLRA 21."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Davis, California."
  },
  "ORIGIN": {
    "section": "SERIES PROPOSED",
    "content": "SERIES PROPOSED:  Klamath County (Gerber Block of Fremont National Forest Area), Oregon 1998.  The name is from a local feature."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon - The zone from the soil surface to 11 inches (A1, A2, and Bt1 horizons).\nArgillic horizon - The zone from 7 to 23 inches (Bt1, Bt2, and Btq horizons).\nPalexerollic subgroup feature - The abrupt clay increase of more than 15 percent at 11 inches.  (between the Bt1 and Bt2 horizons).\nDuripan - The zone from 23 to 65 inches (Bqkm1 and Bqkm2 horizons).\nParticle-size control section - The zone from 7 to 23 inches (Bt1, Bt2, and Btq horizons).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
