{
  "SERIES": "PANKY",
  "STATUS": "Established Series",
  "BYREV": "Rev. CDH/JVC/TWH",
  "REVDATE": "01/2008",
  "STATES": "NM",
  "OVERVIEW": "The Panky series consists of very deep, well drained soils that formed in alluvium derived from granite, gneiss, schist, loess, and volcanic ash.  Panky soils are on summits of erosional fan remnants.  Slopes are 1 to 4 percent.  Mean annual precipitation is about 11 inches and mean annual temperature is about 51 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, mesic Calcic Paleargids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Panky loam--on the summit of an erosional fan remnant sloping 3 percent to the west at 6,460 feet elevation--rangeland.  (Colors are for dry soil unless otherwise noted.  When described, the soil was moist from 0 to 5 inches and otherwise dry throughout.)\nAE--0 to 3 inches; light brown (7.5YR 6/3) loam, brown (7.5YR 4/3) moist; moderate thick platy structure parting to weak medium granular; soft, very friable, slightly sticky and nonplastic; few fine and common very fine roots; many very fine vesicular pores; few uncoated sand and silt grains (skeletans) as spots on undersides of plates; 2 percent gravel; neutral (pH 6.9); abrupt smooth boundary. (2 to 5 inches thick)\nBt--3 to 8 inches; reddish brown (5YR 5/4) clay loam, reddish brown (5YR 4/4) moist; weak fine prismatic structure parting to strong medium angular blocky; hard, firm, moderately sticky and moderately plastic; few fine and common very fine roots; few very fine irregularly shaped pores; many distinct clay films on faces of peds; 2 percent gravel; moderately alkaline (pH 8.3); clear smooth boundary. (4 to 8 inches thick)\nBtk1--8 to 11 inches; brown (7.5YR 5/4) clay loam, brown (7.5YR 4/4) moist; moderate medium subangular blocky structure; hard, firm, moderately sticky and moderately plastic; common fine and common very fine roots; few fine and few very fine tubular pores; few distinct clay films on faces of peds and common faint clay films on faces of peds and lining pores; 2 percent gravel; slightly to strongly effervescent, secondary calcium carbonate segregated as common fine and medium irregularly shaped masses; strongly alkaline (pH 8.7); gradual smooth boundary. (3 to 14 inches thick)\nBtk2--11 to 17 inches; brown (7.5YR 5/4) loam, brown (7.5YR 4/4) moist; moderate coarse subangular blocky structure; hard, firm, slightly sticky and slightly plastic; few fine and common very fine roots; few fine and common very fine tubular pores; common faint clay films on faces of peds and lining pores; 2 percent gravel; slightly effervescent in spots to strongly effervescent elsewhere, secondary calcium carbonate segregated as common fine and medium irregularly shaped masses; strongly alkaline (pH 8.6); clear wavy boundary. (0 to 22 inches thick)\nBk1--17 to 36 inches; light brown (7.5YR 6/4) loam, brown (7.5YR 5/4) moist; moderate coarse subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; few fine and few very fine roots; few fine and few very fine tubular pores; 2 percent gravel; violently effervescent, secondary calcium carbonate segregated as many medium and large irregularly shaped masses and as coats on faces of peds; strongly alkaline (pH 8.5); clear irregular boundary. (9 to 19 inches thick)\nBk2--36 to 53 inches; pinkish white (7.5YR 8/2) loam, light brown (7.5YR 6/4) moist; weak coarse subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; few fine and few very fine roots; few fine and few very fine tubular pores; 2 percent gravel; violently effervescent, matrix is impregnated with secondary calcium carbonate; slightly alkaline (pH 7.8); clear wavy boundary. (12 to 38 inches thick)\nBkq1--53 to 66 inches; pink (7.5YR 7/4) loam, brown (7.5YR 5/4) moist; strong very thick platy structure; very hard, very firm, slightly sticky and slightly plastic; few very fine roots; few fine and common very fine tubular pores; matrix is partially cemented in spots by secondary silica; 2 percent gravel; slightly effervescent in spots to strongly effervescent elsewhere, secondary calcium carbonate segregated as common fine and medium irregularly shaped coats on faces of peds; slightly alkaline (pH 7.7); clear smooth boundary. (10 to 25 inches thick)\nBkq2--66 to 88 inches; light brown (7.5YR 6/4) loam, brown (7.5YR 4/4) moist; moderate very thick platy structure; very hard, very firm, slightly sticky and slightly plastic; few very fine roots; common very fine tubular pores; matrix is partially cemented in spots by secondary silica; 2 percent gravel; very slightly effervescent in spots to violently effervescent elsewhere, secondary calcium carbonate segregated as few fine and medium irregularly shaped coats on faces of peds; moderately alkaline (pH 8.1); gradual smooth boundary. (20 to 28 inches thick)\nBCk--88 to 115 inches; light brown (7.5YR 6/4) loam, brown (7.5YR 4/4) moist; moderate medium subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; few very fine tubular pores; 5 percent gravel; strongly effervescent, secondary calcium carbonate segregated as few fine irregularly shaped coats on faces of peds and on rock fragments; moderately alkaline (pH 8.2)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Santa Fe County, New Mexico; about 3 miles west-northwest of Agua Fria; 1,500 feet east and 300 feet north of the southwest corner of section 26, T.17N., R.8E.; USGS Agua Fria 7.5 minute topographic quadrangle; Latitude 35 degrees 40 minutes 7 seconds North and Longitude 106 degrees 3 minutes 59 seconds West, NAD 27."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture - The soil moisture control section is intermittently moist in some part from July to October and December to March.  The soils are driest in May and June.  The soil moisture regime is aridic bordering on ustic.\nMean annual soil temperature - 52 to 54 degrees F.\nDepth to base of argillic horizon - 16 to 38 inches\nDepth to calcareous material (as visible secondary calcium carbonate) - 8 to 12 inches\nDepth to calcic horizon - 16 to 38 inches\nVolcanic glass content - trace amounts to 5 percent in the coarse silt and very fine sand fractions\nAl plus 1/2 Fe by ammonium oxalate: .01 to .20 percent\nLithology of fragments: granite, gneiss, and schist\nParticle-size control section (weighted averages)\nSilicate clay content: 28 to 34 percent\nSand content: 30 to 45 percent\nFine sand or coarser content: 15 to 35 percent\nRock fragment content: 0 to 5 percent gravel\nMica content: 1 to 3 percent (by grain count)\nReaction - neutral in the surface; slightly alkaline to moderately alkaline in the upper part of the subsoil; strongly alkaline in the lower part of the subsoil and upper part of the substratum; slightly alkaline to moderately alkaline in the lower part of the substratum\nAE or A horizons\nValue: 5 or 6 dry, 3 through 5 moist\nChroma: 2 or 3 dry. When chroma is 2, some pedons have AE horizons which are Albic materials and qualify as Albic horizons\nClay content: 15 to 20 percent\nBt horizon\nHue: 5YR or 7.5YR\nValue: 4 or 5 dry, 3 or 4 moist\nChroma: 4 or 6, dry or moist\nTexture: clay loam or clay\nClay content: 35 to 42 percent\nBtk horizons\nValue: 5 through 7 dry, 4 or 5 moist\nChroma: 4 or 6, dry or moist\nTexture: clay loam or loam\nClay content: 25 to 30 percent\nCalcium carbonate equivalent: 1 to 15 percent\nSalinity, mmhos/cm: 0 to 2\nSodicity, SAR: 4 to 13\nupper Bk horizons\nValue: 5 through 8 dry, 4 through 7 moist\nChroma: 3 or 4, dry or moist\nCalcium carbonate equivalent: 5 to 40 percent\nSalinity, mmhos/cm: 2 to 4\nSodicity, SAR: 4 to 13\nOther features: minor amounts of secondary gypsum (up to 1 percent) are present in most pedons\nLower Bk horizons\nValue: 6 through 8 dry, 5 through 8 moist\nChroma: 0 through 4 dry, 2 through 4 moist\nTexture: loam or fine sandy loam; some pedons have texture of gravelly sandy loam\nRock fragments: 0 to 5 percent gravel\nCalcium carbonate equivalent: 15 to 45 percent\nSalinity, mmhos/cm: 4 to 8\nSodicity, SAR: 4 to 13\nOther features: minor amounts of secondary gypsum (up to 1 percent) are present in most pedons.\nBkq and BCk horizons\nValue: 5 through 8 dry, 4 through 7 moist\nChroma: 2 through 6, dry or moist\nTexture: loam or fine sandy loam; some pedons have subhorizons with gravelly loamy sand or gravelly coarse sand below 40 inches\nRock fragments: 0 to 10 percent gravel\nCalcium carbonate equivalent: 5 to 15 percent\nSalinity, mmhos/cm: 2 to 4\nSodicity, SAR: 4 to 13\nOther features: minor amounts of secondary gypsum (up to 1 percent) are present in most pedons; weak, discontinuous cementation by secondary silica or up to 10 percent durinodes are present in most pedons below 40 inches;"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  This is the Agua Fria series.  Agua Fria soils average 15 to 20 percent rock fragments in the particle-size control section and 15 to 35 percent rock fragments above 40 inches.  In addition, they have subhorizons with 35 to 60 percent rock fragments between 40 and 60 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Panky soils are on summits of erosional fan remnants.  They formed in alluvium derived from Precambrian granite, gneiss, and schist, and Quaternary loess and volcanic ash.  Slopes are 1 to 4 percent.  Elevation ranges from 5,900 to 6,700 feet.  The mean annual precipitation is 10 to 13 inches with about 45 percent falling as rain from high-intensity convective thunderstorms between July and September.  The mean annual air temperature is 50 to 52 degrees F.  The frost-free period is 150 to 170 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Jaconita, Khapo, and Zozobra soils, and the competing Agua Fria soil.  Jaconita soils are sandy-skeletal, have calcic horizons, and occur on adjacent footslopes and backslopes of erosional fan remnants.  Khapo soils are coarse-loamy, have argillic and calcic horizons, and occur on adjacent toeslopes of erosional fan remnants.  Zozobra soils are coarse-loamy over sandy or sandy-skeletal, have calcic horizons, and occur on shoulders of erosional fan remnants."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; medium surface runoff; permeability is slow."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Panky soils are used for urban development, livestock grazing, and recreation.  The historic climax vegetation is blue grama, galleta, ring muhly, black grama, and broom snakeweed.  The ecological site is Loamy(R036XB112NM)."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Panky soils are of moderate extent on the southeastern Espanola Basin part of the Basin and Range province in northcentral New Mexico.  MLRAs 36, 70."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Santa Fe County (Santa Fe Area), New Mexico, 1970."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  The classification of the Panky soil has changed from Fine, montmorillonitic, mesic Ustollic Haplargids.  The new classification better represents the properties of this soil which has been determined to have a fine-loamy, not fine, particle-size class.  This series has previously been correlated only in the Soil Survey of Santa Fe Area, New Mexico, in December 1970.  A new series type location has also been chosen because recent urban expansion destroyed the old one that was within an ustic moisture regime bordering on aridic.  New Mexico soil interpretation record (SIR) NM0099, represents the previous type location.  The SIR representing the type location of the new series concept is NM2400.\nDiagnostic horizons and features recognized in this pedon are:\nOchric epipedon - The zone from the soil surface to 3 inches. (AE horizon)\nArgillic horizon - The zone from 3 to 17 inches. (Bt, Btk1, and Btk2 horizons)\nCalcic horizon - The zone from 36 to 53 inches. (Bk2 horizon)\nPaleargid great group - There is a clay increase of 15 percent or more (absolute) within one inch at the upper boundary of the argillic horizon. (AE and Bt horizons)\nNote:  This soil has minor amounts of volcanic glass in the coarse silt and very fine sand fractions.  It is assumed that most of the volcanic glass derived from nearby Pleistocene ash eruptions has altered to more stable minerals like chalcedony.  In addition, Lincoln lab data indicates that ammonium oxalate extractable aluminum and iron percentages are very low.  Panky soils thus do not have the properties of the andic intergrades.\nTaxonomic version: Classified according to Keys to Soil Taxonomy, Tenth Edition, 2006.\nADDITIONAL DATA:  The new series type location has full characterization data by the Soil Survey Laboratory (SSL), Lincoln, NE, as soil survey sample number S92NM-049-001.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "AE",
        "top": 0,
        "bottom": 8,
        "dry_hue": "7.5YR",
        "dry_value": 6,
        "dry_chroma": 3,
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "sand",
        "pH": 6.9,
        "pH_class": "neutral",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "AE--0 to 3 inches; light brown (7.5YR 6/3) loam, brown (7.5YR 4/3) moist; moderate thick platy structure parting to weak medium granular; soft, very friable, slightly sticky and nonplastic; few fine and common very fine roots; many very fine vesicular pores; few uncoated sand and silt grains (skeletans) as spots on undersides of plates; 2 percent gravel; neutral (pH 6.9); abrupt smooth boundary. (2 to 5 inches thick)"
      },
      {
        "name": "Bt",
        "top": 8,
        "bottom": 20,
        "dry_hue": "5YR",
        "dry_value": 5,
        "dry_chroma": 4,
        "moist_hue": "5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "clay loam",
        "pH": 8.3,
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bt--3 to 8 inches; reddish brown (5YR 5/4) clay loam, reddish brown (5YR 4/4) moist; weak fine prismatic structure parting to strong medium angular blocky; hard, firm, moderately sticky and moderately plastic; few fine and common very fine roots; few very fine irregularly shaped pores; many distinct clay films on faces of peds; 2 percent gravel; moderately alkaline (pH 8.3); clear smooth boundary. (4 to 8 inches thick)"
      },
      {
        "name": "Btk1",
        "top": 20,
        "bottom": 28,
        "dry_hue": "7.5YR",
        "dry_value": 5,
        "dry_chroma": 4,
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "clay loam",
        "pH": 8.7,
        "pH_class": "strongly alkaline",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "Btk1--8 to 11 inches; brown (7.5YR 5/4) clay loam, brown (7.5YR 4/4) moist; moderate medium subangular blocky structure; hard, firm, moderately sticky and moderately plastic; common fine and common very fine roots; few fine and few very fine tubular pores; few distinct clay films on faces of peds and common faint clay films on faces of peds and lining pores; 2 percent gravel; slightly to strongly effervescent, secondary calcium carbonate segregated as common fine and medium irregularly shaped masses; strongly alkaline (pH 8.7); gradual smooth boundary. (3 to 14 inches thick)"
      },
      {
        "name": "Btk2",
        "top": 28,
        "bottom": 43,
        "dry_hue": "7.5YR",
        "dry_value": 5,
        "dry_chroma": 4,
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "loam",
        "pH": 8.6,
        "pH_class": "strongly alkaline",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Btk2--11 to 17 inches; brown (7.5YR 5/4) loam, brown (7.5YR 4/4) moist; moderate coarse subangular blocky structure; hard, firm, slightly sticky and slightly plastic; few fine and common very fine roots; few fine and common very fine tubular pores; common faint clay films on faces of peds and lining pores; 2 percent gravel; slightly effervescent in spots to strongly effervescent elsewhere, secondary calcium carbonate segregated as common fine and medium irregularly shaped masses; strongly alkaline (pH 8.6); clear wavy boundary. (0 to 22 inches thick)"
      },
      {
        "name": "Bk1",
        "top": 43,
        "bottom": 91,
        "dry_hue": "7.5YR",
        "dry_value": 6,
        "dry_chroma": 4,
        "moist_hue": "7.5YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "loam",
        "pH": 8.5,
        "pH_class": "strongly alkaline",
        "distinctness": "clear",
        "topography": "irregular",
        "narrative": "Bk1--17 to 36 inches; light brown (7.5YR 6/4) loam, brown (7.5YR 5/4) moist; moderate coarse subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; few fine and few very fine roots; few fine and few very fine tubular pores; 2 percent gravel; violently effervescent, secondary calcium carbonate segregated as many medium and large irregularly shaped masses and as coats on faces of peds; strongly alkaline (pH 8.5); clear irregular boundary. (9 to 19 inches thick)"
      },
      {
        "name": "Bk2",
        "top": 91,
        "bottom": 135,
        "dry_hue": "7.5YR",
        "dry_value": 8,
        "dry_chroma": 2,
        "moist_hue": "7.5YR",
        "moist_value": 6,
        "moist_chroma": 4,
        "texture_class": "loam",
        "pH": 7.8,
        "pH_class": "slightly alkaline",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bk2--36 to 53 inches; pinkish white (7.5YR 8/2) loam, light brown (7.5YR 6/4) moist; weak coarse subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; few fine and few very fine roots; few fine and few very fine tubular pores; 2 percent gravel; violently effervescent, matrix is impregnated with secondary calcium carbonate; slightly alkaline (pH 7.8); clear wavy boundary. (12 to 38 inches thick)"
      },
      {
        "name": "Bkq1",
        "top": 135,
        "bottom": 168,
        "dry_hue": "7.5YR",
        "dry_value": 7,
        "dry_chroma": 4,
        "moist_hue": "7.5YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "loam",
        "pH": 7.7,
        "pH_class": "slightly alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bkq1--53 to 66 inches; pink (7.5YR 7/4) loam, brown (7.5YR 5/4) moist; strong very thick platy structure; very hard, very firm, slightly sticky and slightly plastic; few very fine roots; few fine and common very fine tubular pores; matrix is partially cemented in spots by secondary silica; 2 percent gravel; slightly effervescent in spots to strongly effervescent elsewhere, secondary calcium carbonate segregated as common fine and medium irregularly shaped coats on faces of peds; slightly alkaline (pH 7.7); clear smooth boundary. (10 to 25 inches thick)"
      },
      {
        "name": "Bkq2",
        "top": 168,
        "bottom": 224,
        "dry_hue": "7.5YR",
        "dry_value": 6,
        "dry_chroma": 4,
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "loam",
        "pH": 8.1,
        "pH_class": "moderately alkaline",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "Bkq2--66 to 88 inches; light brown (7.5YR 6/4) loam, brown (7.5YR 4/4) moist; moderate very thick platy structure; very hard, very firm, slightly sticky and slightly plastic; few very fine roots; common very fine tubular pores; matrix is partially cemented in spots by secondary silica; 2 percent gravel; very slightly effervescent in spots to violently effervescent elsewhere, secondary calcium carbonate segregated as few fine and medium irregularly shaped coats on faces of peds; moderately alkaline (pH 8.1); gradual smooth boundary. (20 to 28 inches thick)"
      },
      {
        "name": "BCk",
        "top": 224,
        "bottom": 292,
        "dry_hue": "7.5YR",
        "dry_value": 6,
        "dry_chroma": 4,
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "loam",
        "pH": 8.2,
        "pH_class": "moderately alkaline",
        "narrative": "BCk--88 to 115 inches; light brown (7.5YR 6/4) loam, brown (7.5YR 4/4) moist; moderate medium subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; few very fine tubular pores; 5 percent gravel; strongly effervescent, secondary calcium carbonate segregated as few fine irregularly shaped coats on faces of peds and on rock fragments; moderately alkaline (pH 8.2)."
      }
    ]
  ]
}
