{
  "SERIES": "PANNFIELD",
  "STATUS": "Established Series",
  "BYREV": "Rev. LC/TWH",
  "REVDATE": "08/2010",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS:  Ashy, glassy Vitrandic Haplocryolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Pannfield ashy sandy loam, on a 4 percent slope in grassland at an elevation of 2835 meters (9,300 feet).  (Colors are for dry soil unless otherwise noted.) Described on November 16, 1993.\nA1--0 to 10 cm (0 to 4 inches); brown (10YR 4/3) ashy sandy loam, very dark grayish brown (10YR 3/2) moist; weak fine granular structure; soft, very friable, slightly sticky and slightly plastic; 5 percent gravel; neutral (pH 6.8); abrupt smooth boundary.\nA2--10 to 20 cm (4 to 8 inches); dark grayish brown (10YR 4/2) ashy sandy loam, very dark gray (10YR 3/1) moist; weak medium subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; 10 percent gravel; neutral (pH 7.0); clear smooth boundary. (combined thickness of the A horizons: 18 to 25 cm)\nBk1--20 to 38 cm (8 to 15 inches); light brownish gray (2.5Y 6/2) very paragravelly ashy sandy clay loam, light yellowish brown (2.5Y 6/4) moist; weak medium subangular blocky structure; soft, very friable, nonsticky and nonplastic; common medium carbonate masses in the matrix; 3 percent gravel; 55 percent moderately cemented tuff paragravel; slightly effervescent; 2 percent calcium carbonate equivalent; slightly alkaline (pH 7.8); abrupt smooth boundary.\nBk2--38 to 56 cm (15 to 22 inches); pale yellow (5Y 8/2) very paragravelly ashy sandy clay loam, pale olive (5Y 6/4) moist; massive; soft, very friable, nonsticky and nonplastic; common medium carbonate masses on bottom of rock fragments and in the matrix; 2 percent gravel; 55 percent moderately cemented tuff paragravel; strongly effervescent; 2 percent calcium carbonate equivalent; moderately alkaline (pH 8.4); abrupt smooth boundary.\nBk3--56 to 89 cm (22 to 35 inches); pale yellow (5Y 8/2) very paragravelly ashy sandy clay loam, pale olive (5Y 6/4) moist; massive; soft, very friable, nonsticky and nonplastic; common medium carbonate masses in the matrix; 2 percent gravel; 55 percent moderately cemented tuff paragravel; slightly effervescent; 2 percent calcium carbonate equivalent; moderately alkaline (pH 8.4); abrupt smooth boundary. (combined thickness of the Bk horizons: 51 to 84 cm)\nCr--89 to 152 cm (35 to 60 inches); pale yellow (5Y 8/2) moderately cemented tuff."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Park County, Colorado; about 21 kilometers (13 miles) south of Hartsel; located about 2,100 feet north and 1,000 feet east of the southwest corner of Sec. 9, T. 14 S., R. 75 W.; Agate Mountain USGS quad; lat. 38 degrees 50 minutes 41 seconds N. and long. 105 degrees 47 minutes 36 seconds W., NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture:  The soil moisture control section is usually dry in late spring and early summer, moist in some part in late July and August, and intermittently dry in fall; ustic regime bordering on aridic.\nMean annual soil temperature:  2.8 to 5.0 degrees C (37 to 41 degrees F.)\nMean summer soil temperature:  10.6 to 14.4 degrees C (51 to 58 degrees F.)\nDepth to paralithic contact with tuff:  76 to 102 cm (30 to 40 inches)\nDepth to secondary calcium carbonate:  18 to 74 cm (7 to 29 inches)\nThickness of the mollic epipedon:  18 to 25 cm (7 to 10 inches)\nThickness of the volcanic glass layers:  51 to 102 cm (20 to 40 inches)\nLithology of rock fragments: mixed volcanics\nParticle-size control section (in the thickest part):\nCoarse silt plus sand content:  60 to 80 percent\nRock fragment content:  0 to 2 percent\nGlass content: 40 to 74 percent\nA horizons\nHue: 10YR, 7.5YR\nValue: 4 or 5 dry; 2 or 3 moist\nChroma: 2 or 3 dry; 1 to 3 moist\nClay content: 10 to 18 percent\nVolcanic glass content: 25 to 40 percent\nAcid oxalate extractable Al + 1/2 Fe: .10 to .25 percent\nGravel content: 0 to 10 percent, indurated\nOrganic matter content: 2.0 to 4.0 percent\nBk horizons\nHue: 2.5Y, 5Y\nValue: 4 to 8 dry; 4 to 6 moist\nChroma: 2 to 4 dry; 2 to 4 moist\nClay content: 20 to 30 percent\nVolcanic glass content: 40  to 75 percent\nAcid oxalate extractable Al + 1/2 Fe: 0.0 to .05 percent\nGravel content: 0 to 5 percent, indurated\nParagravel content: 35 to 55, moderately cemented tuff\nCalcium carbonate equivalent:<p> 2 to 5 percent\nReaction: slightly alkaline or moderately alkaline (pH 7.4 to 8.4)"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Anniecreek, Bigbutte, Bodiecreek, Brownsbowl, Cadero, Hallet, and Medrick series.\nThe Anniecreek, Bodiecreek, Brownsbowl, Hallet, and Medrick soils are very deep.\nThe Bigbutte and Cadero soils have a xeric soil moisture regime."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material:  slope alluvium derived from tuff\nLandform:  scarps on dissected pediments\nSlopes:  2 to 15 percent\nElevation:  2743 to 2926 meters (9,000 to 9,600 feet)\nMean annual temperature:  1.7 to 3.9 degrees C (35 to 39 degrees F)\nMean annual precipitation:  254 to 406 mm (10 to 16 inches)\nPrecipitation pattern:  Monthly precipitation is lowest in winter and greatest in July and august.\nFrost-free period:  50 to 80 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  This is the Medrick series.  The Medrick soils are very deep and are on pediments."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  well drained, moderately rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are used for livestock grazing and wildlife habitat. Native vegetation consists mainly of Arizona fescue, western wheatgrass, prairie Junegrass, and blue grama."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Central Colorado; LRR E, MLRA 48B; small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Park County, Colorado, Teller-Park soil survey area, Colorado, 2010.  The name is coined."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nDiagnostic horizons and features recognized in this pedon are:\nSeries control section:  The zone from 0 to 114 cm.\nControl section for the particle-size class substitute:  The zone from 25 to 89 cm.  (Bk1, Bk2, Bk3 horizons)\nMollic epipedon:  The zone from 0 to 20 cm.  (A1, A2 horizons)\nSecondary carbonates: The zone from 20 to 89 cm. (Bk1, Bk2, Bk3 horizons)\nVitrandic feature: Throughout the upper 75cm layer (A1, A2, Bk1, Bk2, Bk3 horizons)\nParalithic contact:  The contact with tuff at 89 cm.  (Cr layer)\nTaxonomic Version:  Classified according to Keys to Soil Taxonomy, 11th Edition, 2010.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
