{
  "SERIES": "PANSEY",
  "STATUS": "Established Series",
  "BYREV": "Rev. GWH:PGM",
  "REVDATE": "04/2002",
  "STATES": "AL,FL",
  "OVERVIEW": "The Pansey series consists of very deep, poorly drained and very poorly drained, slowly permeable soils that formed in loamy marine or fluvial sediments.  These soils are on upland flats and in depressions on interstream divides of the  Southern Coastal Plain.  Slopes range from 0 to 2 percent.  Average annual temperature is about 67 degrees F. and average annual precipitation is about 53 inches near the type location.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, siliceous, semiactive, thermic Plinthic Paleaquults"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Pansey fine sandy loam--cut-over pine forest. (Colors are for moist soil).\nA--0 to 5 inches; very dark gray (N 3/0) fine sandy loam; weak fine granular structure; very friable; strongly acid; clear smooth boundary.  (0 to 6 inches thick)\nE--5 to 10 inches; gray (10YR 5/1) fine sandy loam; weak fine granular structure; very friable; strongly acid; clear smooth boundary.  (0 to 12 inches thick)\nBg--10 to 20 inches; light gray (10YR 6/1) sandy loam; few fine distinct olive yellow (2.5Y 6/8) mottles; weak medium subangular blocky structure; very friable; sand grains coated and bridged with clay; strongly acid; gradual smooth boundary.  (4 to 15 inches thick)\nBtg--20 to 35 inches; light gray (N 7/0) sandy clay loam; many medium distinct olive yellow (2.5Y 6/6) and few medium prominent red (2.5YR 4/8) mottles; moderate medium subangular blocky structure; friable; few faint clay films on vertical and horizontal faces of peds; strongly acid; gradual smooth boundary. (8 to 20 inches thick)\nBtv--35 to 70 inches; reticulately mottled light gray (N 7/0), red (2.5YR 4/8), and yellowish brown (10YR 5/6) sandy clay loam; moderate medium subangular blocky structure; friable; firm and compact in 25 percent of volume around plinthite nodules; 10 to 15 percent by volume of plinthite nodules; common distinct clay films on vertical and horizontal faces of most peds; strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Houston County, Alabama; 200 yards south of unpaved road, 1/2 mile east of Cottonwood-Ashford road and 2 1/2 miles north of Cottonwood in the SW1/4, NE1/4, NE1/4, NW1/4 of Sec. 7, T.1 N., R.27 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Solum thickness exceeds 60 inches.  The soil is very strongly acid or strongly acid throughout except where lime has been added.  Silt content of the particle-size control section is less than 20 percent.  Depth to a horizon with more than 5 percent by volume of plinthite is 35 to 50 inches.\nThe A or Ap horizon has hue of 10YR or 2.5Y, value of 2 to 4, and chroma of 1 or 2, or it is neutral and has value of 2 to 4.  Texture is fine sandy loam, sandy loam, loamy sand, or loamy fine sand.\nThe E horizon, present in most pedons, has hue of 10YR, value of 4 to 6, and chroma of 1 or 2.  It is fine sandy loam, sandy loam, loamy sand, or loamy fine sand.\nThe Bg horizon, present in most pedons, has hue of 10YR, value of 5 to 7, and chroma of 1 or 2, or it is neutral with value of 5 to 7.  Mottles are in shades of yellow and brown.  It is sandy loam or sandy clay loam.\nThe Btg horizon has hue of 10YR, value of 5 to 7, and chroma  of 1 or 2, or it is neutral with value of 5 to 7.  Mottles in shades of yellow, brown, and red range from common to many.  Texture is sandy clay loam.\nThe Btv horizon is mottled in shades of gray, brown, yellow, and red, or it has colors similar to those of the Btg horizon.  It is sandy clay loam or sandy clay."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no known series in the same family.  Closely similar series include the Atmore and Rains series.  Atmore soils are coarse-loamy.  Rains soils do not have horizons with 5 percent or more by volume of plinthite within 60 inches of the surface."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  These soils are on broad, level to nearly level flats and in depressions on uplands of the Southern Coastal Plain.  Slopes range from 0 to 2 percent.  They formed in loamy marine or fluvial deposits.  Average annual temperature ranges from 64 to 70 degrees F. and average annual precipitation ranges from 48 to 58 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  In addition to the competing Rains soils on similar positions, these include the Ardilla, Dothan, Grady, Lynchburg, and Plummer series.  The well drained Dothan soils are on higher, more convex positions.  The somewhat poorly drained Ardilla and Lynchburg soils are on slightly higher positions and have less than 5 percent plinthite in horizons within 60 inches of the surface.  Grady soils are in depressions and are clayey.  Plummer soils are on slightly higher positions and have a thick sandy epipedon."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Poorly drained and very poorly drained.  Moderate permeability in the surface and upper part of the subsoil and slow permeability in the lower part of the subsoil.  Water may be at the surface or within 18 inches of the surface during wet seasons and is near the upper limits of the Btv horizon during dry seasons.  These soils receive runoff and seepage water from higher lying soils.  Depressional areas may be ponded for long periods."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most areas are in woodland or pasture.  Common trees include longleaf pine, slash pine, loblolly pine, sweetgum, post oak, water oak, baldcypress, blackgum, water tupelo, green ash, and red maple.  Common understory plants include gallberry, southern waxmyrtle, dahoon holly, buttonbush, and wiregrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  The lower Coastal Plain of Alabama and Florida.  This series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Auburn, Alabama"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Holmes County, Florida; 1971."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  The Pansey series consists of soils formerly included with the Rains series.\nDiagnostic horizons and features recognized in this pedon are:\nOchric epipedon-- the zone from the surface of the soil to a depth of 10 inches (A and E horizons)\nAlbic horizon-- the zone from about 5 inches to 10 inches (E horizon) Argillic horizon-- the zone from a depth of about 20 inches to a depth of 70 inches (Btg and Btv horizons)\nPlinthic characteristic-- the zone from a depth of 35 inches to a depth of 70 inches (Btv horizon)\nNational Cooperative Soil Survey\nU.S.A."
  }
}
