{
  "SERIES": "PANTERA",
  "STATUS": "Established Series",
  "BYREV": "Rev. JLR/ACT/LEL",
  "REVDATE": "10/2012",
  "STATES": "TX",
  "OVERVIEW": "The Pantera series consists of very deep, well drained, moderately rapidly permeable soils formed in loamy gravelly alluvial materials.  These soils are on nearly level to moderately sloping wide arroyos and drainageways. Slopes range from 0 to 8 percent. The mean annual precipitation is about 10 inches and the mean annual air temperature is about 68 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Sandy-skeletal, mixed, hyperthermic Ustic Torrifluvents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Pantera gravelly sandy loam, rangeland.  (Colors are for dry soil unless otherwise noted.)\nA--0 to 3 inches; brown (10YR 5/3) gravelly sandy loam, brown (10YR 4/3), moist; weak medium subangular blocky parting to weak fine subangular blocky and weak medium platy structure; loose, nonsticky and nonplastic; common very fine roots throughout; 20 percent discontinuous distinct white (10YR 8/1) carbonate coats on rock fragments; 32 percent subrounded igneous gravel; strongly effervescent; strongly alkaline; clear smooth boundary. (5 to 30 cm, 2 to 15 inches thick)\nCk1--3 to 11 inches; brown (10YR 5/3) gravelly loamy sand, brown (10YR 4/3), moist; single grain; loose, nonsticky and nonplastic; many very fine and few medium roots throughout; 25 percent discontinuous distinct white (10YR 8/1), carbonate coats on rock fragments; 30 percent subrounded igneous gravel fragments; strongly effervescent; strongly alkaline; clear smooth boundary.\nCk2--11 to 18 inches; brown (10YR 5/3) very gravelly loamy coarse sand, brown (10YR 4/3), moist; single grain; loose, nonsticky and nonplastic; common very fine and few medium roots throughout; 15 percent patchy distinct white (10YR 8/1) carbonate coats on rock fragments; 50 percent subrounded igneous gravel and 5 percent subangular igneous cobbles; strongly effervescent; strongly alkaline; clear wavy boundary.\nC--18 to 80 inches; brown (10YR 5/3) stratified very gravelly coarse sand, brown (10YR 4/3), moist; single grain; loose, nonsticky and nonplastic; common fine and very fine roots throughout; 5 percent patchy faint white (10YR 8/1) carbonate coats on rock fragments; 50 percent subrounded igneous gravel; noneffervescent; strongly alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Presidio County, Texas; from junction of US Highway 67 and RM 170 on the north side of Presidio, 9.6 miles northwest on RM 170, 4.1 miles north-northeast on ranch trail, 50 feet west in rangeland; Arroyo Melado USGS 7.5 minute quadrangle; Latitude: 29 degrees, 42 minutes, 25.52 seconds N., Longitude: 104 degrees, 27 minutes, 5.35 seconds W. NAD83; UTM coordinates: 553058 m E, 3286455 m N, zone 13."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture:  intermittently moist in the soil moisture control section during July-September. Ustic aridic soil moisture regime.\nSolum thickness: 6 to 15 inches over 40 to 80 inches or more of unconsolidated stratified, loamy, gravelly, or cobbly alluvial materials.  The solum and regolith consists of thin to thick bedded layers of gravelly alluvium separated by bedding planes and which vary in content and size of coarse fragments.\nRock fragments: 35 to 80 percent; 25 to 65 percent gravel; 10 to 40 percent cobbles; 0 to 20 percent stones\nTexture in the control section: loamy sand, sand, sandy loam\nClay content: 2 to 15 percent\nIn some pedons the coarse fragments in the A and C1 horizons have thin patchy coatings of calcium carbonate, with the carbonate content apparently uniform in these horizons.\nA horizon\nHue:  7.5YR, 10YR\nValue:  4 to 7, dry or moist\nChroma:  2 to 4, dry or moist\nTexture:  loamy sand, sandy loam, fine sandy loam, loam, sand, coarse sandy loam, loamy coarse sand\nCk and C horizons\nHue:  7.5YR, 10YR\nValue:  4 to 7 dry, 3 or 5 moist\nChroma:  2 to 4, dry or moist\nTexture:  loamy sand, sandy loam, coarse sand, sand, loamy coarse sand, coarse sandy loam\nSome pedons are underlain at 40 to 60 inches or more by various kinds of bedrock, clay, shale, lava, ash, or tuff."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no competing series."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Pantera soils are on alluvial fans and floodplains in wide arroyos and drainageways.  Slopes range from 0 to 8 percent.  The regolith consists of stratified gravelly and stony loamy alluvial sediments from mixed sources.  Mean annual precipitation is 10 to 13 inches, and mean annual air temperature is 68 to 72 degrees F.  Frost free period is 240 to 280 days and elevation is 1,735 to 4,140 feet."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are Chillon (P)(TX), Corazones (TX), Ojinaga (TX), and Tornillo (TX) soils. Chillon soils are on nonflooded low terraces, and have cambic horizons. Corazones soils are on higher pediment remnants and have calcic horizons. Ojinaga soils are on higher pediment remnants and have petrocalcic horizons. Tornillo soils are on adjacent alluvial flats, contain less than 5 percent rock fragments in the control section, and have cambic horizons."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained.  Permeability is moderately rapid to rapid.  Runoff is negligible on slopes less than 1 percent and very low on slopes 1 to 3 percent, and medium on slopes 3 to 8 percent. Flash floods of very brief duration caused by rapid runoff from rainstorms in adjacent mountains are rare to common."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used for livestock grazing and wildlife habitat.  Has low carrying capacity.  Vegetation is mostly a sparse cover of creosotebush, fluffgrass, sixweeks grama, lechugilla, and ocotillo."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  West Texas. MLRA 42. The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Phoenix, Arizona"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Brewster County, Texas; 1982"
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - the zone from 0 to 15 inches (A horizon)\nEntisol feature - the absence of diagnostic subsurface horizons\nFluvial feature - irregular decrease in organic carbon in the zone from 15 to 60 inches (C1, C2 horizons)\nClassified according to Soil Taxonomy, Second Edition, 1999; Keys to Soil Taxonomy, Eleventh Edition, 2010\nType location moved to better represent the series concept after review lab data.\nUpdate and revisions for the recorrelation of Brewster County, Texas, Main Part, 2/12/2008, CEM\nRevised for the correlation of Big Bend National Park, TX, Oct. 2010 CEM\nRevised for the correlation of Hudspeth County, Texas (Main Part) and Culberson County, Texas (Main Part); July, 2012, NMS\nRevised for the correlation of Presidio County, Texas ; Oct, 2012, WWJ"
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "ADDITIONAL DATA:  TAMU Soil Characterization Laboratory data are available for the typical pedon SO4TX-377-003"
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 8,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "sandy loam",
        "structure": "weak medium platy",
        "dry_rupture": "loose",
        "moist_rupture": "loose",
        "coherence": "NA",
        "cf_class": "gravelly",
        "pH": "NA",
        "pH_class": "strongly alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A--0 to 3 inches; brown (10YR 5/3) gravelly sandy loam, brown (10YR 4/3), moist; weak medium subangular blocky parting to weak fine subangular blocky and weak medium platy structure; loose, nonsticky and nonplastic; common very fine roots throughout; 20 percent discontinuous distinct white (10YR 8/1) carbonate coats on rock fragments; 32 percent subrounded igneous gravel; strongly effervescent; strongly alkaline; clear smooth boundary. (5 to 30 cm, 2 to 15 inches thick)"
      },
      {
        "name": "Ck1",
        "top": 8,
        "bottom": 28,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "loamy sand",
        "structure": "single grain",
        "dry_rupture": "loose",
        "moist_rupture": "loose",
        "coherence": "NA",
        "cf_class": "gravelly",
        "pH": "NA",
        "pH_class": "strongly alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Ck1--3 to 11 inches; brown (10YR 5/3) gravelly loamy sand, brown (10YR 4/3), moist; single grain; loose, nonsticky and nonplastic; many very fine and few medium roots throughout; 25 percent discontinuous distinct white (10YR 8/1), carbonate coats on rock fragments; 30 percent subrounded igneous gravel fragments; strongly effervescent; strongly alkaline; clear smooth boundary."
      },
      {
        "name": "Ck2",
        "top": 28,
        "bottom": 46,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "loamy coarse sand",
        "structure": "single grain",
        "dry_rupture": "loose",
        "moist_rupture": "loose",
        "coherence": "NA",
        "cf_class": "very gravelly",
        "pH": "NA",
        "pH_class": "strongly alkaline",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Ck2--11 to 18 inches; brown (10YR 5/3) very gravelly loamy coarse sand, brown (10YR 4/3), moist; single grain; loose, nonsticky and nonplastic; common very fine and few medium roots throughout; 15 percent patchy distinct white (10YR 8/1) carbonate coats on rock fragments; 50 percent subrounded igneous gravel and 5 percent subangular igneous cobbles; strongly effervescent; strongly alkaline; clear wavy boundary."
      },
      {
        "name": "C",
        "top": 46,
        "bottom": 203,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "coarse sand",
        "structure": "single grain",
        "dry_rupture": "loose",
        "moist_rupture": "loose",
        "coherence": "NA",
        "cf_class": "very gravelly",
        "pH": "NA",
        "pH_class": "strongly alkaline",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "C--18 to 80 inches; brown (10YR 5/3) stratified very gravelly coarse sand, brown (10YR 4/3), moist; single grain; loose, nonsticky and nonplastic; common fine and very fine roots throughout; 5 percent patchy faint white (10YR 8/1) carbonate coats on rock fragments; 50 percent subrounded igneous gravel; noneffervescent; strongly alkaline."
      }
    ]
  ]
}
