{
  "SERIES": "PANTHER",
  "STATUS": "Established Series",
  "BYREV": "Rev. PRS/DRJ/RWL",
  "REVDATE": "07/2006",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Very-fine, smectitic, mesic Vertic Epiaquolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Panther silty clay loam, pasture. (Colors are for moist soil unless otherwise noted.)\nAp--0 to 8 inches; black (10YR 2/1) silty clay loam, dark grayish brown (10YR 4/2) dry; moderate and strong very fine and fine subangular blocky structure; slightly hard, firm, moderately sticky and moderately plastic; many fine roots; many very fine irregular and tubular pores; few fine shale paragravel; moderately acid (pH 5.7); abrupt smooth boundary.\nA--8 to 14 inches; very dark brown (10YR 2/2) silty clay loam, dark grayish brown (10YR 4/2) dry; weak medium prismatic structure parting to strong medium subangular blocky; hard, firm, moderately sticky and moderately plastic; many fine roots; many very fine irregular pores; few fine distinct dark yellowish brown (10YR 3/4) masses of iron accumulation; moderately acid (pH 5.7); abrupt smooth boundary. (Combined thickness of the A horizon is 10 to 24 inches)\n2Bgss1--14 to 24 inches; dark grayish brown (2.5Y 4/2) clay, light brownish gray (2.5Y 6/2) dry; weak very coarse prismatic structure parting to weak coarse subangular blocky; very hard, very firm, very sticky and very plastic; common fine roots; many very fine tubular pores; many fine distinct gray (5Y 5/1) iron depletions and many fine prominent yellowish brown (10YR 5/6) masses of iron accumulation; slickenside and pressure faces or films on faces of prisms; 2 percent fine siltstone paragravel; very strongly acid (pH 4.8); gradual smooth boundary.\n2Bgss2--24 to 36 inches; olive brown (2.5Y 4/3) clay, light brownish gray (2.5Y 6/2) dry; weak very coarse prismatic structure; very hard, very firm, very sticky and very plastic; few fine roots; common very fine tubular pores; many fine prominent yellowish brown (10YR 5/6) masses of iron accumulation; some slickensides and pressure faces or films on faces of prisms; 2 percent fine siltstone paragravel; very strongly acid (pH 4.5); gradual smooth boundary. (Combined thickness of the 2Bgss horizon is 13 to 40 inches)\n2Cg--36 to 44 inches; brown (10YR 5/3), yellowish brown (10YR 5/8) and grayish brown (10YR 5/2) extremely paragravelly clay; massive; very hard, very firm, very sticky and very plastic; few very fine pores; the areas with brown (10YR 5/3) and yellowish brown (10YR 5/6) color are iron accumulations and the areas of grayish brown (10YR 5/2) are iron depletions; 45 percent strongly weathered sandstone and siltstone paragravel and 15 percent paracobbles; extremely acid (pH 4.2); clear smooth boundary. (0 to 20 inches thick)\n2Cr--44 inches; light brownish gray (2.5Y 6/2), yellowish brown (10YR 5/6), and brownish yellow (10YR 6/6) partially weathered siltstone; very firm, few thin brown (7.5YR 4/4) films on the surfaces of some fractures."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Yamhill County, Oregon; 10 yards south of the County Road; 150 feet west of a field road junction with the County Road in the NE1/4 SE1/4 SW1/4 section 36, T, 3 S., R. 5 W. Willamette Meridian. Carlton, Oregon USGS 7.5 minute topographic quadrangle. Latitude 45 degrees, 15 minutes, 48 seconds N. and Longitude 123 degrees, 14 minutes, 59 seconds W. NAD 27."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: The soils are usually moist and are saturated with water during the winter season. The soil is dry for 45 to 60 consecutive days following the summer solstice within MLRA 2 but ranges to 90 days within MLRA 5. The mean annual soil temperature ranges from 47 to 55 degrees F. The solum ranges from 24 to 50 inches thick. The depth to siltstone, shale, sandstone, or in some areas, tuffaceous bedrock  ranges from 40 to 60 inches or more. The mollic epipedon is 10 to 24 inches thick.\nThe A horizon has hue of 10YR or 7.5YR, value of 2 or 3 moist, 3 to 5 dry and chroma of 1 or 2 moist and dry. Texture is silty clay loam with 27 to 40 percent clay. It has 0 to 2 percent basalt gravel and 0 to 3 percent basalt cobbles. It has few to many distinct or prominent masses of iron accumulation in the lower part. Reaction is moderately acid or slightly acid.\nThe 2Bgss horizon has hue of 5Y to 10YR, value of 3 to 5 moist, 4 to 6 dry and chroma of 1 to 4 moist and dry. Texture is clay with 60 to 70 percent clay. It has 1 to 10 percent paragravel in the upper part and 1 to 20 percent paragravel in the lower part. It has 0 to 2 percent basalt gravel and 0 to 3 percent basalt cobbles. It has distinct or prominent masses of iron accumulation and depletions. Reaction is very strongly acid to slightly acid.\nThe 2Cg horizon has hue of 10YR to 5Y, value of 4 to 6 moist and dry, and chroma of 1 to 4 moist and dry. Texture is clay with 55 to 70 percent clay. It has 0 to 50 percent paragravel and 0 to 25 percent paracobbles. It has distinct or prominent masses of iron accumulation and depletions. Reaction is extremely acid to slightly acid."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no competing series."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Panther soils are in swales, concave slopes and slump benchs on low rolling hills. Elevations are 200 to 2,000 feet. Slopes are 2 to 20 percent. The soils formed in colluvium from basalt and sedimentary rock over clayey residuum derived from tuffaceous or sedimentary rock. The climate is\ncharacterized by warm, wet winters and hot, dry summers. The mean annual precipitation is 30 to 60 inches. The average July temperature is 66 degrees F. The average January temperature is 38 degrees F. and the mean annual temperature is 50 to 55 degrees F. The frost-free period is 160 to 235 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Dixonville, Dupee, Hazelair, Philomath, and Willakenzie soils. Dixonville soils are 20 to 40 inches to a paralithic contact, have argillic horizons and are on linear or convex hillslopes. Dupee soils have an argillic horizon, do not have a mollic epipedon and are on linear to concave positions. Hazelair soils have a paralithic contact at a depth of 20 to 40 inches, do not have masses of iron accumulation in the lower part of the mollic epipedon and are on linear to convex hillslopes. Philomath soils are 12 to 20 inches to a paralithic contact and are on convex hillslopes. Willakenzie soils are fine-loamy and are on linear to convex hillslopes."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Poorly drained; very slow permeability. A perched water table is at its uppermost limit from December to April."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: These soils are used for hay, pasture, wildlife, and watershed. Native vegetation is Oregon white oak, rosebush, poison-oak, grasses, and sedges."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: On low hills along the eastern part of the Willamette Valley and the Coast Range foot slopes in northwestern Oregon and the interior valleys of southwestern Oregon; MLRA 2, 5. The series is moderately extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Yamhill County, Oregon, 1974."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon include:\nMollic epipedon - the zone from 0 to 14 inches (Ap and A horizons)\nAquic feature - the zone from 8 to 44 inches having aquic conditions for some time in most years and chroma of 2 and redox concentrations from 8 to 14 inches (lower part of the mollic epipedon A horizon)\nEpisaturation feature - the soil is saturated with water in all layers from the upper boundary of saturation to the bedrock contact.\nVertic feature - the zone from 14 to 36 inches having slickensides and an assumed linear extensibility of 6.0 or more between depths of 0 and 40 inches.\nThe classification was changed from Typic Haplaquolls to Vertic Epiaquolls in 5/94.\nADDITIONAL DATA: Characterization data on 2 profiles (S62OR-071-011 and S62OR-071-012) by SCS Riverside Laboratory. Profile S62OR-071-011 reported in the Soil Survey, Yamhill Area, Oregon.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
