{
  "SERIES": "PANTANO",
  "STATUS": "Established Series",
  "BYREV": "Rev. MLR/JEJ",
  "REVDATE": "04/2009",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive, thermic, shallow Typic Haplocalcids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Pantano extremely gravelly loam - rangeland.  (Colors are for dry soil unless otherwise noted.)\nA--0 to 1 inch; pale brown (10YR 6/3) extremely gravelly loam, brown (10YR 4/3) moist; weak thin platy structure; slightly hard, very friable, slightly sticky and slightly plastic; few fine roots; many fine interstitial pores; 70 percent gravel; strongly effervescent; moderately alkaline (pH 8.0); abrupt smooth boundary.  (1 to 2 inches thick)\nBw--1 to 10 inches; brown (10YR 5/3) very gravelly loam, brown (10YR 4/3) moist; moderate fine granular structure; slightly hard, very friable, slightly sticky and slightly plastic; many very fine and common fine roots; many fine interstitial pores; 40 percent gravel; violently effervescent; moderately alkaline (pH 8.0); clear wavy boundary.  (4 to 10 inches thick)\nBk--10 to 16 inches; very pale brown (10YR 8/2) and brown (10YR 5/3) extremely gravelly loam, light gray (10YR 7/2) and brown (10YR 4/3) moist; massive and weakly calcium carbonate-cemented; slightly hard, friable, slightly sticky and slightly plastic; many very fine and few fine roots; many interstitial pores; 70 percent calcium carbonate - coated gravel, coatings are violently effervescent; moderately alkaline (pH 8.4); abrupt irregular boundary.  (4 to 8 inches thick)\n2Crk--16 to 60 inches; highly fractured schist; common faint patchy white (N 8/) calcium carbonate coatings in fractures."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Pima County, Arizona; 1,300 feet south and 25 feet east of the northwest corner of section 29, T. 14 S., R. 16 E.; on the east side of the road at the top of a ten-foot cut.  Latitude 32 degrees, 11 minutes, 17 seconds W., Longitude 110 degrees, 44 minutes, 16 seconds W., NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture - Intermittently moist in some part of the soil moisture control section during July-September and December-February.  Driest during May and June.  Typic aridic soil moisture regime.\nSoil temperature - 65 to 72 degrees F.\nDepth to bedrock - 10 to 20 inches\nRock fragments - greater than 35 percent\nDepth to calcic horizon - 2 to 14 inches\nOrganic matter content - less than 1 percent\nCalcium carbonate - averages 15 to 40 percent calcium carbonate equivalent in the control section\nA horizon\nHue:  10YR, 7.5YR, 5YR\nValue:  5, 6, or 7 dry, 4, 5, or 6 moist\nChroma:  3 or 4, dry or moist\nBk and Bw horizons\nHue:  10YR, 7.5YR, 5YR\nValue:  4 through 8 dry, 4, 5, 6 or 7 moist\nChroma:  2, 3, or 4, dry or moist\nTexture:  Loam, sandy loam (5 to 18 percent clay)\nSome pedons have a lithic contact below the paralithic within depths of 20 to 40 inches."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no competing series."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Pantano soils are on hills, pediments and mountains.  Elevations range from 2,200 to 3,800 feet.  Slopes range from 5 to 60 percent.  The soils formed in alluvium from schist, conglomerate, and other pyroclastic rocks.  The mean annual air temperature is 63 to 70 degrees F.  The precipitation is 10 to 12 inches occurring as summer thunderstorms and gentle winter rains.  The frost-free period is 220 to 280 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Anklam, Chimenea, Pinaleno and Tres Hermanos soils.  Anklam and Chimenea soils have argillic horizons.  Pinaleno and Tres Hermanos soils are very deep and have argillic horizons."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; medium to rapid runoff; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: These soils are used for livestock grazing, wildlife habitat and urban development.  Vegetation is creosotebush, brittlebush, paloverde, bursage, whitethorn, ocotillo, desert zinnia, paper daisy, pricklypear, staghorn cholla, pencil cholla, Christmas cholla and a few saguaros.  Grasses mainly are bush muhly and fluffgrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Southern Arizona.  The Pantano series is moderately extensive.  MLRA is 40."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Phoenix, Arizona"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Pima County, Arizona, Eastern Part; 1986."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - the zone from 0 to 1 inch (A horizon)\nCalcic horizon - the zone from 10 to 16 inches (Bk horizon)\nParalithic contact - the boundary at 16 inches (2Crk horizon)\nClassified according to Soil Taxonomy, Second Edition, 1999; Keys to Soil Taxonomy, Tenth Edition, 2006.\nRevised for the correlation of AZ661, 2/2009, WWJ\nNational Cooperative Soil Survey\nU.S.A."
  }
}
