{
  "SERIES": "PARAMORE",
  "STATUS": "Established Series",
  "BYREV": "Rev. WGH/CEM/WWJ",
  "REVDATE": "04/2011",
  "STATES": "AZ",
  "OVERVIEW": "The Paramore series consists of moderately deep, well drained soils that formed in slope alluvium and residuum from basalt, cinders, bombs and volcanic rocks. Paramore soils are on mountains, volcanic flows and cinder cones. Slopes range from 0 to 55 percent. The mean annual precipitation is about 14 inches and the mean annual air temperature is about 64 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS:  Fine, smectitic, thermic Leptic Haplotorrerts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Paramore silty clay loam - rangeland. (Colors are for dry soil unless otherwise noted.) 20 to 30 percent of the surface is covered with cinders, and basalt gravel and cobbles\nA--0 to 1 inch; brown (7.5YR 4/3) silty clay loam, dark brown (7.5YR 3/2) moist; weak thin platy structure parting to weak fine granular structure; soft, very friable, very sticky and plastic; few very fine roots; common coarse tubular pores; noneffervescent; neutral (pH 6.8); abrupt smooth boundary. (1 to 3 inches thick)\nBt1--1 to 8 inches; dark brown (7.5YR 3/3) clay, dark brown (7.5YR 3/2) moist; moderate fine subangular blocky structure; slightly hard, firm, very sticky and very plastic; many very fine roots; few fine tubular pores; many distinct clay films on ped faces, in pores, and on rock fragments; few distinct pressure faces; few fine volcanic glass; 5 percent gravel; noneffervescent; neutral (pH 7.0); clear wavy boundary.\nBt2--8 to 22 inches; dark reddish brown (5YR 3/3) clay, dark reddish brown (5YR 3/3) moist; strong medium wedges parting to strong fine and medium angular blocky structure; slightly hard, firm, very sticky and very plastic; common very fine and fine roots; few fine tubular pores; many distinct clay films on ped faces, in pores and on rock fragments; common distinct pressure faces; common distinct organic coatings on ped faces; common fine volcanic glass; 10 percent gravel and 3 percent cobble; noneffervescent; slightly alkaline (pH 7.4); abrupt wavy boundary. (Combined thickness of Bt horizons is 20 to 30 inches thick)\nR--22 inches; unweathered basalt flow."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Cochise County, Arizona; located at a latitude of 31 degrees, 28 minutes, 18 seconds North and longitude of 109 degrees, 14 minutes, 37 seconds West; 1,000 feet north and 700 feet west from the southeast corner of section 36, Township 22 S., Range 30 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture - Intermittently moist in some part of soil moisture control section during July - September and December - February.  Driest during May and June.  Ustic aridic soil moisture regime.\nSoil temperature:  62 to 69 degrees F.\nRock fragments:  5 to 30 percent cinders and basalt gravel and cobbles\nSoil cracking:  common vertical cracks .25 to 1.5 inches wide\nReaction:  neutral to slightly alkaline\nClay content:  more than 35 percent\nOrganic matter content:  1 to 3 percent\nDepth to unweathered bedrock:  20 to 45 inches\nA horizon\nHue:  5YR, 7.5YR\nValue:  2.5 through 4 dry, 2.5 to 4 moist\nChroma: 2 through 4, dry or moist\nTexture:  clay loam, silty clay loam, loam\nBt horizon\nHue:  5YR, 7.5YR\nValue:  2.5 to 5, dry, 3 or 4 moist\nChroma: 2 through 4, dry or moist\nTexture:  clay, clay loam, silty clay\nBedrock can vary from very hard basalt flows to hard welded cinders and tuff.  Some pedons can have accumulations of calcium carbonate above bedrock."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  This is the Rimrock (AZ) series.  Rimrock soils are in MLRA 39, have secondary calcium carbonate, and are moderately alkaline."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Paramore soils are on mountains,  volcanic flows and cinder cones at elevations of 3,800 to 5,340 feet.  Slopes range from 0 to 55 percent.  These soils formed in slope alluvium and residuum from basalt, cinders, bombs, and volcanic rocks.  The mean annual precipitation is 12 to 16 inches and occurs as thunderstorms during July to September and as gentle rains during December to February.  The mean annual air temperature is 57 to 67 degrees F.  The frost-free period is 170 to 230 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Boss, Krentz, Epitaph and Outlaw soils.  Boss soils are very shallow and shallow on cinder cones.  Epitaph soils have a petrocalcic horizon.  Outlaw and Krentz soils are very deep."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; medium to very rapid runoff; very permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used for livestock grazing and wildlife habitat.  Vegetation includes tobosa, sideoats grama, and other annual grasses and forbs."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Southern Arizona.  Paramore soils are of moderate extent.  MLRA is 38 & 41."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Phoenix, Arizona"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Cochise County, Arizona.  Soil survey of Cochise County, Arizona, Douglas-Tombstone Part; San Bernardino Valley Interim Report, 1998."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - the zone from 0 to 1 inch (A horizon)\nVertic properties - the zone from 1 to 22 inches (Bt1 and Bt2 horizons)\nParamore was first proposed in 1959 in the Whitewater Draw portion of the Sulphur Springs Valley area soil survey of Cochise County, Arizona.  The original Official Series Description was updated to reflect current soil taxonomy, to clearly define the range of characteristics, and to improve interpretations.  The central concept, definition, and historical importance of the series were preserved.\nClassified according to Soil Taxonomy, Second Edition, 1999; Keys to Soil Taxonomy, Eleventh Edition, 2010\nRevised for the correlation of Graham County, AZ, Southwestern Part; March, 2011, WWJ\nNational Cooperative Soil Survey\nU.S.A."
  }
}
