{
  "SERIES": "PARANAT",
  "STATUS": "Established Series",
  "BYREV": "Rev. RAF-TM-RLB-JBF",
  "REVDATE": "10/2019",
  "STATES": "NV",
  "OVERVIEW": "The Paranat series consists of very deep, poorly drained soils that formed in alluvial derived from mixed rocks.  Paranat soils are on axial stream flood plains, alluvial flats and stream terraces.  Slopes are 0 to 2 percent.  The mean annual precipitation is about 200 mm and the mean annual temperature is about 9 degrees C.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty, mixed, superactive, calcareous, mesic Fluvaquentic Endoaquolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Paranat silty clay loam--hayland.  (Colors are for dry soil unless otherwise noted.)\nA1--0 to 5 cm; gray (10YR 5/1) silty clay loam, very dark gray (10YR 3/1) moist; strong fine and medium subangular blocky structure; slightly hard, very friable, slightly sticky and plastic; many very fine and fine random roots; many very fine vesicular, interstitial and tubular pores; strongly effervescent; moderately alkaline (pH 8.4); abrupt smooth boundary.  (5 to 13 cm thick)\nA2--5 to 18 cm; gray (10YR 5/1) silty clay loam, very dark gray (10YR 3/1) moist; strong very fine and fine angular blocky structure; slightly hard, very friable, moderately sticky and very plastic; many very fine and fine random, few medium oblique roots; few very fine tubular and common very fine interstitial pores; strongly effervescent; strongly alkaline (pH 8.6); clear wavy boundary.  (0 to 23 cm thick)\nA3--18 to 50 cm; gray (10YR 5/1) silty clay loam, very dark gray (10YR 3/1) moist; moderate medium and coarse prismatic structure parting to weak medium subangular blocky; slightly hard, very friable, moderately sticky and moderately plastic; common very fine and fine random, few medium oblique roots; many micro and very fine tubular and interstitial pores; slightly effervescent; moderately alkaline (pH 8.2); clear irregular boundary. (0 to 33 cm thick)\nAC--50 to 79 cm; gray (10YR 6/1) silty clay loam, very dark gray (10YR 3/1) moist; common fine distinct iron mottles, brown (7.5YR 4/4), dark brown (7.5YR 3/2) moist; weak medium and coarse prismatic structure parting to moderate medium and coarse subangular blocky; slightly hard, very friable, moderately sticky and very plastic; common very fine and fine random, few medium oblique roots; many very fine tubular, few fine tubular and interstitial pores; common thin silt coats lining pores; violently effervescent; carbonate occurs as few fine and medium segregated filaments or threads; slightly effervescent; moderately alkaline (pH 8.2); clear wavy boundary.  (0 to 50 cm thick)\nC1--79 to 91 cm; gray (10YR 6/1) silty clay loam, dark grayish brown (2.5Y 4/2) moist; common fine distinct iron mottles; brown (7.5YR 4/4) dark brown (7.5YR 3/2) moist; massive; slightly hard, very friable, moderately sticky and moderately plastic; common very fine and fine random,  few medium oblique roots; many very fine and fine tubular, few fine interstitial pores; many thin and moderately thick silt coats lining pores; few fine, segregated very pale brown (10YR 8/2) and light gray (10YR 7/2) moist carbonates in filaments or threads; few snail shells present; violently effervescent; moderately alkaline (pH 8.4); clear wavy boundary.  (13 to 38 cm thick)\nC2--91 to 122 cm; light gray (10YR 7/1) silt loam, grayish brown (2.5Y 5/2) moist; common fine distinct iron mottles, brown (7.5YR 4/4) dark brown (7.5YR 3/2) moist; massive; slightly hard, very friable, slightly sticky and moderately plastic; common very fine random and few fine oblique roots; many very fine tubular and few fine interstitial pores; common thin silt coats lining pores; strongly effervescent; moderately alkaline (pH 8.2); gradual smooth boundary.  (23 to 38 cm thick)\nCk--122 to 150 cm; light gray (10YR 7/2) very fine sandy loam, grayish brown (10YR 5/2) moist; common fine distinct iron mottles, brown (7.5YR 4/4), dark brown (7.5YR 3/2) moist; massive; slightly hard, very friable, slightly sticky and slightly plastic; few very fine random and few fine oblique roots; common very fine tubular and few fine interstitial pores; about 10 percent medium irregular shaped segregated carbonate concretions; strongly effervescent; moderately alkaline (pH 8.4)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Lander County, Nevada; about 1.6 miles northwest of Battle Mountain; approximately 200 feet south and 500 feet east of the northwest corner of section 8, T. 32 N., R. 45 E; USGS Battle Mountain 7.5 minute topographic quadrangle; latitude 40 degrees 40 minutes 8 seconds N and longitude 116 degrees 56 minutes 16 seconds W; WGS84 Decimal Degrees 40.6688889 latitude, -116.9377778 longitude."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: Dry in mid-summer and early fall, moist in late fall, winter, spring and early summer.  Apparent seasonal water table is between 46 and 100 cm in winter to early summer months.  Drained phases are recognized.\nMean annual soil temperature: 8 to 11 degrees C.\nThickness of Mollic epipedon: 25 to 50 cm.\nCalcium carbonate equivalent: 1 to 10 percent.\nEffervescence: The soil is effervescent throughout.\nReaction: Moderately alkaline or strongly alkaline, usually decreasing with depth.\nExchangeable sodium: 0 to 15 percent. Saline-sodic phases with strong salinity and slight to moderately sodicity in the upper part are recognized.\nParticle-size control section - Clay content:  18 to 35 percent.\nRock fragments:  Less than 5 percent.\nA horizon\nHue:  10YR or 2.5Y.\nValue:  4 or 5 dry, 2 or 3 moist.\nChroma:  1 through 3.\nOther features:  One or more buried A horizons up to 20 cm thick occur in some pedons.\nAC horizon (when present)\nValue: 5 or 6 dry, 4 or 5 moist.\nChroma: 1 or 2 dry.\nC horizon\nHue:  10YR or 2.5Y.\nValue:  6 through 8 dry, 4 through 7 moist.\nChroma:  1 through 4.\nTexture:  Stratified silty clay loam and silt loam with thin strata of very fine sandy loam or silty clay in some pedons.\nCarbonates:  Up to 15 percent carbonate filaments, soft masses, or concretions in some pedons with up to 40 percent in some subhorizons below 100 cm.\nConsistence:  Soft or slightly hard, dry, very friable or friable, moist; slightly sticky to very sticky and slightly plastic to plastic, wet."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Colville, Gibbon, Kittitas, and Pahranagat series.\nColville soils have a cambic horizon and Bq and Cq horizons.  Gibbon soils have a 10 to 15 percent calcium carbonate equivalent throughout the series control section and are somewhat poorly drained.  Kittitas soils have more than 15 percent exchangeable sodium in the Mollic epipedon.  Pahranagat soils have average annual soil temperatures of 12 to 15 degrees C."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Paranat soils are on axial stream flood plains, alluvial flats and stream terraces.  These soils formed in alluvial derived from loess and mixed rocks.  Slopes are 0 to 2 percent.  Elevations are 1,280 to 2,135 meters.  The climate is cool, semiarid with warm, dry summers and cool, moist winters.  The mean annual precipitation is 150 to 250 mm, mean annual temperature is 8 to 9 degrees C, and the frost-free season is 90 to 120 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Sonoma and Wendane soils.  These soils lack a Mollic epipedon.  Also, Wendane soils have more than 15 percent sodium percentage in the upper part of the series control section."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:  Poorly drained; slow runoff; moderately high saturated hydraulic conductivity; flooding is common.  Some areas have altered drainage due to stream channel entrenchment or stream realignment."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Rangeland, hayland and wildlife habitat.  The present vegetation is mainly creeping wildrye, basin wildrye, Nevada bluegrass, inland saltgrass, alkali sacaton, sedges and wiregrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  North and central Nevada.  MLRA 24, 25, 28B.  These soils are not extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Eureka County, Nevada, 1983."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon - The zone from the soil surface to about 50 cm (A1, A2 and A3 horizons).\nEndosaturation - The zone from 50 150 cm (The AC, C1, C2 and Ck horizons).\nSeasonal water table - Within 46 to 100 cm.\nParticle-size control section - The zone from 25 to 100 cm (AC and C1 horizons and parts of the A3 and C2 horizons).\nClassification was changed in 1992 from Haplaquolls to Endoaquolls.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
