{
  "SERIES": "PARAGONAH",
  "STATUS": "Established Series",
  "BYREV": "Rev. RSJ/MJD",
  "REVDATE": "10/98",
  "STATES": "UT",
  "OVERVIEW": "The Paragonah series consists of very deep, somewhat poorly drained, very slowly permeable soils that formed in alluvium derived dominantly from igneous and sedimentary rocks.  These soils are on flood plains and alluvial plains and have slopes of 0 to 2 percent.  The mean annual temperature is about 47 degrees F., and the average annual precipitation is about 9 inches.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, smectitic, mesic Aquic Natrargids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Paragonah silty clay loam, on a 1/2 percent slope -- rangeland (Colors are for air dry soil unless otherwise stated).\nAn--0 to 1 inch; pale brown (10YR 6/3) silty clay loam, dark brown (7.5YR 3/2) moist; weak thin platy structure parting to weak very thin platy; hard, firm, sticky and plastic; many medium and fine roots; common very fine random tubular pores; strongly saline; slightly effervescent, 5 percent calcium carbonate equivalent; carbonates are disseminated; very strongly alkaline (pH 9.2); abrupt wavy boundary. (1 to 4 inches thick).\nBAn--1 to 3 inches; pale brown (10YR 6/3) silty clay loam, dark brown (7.5YR 3/2) moist; weak fine subangular blocky structure parting to moderate very fine subangular blocky; very hard, firm, sticky and plastic; many medium, fine and few very fine roots; common fine and very fine pores; strongly saline; strongly effervescent, 10 percent calcium carbonate equivalent; carbonates are disseminated; very strongly alkaline (pH 9.2); clear smooth boundary. (0 to 3 inches thick).\nBtn--3 to 10 inches; pale brown (10YR 6/3) silty clay loam, dark brown (10YR 3/4) moist; moderate medium prismatic structure parting to moderate very fine subangular blocky; common medium, fine and very fine roots; common fine and very fine random tubular pores; continuous moderately thick clay films on faces of peds and lining pores; strongly saline; strongly effervescent, 12 percent calcium carbonate equivalent; carbonates are disseminated; strongly alkaline (pH 9.0); clear wavy boundary. (7 to 20 inches thick).\nC1--10 to 18 inches; very pale brown (10YR 7/3) silty clay loam, brown (10YR 4/3) moist; moderate medium subangular blocky structure; hard, firm, sticky and plastic; common fine and very fine roots; common fine and very fine random tubular pores; moderately saline; strongly effervescent, 12 percent calcium carbonate equivalent; carbonates are disseminated; moderately alkaline (pH 8.4); clear wavy boundary. (8 to 21 inches thick).\nC2--18 to 42 inches; very pale brown (10YR 7/3) silty clay loam, brown (10YR 4/3) moist; few fine distinct very dark grayish brown (10YR 3/2) stains; moderate medium subangular blocky structure parting to moderate very fine subangular blocky; hard, friable, slightly sticky and slightly plastic; few fine and very fine roots; few medium, common fine and very fine random tubular pores; slightly saline; strongly effervescent, 15 percent calcium carbonate equivalent; carbonates are disseminated; moderately alkaline (pH 8.4); gradual smooth boundary. (13 to 24 inches thick).\nC3--42 to 54 inches; light gray (10YR 7/2) silty clay loam, brown (10YR 4/3) moist; few fine distinct very dark grayish brown (10YR 3/2) stains; massive; hard, friable, sticky and plastic; few very fine roots; few fine and common very fine random tubular pores; very slightly saline; strongly effervescent, 18 percent calcium carbonate equivalent; carbonates are disseminated;  moderately alkaline (pH 8.4); gradual wavy boundary.  (7 to 12 inches thick).\nC4--54 to 60 inches; light gray (10YR 7/2) silty clay loam, dark grayish brown (10YR 4/2) moist; few fine distinct very dark grayish brown (10YR 3/2) stains; very hard, firm, sticky and plastic; few fine and common very fine random tubular pores; slightly saline; strongly effervescent, 14 percent calcium carbonate equivalent; carbonates are disseminated; moderately alkaline (pH 8.4)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Iron County, Utah; about 8 miles north of Paragonah, about 1,180 feet north and 2,500 feet east of the southwest corner of sec. 22, T. 32 S., R. 8 W. Buckhorn Flat Quadrangle; 38 degrees, 00 minutes, 09 seconds north latitude and 112 degrees, 44 minutes, 48 seconds west longitude."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The mean annual soil temperature at a depth of 20 inches ranges from 47 to 52 degrees F., and the mean summer soil temperature ranges from 65 to 71 degrees F.  In most years, the moisture control section is dry in all parts for more than half the time that the soil temperature at a depth of 20 inches is above 41 degrees F; and it is dry for more than 50 days within the 4 months that follow the summer solstice.\nClay content in the particle size control section is 35 to 45 percent. A fluctuating water table is at a depth of 30 to 40 inches throughout the year.  Electrical conductivity of the A and Bn horizons is greater than 16 mmhos/cm, and is 2 to 16 mmhos/cm in the C horizons.  Salt flecks and filaments may be visible in the A and B horizons.\nThe An horizon has hue of 10YR or 7.5YR, value of 3 moist, and chroma of 2 or 3.  Reaction is strongly alkaline or very strongly alkaline.  It is slightly effervescent or strongly effervescent.\nThe BAn horizon has hue of 10YR or 7.5YR, value of 5 or 6 dry and chroma of 2 or 3.\nThe Btn horizon has hue of 10YR or 7.5YR, value of 3 or 4 moist and chroma of 3 or 4.  Texture is silty clay loam or silty clay.  Reaction is strongly alkaline or very strongly alkaline.\nThe C horizon has value of 6 or 7 dry, 3 or 4 moist and chroma of 2 or 3.  Texture is silty clay loam.  Some pedons have brittle, sand-sized aggregates that break down after prolonged rubbing.  The C horizons have few or common, fine or medium, faint to prominent mottles.  It is slightly effervescent to violently effervescent.  Reaction is moderately alkaline to very strongly alkaline.  Some pedons have gypsum or carbonate filaments in the C horizons."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  This is the Megalos (T UT) series.  The Megalos soils have a calcic horizon and oolitic lacustrine deposits below the natric horizon."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Paragonah soils are on flood plains and alluvial plains at elevations of 5,600 to 5,850 feet.  Slopes range from 0 to 2 percent.  These soils formed in alluvium derived dominantly from igneous and sedimentary rocks.  The mean annual air temperature is 45 to 50 degrees F., and the average annual precipitation is 8 to 10 inches.  The freeze free period is 100 to 120 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Antelope Springs, Bullion, Harding and Monroe soils.  All of these soils do not have a water table and occur upslope from the Paragonah soils.  Antelope Springs soils have less than 35 percent clay in the particle size control section.  Bullion soils have hue redder than 7.5YR.  Monroe soils have a thick mollic epipedon and do not have a natric horizon."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Somewhat poorly drained; slow runoff; very slowly permeable."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used for rangeland and wildlife habitat.  The native vegetation is saltgrass, black greasewood, rubber rabbitbrush, alkali sacaton and shadscale."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Southwestern Utah.  These soils are inextensive; MLRA 28A."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Phoenix, Arizona"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Iron County (Iron-Washington Area), Utah, 1997.  The name is taken from the nearby town of Paragonah."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  The diagnostic features recognized in this pedon are:\nOchric epipedon - the zone from the soil surface to a depth of 1 inch (A horizon).\nNatric horizon - A zone of illuvial clay and sodium accumulation at a depth of 3 to 10 inches (Btn horizon).\nThe classification is based on the \"Keys to Soil Taxonomy, Eighth Edition, 1998\".\nNational Cooperative Soil Survey\nU.S.A."
  }
}
