{
  "SERIES": "PARAGON",
  "STATUS": "Established Series",
  "BYREV": "Rev. DRJ/TDT",
  "REVDATE": "03/2003",
  "STATES": "OR",
  "OVERVIEW": "The Paragon series consists of moderately deep, well drained\nsoils that formed in residuum and colluvium weathered from basalt\nor andesite.  Paragon soils are on plateaus and hillslopes and\nhave slopes of 1 to 35 percent.  The mean annual temperature is\nabout 48 degrees F, and the mean annual precipitation is about 23 inches.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, mesic Pachic Ultic Argixerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Paragon cobbly loam, forested.  (Colors are for\nmoist soil unless otherwise noted.)\nO--1 inch to 0; partially decomposed needles and twigs.\nA--0 to 3 inches; dark reddish brown (5YR 2/2) cobbly loam,\nbrown (7.5YR 4/4) dry; moderate fine granular structure; soft,\nvery friable, slightly sticky and slightly plastic; common very\nfine, fine, medium, and coarse roots; many very fine irregular\npores; 5 percent gravel and 10 percent cobbles; strongly acid (pH 5.4); clear smooth boundary.  (2 to 6 inches thick)\nAB--3 to 13 inches; dark reddish brown (5YR 3/3) cobbly loam,\nbrown (7.5YR 4/4) dry; moderate very fine and fine subangular\nblocky structure; slightly hard, friable, slightly sticky and slightly plastic; common very fine, fine, medium, and coarse\nroots; many very fine tubular pores; 5 percent gravel and 10\npercent cobbles; moderately acid (pH 5.8); clear wavy boundary.\n(6 to 16 inches thick)\nBt--13 to 25 inches; dark reddish brown (5YR 3/3) gravelly\nclay loam, brown (7.5YR 4/4) dry; moderate very fine and fine\nangular blocky structure; hard, firm, slightly sticky and\nslightly plastic; common very fine and few fine, medium, and\ncoarse roots; common very fine tubular pores; common thin clay\nfilms on faces of peds; 10 percent hard gravel and 5 percent hard cobbles; 50 percent soft andesite fragments; moderately acid (pH 6.0); clear wavy boundary.  (10 to 23 inches thick)\nCr--25 inches; weathered andesite."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Klamath County, Oregon; approximately 1,600 feet\nwest and 2,450 feet north of the southeast corner of sec. 35, T.\n40 S., R. 5 E., W.M."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": null
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Aptos, Campfour, Elmore, and\nNisene series.  Aptos soils have a mean annual soil temperature\nof 56 to 58 degrees F and lack the soft rock fragments.\nCampfour, Elmore, and Nisene soils are deep."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Paragon soils are on plateaus and hillslopes\nat elevations of 3,000 to 4,400 feet.  These soils formed in\nresiduum and colluvium derived from basalt and andesite with\nsmall amounts of volcanic ash in the upper part.  The mean annual precipitation is 20 to 25 inches.  The mean annual temperature is\n45 to 51 degrees F.  The frost-free period is 100 to 130 days.  Slopes range from 1 to 35 percent."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Campfour,\nMcMullin, Randcore, Shoat, and Skookum soils.  Campfour soils are greater than 60 inches to bedrock.  McMullin and Randcore soils\nare less than 20 inches to bedrock.  Skookum soils are clayey-skeletal.  Shoat soils have an ochric epipedon."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; slow to moderate\nrunoff; moderately slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are used for timber production\nand livestock grazing.  Native vegetation includes an overstory\nof ponderosa pine and Douglas fir.  Also included in varying\namounts are incense cedar, sugar pine, California black oak, and Oregon white oak.  Understory includes western fescue, tall\nOregon grape, snowberry, squaw carpet, and Pacific serviceberry."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Southwestern Oregon.  The series is inextensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Jackson County Area, Oregon (Klamath County part), 1988."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features:\n- Mollic epipedon - 0 to 25 inches.\n- Argillic horizon - 13 to 25 inches.\n- Assume base saturation of greater than 50 percent throughout\nthe profile and less than 75 percent in the argillic horizon.\nThe superactive cation exchange activity class was added in 03/2003 to the taxonomic classification by the National Soil Survey Center on request of the Reno MLRA office, without review of the soil series property data. The remainder of this document has not been updated.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 8,
        "moist_hue": "5YR",
        "moist_value": 2,
        "moist_chroma": 2,
        "texture_class": "loam",
        "cf_class": "cobbly",
        "narrative": "A--0 to 3 inches; dark reddish brown (5YR 2/2) cobbly loam,"
      },
      {
        "name": "AB",
        "top": 8,
        "bottom": 33,
        "moist_hue": "5YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "loam",
        "cf_class": "cobbly",
        "narrative": "AB--3 to 13 inches; dark reddish brown (5YR 3/3) cobbly loam,"
      },
      {
        "name": "Bt",
        "top": 33,
        "bottom": 64,
        "moist_hue": "5YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "cf_class": "gravelly",
        "narrative": "Bt--13 to 25 inches; dark reddish brown (5YR 3/3) gravelly"
      },
      {
        "name": "O",
        "top": 3,
        "narrative": "O--1 inch to 0; partially decomposed needles and twigs."
      },
      {
        "name": "Cr",
        "top": 64,
        "narrative": "Cr--25 inches; weathered andesite."
      }
    ]
  ]
}
