{
  "SERIES": "PARA",
  "STATUS": "Tentative Series",
  "BYREV": "Rev. AG/RJE",
  "REVDATE": "10/2002",
  "STATES": "WA",
  "OVERVIEW": "The Para series consists of deep, well drained soils formed in residuum and colluvium from basalt on plateaus.  Slopes are 2 to 65 percent.  The average annual precipitation is about 40 inches and the mean annual temperature is about 46 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, mesic Ultic Haploxeralfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Para gravelly loam-forested, on a 3 percent southeast facing slope at an elevation of 2,240 feet.  (Colors are for dry soil unless otherwise noted.)\n0--1 inch to 0; needles, leaves, twigs.\nAc--0 to 3 inches; reddish brown (5YR 4/4) loam, dark reddish brown (5YR 3/4) moist; weak very fine and fine granular structure; soft, very friable, slightly sticky, nonplastic; many very fine and fine roots; many very fine irregular pores; 20 percent concretions (2 to 4mm in size) neutral (pH 6.6); clear smooth boundary.  (2 to 4 inches thick).\nABc--3 to 7 inches; brown (7.5YR 5/4) gravelly loam, dark reddish brown (5YR 3/4) moist; weak very fine subangular blocky structure parting to weak fine granular; soft, friable, slightly sticky, slightly plastic; many very fine and fine and common medium roots; many very fine irregular and many very fine tubular pores; 20 percent concretions (2 to 4 mm in size); slightly acid (pH 6.4); gradual smooth boundary.  (4 to 12 inches thick).\nBt1--7 to 19 inches; brown (7.5YR 5/4) loam, dark brown (7.5YR 3/4) moist; weak very fine and fine subangular blocky structure; slightly hard, friable, sticky, plastic; many very fine and common medium roots; many very fine irregular and many very fine tubular pores; few clay flows in pores; 10 percent hard pebbles, 20 percent saprolitic basalt pebbles; slightly acid (pH 6.2); gradual wavy boundary.  (9 to 15 inches thick).\nBt2--19 to 37 inches; strong brown (7.5YR 5/6) gravelly loam, dark brown (7.5YR 4/4) moist; weak very fine and fine subangular blocky structure; slightly hard, friable, sticky, plastic; many very fine and fine roots; many very fine irregular and common very fine tubular pores; few clay flows in pores; 15 percent hard pebbles, 25 percent saprolitic basalt pebbles; moderately acid (pH 5.6); gradual irregular boundary (10 to 36 inches thick).\nC--37 to 60 inches; strong brown (7.5YR 5/6) loam, dark brown (7.5YR 4/4) and reddish brown (5YR 4/4) moist; massive; hard, firm, slightly sticky slightly plastic; common very fine, fine, and medium roots; common very fine irregular and few very fine tubular pores; 50 percent saprolitic basalt pebbles; moderately acid (pH 5.6)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Klickitat County, Washington; about 7 miles south of Glenwood; 2200 feet north and 1200 feet west of the SE corner of sec.  13, T. 5N., R. 12E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Mean annual soil temperature is 47 degrees to 50 degrees F.  The soil moisture control section is dry in all parts for 45 to 60 consecutive days within the 4 months that follow the summer solstice in 6 or more years out of 10.  The control section averages 15 to 45 percent soft weathered basalt fragments, 5 to 20 percent hard basalt pebbles, and 0 to 5 percent hard basalt cobbles.  Clay content in the control section averages from 18 to 33 percent.\nThe A horizon has hue of 5YR or 7.5YR, value of 3 or 4 moist, 3 through 5 dry, chroma of 2 through 4 moist, 3 through 6 dry.  Reaction is moderately acid to neutral.\nThe Bt horizon has hue of 5YR or 7.5YR, value of 3 or 4 moist, 4 or 5 dry, and chroma of 4 through 6 dry.  It is loam, gravelly loam, or clay loam.  Saprolitic basalt averages 15 to 45 percent in the upper 20 inches of the argillic horizon, but is as much as 60 percent in the lower part.  Reaction is moderately acid to slightly acid.\nThe C horizon has hue of 5YR to 7.5YR, value of 4 or 5 moist, 5 or 6 dry, and chroma of 4 through 6 dry.  It is loam, clay loam,\nor sandy clay loam."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Boomer, Centralia, Cherryhill, Cle Elum, Cohasset, Crozier, Dalig, Fives, Fordcreek, Gunn, Holland, Hood, Hotaw, Kalama, Latourell, Lettia, McGowan, Musick, Rosehaven, Sanhedrin, Speaker, Teanaway, Tigit, Trelk, Underwood, Varelum, Wilkeson, and Wohly series.  Boomer and Cohasset soils are dry for more than 75 consecutive days in the moisture control section (MSC) and have a mean annual soil temperature (MAST)of 54 to 58 degrees  F.  Centralia soils have an umbric epipedon and lack soft weathered basalt fragments in the particle-size control section (PSCS).  Cherryhill soils have hue of 10YR and a MAST of 53 to 55 degrees F.  CleElum, Hotaw, Speaker, and Tigit soils have a paralithic contact at 24 to 40 inches.  Crozier and Wohly soils have a lithic contact at 20 to 40 inches.  Dalig, Gunn and Musick soils lack soft weathered basalt fragments in the PSCS and are dry for more than 75 days in the MSC.  Fives, Hood, and Latourell soils have hue of 10YR or yellower and lack soft weathered basalt fragments in the PSCS.  Holland soils have MAST of 52 to 58 degrees F. and are dry for more than 75 consecutive days in the MSC.  Kalama and McGowan soils lack soft basalt fragments in the PSCS.  Rosehaven soils have a MAST of 52 to 57 degrees F, lack weathered basalt in the PSCS, and are dry in the MSC for 60 to 80 days.  Sanhedrin soils are dry in the MSC for 90 to 120 days and lack saprolitic basalt in the PSCS.  Teanaway and Trelk soils are dry for more than 60 days in the MSC and lack saprolitic basalt in the PSCS.  Underwood soils need more study to differentiate from Para soils.  Underwood soils receive more precipitation, have slightly lower pH and have less saprolite in the PSCS.  Varelum soils are neutral or mildly alkaline in the B horizon within the PSCS.  Wilkeson soils have 15 to 35 percent hard rock fragments in the PSCS."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Para soils are on plateaus and sideslopes at elevations of 1,700 to 2,700 feet.  Slopes are 2 to 65 percent.  They formed in residuum or alluvium derived from Yakima basalt.  Summers are warm and dry, winters cool and wet.  Average annual precipitation is 35 to 45 inches.  Mean January temperature is about 26 degrees F.; mean July temperature is about 64 degrees F.  Mean annual temperature is 45 to 48 degrees F.  Frost-free season is 110 to 130 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the competing Dalig, Hood,  McGowan and Tigit soils and the Chapot, Fanal, Kaiders, McElroy, Parkdale, Timberhead, Trouter and Wahoo soils.  Chapot and Kaiders soils are loamy-skeletal.  McElroy soils are medial-skeletal.  Fanal soils have a mollic epipedon.  Parkdale, Timberhead and Trouter soils are medial.  Wahoo soils are 10 to 20 inches deep to bedrock."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; slow to medium runoff; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used mainly for timber production, grazable woodland, wildlife habitat, and some cropland.  Vegetation is Douglas-fir, ponderosa pine, and grand fir with an understory of western hazel, common snowberry, cascade Oregon-grape, white spirea, and elk sedge."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Western Klickitat County.  The series is moderately extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES PROPOSED",
    "content": "SERIES PROPOSED:  Klickitat County, Washington, 1979."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Partial laboratory data are available for this soil.  Sample Numbers S78WA-039-008.  Diagnostic horizons and features recognized in this pedon are an ochric epipedon from the mineral surface to 7 inches and an argillic horizon from 7 to 37 inches.  This soil is not adequately separated from the Underwood series.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ac",
        "top": 0,
        "bottom": 8,
        "dry_hue": "5YR",
        "dry_value": 4,
        "dry_chroma": 4,
        "moist_hue": "5YR",
        "moist_value": 3,
        "moist_chroma": 4,
        "texture_class": "loam",
        "cf_class": "NA",
        "pH": 6.6,
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Ac--0 to 3 inches; reddish brown (5YR 4/4) loam, dark reddish brown (5YR 3/4) moist; weak very fine and fine granular structure; soft, very friable, slightly sticky, nonplastic; many very fine and fine roots; many very fine irregular pores; 20 percent concretions (2 to 4mm in size) neutral (pH 6.6); clear smooth boundary.  (2 to 4 inches thick)."
      },
      {
        "name": "ABc",
        "top": 8,
        "bottom": 18,
        "dry_hue": "7.5YR",
        "dry_value": 5,
        "dry_chroma": 4,
        "moist_hue": "5YR",
        "moist_value": 3,
        "moist_chroma": 4,
        "texture_class": "loam",
        "cf_class": "gravelly",
        "pH": 6.4,
        "pH_class": "slightly acid",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "ABc--3 to 7 inches; brown (7.5YR 5/4) gravelly loam, dark reddish brown (5YR 3/4) moist; weak very fine subangular blocky structure parting to weak fine granular; soft, friable, slightly sticky, slightly plastic; many very fine and fine and common medium roots; many very fine irregular and many very fine tubular pores; 20 percent concretions (2 to 4 mm in size); slightly acid (pH 6.4); gradual smooth boundary.  (4 to 12 inches thick)."
      },
      {
        "name": "Bt1",
        "top": 18,
        "bottom": 48,
        "dry_hue": "7.5YR",
        "dry_value": 5,
        "dry_chroma": 4,
        "moist_hue": "7.5YR",
        "moist_value": 3,
        "moist_chroma": 4,
        "texture_class": "loam",
        "cf_class": "NA",
        "pH": 6.2,
        "pH_class": "slightly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bt1--7 to 19 inches; brown (7.5YR 5/4) loam, dark brown (7.5YR 3/4) moist; weak very fine and fine subangular blocky structure; slightly hard, friable, sticky, plastic; many very fine and common medium roots; many very fine irregular and many very fine tubular pores; few clay flows in pores; 10 percent hard pebbles, 20 percent saprolitic basalt pebbles; slightly acid (pH 6.2); gradual wavy boundary.  (9 to 15 inches thick)."
      },
      {
        "name": "Bt2",
        "top": 48,
        "bottom": 94,
        "dry_hue": "7.5YR",
        "dry_value": 5,
        "dry_chroma": 6,
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "loam",
        "cf_class": "gravelly",
        "pH": 5.6,
        "pH_class": "moderately acid",
        "distinctness": "gradual",
        "topography": "irregular",
        "narrative": "Bt2--19 to 37 inches; strong brown (7.5YR 5/6) gravelly loam, dark brown (7.5YR 4/4) moist; weak very fine and fine subangular blocky structure; slightly hard, friable, sticky, plastic; many very fine and fine roots; many very fine irregular and common very fine tubular pores; few clay flows in pores; 15 percent hard pebbles, 25 percent saprolitic basalt pebbles; moderately acid (pH 5.6); gradual irregular boundary (10 to 36 inches thick)."
      },
      {
        "name": "C",
        "top": 94,
        "bottom": 152,
        "dry_hue": "7.5YR",
        "dry_value": 5,
        "dry_chroma": 6,
        "moist_hue": "5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "loam",
        "cf_class": "NA",
        "pH": 5.6,
        "pH_class": "moderately acid",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "C--37 to 60 inches; strong brown (7.5YR 5/6) loam, dark brown (7.5YR 4/4) and reddish brown (5YR 4/4) moist; massive; hard, firm, slightly sticky slightly plastic; common very fine, fine, and medium roots; common very fine irregular and few very fine tubular pores; 50 percent saprolitic basalt pebbles; moderately acid (pH 5.6)."
      },
      {
        "name": "0",
        "top": 3,
        "bottom": "NA",
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "0--1 inch to 0; needles, leaves, twigs."
      }
    ]
  ]
}
