{
  "SERIES": "PARADISO",
  "STATUS": "Established Series",
  "BYREV": "IRD: AEC/DWB/DWH/SBS",
  "REVDATE": "10/2006",
  "STATES": "CA",
  "OVERVIEW": "The Paradiso series consists of very deep, well drained soils that formed in weathered tephra over residuum from volcanic rocks.  Paradiso soils are on volcanic ridge tops in Cascade mountains.  Slopes range from 2 to 30 percent.  The mean annual precipitation is about 55 inches, (1397 mm) and the mean annual temperature is about 57 degrees F, (14 degrees C).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, mixed, semiactive, mesic Andic Haploxeralfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Paradiso loam, on a south facing 5 percent slope under a cover of ponderosa pine and black oak at an elevation of 2125 feet, (648 m).  When described on 7/1/96 the soil was very slightly moist throughout.  (Colors are for dry soil unless otherwise noted)\nOi--0 to 2 inches, (0 to 5 cm); needles, leaves and twigs. (0 to 5 inches, (0 to 13 cm) thick)\nA--2 to 4 inches, (5 to 10 cm); brown (7.5YR 4/4) loam, dark reddish brown (5YR 3/3) moist; 25 percent clay; strong fine and medium granular structure; slightly hard, friable, slightly sticky and slightly plastic; many very fine and fine roots; many very fine to medium irregular and tubular pores; noneffervescent; 5 percent gravel; slightly acid, pH 5.8 by pH meter 1:1 water; NaF pH 10.0; clear smooth boundary. (1 to 4 inches, (2.54 to 10 cm) thick)\nABt--4 to 9 inches, (10 to 23 cm); reddish brown (5YR 5/4) clay loam, reddish brown (5YR 4/3) moist; 33 percent clay; strong fine and medium granular structure; slightly hard, friable, moderately sticky and moderately plastic; many very fine and fine and common medium roots; many very fine to medium tubular pores; common distinct continuous clay films on faces of peds and in pores and common distinct discontinuous clay bridging between sand grains; noneffervescent; 5 percent gravel; slightly acid, pH 5.9 by pH meter 1:1 water; NaF pH 10.5; clear smooth boundary. (0 to 7 inches, (0 to 18 cm) thick)\nBt1--9 to 16 inches, (23 to 41 cm); reddish brown (2.5YR 5/4) clay loam, dark reddish brown (2.5YR 3/4) moist; 36 percent clay; weak medium subangular blocky structure parting to moderate fine granular; slightly hard, friable, moderately sticky and moderately plastic; many very fine to medium roots; many very fine to medium tubular pores; common distinct continuous clay films on faces of peds and in pores; noneffervescent; 5 percent gravel; slightly acid, pH 5.6 by pH meter 1:1 water; NaF pH 10.5; gradual smooth boundary.\nBt2--16 to 25 inches, (41 to 64 cm); reddish brown (2.5YR 5/4) clay loam, dark reddish brown (2.5YR 3/4) moist; 39 percent clay; weak fine and medium subangular blocky structure; slightly hard, friable, moderately sticky and moderately plastic; many very fine to medium roots; many very fine to medium tubular pores; many distinct continuous clay films on faces of peds and in pores; noneffervescent; 3 percent gravel; slightly acid, pH 5.5 by pH meter 1:1 water; NaF pH 10.5; gradual smooth boundary.\nBt3--25 to 45 inches, (64 to 114 cm); reddish yellow (5YR 6/6) clay, reddish brown (5YR 4/4) moist; 50 percent clay; strong medium subangular blocky structure; slightly hard, friable, moderately sticky and moderately plastic; common very fine to medium roots; many very fine to medium tubular pores; many distinct continuous clay films on faces of peds and in pores; noneffervescent; 2 percent gravel; slightly acid, pH 6.2 by pH meter 1:1 water; NaF pH 10.3; gradual smooth boundary.\nBt4--45 to 58 inches, (114 to 147 cm); reddish yellow (7.5YR 6/6) clay loam, reddish brown (5YR 4/4) moist; 33 percent clay; strong fine and medium subangular blocky structure; slightly hard, friable, moderately sticky and moderately plastic; few very fine roots; common very fine and fine tubular pores; many distinct continuous clay films on faces of peds and in pores; noneffervescent; 1 percent gravel; slightly acid, pH 6.5 by pH meter 1:1 water; NaF pH 10.5; gradual smooth boundary.\nBt5--58 to 74 inches, (147 to 188 cm); light brown (7.5YR 6/4) clay loam, brown (7.5YR 4/4) moist; 28 percent clay; moderate fine and medium subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; few very fine and fine roots; common very fine tubular pores and few fine tubular pores; many distinct continuous clay films on faces of peds and in pores; noneffervescent; 1 percent gravel; moderately acid, pH 6.6 by pH meter 1:1 water; NaF pH 10.5; gradual smooth boundary. (Combined thickness of the Bt horizon is 49 to 79 inches, (125 to 201 cm) thick)\n2Bt6--74 to 84 inches, (188 to 213 cm); light yellowish brown (10YR 6/4) loam, strong brown (7.5YR 4/6) moist; 26 percent clay; moderate medium subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; few very fine and fine roots; common very fine tubular pores and few fine tubular pores; many distinct continuous clay films on faces of peds and in pores; noneffervescent; 5 percent gravel; slightly acid, pH 6.5 by pH meter 1:1 water. (0 to 20 inches, (0 to 51 cm) thick)"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Butte County, California; about 0.6 miles north of the intersection of Clark Road and Wagstaff Road; approximately 300 feet north and 2000 feet east of the southwest corner of Section 1, Township 22 N., Range 3 E., 39 degrees, 47 minutes, 13.6 seconds North latitude and 121 degrees, 35 minutes, 24.2 seconds West longitude, NAD83.  U.S.G.S. Quad: Paradise East, California."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Depth to paralithic bedrock is greater than 60 inches, (152 cm).  The mean annual soil temperature is 55 to 59 degrees F, (13 to 15 degrees C).  The soil moisture control section is dry in all parts from about July to about October (about 90 days).  The particle-size control section averages 35 to 50 percent clay and 0 to 15 percent rock fragments, mostly gravel.  Mineralogy is mixed.  Acid oxalate extractable Al plus 1/2 Fe is 1 or more to a depth of 7 inches, (18 cm) below the mineral surface.  Rock fragments on the surface range from 0 to 15 percent gravel, 0 to 5 percent cobbles, 0 to 5 percent stones, and 0 to 5 percent boulders.  Some pedons have clay textures in the lower Bt horizons.\nThe A horizon dry color is 7.5YR 4/4, 5/4, 5YR 5/4 or 6/4.  Moist color is 5YR 3/3 or 4/3.  Texture is loam.  Clay content ranges from 17 to 27 percent.  Rock fragments range from 0 to 15 percent gravel.  Base saturation by sum of cations ranges from 30 to 40 percent.  NaF pH ranges from 9.3 to 10.5.  Reaction ranges from moderately acid to neutral.\nThe ABt horizon dry color is 5YR 5/4, 5/6 or 6/4.  Moist color is 5YR 3/3, 4/3 or 2.5YR 3/4.  Texture is loam or clay loam.  Clay content ranges from 24 to 35 percent.  Rock fragments range from 0 to 5 percent gravel.  Base saturation by sum of cations ranges from 25 to 40 percent.  NaF pH ranges from 9.8 to 10.5.  Reaction ranges from moderately acid to neutral.\nThe upper part of the Bt horizon dry color is 5YR 5/4, 6/4, 5/6, 6/6, 2.5YR 5/4 or 6/6.  Moist color is 2.5YR 3/4, 4/6 or 5YR 4/4.  Texture is loam, clay loam or silty clay loam.  Clay content ranges from 25 to 40 percent.  Rock fragments range from 0 to 5 percent gravel.  Base saturation by sum of cations ranges from 25 to 40 percent.  NaF pH ranges from 9.5 to 10.5.  Reaction ranges from moderately acid to neutral.\nThe middle part of the Bt horizon dry color is 5YR 5/6, 6/6 or 2.5YR 5/4.  Moist color is 2.5YR 3/4, 4/4, 4/6 or 5YR 4/4.  Texture is clay loam, silty clay loam, clay or silty clay.  Clay content ranges from 35 to 55 percent.  Rock fragments range from 0 to 5 percent gravel.  Base saturation by sum of cations ranges from 25 to 45 percent.  NaF pH ranges from 9.5 to 10.5.  Reaction ranges from strongly acid to neutral.\nThe lower part of the Bt horizon dry color is 7.5YR 5/4, 6/4, 6/6, 5YR 5/4, 5/6 or 6/6.  Moist color is 5YR 4/4, 4/6 or 7.5YR 4/4.  Texture is loam, gravelly loam or clay loam.  Clay content ranges from 17 to 35 percent.  Rock fragments range from 0 to 25 percent gravel and 0 to 10 percent cobbles.  Base saturation by sum of cations ranges from 35 to 50 percent.  NaF pH ranges from 9.2 to 10.5.  Reaction ranges from very strongly acid to neutral.\nThe 2Bt horizon dry color is 10YR 6/4, 6/6, 7/6 or 7.5YR 6/4.  Moist color is 7.5YR 4/4, 4/6, 5/6, 10YR 4/4 or 5/6.  Texture is loam or gravelly loam.  Clay content ranges from 17 to 27 percent.  Rock fragments range from 0 to 35 percent gravel and 0 to 15 percent cobbles.  Base saturation by sum of cations ranges from 35 to 50 percent.  NaF pH ranges from 9.2 to 10.5.  Reaction ranges from very strongly acid to slightly acid."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no other series in this family."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Paradiso soils are on volcanic ridge tops in Cascade mountains.  Slopes range from 2 to 30 percent.  These soils formed in weathered tephra over residuum weathered from volcanic rocks.  Elevation is 1220 to 3730 feet, (372 to 1137 m).  Mean annual precipitation is 35 to 73 inches, (889 to 1854 mm).  The mean annual temperature is 53 to 59 degrees F, (12 to 15 degrees C).  Frost free season is 145 to 255 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Beecee, Lydon, Schott and Tusccoll series.  Beecee soils are on side slopes and are medial-skeletal.  Lydon soils are on ridge tops and side slopes and are moderately deep to lithic bedrock.  Schott soils are on ridge tops and sides slopes, are deep and loamy-skeletal.  Tusccoll soils are on side slopes and are fine-loamy."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; medium to high runoff; moderate saturated hydraulic conductivity in the A horizon, moderate to moderately slow in the ABt and upper Bt horizons, moderately slow to slow in the middle Bt horizon, moderate to moderate slow in the lower Bt horizon and moderate in the 2Bt horizon."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: This soil is used for timber production, home site development with on site wastewater disposal, wildlife habitat, and watershed.  Vegetation is ponderosa pine, California black oak, Douglas-fir, sugar pine, incense cedar, whiteleaf manzanita, California laurel, deerbrush, Pacific poison oak, brackenfern, scotch broom, broadleaf starflower, lupine, Orcutt brome, canyon live oak and some white fir."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Butte County, California and occurs in the M261D1(Shingletown-Paradise) subsection of the M261D(Southern Cascades) section.  MLRA 22B  Southern Cascade Mountains.  The soils are not extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Butte County, California 2005.  Source of name from the town of Paradise."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nDiagnostic horizons and features recognized in this pedon are:\nOchric epipedon - zone from 2 to 4 inches, (5 to 10 cm) (A)\nArgillic horizon - zone from 4 to 58 inches, (10 to 147 cm) (ABt, Bt1, Bt2, Bt3, Bt4).\nMeets andic subgroup based on oxalate Aluminum and 1/2 Iron in upper 38 centimeters.\nParticle-size control section - zone from 4 to 24 inches, (10 to 61 cm).\nThe soil moisture control section - zone from 8 to 18 inches, (20 to 46 cm).\nBulk density is assumed to be 1 g/cc or less in the upper 9 inches, (23 cm).\nADDITIONAL DATA: Reference samples from lab pedon number: 97P0306, NSSL, Lincoln, NE.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Oi",
        "top": 0,
        "bottom": 5,
        "narrative": "Oi--0 to 2 inches, (0 to 5 cm); needles, leaves and twigs. (0 to 5 inches, (0 to 13 cm) thick)"
      },
      {
        "name": "A",
        "top": 5,
        "bottom": 10,
        "dry_hue": "7.5YR",
        "dry_value": 4,
        "dry_chroma": 4,
        "moist_hue": "5YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "loam",
        "pH_class": "slightly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A--2 to 4 inches, (5 to 10 cm); brown (7.5YR 4/4) loam, dark reddish brown (5YR 3/3) moist; 25 percent clay; strong fine and medium granular structure; slightly hard, friable, slightly sticky and slightly plastic; many very fine and fine roots; many very fine to medium irregular and tubular pores; noneffervescent; 5 percent gravel; slightly acid, pH 5.8 by pH meter 1:1 water; NaF pH 10.0; clear smooth boundary. (1 to 4 inches, (2.54 to 10 cm) thick)"
      },
      {
        "name": "ABt",
        "top": 10,
        "bottom": 23,
        "dry_hue": "5YR",
        "dry_value": 5,
        "dry_chroma": 4,
        "moist_hue": "5YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "clay loam",
        "pH_class": "slightly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "ABt--4 to 9 inches, (10 to 23 cm); reddish brown (5YR 5/4) clay loam, reddish brown (5YR 4/3) moist; 33 percent clay; strong fine and medium granular structure; slightly hard, friable, moderately sticky and moderately plastic; many very fine and fine and common medium roots; many very fine to medium tubular pores; common distinct continuous clay films on faces of peds and in pores and common distinct discontinuous clay bridging between sand grains; noneffervescent; 5 percent gravel; slightly acid, pH 5.9 by pH meter 1:1 water; NaF pH 10.5; clear smooth boundary. (0 to 7 inches, (0 to 18 cm) thick)"
      },
      {
        "name": "Bt1",
        "top": 23,
        "bottom": 41,
        "dry_hue": "2.5YR",
        "dry_value": 5,
        "dry_chroma": 4,
        "moist_hue": "2.5YR",
        "moist_value": 3,
        "moist_chroma": 4,
        "texture_class": "clay loam",
        "pH_class": "slightly acid",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "Bt1--9 to 16 inches, (23 to 41 cm); reddish brown (2.5YR 5/4) clay loam, dark reddish brown (2.5YR 3/4) moist; 36 percent clay; weak medium subangular blocky structure parting to moderate fine granular; slightly hard, friable, moderately sticky and moderately plastic; many very fine to medium roots; many very fine to medium tubular pores; common distinct continuous clay films on faces of peds and in pores; noneffervescent; 5 percent gravel; slightly acid, pH 5.6 by pH meter 1:1 water; NaF pH 10.5; gradual smooth boundary."
      },
      {
        "name": "Bt2",
        "top": 41,
        "bottom": 64,
        "dry_hue": "2.5YR",
        "dry_value": 5,
        "dry_chroma": 4,
        "moist_hue": "2.5YR",
        "moist_value": 3,
        "moist_chroma": 4,
        "texture_class": "clay loam",
        "pH_class": "slightly acid",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "Bt2--16 to 25 inches, (41 to 64 cm); reddish brown (2.5YR 5/4) clay loam, dark reddish brown (2.5YR 3/4) moist; 39 percent clay; weak fine and medium subangular blocky structure; slightly hard, friable, moderately sticky and moderately plastic; many very fine to medium roots; many very fine to medium tubular pores; many distinct continuous clay films on faces of peds and in pores; noneffervescent; 3 percent gravel; slightly acid, pH 5.5 by pH meter 1:1 water; NaF pH 10.5; gradual smooth boundary."
      },
      {
        "name": "Bt3",
        "top": 64,
        "bottom": 114,
        "dry_hue": "5YR",
        "dry_value": 6,
        "dry_chroma": 6,
        "moist_hue": "5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "clay",
        "pH_class": "slightly acid",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "Bt3--25 to 45 inches, (64 to 114 cm); reddish yellow (5YR 6/6) clay, reddish brown (5YR 4/4) moist; 50 percent clay; strong medium subangular blocky structure; slightly hard, friable, moderately sticky and moderately plastic; common very fine to medium roots; many very fine to medium tubular pores; many distinct continuous clay films on faces of peds and in pores; noneffervescent; 2 percent gravel; slightly acid, pH 6.2 by pH meter 1:1 water; NaF pH 10.3; gradual smooth boundary."
      },
      {
        "name": "Bt4",
        "top": 114,
        "bottom": 147,
        "dry_hue": "7.5YR",
        "dry_value": 6,
        "dry_chroma": 6,
        "moist_hue": "5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "clay loam",
        "pH_class": "slightly acid",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "Bt4--45 to 58 inches, (114 to 147 cm); reddish yellow (7.5YR 6/6) clay loam, reddish brown (5YR 4/4) moist; 33 percent clay; strong fine and medium subangular blocky structure; slightly hard, friable, moderately sticky and moderately plastic; few very fine roots; common very fine and fine tubular pores; many distinct continuous clay films on faces of peds and in pores; noneffervescent; 1 percent gravel; slightly acid, pH 6.5 by pH meter 1:1 water; NaF pH 10.5; gradual smooth boundary."
      },
      {
        "name": "Bt5",
        "top": 147,
        "bottom": 188,
        "dry_hue": "7.5YR",
        "dry_value": 6,
        "dry_chroma": 4,
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "clay loam",
        "pH_class": "moderately acid",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "Bt5--58 to 74 inches, (147 to 188 cm); light brown (7.5YR 6/4) clay loam, brown (7.5YR 4/4) moist; 28 percent clay; moderate fine and medium subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; few very fine and fine roots; common very fine tubular pores and few fine tubular pores; many distinct continuous clay films on faces of peds and in pores; noneffervescent; 1 percent gravel; moderately acid, pH 6.6 by pH meter 1:1 water; NaF pH 10.5; gradual smooth boundary. (Combined thickness of the Bt horizon is 49 to 79 inches, (125 to 201 cm) thick)"
      },
      {
        "name": "2Bt6",
        "top": 188,
        "bottom": 213,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 4,
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 6,
        "texture_class": "loam",
        "pH_class": "slightly acid",
        "narrative": "2Bt6--74 to 84 inches, (188 to 213 cm); light yellowish brown (10YR 6/4) loam, strong brown (7.5YR 4/6) moist; 26 percent clay; moderate medium subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; few very fine and fine roots; common very fine tubular pores and few fine tubular pores; many distinct continuous clay films on faces of peds and in pores; noneffervescent; 5 percent gravel; slightly acid, pH 6.5 by pH meter 1:1 water. (0 to 20 inches, (0 to 51 cm) thick)"
      }
    ]
  ]
}
