{
  "SERIES": "PARACHUTE",
  "STATUS": "Established Series",
  "BYREV": "Rev. CFS-GB",
  "REVDATE": "02/1999",
  "STATES": "CO",
  "OVERVIEW": "The Parachute series consists of moderately deep, well drained soils formed in material derived from sandstone or basalt.  Parachute soils are on upland ridges and mountainsides.  Slopes range from 3 to 75 percent.  The mean annual precipitation is about 20 inches and the mean annual temperature is about 42 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive Ustic Haplocryolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Parachute loam - native rangeland.  (Colors are for dry soil unless otherwise noted.)\nA--0 to 5 inches; grayish brown (10YR 5/2) loam, dark brown (10YR 3/3) moist; weak fine subangular blocky structure parting to moderate fine granular; slightly hard, very friable, slightly sticky and slightly plastic; many fine roots; neutral; clear smooth boundary.  (4 to 12 inches thick)\nBw1--5 to 13 inches; very dark grayish brown (10YR 3/2) loam, very dark brown (10YR 2/2) moist; moderate medium subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; 5 to 10 percent fine channery material; many fine roots; neutral; clear smooth boundary.  (5 to 9 inches thick)\nBw2--13 to 18 inches; brown (10YR 5/3) loam, brown (10YR 4/3) moist; weak medium subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; 10 to 15 percent fine and medium channery material; common fine and medium roots; neutral; clear wavy boundary.  (4 to 8 inches thick)\nBC--18 to 29 inches; light yellowish brown (10YR 6/4) extremely channery loam, yellowish brown (10YR 5/4) moist; weak coarse subangular blocky structure; hard, friable, sticky and plastic; 80 percent channery material, mostly 3/4 to 3 inch size; few medium and fine roots; neutral; clear wavy boundary.  (6 to 16 inches thick)\nR--29 inches; hard, slightly fractured sandstone."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Garfield County, Colorado; about 15 miles north of Grand Valley; at the head of Davis Gulch; SE1/4 SE1/4 Sec. 25, T. 4 S., R. 96 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Mean annual soil temperature ranges from 38 to 46 degrees F., and mean summer soil temperature ranges from 50 to 57 degrees F.  Depth to the lithic contact ranges from 20 to 40 inches.  The control section is typically loam and has 18 to 35 percent clay.  Rock fragments range from 35 to 85 percent by volume, most of which are 3/4 to 3 inches in length.\nThe A and Bw horizons have hue of 7.5YR through 2.5Y, value of 3 through 6 dry, 2 through 4 moist, and chroma of 2 or 3.  Reaction in the A and B horizons is neutral or mildly alkaline.\nThe BC horizon and C horizon, if present, has hue of 7.5YR through 2.5Y.  Reaction is neutral or mildly alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Antrobus (CO), Brickel (WA), Broad Canyon (UT),(T) Conical (WY), Decram (NV), Fairydell (NV), Farlow (WY), Foxmount (NV), Grafen (CO), Greyback (WY), Handran (CO), Kamack (UT),(T) Klug (ID), (T) Krackle (OR), (T) Lag (ID), Maurice (MT), (T) McCort (WY), Middlehill (ID), Midelight (WY), Midfork (WY), Rockabin (NV), Sebud (MT), Silvercliff (CO), Sup (NV), Supervisor (NM),(T) Teemat (WY), Thornburg (CO), Tiban (MT), Tineman (WY), and (T) Wareagle (ID) series.  Antrobus, Broad Canyon, Fairydell, Farlow, Greyback, Handran, Kamack, Klug, Maurice, Lag, McCort, Midelight, Midfork, Sebud, Silvercliff, Sup, Teemat, Thornburg, Tiban, Tineman, and Wareagle soils are deep soils.  Krackle soils have an aridic moisture regime and are typically cobbly or stony. Middlehill and Rockabin soils have less than 18 percent clay in the particle-size control sections.  Decram soils are dry more than 30 days in summer and fall. Conical, Foxmount and Grafen soils have a paralithic contact above 40 inches.  Supervisor soils formed in material weathered from Granite and lack a cambic horizon.  Brickel soils have a xeric moisture regime and formed in material weathered from gneiss."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Parachute soils are on hills, ridges, mountaintops, and mountainsides.  Slopes range from 3 to 75 percent.  The soil formed in material weathered from fine-grained sandstone or basalt.  Elevation ranges from 7,500 to 8,800 feet.  The mean annual precipitation ranges from 10 to 30 inches.  Mean annual temperature ranges from 36 to 44 degrees F.  The frost-free period is less than 90 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Irigul, Northwater, Rhone, and Silas soils.  Irigul soils have a lithic contact within a depth of 20 inches.  Northwater and Rhone soils are pachic and deeper than 40 inches to a lithic contact.  Silas soils are cumulic and have a fine-loamy control section."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; moderate runoff; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are used for grazing.  Native vegetation consists of Letterman needlegrass, bluebunch wheatgrass, bluegrasses, elk sedge, big sagebrush, serviceberry, snowberry, larkspur, milkvetch, fleabane, and lupine."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northwestern Colorado.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Garfield County (Rifle Area), Colorado, 1977.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": null
  },
  "SITE": [
    [
      {
        "drainage": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 13,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "loam",
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A--0 to 5 inches; grayish brown (10YR 5/2) loam, dark brown (10YR 3/3) moist; weak fine subangular blocky structure parting to moderate fine granular; slightly hard, very friable, slightly sticky and slightly plastic; many fine roots; neutral; clear smooth boundary.  (4 to 12 inches thick)"
      },
      {
        "name": "Bw1",
        "top": 13,
        "bottom": 33,
        "dry_hue": "10YR",
        "dry_value": 3,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 2,
        "texture_class": "loam",
        "cf_class": "channery",
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bw1--5 to 13 inches; very dark grayish brown (10YR 3/2) loam, very dark brown (10YR 2/2) moist; moderate medium subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; 5 to 10 percent fine channery material; many fine roots; neutral; clear smooth boundary.  (5 to 9 inches thick)"
      },
      {
        "name": "Bw2",
        "top": 33,
        "bottom": 46,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "loam",
        "cf_class": "channery",
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bw2--13 to 18 inches; brown (10YR 5/3) loam, brown (10YR 4/3) moist; weak medium subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; 10 to 15 percent fine and medium channery material; common fine and medium roots; neutral; clear wavy boundary.  (4 to 8 inches thick)"
      },
      {
        "name": "BC",
        "top": 46,
        "bottom": 74,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 4,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "loam",
        "cf_class": "extremely channery",
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "BC--18 to 29 inches; light yellowish brown (10YR 6/4) extremely channery loam, yellowish brown (10YR 5/4) moist; weak coarse subangular blocky structure; hard, friable, sticky and plastic; 80 percent channery material, mostly 3/4 to 3 inch size; few medium and fine roots; neutral; clear wavy boundary.  (6 to 16 inches thick)"
      },
      {
        "name": "R",
        "top": 74,
        "texture_class": "sand",
        "narrative": "R--29 inches; hard, slightly fractured sandstone."
      }
    ]
  ]
}
