{
  "SERIES": "PARADISE SPRING",
  "STATUS": "Inactive Series",
  "BYREV": "Rev.IRD: PBF/CAH/MAV",
  "REVDATE": "09/97",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy, mixed, superactive, thermic Lithic Haplargids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  On Paradise Spring-Spripar complex, 15 to 50 percent slopes at an elevation of 2,598 feet.  (Colors are for dry soil unless otherwise noted.  When described on April 18, 1995, the soil was dry throughout).\nThe soil surface is covered with 60 percent gravel, 20 percent cobbles, and 5 percent stones.\nA -- 0 to 2 inches; brown (10YR 5/3) very gravelly sandy loam, light yellowish brown (2.5Y 6/4) moist; moderate thick platy to weak very fine and fine granular structure; soft, very friable, slightly sticky and slightly plastic; many very fine and fine roots throughout; very slightly effervescent (calcium carbonate equivalent of 0 to 1 percent); 40 percent gravel and 15 percent cobbles; moderately alkaline (pH 8.0); abrupt smooth boundary. (1 to 2 inches thick)\nBt1 -- 2 to 7 inches; light yellowish brown (2.5Y 6/4) gravelly sandy clay loam, light olive brown (2.5Y 5/4) moist; moderate fine and medium subangular blocky structure; slightly hard, friable, sticky and plastic; many fine roots throughout; slightly effervescent (calcium carbonate equivalent of 0.5 to 1 percent); 20 percent gravel and 5 percent cobbles; moderately alkaline (pH 8.0); clear irregular boundary.\nBt2 -- 7 to 14 inches; light yellowish brown (2.5Y 6/4) gravelly sandy clay loam, light olive brown (2.5Y 5/4) moist; weak and moderate fine and medium subangular blocky structure; slightly hard, friable, sticky and plastic; common fine roots throughout; strongly effervescent (calcium carbonate equivalent of 1 to 5 percent); 10 percent gravel and 5 percent cobbles; moderately alkaline (pH 8.2); clear wavy boundary.  (Combined thickness of the Bt horizons is 4 to 12 inches)\nBtk -- 14 to 19 inches; pale brown (10YR 6/3) gravelly sandy clay loam, light olive brown (2.5Y 5/4) moist; moderate fine and medium subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; common fine roots throughout; violently effervescent (calcium carbonate equivalent of 5 to 10 percent); 15 percent gravel and 5 percent cobbles; moderately alkaline (pH 8.2); abrupt irregular boundary. (0 to 15 inches thick.)\nR -- 19+ inches; unweathered and highly fractured metamorphosed basalt and schist bedrock with pockets of weathered bedrock material of high excavation difficulty."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  San Bernardino County, California; about 1,200 feet south and 10 feet west of the northeast corner of sec. 4, T. 12 N., R. 3 E., 35 degrees, 09 minutes, and 59 seconds north latitude, and 116 degrees, 45 minutes, and 55 seconds west longitude; Paradise Range quadrangle. (UTM 11S, 0521360e, 3891346n)"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The mean annual soil temperature is 67 to 71 degrees F.  The thickness of the solum and depth to bedrock ranges from 14 to 20 inches. The soils are usually dry for six months or more during most years, mainly during the spring, summer, and fall months, and are low in organic matter, ranging from 0 to 0.5 percent.  The soil surface is covered with 35 to 90 percent gravel, 20 to 60 percent cobbles, and 0 to 5 percent stones.\nA Horizon\n-Hue: 2.5Y or 10YR\n-Value: 5 or 6 dry and 3 to 6 moist\n-Chroma: 2 to 4 dry or moist\n-Texture: gravelly sandy loam or very gravelly sandy loam\n-Clay: 10 to 20 percent\n-Coarse fragments: 10 to 40 percent gravel and 0 to 10\npercent cobbles\n-Calcium carbonate equivalent: 1 to 5 percent\n-Reaction: neutral to moderately alkaline\nBt Horizons\n-Hue: 2.5Y or 10YR\n-Value: 4 to 6 dry and 4 or 5 moist\n-Chroma: 3 to 6 dry or moist\n-Clay: 20 to 30 percent\n-Coarse fragments: 10 to 40 percent gravel and 0 to 10\npercent cobbles\n-Calcium carbonate equivalent: 5 to 10 percent\n-Reaction: slightly to moderately alkaline\nR Horizon\n-Unweathered and highly fractured metamorphosed basalt\nand schist bedrock with pockets of slightly to\nmoderately weathered bedrock material of moderate to\nvery high excavation difficulty."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no competing series at this time."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  The Paradise Spring soils are on sideslopes of hills.  Slope ranges from 15 to 50 percent.  The soils formed in material from dominantly basaltic sources.  Elevations are 2,200 to 2,800 feet.  The climate is arid, with hot, dry summers and cool winters.  Most precipitation comes in the winter but in some areas it is sporadic.  The mean annual precipitation is 3 to 5 inches.  The mean annual temperature is 65 to 69 degrees F.  Mean July temperature is about 78 degrees F., and mean January temperature is about 42 degrees F.   The frost-free period is 200 to 230 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Spripar soils.  Spripar soils are loamy-skeletal and are found on similar positions on the same landscape.  The do not have argillic horizons."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; medium or high runoff; moderately slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Paradise Spring soils are used for military exercises and wildlife habitat.  Vegetation is mainly perennial shrubs such as white bursage, creosote bush, desert trumpet, and cottontop cactus."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Dry deserts of southeastern California.  The series is of small extent in MLRA-30."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES PROPOSED",
    "content": "SERIES PROPOSED:  San Bernardino County, California, Fort Irwin Soil Survey Area, May 1995.  The name is coined."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in the profile are:\n1.  ochric epipedon -- 0 to 2 inches (A)\n2.  argillic horizon -- 2 to 19 inches (Bt1, Bt2, and Btk)\n3.  lithic contact --19+ inches (R)\nOTHER SOIL CHARACTERISTICS:\n1.  Thermic temperature regime\n-- MAST 67 to 71 degrees F.\n2.  MINERALOGY -- mixed, dominantly from basalt and schist.\n3.  PARTICLE SIZE CLASS -- loamy.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
