{
  "SERIES": "PARADOX",
  "STATUS": "Established Series",
  "BYREV": "Rev. WSH-GB",
  "REVDATE": "11/2005",
  "STATES": "CO",
  "OVERVIEW": "The Paradox series consists of deep, well drained soils that formed in alluvium derived from red sandstone and shale.  Paradox soils are on nearly level to gently sloping broad alluvial fans and old alluvial valley floors.  Slopes are 1 to 25 percent.  The mean annual precipitation is about 11 inches and the mean annual temperature is about 48 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, calcareous, mesic Ustic Torriorthents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Paradox fine sandy loam - rangeland.  (Colors are for dry soil unless otherwise noted.)\nA--0 to 5 inches; red (2.5YR 5/6) fine sandy loam, dark reddish brown (2.5YR 3/4) moist; weak fine granular structure; slightly hard, very friable, nonsticky and nonplastic; slightly effervescent; mildly alkaline (pH 7.6); clear smooth boundary.  (2 to 7 inches thick)\nAC--5 to 19 inches; red (2.5YR 5/6) fine sandy loam, reddish brown (2.5YR 4/4) moist; weak medium subangular blocky structure; slightly hard, very friable, nonsticky and nonplastic; strongly effervescent; moderately alkaline (pH 8.0); clear smooth boundary.  (0 to 15 inches thick)\nC1--19 to 28 inches; red (2.5YR 5/6) loam, dark red (2.5YR 3/6) moist; weak medium subangular blocky structure; slightly hard, very friable, nonsticky and nonplastic; strongly effervescent; moderately alkaline (pH 8.0); clear wavy boundary.  (7 to 14 inches thick)\nC2--28 to 51 inches; red (2.5YR 5/6) loam, reddish brown (2.5YR 4/4) moist; massive; slightly hard, very friable, nonsticky and nonplastic; strongly effervescent; moderately alkaline (pH 8.0); clear smooth boundary.  (16 to 26 inches thick)\nC3--51 to 60 inches; red (2.5YR 5/6) loam, dark red (2.5YR 3/6) moist, weak medium subangular blocky structure; slightly hard, very friable, slightly sticky and slightly plastic; strongly effervescent; moderately alkaline (pH 8.2)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Montrose County, Colorado; 3 miles east of the town of Paradox; about 300 feet east and 100 feet south of the northwest corner, sec. 6, T. 47 N., R. 18 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Mean annual soil temperature ranges from 48 to 51 degrees F, and mean summer soil temperature ranges from 68 to 72 degrees F.  The moisture control section is dry for 15 consecutive days from May 15 to July 15 when the soil temperature at 20 inches is greater than 41 degrees F.  It is not dry in all parts of the moisture control section for as long as 45 consecutive days following the summer solstice to October 20, and for as long as 90 cumulative days during the period.\nClay percentage in the particle-size control section ranges from 18 to 27 percent.  These soils are usually calcareous at the surface, but some pedons are leached to depths of 10 inches.  The calcium carbonate equivalent is less than 15 percent throughout the profile.  Visible secondary lime usually does not occur but some pedons may have accumulations below 40 inches.  A portion of the sand fraction is fine sand.  Rock fragments range from 0 to 15 percent throughout the profile but are usually less than one percent.\nThe A horizon has hue of 5YR through 10R, value of 4 to 6 dry, 3 or 4 moist, with chroma of 3 to 6.  Soil reaction is mildly alkaline or moderately alkaline.\nThe AC horizon has hue of 5YR through 10R, value of 5 or 6 dry, 3 or 4 moist, with chroma of 3 to 6.  Soil reaction is mildly alkaline or moderately alkaline.  Texture is fine sandy loam, loam, and sandy clay loam.\nThe C horizon has hue of 5YR through 10R, value of 5 or 6 dry, 3 or 4 moist, with chroma of 4 to 6.  Texture is sandy clay loam, loam, or fine sandy loam.  Reaction is mildly alkaline or moderately alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the El Rancho, Kim, Kishona, Manikan, Mikim, Neville, Pojoaque, Shavano, Sixmile, Thedalund, Theedle, and Tsosie series.  The El Rancho soils are dry from early October through May.  Kim soils are moist in some parts of the moisture control section from May 15 to July 15.  Kishona soils are moist for 60 consecutive days following April 21-27, when the soil temperature is 41 degrees F, or greater and they are dry in all parts of the moisture control section for 60 consecutive days from July 15 to October 25.  Mikim soils have hues of 10YR and yellower.  Neville soils are moist in some part of the soil moisture control section from April to July 15.  Pojoaque soils have greater than 15 percent rock fragments.  Shavano, Sixmile, Thedalund, and Theedle soils have bedrock at depths of 20 to 40 inches.  Manikan soils have one-half to 5 percent gypsum in the particle size control section and have hues of 7.5YR and yellower.  Tsosie soils have hues of 10YR and yellower throughout the soil."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Paradox series are on alluvial fans and alluvial valley floors.  Slopes are 1 to 25 percent.  The mean annual precipitation ranges from 9 to 12 inches.  Mean annual temperature is 44 to 49 degrees F, and the mean annual summer temperature is 65 to 69 degrees F.  Paradox soils are in a climatic setting that receives the annual precipitation in uniformly distributed pattern throughout the year with over 50 percent coming as snow.  Elevations are 4,900 to 5,200 feet.  The frost-free period is 120 to 140 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Begay, Mivida, Nyswonger, and Pojoaque soils.  Begay soils have a cambic horizon and are coarse-loamy.  Mivida soils have a calcic horizon and are coarse-loamy.  Nyswonger soils have a mollic epipedon.  Pojoaque soils have greater than 15 percent rock fragments."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; medium runoff; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are used as rangeland and irrigated cropland.  Native vegetation is mainly Indian ricegrass, blue grama, galleta, and Wyoming big sagebrush."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Southwestern Colorado and eastern Utah.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Reconnaissance Soil Conservation Survey, Montrose County, Colorado, 1937.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": null
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 13,
        "dry_hue": "2.5YR",
        "dry_value": 5,
        "dry_chroma": 6,
        "moist_hue": "2.5YR",
        "moist_value": 3,
        "moist_chroma": 4,
        "texture_class": "fine sandy loam",
        "pH": 7.6,
        "pH_class": "mildly alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A--0 to 5 inches; red (2.5YR 5/6) fine sandy loam, dark reddish brown (2.5YR 3/4) moist; weak fine granular structure; slightly hard, very friable, nonsticky and nonplastic; slightly effervescent; mildly alkaline (pH 7.6); clear smooth boundary.  (2 to 7 inches thick)"
      },
      {
        "name": "AC",
        "top": 13,
        "bottom": 48,
        "dry_hue": "2.5YR",
        "dry_value": 5,
        "dry_chroma": 6,
        "moist_hue": "2.5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "fine sandy loam",
        "pH": 8,
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "AC--5 to 19 inches; red (2.5YR 5/6) fine sandy loam, reddish brown (2.5YR 4/4) moist; weak medium subangular blocky structure; slightly hard, very friable, nonsticky and nonplastic; strongly effervescent; moderately alkaline (pH 8.0); clear smooth boundary.  (0 to 15 inches thick)"
      },
      {
        "name": "C1",
        "top": 48,
        "bottom": 71,
        "dry_hue": "2.5YR",
        "dry_value": 5,
        "dry_chroma": 6,
        "moist_hue": "2.5YR",
        "moist_value": 3,
        "moist_chroma": 6,
        "texture_class": "loam",
        "pH": 8,
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "C1--19 to 28 inches; red (2.5YR 5/6) loam, dark red (2.5YR 3/6) moist; weak medium subangular blocky structure; slightly hard, very friable, nonsticky and nonplastic; strongly effervescent; moderately alkaline (pH 8.0); clear wavy boundary.  (7 to 14 inches thick)"
      },
      {
        "name": "C2",
        "top": 71,
        "bottom": 130,
        "dry_hue": "2.5YR",
        "dry_value": 5,
        "dry_chroma": 6,
        "moist_hue": "2.5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "loam",
        "pH": 8,
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "C2--28 to 51 inches; red (2.5YR 5/6) loam, reddish brown (2.5YR 4/4) moist; massive; slightly hard, very friable, nonsticky and nonplastic; strongly effervescent; moderately alkaline (pH 8.0); clear smooth boundary.  (16 to 26 inches thick)"
      },
      {
        "name": "C3",
        "top": 130,
        "bottom": 152,
        "dry_hue": "2.5YR",
        "dry_value": 5,
        "dry_chroma": 6,
        "moist_hue": "2.5YR",
        "moist_value": 3,
        "moist_chroma": 6,
        "texture_class": "loam",
        "pH": 8.2,
        "pH_class": "moderately alkaline",
        "narrative": "C3--51 to 60 inches; red (2.5YR 5/6) loam, dark red (2.5YR 3/6) moist, weak medium subangular blocky structure; slightly hard, very friable, slightly sticky and slightly plastic; strongly effervescent; moderately alkaline (pH 8.2)."
      }
    ]
  ]
}
