{
  "SERIES": "PARISIAN",
  "STATUS": "Established Series",
  "BYREV": "CLG:GLL",
  "REVDATE": "02/97",
  "STATES": "TX",
  "OVERVIEW": "The Parisian series consists of deep, moderately well drained, very slowly permeable soils that formed in clayey and shaly sediments of Cretaceous Age.  The soils are on nearly level to gently sloping uplands.  Slopes range from 0 to 3 percent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, smectitic, thermic Vertic Argiudolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Parisian silt loam--native meadow.  (Colors are for moist soil unless otherwise\nstated.)\nA--0 to 11 inches, very dark grayish brown (10YR 3/2) silt loam,\ndark grayish brown (10YR 4/2) dry; moderate very fine subangular blocky structure; hard, friable; many fine grass roots; common wormcasts; medium acid; clear wavy boundary.  (5 to 12 inches thick)\nBt1--11 to 17 inches, very dark grayish brown (10YR 3/2) silty clay loam, dark grayish brown (10YR 4/2) dry; common fine faint dark grayish brown and brown mottles; moderate fine subangular blocky structure; very hard, firm; many fine grass roots; few fine pores; common wormcasts; common patchy clay films on faces of peds; medium acid; gradual wavy boundary.  (5 to 12 inches thick)\nBt2--17to 21 inches, dark grayish brown (10YR 4/2) clay, grayish brown (10YR 5/2) dry; common medium prominent dark red (2.5YR 3/6) and reddish brown (5YR 4/4) mottles; moderate fine and medium blocky structure; extremely hard, very firm, sticky and plastic; common fine grass roots, few wormcasts, continuous clay films on faces of peds; medium acid; gradual wavy boundary.  (0 to 10 inches thick)\nBt3--21 to 27 inches, brown (10YR 4/3) clay; common medium faint\ndark grayish brown (2.5Y 4/2) mottles, common medium prominent reddish brown (5YR 4/4) mottles, and few medium distinct yellowish brown (10YR 5/6) mottles; moderate coarse blocky structure parting to moderate fine and medium blocky structure; extremely hard, very firm, sticky and plastic; few grass roots; few clay films mainly on vertical faces of peds; few shiny pressure faces 2 to 3 cm across; slightly acid; gradual wavy boundary.  (4 to 12 inches thick)\nBt4--27 to 39 inches, light olive brown (2.5Y 5/4) clay; common medium faint brown (10YR 4/3) mottles, few medium faint dark grayish brown (2.5Y 4/2) mottles, and few medium prominent reddish brown (5YR 4/4) mottles; moderate coarse blocky structure parting to moderate fine and medium blocky structure; extremely hard, very firm, sticky and plastic; few fine grass roots; few clay films mainly on vertical faces of peds; few shiny pressure faces 2 to 3 cm across; few black concretions 1 to 3 mm in diameter; neutral; gradual wavy boundary.  (8 to 15 inches thick)\nBt5--39 to 56 inches, dark yellowish brown (10YR 4/4) clay; common medium faint brown (7.5YR 4/4) mottles and few medium distinct dark grayish brown (2.5Y 5/2) mottles; moderate coarse blocky structure; extremely hard, very firm, sticky and plastic; few fine grass roots; few clay films mainly on vertical faces of peds; few pressure faces 2 to 4 cm across; few black and brownish concretions 1 to 3 mm in diameter; neutral; diffuse wavy boundary.  (10 to 20 inches thick)\nBt6--56 to 68 inches, mottled yellowish brown (10YR 5/4) and grayish brown (10YR 5/2) silty clay loam; common medium distinct light brownish gray (2.5Y 6/2) and yellowish brown (10YR 5/6) mottles; moderate coarse prismatic structure; extremely hard, very firm, sticky and plastic; few fine roots; thick gray (10YR 5/1) clayflows; few black concretions 1 to 4 mm in diameter; common black masses 2 to 8 mm across; few white salt spots in lower part; mildly alkaline; diffuse wavy boundary.  (0 to 15 inches thick)\nC--68 to 84 inches, mottled yellowish brown (10YR 5/6), light brownish gray (2.5Y 6/2), and pale olive (5Y 6/3) clay; massive; extremely hard, very firm, sticky and plastic; few fine roots; few subrounded soft shale fragments; few white salt spots; few black concretions 1 to 4 mm in diameter; common black masses; neutral."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Lamar County, Texas; in a native meadow 50 feet north of county road, 0.7 mile west, 0.1 mile north; 3.6 miles west, and 0.7 mile north of the junction of West Loop 286 and U.S.  Highway 82 in Paris, Texas."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Solum thickness ranges from 60 to more than 80 inches.  Pitted calcium carbonate concretions and white salt crystals are in the lower parts of the B2t and C horizons of some pedons.  The soil is weakly cyclic.  The mollic epipedon averages 15 inches thick, but it may be as thin as 10 inches over the subsoil crests and as thick as 24 inches in the subsoil lows.  The COLE exceeds 0.09 below 20 inches and the PLE is more than 6 cm in the uppermost meter.\nThe A horizon is very dark grayish brown to brown in hue of 7.5YR or 10YR, value of 2 or 3 and chroma or 2 or 3. Chroma of 4 occurs in the lower part in some pedons.  The A horizon is loam or silt loam.  Reaction ranges from medium acid through neutral.\nThe Bt1 horizon is very dark grayish brown to brown in hue of 3 through 5 and chroma of 2 or 3.  It contains common to many, fine and medium, red and brown mottles.  Texture is clay loam, clay, silty clay, or silty clay loam, and the upper Bt horizon is less clayey in the subsoil lows.  The upper 20 inches of the Bt horizon is 35 to 50 percent clay.  Some peds are covered with uncoated sand and silt grains.  Reaction ranges from strongly acid to slightly acid.\nThe Bt2 and Bt3 horizons are dark grayish brown to olive brown in hue of 2.5Y or 10YR, value of 4 or 5 and chroma of 2 through 4.  They have common to many, fine and medium, brown and red mottles.  Reaction ranges from strongly acid to slightly acid.\nThe Bt4 and Bt5 horizons are very dark grayish brown to olive brown in hue of 2.5Y or 10YR, value of 3 through 6 and chroma of 2 through 4.  They contain few to common, fine and medium, red and brown mottles.  Texture is clay, clay loam, or silty clay loam.  Reaction ranges from slightly acid to moderately alkaline.\nThe C horizon is mottled in shades of gray, brown or yellow.  It is clay or clay interbedded with shale.  Reaction ranges from neutral to moderately alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  Competing series are the Apperson, Kenoma and Summit soils. Similar soils include the Barbarosa, Bernard, Bonham, Choteau, Crockett, Dennis, Durant, Mabank, Mayes, Normangee, Okemah, Payne,  and Tabler series. The competing soils occur in more northern latitudes and have shorter growing seasons and lower average soil temperatures.  Barbarosa, Durant, and Tabler soils are in the Ustic moisture regime.  Barbarosa soils have Bt horizons in hues redder than 10YR.  Durant soils have soft powdery lime within a depth of 60 inches.  Tabler soils have sola less than 60 inches thick.  Bernard and Mayes soils are dominantly gray.  Bonham soils have no vertic properties.  Choteau, Dennis, and Okemah soils have mixed mineralogy and have no vertic properties.  Crockett, Mabank, Normangee, and Payne soils have no mollic epipedon.  Summit soils have sola less than 50 inches thick."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Parisian soils are on nearly level to gently sloping uplands.  Slope is 0 to 3 percent.  These soils formed in clayey and shaly upper Cretaceous Age sediments.  Near the type location the average annual precipitation is about 45 inches, the average annual\ntemperature is about 63 degrees F., and the Thornthwaite P-E index is about 68."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  Associated soils are those of the competing Crockett, Mabank, and Normangee series.\nThe Parisian soils occur at slightly lower elevations."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Parisian soils are moderately well drained, have slow runoff, and have very slow permeability.  A water table is at a depth of 1 to 2 feet during winter and early in spring."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Vegetation consists mainly of native tall prairie grasses used for hay and grazing.  A few areas are cultivated for grain sorghum and soybeans."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  These soils are in northeastern Texas and possibly in Oklahoma.  The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Lamar County, Texas; 1975."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  These soil would have been classified in the Reddish Prairie great soil group.  They were formerly included in the Bonham series.\nDiagnostic horizons and features recognized in this pedon are:\nMollic epipedon - 0 to 17 inches.\nArgillic horizon - 11 to 68 inches.\nADDITIONAL DATA:  Texas Highway Department Laboratory Data is available for this pedon.  Samples Nos. 73-90-R through 73-92-R.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
