{
  "SERIES": "PARKVILLE",
  "STATUS": "Established Series",
  "BYREV": "Rev. BJM-KDV",
  "REVDATE": "06/2009",
  "STATES": "MO",
  "OVERVIEW": "The Parkville series consists of deep, calcareous, somewhat poorly drained soils formed in clayey over loamy alluvium on flood plains of major streams.  Permeability is slow or very slow in the upper part and moderate in the lower part.  Slope gradients are from 0 to 3 percent.  The average annual temperature is 55 degrees F. and the average annual precipitation is 38 inches.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Clayey over loamy, smectitic, mesic Fluvaquentic Hapludolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Parkville silty clay - in an alfalfa field on a 0.5 percent slope.  (Colors are for moist soils unless otherwise stated.)\nAp--0 to 8 inches; very dark grayish brown (10YR 3/2) silty clay, grayish brown (10YR 5/2) dry; strong fine granular structure in the upper part and strong very fine subangular blocky in the lower part; firm; common fine roots; slight effervescence; mildly alkaline; abrupt smooth boundary.  (4 to 10 inches thick)\nA--8 to 16 inches; very dark grayish brown (10YR 3/2) silty clay, grayish brown (10YR 5/2) dry; moderate medium angular blocky structure; firm; common fine roots; slight effervescence; mildly alkaline; abrupt smooth boundary.  (6 to 10 inches thick)\n2Cg1--16 to 32 inches; dark grayish brown (10YR 4/2) very\nfine sandy loam; few fine faint brown (10YR 4/3) mottles;\nmassive with weak horizontal bedding planes and a pronounced bedding plane at the horizontal break; friable; common fine roots; a dark gray (10YR 4/1) silt loam discontinuous lens as much as 2 inches thick at the bottom part of the horizon; slight effervescence; mildly alkaline; abrupt smooth boundary.\n2Cg2--32 to 45 inches; dark grayish brown (10YR 4/2) silt loam; massive; friable; few fine roots; a dark gray (10YR 4/1) silt loam lens as much as 1/2-inch thick at the bottom of the horizon; slight effervescence; mildly alkaline; abrupt smooth boundary.\n2Cg3--45 to 60 inches; stratified dark grayish brown (10YR 4/2) very fine sandy loam and silt loam; massive; friable; slight effervescence; mildly alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Platte County, Missouri; 950 feet south and 125 feet east of the northwest corner of sec. 12, T. 52 N., R. 36 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Thickness of the solum ranges from 12 to 20 inches.  Free carbonates are typically throughout the profile.  The mollic epipedon averages between 10 and 20 inches in thickness.\nThe Ap or upper part of the A horizon has hue of 10YR or 2.5Y, value of 2 or 3, 4 or 5 dry, and chroma of 1 to 3.  The lower part of the A horizon has hue of 10YR or 2.5Y, value of 2 to 4, 4 to 6 dry, and chroma of 1 to 3. Texture is silty clay loam, silty clay, or clay.  Reaction is neutral to moderately alkaline.\nThe 2C horizon has hue of 10YR or 2.5Y, value of 4 to 6, and chroma of 2 or 3.  Texture is silt loam, very fine sandy loam or very fine sand and typically has thin strata of finer or coarser-textured material in the lower part of the control section. It ranges from mildly to moderately alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Leta series in the same family and the Blencoe, Kimo, Myrick, Onawa, Percival, and Riley series.  Leta soils have clayey textures to greater depths.  Blencoe soils are noncalcareous above a depth of 30 inches.  Kimo soils are not calcareous in their upper part and have thicker dark-colored surfaces. Myrick soils are saturated with water for significant periods.  Onawa soils lack a mollic epipedon.  Percival soils are clayey over sandy or sandy-skeletal.  Riley soils are fine-loamy over sandy or sandy-skeletal."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Parkville soils formed in deep, calcareous recent alluvium on flood plains of major streams.  The clayey surface material is 12 to 20 inches in thickness and is underlain by loamy alluvium up to 10 or more feet in thickness.  Slope gradients are from 0 to 3 percent.  Mean annual temperature ranges from 52 to 57 degrees F. and mean annual precipitation ranges from 32 to 42 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the competing Leta and Myrick soils and the Haynie, Kenmoor, Modale, Sarpy, and Waldron soils.  Haynie, Kenmoor, Modale, and Sarpy soils are lighter colored.  Waldron soils are clayey throughout the control section.  Haynie,Kenmoor and Sarpy soils are closer to the streams.  Leta, Modale and Waldron soils are on similar positions.  Myrick soils are in depressional areas."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Somewhat poorly drained.  Permeability is very slow or slow in the upper part and moderate in the lower part.  Runoff is slow."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most areas of Parkville are cleared and cropped to corn, soybeans, wheat, alfalfa, and pasture.  Native vegetation was willow and cottonwood."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Missouri and Illinois.  These soils are moderate in extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Indianapolis, Indiana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Platte County, Missouri, 1974."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this series are:  mollic epipedon-the zone from the surface of the soil to a depth of 16 inches (Ap and A horizons).\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "somewhat poorly",
        "drainage_overview": "somewhat poorly"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 20,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "silty clay",
        "pH_class": "mildly alkaline",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Ap--0 to 8 inches; very dark grayish brown (10YR 3/2) silty clay, grayish brown (10YR 5/2) dry; strong fine granular structure in the upper part and strong very fine subangular blocky in the lower part; firm; common fine roots; slight effervescence; mildly alkaline; abrupt smooth boundary.  (4 to 10 inches thick)"
      },
      {
        "name": "A",
        "top": 20,
        "bottom": 41,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "silty clay",
        "pH_class": "mildly alkaline",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "A--8 to 16 inches; very dark grayish brown (10YR 3/2) silty clay, grayish brown (10YR 5/2) dry; moderate medium angular blocky structure; firm; common fine roots; slight effervescence; mildly alkaline; abrupt smooth boundary.  (6 to 10 inches thick)"
      },
      {
        "name": "2Cg1",
        "top": 41,
        "bottom": 81,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "narrative": "2Cg1--16 to 32 inches; dark grayish brown (10YR 4/2) very"
      },
      {
        "name": "2Cg2",
        "top": 81,
        "bottom": 114,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "silt loam",
        "pH_class": "mildly alkaline",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "2Cg2--32 to 45 inches; dark grayish brown (10YR 4/2) silt loam; massive; friable; few fine roots; a dark gray (10YR 4/1) silt loam lens as much as 1/2-inch thick at the bottom of the horizon; slight effervescence; mildly alkaline; abrupt smooth boundary."
      },
      {
        "name": "2Cg3",
        "top": 114,
        "bottom": 152,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "very fine sandy loam",
        "pH_class": "mildly alkaline",
        "narrative": "2Cg3--45 to 60 inches; stratified dark grayish brown (10YR 4/2) very fine sandy loam and silt loam; massive; friable; slight effervescence; mildly alkaline."
      }
    ]
  ]
}
