{
  "SERIES": "PARKWAY",
  "STATUS": "Established Series",
  "BYREV": "Rev. SLE-JWH-AAC",
  "REVDATE": "02/2011",
  "STATES": "IL",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty, mixed, superactive, mesic Typic Argiudolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Parkway silt loam on a south-facing 4 percent slope in a cultivated field at an elevation of 193 meters (632 feet) above mean sea level. (Colors are for moist soil unless otherwise stated.)\nAp--0 to 18 cm (0 to 7 inches); very dark gray (10YR 3/1) silt loam, grayish brown (10YR 5/2) dry; moderate medium granular structure; friable; moderately acid; abrupt smooth boundary.\nA1--18 to 36 cm (7 to 14 inches); very dark gray (10YR 3/1) silt loam, grayish brown (10YR 5/2) dry; weak fine and medium subangular blocky structure; friable; moderately acid; gradual smooth boundary.\nA2--36 to 46 cm (14 to 18 inches); dark brown (10YR 3/3) silt loam, brown (10YR 5/3) dry; weak fine and medium subangular blocky structure; friable; moderately acid; clear smooth boundary. [Combined thickness of the A horizon is 25 to 51 cm (10 to 20 inches).]\nBA--46 to 56 cm (18 to 22 inches); brown (10YR 4/3) silt loam; weak medium subangular blocky structure; friable; common very dark grayish brown (10YR 3/2) organic coatings on faces of peds; moderately acid; clear smooth boundary. [0 to 15 cm (0 to 6 inches) thick]\nBt1--56 to 71 cm (22 to 28 inches); brown (10YR 4/3) silty clay loam; moderate medium subangular blocky structure; friable; common faint dark brown (10YR 3/3) clay films on faces of peds; neutral; gradual wavy boundary.\nBt2--71 to 99 cm (28 to 39 inches); dark yellowish brown (10YR 4/4) silty clay loam; moderate medium subangular blocky structure; friable; common faint brown (10YR 4/3) clay films on faces of peds; neutral; gradual wavy boundary.\nBt3--99 to 124 cm (39 to 49 inches); yellowish brown (10YR 5/4) silty clay loam; moderate medium subangular blocky structure; friable; common faint dark yellowish brown (10YR 4/4) clay films on faces of peds; neutral; clear wavy boundary. [Combined thickness of the Bt horizon is 64 to 107 cm (25 to 42 inches).]\n2BC--124 to 152 cm (49 to 60 inches); light olive brown (2.5Y 5/4) silty clay loam; moderate medium subangular blocky structure; friable; 5 percent rounded gravel; strongly effervescent; moderately alkaline; clear wavy boundary. [13 to 51 cm (5 to 20 inches) thick]\n2C--152 to 203 cm (60 to 80 inches); olive brown (2.5Y 4/4) loam; massive; friable; 5 percent rounded gravel; strongly effervescent; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Henry County, Illinois; about 1 mile east of Geneseo; 1,220 feet north and 1,340 feet west of the southeast corner of sec. 15, T. 17 N., R. 3 E.; USGS Geneseo, IL quadrangle; lat. 41 degrees 27 minutes 26 seconds N. and long. 90 degrees 07 minutes 49 seconds W., NAD 27."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nThickness of the mollic epipedon: 25 to 51 cm (10 to 20 inches)\nDepth to the base of the argillic horizon: 114 to 152 cm (45 to 60 inches)\nDepth to carbonates: 102 to 152 cm (40 to 60 inches)\nAverage content of clay in the particle-size control section: between 27 and 35 percent\nDominant clay mineral in the loess or silty material: smectite and that of the till is illite.\nReaction: neutral to strongly acid in the upper one-half of the\nseries control section and from slightly acid to moderately alkaline in the lower one-half of the series control section.\nAp, A, and/or AB horizons;\nValue: 2 or 3\nChroma: 1 to 3\nTexture: silt loam or silty clay loam\nAverage clay content: 20 to 30 percent\nAverage sand content: 0 to 8 percent\nBt horizon:\nHue: 10YR or 7.5YR\nValue: 4 or 5\nChroma: 3 or 4\nTexture: commonly silty clay loam, but ranges to silt loam in upper and/or lower subhorizons of some pedons.\nAverage clay content: 27 to 35 percent\nAverage sand content: 0 to 8 percent\n2Bt or 2BC horizon:\nHue: 10YR, 2.5Y or 7.5YR\nValue: 4 or 5\nChroma; 3 to 8\nTexture: clay loam, loam, silty clay loam or silt loam\nAverage clay content: 20 to 35 percent\nAverage sand content: 20 to 40 percent\nOther features: in some places, a thin lens of sandy outwash rests on top of the 2B horizon.\n2C horizon:\nHue: 10YR, 2.5Y or 7.5YR\nValue: 4 or 5\nChroma; 3 to 8\nTexture: clay loam, loam, silty clay loam or silt loam"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Ashdale, Broadwell, Dinsdale, Douglas, Elkhart, Elmont, Healing, Lycurgus, Malcolm, Meadowbank, Mendota, Mickle, Ogle, Osco, Plano, Proctor, Richwood, Ripon, Sibley, Sidell, Tama, Tecumseh, Toddville, Wakenda, Waupecan, and Wiota series. Ashdale soils have limestone bedrock at 102 to 152 cm (40 to 60 inches). Broadwell soils formed in 102 to 152 cm (40 to 60 inches) of loess over eolian sand. Dinsdale soils formed in 51 to 102 cm (20 to 40 inches) of loess and underlying glacial till. Douglas and Ogle soils have redder hues in the lower part and have horizons developed in Illinoisan Sangamon Paleosol till. Elkhart soils have carbonates within 102 cm (40 inches). Elmont soils have a paralithic contact within 152 cm (60 inches). Healing soils formed in alluvium from limestone and have chert and sandstone fragments in the series control section. Lycurgus soils formed in 51 to 102 cm (20 to 40 inches) of loamy sediments with 10 to 40 percent sand over loess. Malcolm soils have 12 to 18 percent clay in the lower part of the series control section. Meadowbank soils have less than 15 percent clay in the lower part of the series control section. Mendota soils formed in 51 to 86 cm (20 to 34 inches) of loess and the underlying calcareous gravelly loam or gravelly sandy loam glacial till. Mickle, and Wiota soils formed in silty slope alluvium and do not have a lithologic discontinuity. Osco, Sibley, Tama, and Wakenda soils formed entirely in loess and do not have a lithologic discontinuity. Plano soils have 5 to 20 percent clay and average 25 to 80 percent sand in the lower part of the series control section. Proctor soils have less than 20 percent clay in the lower part of the series control section. Richwood soils have more than 40 percent sand in the lower part of the series control section. Ripon soils have limestone bedrock within 102 cm (40 inches). Sidell soils formed in 61 to 102 cm (24 to 40 inches) of silty material and underlying loamy glaciofluvial material and glacial till. Tecumseh soils formed in 61 to 102 cm (24 to 40 inches) of loess over glacial till. Toddville soils have more than 40 percent sand in the lower part of the series control section. Waupecan soils average more than 15 percent gravel in the lower part of the series control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Parkway soils are on relatively undissected loess covered till plains and moraines. Slope ranges from 0 to 10 percent and are typically convex. Parkway soils formed in 102 to 152 cm (40 to 60 inches) of loess or other silty material and underlying calcareous loamy till. The mean annual temperature ranges from 7.8 to 12.8 degrees C (46 to 55 degrees F), mean annual precipitation ranges from 760 to 1020 mm (30 to 40 inches), frost-free period ranges form 150 to 180 days, and elevation ranges from 207 to 305 meters (680 to 1000 feet) above mean sea level."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the competing Osco and Plano soils and the Drummer and Elburn soils. Osco soils are on similar nearby landscapes where the loess mantle is thicker. The Plano, somewhat poorly drained Elburn, and poorly drained Drummer soils are on adjacent or nearby outwash plains."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Well drained. Surface runoff is low or medium. Saturated hydraulic conductivity is moderately high to high (4.23 to 14.11 micrometers per second) over  moderately high (1.41 to 4.23 micrometers per second). Permeability is moderate over moderately slow.  The seasonal water table is at depths of 122 to 183 cm (4 to 6 feet) in most years."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: These soils are mostly cultivated. Corn and soybeans are principal crops. Native vegetation is prairie grasses."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: northwestern Illinois. LRRs K and M, MLRA's 95B and 108B. These soils are of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Indianapolis, Indiana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Henry County, Illinois, 2001."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nmollic epipedon - from a depth of 0 to 46 cm (0 to 18 inches) (Ap and A horizons);\nargillic horizon - from a depth of 56 to 124 cm (22 to 49 inches) (Bt1, Bt2, and Bt3 horizons).\nThe Parkway series replaces the Catlin series where it was correlated on the Illinoian till plain. Classification of Catlin adjusted from Typic to Oxyaquic Argiudolls, to reflect water table conditions per 1st issue # 17 on 25 August, 1994 by CLG.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
