{
  "SERIES": "PARKSHILL",
  "STATUS": "Established Series",
  "BYREV": "IRD: FJP/DWB",
  "REVDATE": "10/2006",
  "STATES": "CA",
  "OVERVIEW": "The Parkshill series consists of very deep, well drained soils that formed in residuum and colluvium from intrusive igneous rocks, mainly quartz diorite and gabbro.  Parkshill soils are on side slopes on plutons in Sierra Nevada foothills.  Slopes range from 2 to 15 percent.  The mean annual precipitation is about 35 inches, (889 mm) and the mean annual temperature is about 61 degrees F, (16 degrees C).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, active, thermic Ultic Palexeralfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Parkshill coarse sandy loam, on an east facing 8 percent slope under a cover of annual grasses, forbs, interior live oak, blue oak and Pacific poison oak at an elevation of 900 feet, (274 m).  When described on 8/20/2000, the soil was slightly moist from 0 to 26 inches, (0 to 66 cm) and moist from 26 to 61 inches, (66 cm to 155 cm).  (Colors are for dry soil unless otherwise noted).\nA1--0 to 2 inches, (0 to 5 cm); brown (10YR 5/3) coarse sandy loam, dark brown (7.5YR 3/4) moist; 14 percent clay; moderate very fine and fine granular structure; soft, very friable, nonsticky, nonplastic; many very fine roots; many very fine and fine tubular pores; slightly acid, pH 6.5 by Hellige-Truog; abrupt smooth boundary. (1 to 5 inches, (3 to 13 cm) thick)\nA2--2 to 8 inches, (5 to 20 cm); brown (10YR 5/3) coarse sandy loam, dark brown (7.5YR 3/4) moist; 15 percent clay; moderate very fine and fine granular structure; soft, very friable, nonsticky, nonplastic; many very fine roots; many very fine and fine tubular pores; 3 percent subangular gravel; slightly acid, pH 6.5 by Hellige-Truog; clear smooth boundary. (4 to 8 inches, (10 to 20 cm) thick)\nBw--8 to 18 inches, (20 to 46 cm); yellowish brown (10YR 5/4) coarse sandy loam, dark brown (7.5YR 3/4) moist; 17 percent clay; moderate fine and medium subangular blocky structure; soft, very friable, nonsticky, nonplastic; common fine, few medium, and many very fine roots; many very fine and fine tubular pores; 3 percent subangular gravel; slightly acid, pH 6.5 by Hellige-Truog; clear smooth boundary. (8 to 12 inches, (20 to 30 cm) thick)\nBt1--18 to 26 inches, (46 to 66 cm); brown (7.5YR 5/3) coarse sandy loam, dark brown (7.5YR 3/3) moist; 19 percent clay; moderate very fine and fine subangular blocky structure; soft, very friable, slightly sticky, slightly plastic; common fine and many very fine roots; many very fine and fine tubular pores; 30 percent patchy faint clay films on faces of peds; slightly acid, pH 6.3 by Hellige-Truog; clear smooth boundary.\nBt2--26 to 35 inches, (66 to 89 cm); strong brown (7.5YR 5/6) sandy clay loam, strong brown (7.5YR 4/6) moist; 23 percent clay; strong fine and medium subangular blocky structure; slightly hard, very friable, slightly sticky, slightly plastic; few fine and many very fine roots; many very fine, fine and few medium tubular pores; 50 percent patchy distinct clay films on faces of peds; moderately acid, pH 6.1 by Hellige-Truog; clear wavy boundary.\nBt3--35 to 53 inches, (89 to 135 cm); strong brown (7.5YR 5/6) sandy clay loam, strong brown (7.5YR 4/6) moist; 25 percent clay; strong fine and medium subangular blocky structure; slightly hard, very friable, slightly sticky, slightly plastic; common fine and very fine roots; many very fine and fine tubular pores; 60 percent patchy distinct clay films on faces of peds; moderately acid, pH 6.0 by Hellige-Truog; clear wavy boundary. (Combined thickness of the Bt horizon is 14 to 37 inches, (36 to 94 cm) thick).\nBCt--53 to 61 inches, (135 to 155 cm); reddish yellow (7.5YR 6/6) sandy clay loam, strong brown (7.5YR 4/6) moist; 23 percent clay; weak very fine and fine subangular blocky structure; slightly hard, very friable, slightly sticky, slightly plastic; common very fine and fine tubular pores; 40 percent faint clay films on faces of peds; moderately acid, pH 5.9 by Hellige-Truog. (Combined thickness of the BCt is 7 to 23 inches, (18 to 58 cm) thick)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Butte County, California; about 4.1 miles northeast of Bangor, California, approximately 50 feet south and 2250 feet east of the northwest corner of Section 24, Township 18 N., Range 5 E., 39 degrees, 24 minutes, 32 seconds North latitude and 121 degrees, 21 minutes, 46 seconds West longitude:  NAD83-U.S.G.S. Quad: Rackerby, California."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Depth to bedrock is greater than 60 inches, (152 cm).  The mean annual soil temperature is 59 to 63 degrees F, (15 to 17 degrees C).  The soil moisture control section is dry in all parts from about June through October (about 165 days).  The particle-size control section averages 18 to 25 percent clay and 3 to 20 percent rock fragments, mostly gravel.  Mineralogy is mixed.  Some pedons have a BA and/or BC horizon.\nThe A horizon dry color is 10YR 4/3, 4/4, 5/3, 5/4, 5/6 or 7.5YR 5/3.  Moist color is 10YR 3/3, 3/4, 7.5YR 3/3, 3/4 or 5YR 3/3.  Texture is coarse sandy loam, sandy loam or loam.  Clay content ranges from 12 to 17 percent.  Rock fragments range from 0 to 5 percent gravel.  Organic matter ranges from 2 to 8 percent.  Base saturation by sum of cations ranges from 50 to 70 percent.  Reaction ranges from moderately acid to neutral.\nThe Bw horizon dry color is 10YR 5/4, 7.5YR 5/3 or 5/4.  Moist color is 7.5YR 3/3, 3/4 or 4/4.  Texture is coarse sandy loam or sandy loam.  Clay content ranges from 16 to 19 percent.  Rock fragments range from 0 to 5 percent gravel.  Organic matter ranges from 0.2 to 1.0 percent.  Base saturation by sum of cations ranges from 40 to 55 percent.  Reaction ranges from moderately acid to slightly acid.\nThe upper Bt horizon dry color is 10YR 5/4, 7.5YR 4/6, 5/3, 5/4, 5/6 or 5YR 5/4.  Moist color is 7.5YR 3/3, 3/4, 4/4, 4/6, 5YR 3/4 or 4/4.  Texture is coarse sandy loam, sandy loam, sandy clay loam or gravelly sandy clay loam.  Clay content ranges from 18 to 23 percent.  Rock fragments range from 0 to 15 percent gravel.  Organic matter ranges from 0 to 0.2 percent.  Base saturation by sum of cations ranges from 55 to 74 percent.  Reaction ranges from moderately acid to neutral.\nThe lower Bt horizon dry color is 7.5YR 5/4, 5/6, 5/8 or 5YR 5/4.  Moist color is 7.5YR 4/4, 4/6, 5YR 4/4 or 4/6.  Texture is sandy loam, sandy clay loam or gravelly sandy clay loam.  Clay content ranges from 18 to 33 percent.  Rock fragments range from 0 to 25 percent gravel.  Organic matter ranges from 0 to 0.2 percent.  Base saturation by sum of cations ranges from 75 to 85 percent.  Reaction ranges from moderately acid to neutral.\nThe BCt horizon dry color is 10YR 6/4, 6/6, 7.5YR 5/6, 6/6 or 5YR 5/6.  Moist color is 10YR 5/6, 7.5YR 4/6, 5/4, 5/6 or 5YR 4/6.  Texture is sandy loam, gravelly sandy loam or sandy clay loam.  Clay content ranges from 16 to 26 percent.  Rock fragments range from 0 to 25 percent gravel.  Organic matter ranges from 0 to 0.2 percent.  Reaction ranges from moderately acid to neutral.\nThe C horizon, when present, dry color is 10YR 6/4, 6/6, 7/3 or 7.5YR 6/6.  Moist color is 10YR 5/3, 5/4 or 7.5YR 4/6.  Texture is sandy loam or fine sandy loam.  Clay content ranges from 12 to 18 percent.  Rock fragments range from 0 to 10 percent gravel.  Reaction ranges from moderately acid to neutral."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Bruella and Natomas series.  Bruella soils lack rock fragments, have redoximorphic features, are formed in alluvium and are on low terraces and fans.  Natomas soils have 27 to 35 percent clay in the particle-size control section and are on low stream terraces."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Parkshill soils are on side slopes on plutons in Sierra Nevada foothills.  Slopes range from 2 to 15 percent.  These soils formed in residuum and colluvium weathered from intrusive igneous rocks, mainly quartz diorite and gabbro.  Elevation is 500 to 2200 feet, (152 to 671 m).  Mean annual precipitation is 30 to 42 inches, (762 to 1067 mm).  The mean annual temperature is 58 to 61 degrees F, (14 to 16 degrees C).  Frost free season is 255 to 260 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Craigsaddle and Flanly soils.  Craigsaddle soils are 40 to 60 inches, (102 to 152 cm) deep.  Flanly soils have paralithic bedrock between 20 and 40 inches, (51 to 102 cm)."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; low runoff; moderately rapid saturated hydraulic conductivity in the A, Bw and upper Bt horizons and moderate in the lower Bt and BCt horizons."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: This soil is used for livestock, grazing, wildlife habitat, home site development, and watershed.  Vegetation is mainly soft chess, ripgut brome, wild oat, rattlesnake brome with scattered blue oak, interior live oak, ponderosa pine, foothill pine, valley oak, whiteleaf manzanita, buckbrush and Pacific poison oak."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Butte County, California and occurs in (M261Fb) Lower Foothills Metamorphic Belt subsection of the (M261F) Sierra Nevada Foothills section.  MLRA 18 - Sierra Nevada Foothills.  The soils are not extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Butte County, California 2005.  Source of name is from Parks Hill located Northeast of Bangor, California."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nDiagnostic horizons and features recognized in this pedon are:\nOchric epipedon - zone from 0 to 8 inches, (0 to 20 cm) (A, A2)\nArgillic horizon - zone from 18 to 61 inches, (46 to 155 cm) (Bt1, Bt2, Bt3, BCt)\nParticle-size control section - zone from 18 to 38 inches, (66 to 97 cm).\nThe soil moisture control section - zone from 9 to 18 inches, (23 to 46 cm).\nADDITIONAL DATA: Reference samples from nearby #S00CA-007-010 NSSL, Lincoln, NE.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A1",
        "top": 0,
        "bottom": 5,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "7.5YR",
        "moist_value": 3,
        "moist_chroma": 4,
        "texture_class": "coarse sandy loam",
        "pH_class": "slightly acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "A1--0 to 2 inches, (0 to 5 cm); brown (10YR 5/3) coarse sandy loam, dark brown (7.5YR 3/4) moist; 14 percent clay; moderate very fine and fine granular structure; soft, very friable, nonsticky, nonplastic; many very fine roots; many very fine and fine tubular pores; slightly acid, pH 6.5 by Hellige-Truog; abrupt smooth boundary. (1 to 5 inches, (3 to 13 cm) thick)"
      },
      {
        "name": "A2",
        "top": 5,
        "bottom": 20,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "7.5YR",
        "moist_value": 3,
        "moist_chroma": 4,
        "texture_class": "coarse sandy loam",
        "pH_class": "slightly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A2--2 to 8 inches, (5 to 20 cm); brown (10YR 5/3) coarse sandy loam, dark brown (7.5YR 3/4) moist; 15 percent clay; moderate very fine and fine granular structure; soft, very friable, nonsticky, nonplastic; many very fine roots; many very fine and fine tubular pores; 3 percent subangular gravel; slightly acid, pH 6.5 by Hellige-Truog; clear smooth boundary. (4 to 8 inches, (10 to 20 cm) thick)"
      },
      {
        "name": "Bw",
        "top": 20,
        "bottom": 46,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 4,
        "moist_hue": "7.5YR",
        "moist_value": 3,
        "moist_chroma": 4,
        "texture_class": "coarse sandy loam",
        "pH_class": "slightly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bw--8 to 18 inches, (20 to 46 cm); yellowish brown (10YR 5/4) coarse sandy loam, dark brown (7.5YR 3/4) moist; 17 percent clay; moderate fine and medium subangular blocky structure; soft, very friable, nonsticky, nonplastic; common fine, few medium, and many very fine roots; many very fine and fine tubular pores; 3 percent subangular gravel; slightly acid, pH 6.5 by Hellige-Truog; clear smooth boundary. (8 to 12 inches, (20 to 30 cm) thick)"
      },
      {
        "name": "Bt1",
        "top": 46,
        "bottom": 66,
        "dry_hue": "7.5YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "7.5YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "coarse sandy loam",
        "pH_class": "slightly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bt1--18 to 26 inches, (46 to 66 cm); brown (7.5YR 5/3) coarse sandy loam, dark brown (7.5YR 3/3) moist; 19 percent clay; moderate very fine and fine subangular blocky structure; soft, very friable, slightly sticky, slightly plastic; common fine and many very fine roots; many very fine and fine tubular pores; 30 percent patchy faint clay films on faces of peds; slightly acid, pH 6.3 by Hellige-Truog; clear smooth boundary."
      },
      {
        "name": "Bt2",
        "top": 66,
        "bottom": 89,
        "dry_hue": "7.5YR",
        "dry_value": 5,
        "dry_chroma": 6,
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 6,
        "texture_class": "sandy clay loam",
        "pH_class": "moderately acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bt2--26 to 35 inches, (66 to 89 cm); strong brown (7.5YR 5/6) sandy clay loam, strong brown (7.5YR 4/6) moist; 23 percent clay; strong fine and medium subangular blocky structure; slightly hard, very friable, slightly sticky, slightly plastic; few fine and many very fine roots; many very fine, fine and few medium tubular pores; 50 percent patchy distinct clay films on faces of peds; moderately acid, pH 6.1 by Hellige-Truog; clear wavy boundary."
      },
      {
        "name": "Bt3",
        "top": 89,
        "bottom": 135,
        "dry_hue": "7.5YR",
        "dry_value": 5,
        "dry_chroma": 6,
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 6,
        "texture_class": "sandy clay loam",
        "pH_class": "moderately acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bt3--35 to 53 inches, (89 to 135 cm); strong brown (7.5YR 5/6) sandy clay loam, strong brown (7.5YR 4/6) moist; 25 percent clay; strong fine and medium subangular blocky structure; slightly hard, very friable, slightly sticky, slightly plastic; common fine and very fine roots; many very fine and fine tubular pores; 60 percent patchy distinct clay films on faces of peds; moderately acid, pH 6.0 by Hellige-Truog; clear wavy boundary. (Combined thickness of the Bt horizon is 14 to 37 inches, (36 to 94 cm) thick)."
      },
      {
        "name": "BCt",
        "top": 135,
        "bottom": 155,
        "dry_hue": "7.5YR",
        "dry_value": 6,
        "dry_chroma": 6,
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 6,
        "texture_class": "sandy clay loam",
        "pH_class": "moderately acid",
        "narrative": "BCt--53 to 61 inches, (135 to 155 cm); reddish yellow (7.5YR 6/6) sandy clay loam, strong brown (7.5YR 4/6) moist; 23 percent clay; weak very fine and fine subangular blocky structure; slightly hard, very friable, slightly sticky, slightly plastic; common very fine and fine tubular pores; 40 percent faint clay films on faces of peds; moderately acid, pH 5.9 by Hellige-Truog. (Combined thickness of the BCt is 7 to 23 inches, (18 to 58 cm) thick)."
      }
    ]
  ]
}
