{
  "SERIES": "PARKWOOD",
  "STATUS": "Established Series",
  "BYREV": "Rev. AGH; GRB",
  "REVDATE": "10/2003",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, siliceous, superactive, hyperthermic Mollic Endoaqualfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Parkwood fine sand (Colors are for moist soil).\nA1--0 to 6 inches; very dark gray (10YR 3/1) fine sand; weak fine crumb structure; very friable; many fine, medium, and coarse roots; uncrushed color is mixture of organic matter and sand grains having a salt and pepper pattern; neutral; gradual wavy boundary.\nA2--6 to 9 inches; black (10YR 2/1) fine sand; weak fine granular structure; very friable; many fine, medium, and coarse roots; few root channels and pores; moderately alkaline; clear wavy boundary.  (Combined thickness of the A horizons range from 6 to 10 inches.)\nBtg--9 to 22 inches; gray (10YR 5/1) fine sandy loam; moderate medium granular structure; friable; few fine and medium roots, many coarse roots; sand grains are coated and bridged with clay; few uncoated sand grains; few large root channels and pores; few fine faint yellowish brown (10YR 5/6) masses of iron accumulation; moderately alkaline; gradual wavy boundary.  (10 to 55 inches thick)\nBtk--22 to 39 inches; gray (10YR 5/1) loamy fine sand; weak medium granular structure; very friable; few fine roots; sand grains coated and bridged with clay; many root channels up to 0.25 inch thick and filled with white (N 8/0) calcium carbonate; lower part of the horizon has thin pockets or lenses of white (N 8/0) fragmental calcium carbonate material; many coarse distinct yellowish brown (10YR 5/6) masses of iron accumulation; moderately alkaline; gradual wavy boundary.\nBCk--39 to 52 inches; gray (10YR 6/1) loamy fine sand; weak fine granular structure; very friable; few fine roots; root channels filled with white (N 8/0) calcium carbonate; many coarse distinct brownish yellow (10YR 6/8) masses of iron accumulation; moderately alkaline; gradual wavy boundary.  (Combined thickness of the B3ca horizon ranges from 0 to 25 inches.)\nCg--52 to 70 inches; light gray (N 7/0) loamy fine sand; single grained; loose; few small calcium carbonate nodules and pebbles; few fine distinct yellowish brown (10YR 5/6) masses of iron accumulation; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Okeechobee County, Florida; in a hammock area about 3/8 mile north of Basswood Estates office; about 3.0 miles northwest of Okeechobee, in the NW1/4, SW1/4 of  Sec. 6, T. 37 S., R. 35 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Solum thickness ranges from 35 to 65 inches.  Reaction ranges from neutral to moderately alkaline in the A horizon and from slightly alkaline to moderately alkaline in the B and C horizons.\nThe A or Ap horizon has hue of 5YR to 2.5Y, value of 2 or 3, and chroma of 0 to 2; or it is neutral with value of 2 or 3.  Texture is fine sand, loamy fine sand, or sandy loam.\nThe E horizon, where present, has hue of 10YR or 2.5Y, value of 4 to 7, and chroma of 1 or 2; or it is neutral with value of 4 to 6.  Texture is fine sand, loamy fine sand, or sandy loam.\nThe Btg horizon has hue from 7.5YR to 5Y, value of 4 to 8, and chroma of 1 or 2.  Iron accumulations in shades of yellow and brown range from none to common.  Some pedons have thin layers of sandy clay loam but the weighted clay content is less than 18 percent in the upper 20 inches.  None to few secondary calcium carbonate accumulations occur in old root channels and as pockets or lenses.  Fragments of shell range from none to common.  Texture is sandy loam or fine sandy loam.\nThe Btk horizon has the same range of colors as the Btg horizon.  Common to many secondary calcium carbonate accumulations occur in old root channels and as pockets or lenses.  Fragments of shell range from none to common.  Texture is sandy loam or fine sandy loam.\nThe BCk horizon, where present, has the same range of colors and features as the Btg and Btk horizons.  Texture is loamy sand, sandy loam, or fine sandy loam.\nThe Cg horizon has hue of 10YR to 5GY, value of 4 to 7, chroma of 1 or 2; or it is neutral with value of 5 to 7.  Fragments of shell range from none to common.  Texture is loamy fine sand, fine sand, or sand."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no known series in the same family."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Parkwood soils are in small hammock areas that border streams, poorly defined drainage ways, and depressional areas.  Slopes range from 0 to 2 percent.  They formed in moderately thick beds of unconsolidated sand.  The climate is humid subtropical  The average annual rainfall ranges from 50 to 60 inches, and the average annual air temperature ranges from 71 to 75 degrees F."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Bradenton, Felda, Ft. Drum, Immokalee, Pompano, Riviera, and Wabasso series.  None of these soils have Mollic epipedons.  Bradenton soils are on similar positions and lack carbonates in the Bt horizon.  The very poorly drained and poorly drained Felda and Riviera soils are on similar positions, have sandy surface and subsurface horizons 20 to 40 inches in thickness, and are noncalcareous.  Ft. Drum soils are on similar to slightly higher positions and do not have argillic horizons.  The very poorly drained and poorly drained Immokalee and Wabasso soils are on similar positions and have spodic horizons.  The very poorly drained Pompano soils are on similar positions and are sandy throughout."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Poorly drained; slow or moderately slow permeability in the Btk horizon and rapid permeability in the underlying layers."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most areas of Parkwood soils remain in their natural state.  Some areas have been cleared and with adequate water control, they are used for truck crops and citrus fruits.  The dominant vegetation consists of cabbage palm, live oak, water oak, red cedar, magnolia, and an undergrowth of shrubs, vines, grasses, and sawpalmetto."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Mainly in Peninsular Florida.  The soil is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Auburn, Alabama."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Glynn County, Georgia; 1911."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon:\nMollic epipedon  the zone from 0 to 9 inches (A1 and A2 horizons).\nArgillic horizon  the zone from 9 to 52 inches (Btg, Btk, and BCk horizons).\nCalcic horizon  the zone from 22 to 52 inches (Btk and BCk horizons).\nDuring wet seasons, the water table is 0 to 10 inches for 2 to 4 months duration.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
