{
  "SERIES": "PARMENTER",
  "STATUS": "Established Series",
  "BYREV": "Rev. TAF/TDT/EMM",
  "REVDATE": "09/2005",
  "STATES": "WA",
  "OVERVIEW": "The Parmenter series consists of very deep, well drained soils on kames, kame terraces, and outwash terraces.  Parmenter soils formed in glacial outwash of mixed mineralogy with a mantle of volcanic ash.  Slopes are 0 to 40 percent.  The average annual precipitation is about 18 inches and the average annual air temperature is about 43 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Ashy over sandy or sandy-skeletal, glassy over isotic, frigid Typic Vitrixerands"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Parmenter ashy silt loam - on a 3 percent slope under coniferous forest at an elevation of 2,000 feet.  (Colors are for dry soil unless otherwise noted.  All textures are apparent field textures)\nOi--0 to 0.5 inch; slightly decomposed organic litter, composed of needles, twigs, bark, and cones; abrupt smooth boundary.\nA--0.5 to 4 inches; grayish brown (10YR 5/2) ashy silt loam, very dark grayish brown (10YR 3/2) moist; weak fine subangular blocky structure; soft very friable, slightly sticky and slightly plastic; many very fine, tine, and common medium roots; few very fine irregular pores; 10 percent gravel, 3 percent cobbles; neutral (pH 6.8); clear wavy boundary.  (2 to 5 inches thick)\nBw--4 to 16 inches; pale brown (10YR 6/3) stony ashy silt loam, brown (10YR 4/3) moist, weak, medium subangular blocky structure; soft very friable, slightly sticky and slightly plastic; many very fine and fine roots, common medium and coarse roots; few very fine irregular pores; 10 percent gravel, 5 percent cobbles, and 5 percent stones; neutral (pH 6.8); abrupt wavy boundary.  (10 to 25 inches thick)\n2C1--16 to 31 inches; pale brown (10YR 6/3) very stony loamy sand, brown (10YR 4/3) moist; massive; loose, nonsticky and nonplastic; common very fine, fine, and medium roots; 15 percent gravel, 10 percent cobbles, and 20 percent stones; neutral (pH 6.8) clear wavy boundary.  (0 to 40 inches thick)\n2C2--31 to 60 inches; multicolored extremely cobbly coarse sand; single grain; loose, nonsticky and nonplastic; coarsely stratified; 35 percent gravel, 20 percent cobbles, and 10 percent stones; neutral (pH 7.0)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Ferry County, (Colville Indian Reservation), Washington; about 2 miles south of the community of Westfork; 100 feet south, 300 feet east of the northwest corner of sec. 24, T. 34 N., R. 32 E., W.M."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The mean annual soil temperature at a depth of 20 inches ranges from 41 to 46 degrees F.  These soils are usually moist but are dry in the moisture control section for 60 to 75 consecutive days following the summer solstice.  Rock fragments are of mixed mineralogy and include rounded and subrounded metamorphic, granitic, and volcanic rocks.  These soils have a volcanic ash mantle 14 to 30 inches thick. The upper part of the 0 to 40 inch particle-size control section has an estimated moist bulk density of 0.70 to 0.85 g/cc, volcanic glass content of 30 to 60 percent, acid-oxalate extractable aluminum plus one-half of the acid-oxalate extractable iron of 1.0 to 2.0 percent, and 15-bar water retention of 5 to 12 percent for air dried samples.  The lower part of the particle-size control section is 50 to 80 percent rounded and subrounded metamorphic, granitic and volcanic rock fragments.  Reaction is slightly acid or neutral throughout.\nThe A horizon has value of 5 or 6 dry, 3 or 4 moist, and chroma of 2 to 4 dry or moist.  It is ashy fine sandy loam or silt loam.  Some pedons have a bouldery surface.  Rock fragments range from 0 to 15 percent, of which there are 0 to 10 percent gravel, 0 to 10 percent cobbles, and 0 to 5 percent stones and boulders.\nThe Bw horizon has chroma of 3 or 4 dry or moist.  It is ashy silt loam, ashy fine sandy loam, stony ashy loam or ashy loam and is gravelly in some pedons.  It is 5 to 25 percent rounded and subrounded rock fragments of which there are 0 to 15 percent gravel, 0 to 15 percent cobbles, and 0 to 5 percent stones and boulders.\nThe 2C horizon is coarsely stratified and has hue of 10YR or 2.5Y, value of 6 or 7 dry, 4 or 5 moist, and chroma of 2 or 3 dry or moist.  Sand and coarse sand are multicolored.  Texture of the fine earth fraction ranges from loamy fine sand to coarse sand.  It is extremely bouldery, very bouldery, extremely stony, very stony, extremely cobbly, very cobbly, very gravelly or extremely gravelly.  It is 50 to 80 percent rounded and subrounded rock fragments of which there are 25 to 60 percent gravel, 10 to 25 percent cobbles, and 0 to 25 percent stones."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Domkey, Limking, and Stepstone series.  Domkey soils are dry for 75 to 90 consecutive days and are gravelly sandy loam or gravelly coarse sandy loam in the upper part of the particle-size control section.  Limking soils have a lithic contact at 40 to 60 inches. Stepstone soils are not stratified and have dominantly granitic rock fragments. Stepstone soils also have dense glacial till in the lower part of the control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Parmenter soils are on kames, kame terraces, and glacial outwash terraces at elevations of 1,900 to 5,100 feet.  Slopes are 0 to 40 percent.  These soils formed in glacial outwash with a mantle of volcanic ash.  They are in a climate with warm, dry summers and cool, moist winters.  The average annual precipitation is 15 to 24 inches.  The average January temperature is about 22 degrees F, average July temperature is about 65 degrees F, and the average annual air temperature is about 43 degrees F.  The frost-free season is 90 to 120 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Boesel, Inkler, Nevine, and Wapal soils.  Boesel soils have a mollic epipedon and are on stream terraces and flood plains.  Inkler soils are loamy-skeletal and are on foothills and mountains. Nevine soils are ashy over loamy-skeletal and are on moraines, foothills and mountains.  Wapal soils are sandy-skeletal and lack a volcanic ash mantle and are on eskers, terraces, and terrace escarpments."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; slow to rapid runoff; moderate permeability in the solum, very rapid in the substratum."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Grazable woodland, homesite development and wildlife habitat. Native vegetation is Douglas-fir and ponderosa pine with an understory of pinegrass, kinnikinnick, white spirea, creambush oceanspray, common snowberry, Oregon-grape, and Saskatoon serviceberry."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  North-central Washington.  MLRA 43A.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Ferry County, Colville Indian Reservation, Washington, 1987."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are an ochric epipedon from the mineral surface to 7 inches, a cambic horizon from 4 to 16 inches. The description reflects a change in classification from ashy over sandy or sandy-skeletal, mixed, frigid Typic Vitrixerands to ashy over sandy or sandy-skeletal, glassy over isotic, frigid Typic Vitrixerands.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
