{
  "SERIES": "PARMLEED",
  "STATUS": "Established Series",
  "BYREV": "CAP/GFK/CJH",
  "REVDATE": "06/2002",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, smectitic, mesic Ustic Paleargids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Parmleed loam- on a southwest-facing slope of 3 percent utilized as rangeland.  (Colors are for dry soil unless otherwise stated)\nE--0 to 4 inches; light brownish gray (10YR 6/2) loam, grayish brown (10YR 5/2) moist; moderate thin platy structure; slightly hard, friable, nonsticky and nonplastic; many very fine and fine roots throughout and common medium throughout; noneffervescent; neutral (pH 7.2); abrupt wavy boundary. (0 to 4 inches thick)\nBt--4 to 16 inches; brown (10YR 5/3) clay, brown (10YR 4/3) moist; strong medium prismatic structure parting to moderate fine and medium subangular blocky; hard, firm, very sticky and very plastic; many very fine and fine roots throughout; common distinct discontinuous dark brown (10YR 3/3) clay films on faces of peds and in pores; noneffervescent; slightly alkaline (pH 7.4); gradual wavy boundary. (7 to 17 inches thick)\nBtk--16 to 26 inches; light olive brown (2.5Y 5/3) clay, olive brown (2.5Y 4/3) moist; strong medium prismatic structure parting to moderate fine and medium subangular blocky; hard, firm, very sticky and very plastic; many very fine and fine roots throughout; few distinct discontinuous dark olive brown (2.5Y 3/3) clay films on faces of peds and in pores; common fine irregular light gray (10YR 7/2) masses of carbonate throughout; slightly effervescent; slightly alkaline (pH 7.6); gradual wavy boundary. (0 to 10 inches thick)\nBk--26 to 37 inches; light olive brown (2.5Y 5/3) clay loam, olive brown (2.5Y 4/3) moist; moderate fine and medium angular blocky structure; hard, friable, moderately sticky and moderately plastic; many very fine and fine roots throughout; common fine irregular light gray (10YR 7/2) masses of carbonate throughout; strongly effervescent; strongly alkaline; diffuse wavy boundary. (5 to 19 inches thick)\nCr--37 to 60 inches; light yellowish brown (2.5Y 6/3) soft calcareous shale."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Campbell County, Wyoming; about 1700 feet west and 150 feet south of the northeast corner Sec. 7, T 55 N, R 75 W.; USGS Kline Draw, WY topographic quadrangle; lat. 44 degrees 45 minutes 53 seconds N. and long. 105 degrees 55 minutes 48 seconds W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Depth to calcareous material ranges from 10 to 30 inches.  Depth to a paralithic contact is 20 to 40 inches.  Depth to the base of the argillic is 11 to 30 inches.  Rock fragments range from 0 to 15 percent throughout.  The soil is dry in the moisture control section more than half the time cumulative that the soil temperature at a depth of 20 inches is 41 degrees F.  It is never moist in some or all parts for as long as 60 consecutive days when the soil temperature at a depth of 20 inches is 41 degrees F., which occurs about April 21-27, but is dry in all parts of the moisture control section for at least 60 consecutive days from July 15 to October 25 and for at least 90 cumulative days during this period.  The mean annual soil temperature is 48 to 51 degrees F., and the soil temperature at a depth of 20 inches is 41 degrees F. or more for 175 to 192 days.\nThe E horizon and A horizon, when present, have hue of 2.5Y or 10YR, value of 4 to 7 dry, 3 to 5 moist, and chroma of 2 to 4.  Texture is sandy loam, fine sandy loam, loam or very fine sandy loam.  They are slightly acid to slightly alkaline.  The A horizon, when present, is up to 8 inches thick.\nThe Bt horizon has hue of 5Y, 2.5Y or 10YR, value of 4 to 6 dry and 3 to 5 moist, and chroma of 2 to 6.  It is clay, silty clay, clay loam or silty clay loam with from 35 to 50 percent clay and more than 15 percent fine or coarser sand.  It is neutral or slightly alkaline.\nThe Btk horizon has hue of 5Y, 2.5Y or 10YR, value of 4 to 6 dry and 3 to 5 moist, and chroma of 2 to 4.  It is clay, silty clay, clay loam or silty clay loam.  It is slightly alkaline or moderately alkaline.  It has a calcium carbonate equivalent of 3 to 12 percent.\nThe Bk horizon has hue of 5Y, 2.5Y or 10YR, value of 5 to 7 dry and 4 to 6 moist, and chroma of 2 to 4.  Textures are loam, silty clay, silt loam, clay loam, silty clay loam and clay.  It is slightly alkaline to strongly alkaline.  It has 5 to 14 percent calcium carbonate equivalent.\nSome pedons have a C horizon.\nThe Cr horizon is soft calcareous shale interbedded with sandstone and siltstone."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Bidman, Big Horn, Briggsdale, Gibbler, Lawver and Mughut series.  Bidman and Big Horn soils lack a paralithic contact within a depth of 40 inches.  Briggsdale soils are moist in some or all parts for 60 consecutive days following July 15 and are moist in some parts for at least 90 cumulative days when the soil temperature at a depth of 20 inches is 41 degrees F. or warmer.  Gibbler soils have 5YR or redder hue and have a lithic contact at a depth of 20 to 40 inches.  Lawver soils have are moderately deep to porcelanite.  Mughut soils are moderately deep to a lithic contact."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Parmleed soils are on hillslopes, terraces, and plateaus.  Slopes typically range from 0 to 25 percent. The soils formed in calcareous alluvium and residuum weathered from soft sandstone and shale.  Elevations range from 3,500 to 6000 feet.  The average annual precipitation is 10 to 14 inches with peak periods of precipitation during April, May, and June.  The average annual air temperature is 45 to 48 degrees F., and the average summer air temperature is 55 degrees F.  The frost-free season is 105 to 130 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the competing Bidman soils and the Renohill, Samday, Savageton, Ulm and Worfka soils.  Renohill and Ulm soils lack an abrupt textural boundary between the A and Bt horizons.  Samday and Worfka soils are shallow.  Savageton soils have a cambic horizon and are calcareous throughout.  Bidman and Ulm soils are on backslopes and footslopes of hills and ridges.  Renohill, Samday, Savageton and Worfka soils are on similar positions."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; medium to very high runoff depending on slope; slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used primarily for rangeland although some areas are cropped to small grains.  Native vegetation is western wheatgrass, blue grama, green needlegrass and Idaho fescue."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Central and eastern Wyoming.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Denver, Colorado"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Weston County, Wyoming; 1983."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - 0 to 4 inches (E horizon)\nAlbic horizon - 0 to 4 inches (E horizon)\nArgillic horizon - 4 to 26 inches (Bt and Btk horizons)\nParalithic contact - 37 inches (Cr)\nSIR - WY1073\nNational Cooperative Soil Survey\nU.S.A."
  }
}
