{
  "SERIES": "PARREGO",
  "STATUS": "Established Series",
  "BYREV": "Rev: TB/WMF/TDT",
  "REVDATE": "07/2003",
  "STATES": "OR",
  "OVERVIEW": "The Parrego series consists of moderately deep, well drained soils on uplands.  They are formed in ash over residuum and colluvium.  Slopes are 0 to 50 percent.  The mean annual precipitation is about 20 inches and the mean annual temperature is about 44 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, isotic, frigid Ultic Haploxeralfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Parrego ashy sandy loam - woodland, on a 15 percent slope at 3600 feet elevation. (When described (9/18/85), the soil was dry throughout. Colors are for moist soil unless otherwise noted)\nOi--0 to 3 inches; slightly decomposed litter of conifer needles and twigs.\nA1--3 to 8 inches; dark brown (10YR 3/3) ashy sandy loam, brown (10YR 5/3) dry; weak medium granular structure; slightly hard, friable, nonsticky and nonplastic; many fine and very fine and few coarse roots; many fine interstitial pores; 25 percent soft rock fragments; 10 percent field estimated clay; neutral (pH 6.8); clear wavy boundary.  (4 to 7 inches thick)\n2A2--8 to 16 inches; brown (7.5YR 4/4) loam, brown (7.5YR 5/4) dry; weak medium subangular blocky structure; slightly hard, friable, nonsticky and slightly plastic; common fine, medium, and coarse roots; many very fine interstitial pores; 25 percent soft rock fragments; 20 percent field estimated clay; neutral (pH 7.0); clear wavy boundary. (5 to 13 inches thick)\n2Btb--16 to 27 inches; brown (7.5YR 4/4) clay loam, brown (7.5YR 5/4) dry; weak medium subangular blocky structure; hard, firm, slightly sticky and slightly plastic; common medium and coarse roots; many fine and very fine tubular pores; common distinct clay films on ped faces and in pores; 50 percent soft rock fragments; 30 percent field estimated clay; neutral (pH 7.0); clear wavy boundary. (9 to 20 inches thick)\n2Cr--27 inches; weathered welded tuff."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Jefferson County, Oregon; on USFS road 1193-130, 0.2 miles east of junction with USFS road 1193; northwest quarter of the northwest quarter of section 35, T. 12 S., R. 10 E. (Latitude 44 degrees, 29 minutes, 35 seconds N, Longitude 121 degrees, 30 minutes, 36 seconds W)"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: The soil moisture control section is usually moist but is dry in all parts for 60 to 90 consecutive days within the 4 months that follow the summer solstice. The mean annual soil temperature is 42 to 47 degrees F. Depth to paralithic contact is 20 to 40 inches.  Base saturation is 50 to 75 percent throughout.\nThe Oi horizon is 1 to 3 inches thick, except where disturbed.\nThe A horizon has a value of 2 or 3 moist and 4 or 5 dry and chroma of 3 moist and dry. It is 5 to 18 percent field estimated clay content. Total soft rock fragments range from 15 to 30 percent.  It has 50 to 80 percent glass and glass coated aggregate.  It is slightly acid or neutral.\nThe 2A2 horizon has chroma of 3 or 4 moist and dry. It has 10 to 25 percent field estimated clay content. Total soft rock fragments range from 15 to 30 percent.\nThe 2Btb horizon has chroma of 3 to 5 dry. It is clay loam or loam with 20 to 35 percent field estimated clay content. Total soft rock fragments range from 35 to 60 percent."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Bograp (T), Brusher, Cavendish (T), Eaglelake (T), Fugawee, Henneway, Kaiders (T), Ketchly, Kruse, Kyburz, Martis, Nard, Panak (T), Shrubcreek (T), Tahoma, Wafla, and Wintoner Series.  All of these soils except for Fugawee and Kyburz are over 40 inches deep to bedrock.  Fugawee soils have base saturation of 35 to 50 percent throughout the subsoil and lack the ash surface mantle.  Kyburz soils lack the ash surface mantle, are slightly to very strongly acid and have hue of 7.5YR or 5YR in the Bt horizon."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Parrego soils are on toeslopes and benches at elevations of 3000 to 4000 feet. Slopes are 0 to 50 percent. They formed in ash over residuum and colluvium and weathered from ash flow tuff. The climate is characterized by cold, wet winters and hot, dry summers. The mean annual precipitation is 15 to 25 inches, falling mostly as snow.  The mean annual temperature is 40 to 47 degrees F. The frost-free period is 50 to 90 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Thorn and Windego soils.  Thorn soils are shallow to bedrock and are loamy-skeletal. Windego soils are deep to bedrock and have andic soil properties throughout the upper 14 or more inches of the profile."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: These soils are used timber production, wildlife habitat, and watershed. Potential native vegetation ponderosa pine, antelope bitterbrush, greenleaf manzanita, western needlegrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: East slope of the Cascade Mountains in central Oregon; MLRA 6. The series is not extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Jefferson County (Upper Deschutes River Area), Oregon, 1992."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features in this pedon are:\nOchric epipedon\nArgillic horizon - from 16 to 27 inches (2Btb horizon)\nThe upper 5 inches of the A horizon has andic soil properties.\nUltic subgroup - base saturation is 50 to 75 percent.\nMollic intergrade - the upper 5 inches has value of 3 moist and over 1 percent organic matter."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "NA"
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Oi",
        "top": 0,
        "bottom": 8,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Oi--0 to 3 inches; slightly decomposed litter of conifer needles and twigs."
      },
      {
        "name": "A1",
        "top": 8,
        "bottom": 20,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "sandy loam",
        "cf_class": "NA",
        "pH": 6.8,
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "A1--3 to 8 inches; dark brown (10YR 3/3) ashy sandy loam, brown (10YR 5/3) dry; weak medium granular structure; slightly hard, friable, nonsticky and nonplastic; many fine and very fine and few coarse roots; many fine interstitial pores; 25 percent soft rock fragments; 10 percent field estimated clay; neutral (pH 6.8); clear wavy boundary.  (4 to 7 inches thick)"
      },
      {
        "name": "2A2",
        "top": 20,
        "bottom": 41,
        "dry_hue": "7.5YR",
        "dry_value": 5,
        "dry_chroma": 4,
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "loam",
        "cf_class": "NA",
        "pH": 7,
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "2A2--8 to 16 inches; brown (7.5YR 4/4) loam, brown (7.5YR 5/4) dry; weak medium subangular blocky structure; slightly hard, friable, nonsticky and slightly plastic; common fine, medium, and coarse roots; many very fine interstitial pores; 25 percent soft rock fragments; 20 percent field estimated clay; neutral (pH 7.0); clear wavy boundary. (5 to 13 inches thick)"
      },
      {
        "name": "2Btb",
        "top": 41,
        "bottom": 69,
        "dry_hue": "7.5YR",
        "dry_value": 5,
        "dry_chroma": 4,
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "clay loam",
        "cf_class": "NA",
        "pH": 7,
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "2Btb--16 to 27 inches; brown (7.5YR 4/4) clay loam, brown (7.5YR 5/4) dry; weak medium subangular blocky structure; hard, firm, slightly sticky and slightly plastic; common medium and coarse roots; many fine and very fine tubular pores; common distinct clay films on ped faces and in pores; 50 percent soft rock fragments; 30 percent field estimated clay; neutral (pH 7.0); clear wavy boundary. (9 to 20 inches thick)"
      },
      {
        "name": "2Cr",
        "top": 69,
        "bottom": "NA",
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "2Cr--27 inches; weathered welded tuff."
      }
    ]
  ]
}
