{
  "SERIES": "PARSNIP",
  "STATUS": "Established Series",
  "BYREV": "Rev. SCW/RWL",
  "REVDATE": "06/2006",
  "STATES": "OR",
  "OVERVIEW": "The Parsnip series consists of shallow, well drained soils that formed in mixed loess and volcanic ash over basalt. Parsnip soils are on structural benches and plateaus. Slopes are 0 to 30 percent. The mean annual precipitation is about 16 inches and the mean annual temperature is about 43 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy, mixed, superactive, frigid Lithic Argixerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Parsnip ashy silt loam - rangeland, on a 2 percent slope at an elevation of 4700 feet. (When described on June 26, 1990, the soil was slightly moist. Colors are for moist soil unless otherwise stated.)\nAp--0 to 6 inches; very dark grayish brown (10YR 3/2) ashy silt loam, grayish brown (10YR 5/2) dry; weak medium subangular blocky structure; soft, friable, slightly sticky and slightly plastic; many very fine roots; common very fine irregular pores; slightly acid (pH 6.2); abrupt wavy boundary. (2 to 8 inches thick)\nBA--6 to 9 inches; dark brown (7.5YR 3/3) ashy silt loam, brown (10YR 5/3) dry; weak medium and coarse subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; common very fine roots; common very fine tubular pores; neutral (pH 6.8); clear wavy boundary. (0 to 7 inches thick)\nBt--9 to 13 inches; dark brown (7.5YR 3/4) silty clay loam, brown (7.5YR 5/4) dry; moderate medium subangular blocky structure; hard, friable, sticky and plastic; common very fine roots; many very fine tubular pores; common faint clay films on faces of peds; 5 percent gravel; neutral (pH 7.2); abrupt wavy boundary. (4 to 10 inches thick)\n2R--13 inches; hard basalt bedrock."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Wallowa County, Oregon; about 7 miles NE or Joseph, Oregon; 1,320 feet west and 1,760 feet north of the SE corner of section 31, T. 1 S., R. 46 E. (Latitude 45 degrees, 25 minutes, 54 seconds N, Longitude 117 degrees 6 minutes, 22 seconds W)"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: The soils are usually moist, but are dry in all parts of the moisture control section for 60 to 90 consecutive days during the summer in most years. The mean annual soil temperature is 44 to 47 degrees F. The particle-size control section has 18 to 35 percent clay and 0 to 15 percent rock fragments. The mollic epipedon is 7 to 15 inches thick. Depth to bedrock is 10 to 20 inches. Soil reaction is neutral or slightly acid throughout.\nThe A horizon has value of 2 or 3 moist, 3 to 5 dry, and chroma of 1 or 2 moist and dry. It is ashy silt loam or gravelly ashy silt loam with 18 to 25 percent clay and an estimated 30 to 60 percent volcanic glass. Rock fragments range from 0 to 30 percent gravel and 0 to 5 percent cobbles.\nThe BA horizon, when present, has hue of 7.5YR or 10YR, value of 2 or 3 moist, 3 to 5 dry, and chroma of 1 to 3 moist and dry. It has 0 to 5 percent gravel and an estimated 30 to 60 percent volcanic glass.\nThe Bt horizon has hue of 7.5YR or 10YR, value of 2 or 3 moist, 3 to 5 dry, and chroma of 2 to 4 moist and dry. The texture is silt loam or silty clay loam. The lower part of the 2Bt horizon has 0 to 10 percent gravel and 0 to 5 percent cobbles. It has 25 to 35 percent clay."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Bearskin, Beden, Curtis Creek, Segura, and Teguro series. Bearskin soils are formed in residuum from granitics, have textures of sandy clay loam or gravelly sandy clay loam, and have mean annual soil temperatures of 40 to 43 degrees F. Beden soils are dry for more than 90 consecutive days and have an aridic bordering xeric soil moisture regime.  Curtis Creek soils have hue of 2.5YR or 5YR in the argillic horizon. Segura soils have more than 40 percent fine sand and coarser within the argillic horizon and a moisture control section which is dry for more than 90 consecutive days following the summer solstice. Teguro soils have 15 to 35 percent rock fragments in the control section, and a mollic epipedon which allways includes the upper part of the argillic horizon."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: The Parsnip soils are on structural benches and plateaus. They formed in mixed loess and volcanic ash over basalt. Slopes are 0 to 30 percent. Elevation is 3,400 to 5,800 feet. The mean annual temperature is 42 to 45 degrees F. The mean annual precipitation is 13 to 30 inches. The frost-free period is 70 to 100 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Ateron, Hurwal, Powwatka, Snell, Wallowa, and Zumwalt soils. Ateron soils are shallow, clayey-skeletal, and usually on south slopes. Hurwal soils are deep and on north slopes. Powwatka soils are similar to Parsnip soils but are moderately deep. Snell soils are moderately deep, clayey-skeletal, and usually on north slopes. Wallowa soils are fine-loamy and moderately deep. Zumwalt soils are clayey and moderately deep."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; moderately slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Used mainly for livestock grazing. The native vegetation is mainly Idaho fescue and bluebunch wheatgrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Northeastern Oregon; MLRA 9. The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Wallowa County, Oregon, 1998. The source of the name is Parsnip Creek located in Wallowa County."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nMollic epidedon - the zone from the surface to a depth of 9 inches (Ap and BA horizons)\nArgillic horizon - the zone from 9 to 13 inches (2Bt horizon)\nLithic contact - the boundary at 13 inches (2R horizon)\nVitrandic feature - the zone from 0 to 9 inches having a P-retention of 78 percent, acid-oxalate extractable aluminum plus 1/2 iron of 0.6 percent, and volcanic glass of 60 percent.\nParticle-size control section - from surface to 13 inches (Ap, BA, and Bt horizons).\nADDITIONAL DATA: Partial laboratory data is available for this soil. NSSL pedon number 91P429, Lincoln, NE., 4/93.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 15,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "silt loam",
        "pH": 6.2,
        "pH_class": "slightly acid",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "Ap--0 to 6 inches; very dark grayish brown (10YR 3/2) ashy silt loam, grayish brown (10YR 5/2) dry; weak medium subangular blocky structure; soft, friable, slightly sticky and slightly plastic; many very fine roots; common very fine irregular pores; slightly acid (pH 6.2); abrupt wavy boundary. (2 to 8 inches thick)"
      },
      {
        "name": "BA",
        "top": 15,
        "bottom": 23,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "7.5YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "silt loam",
        "pH": 6.8,
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "BA--6 to 9 inches; dark brown (7.5YR 3/3) ashy silt loam, brown (10YR 5/3) dry; weak medium and coarse subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; common very fine roots; common very fine tubular pores; neutral (pH 6.8); clear wavy boundary. (0 to 7 inches thick)"
      },
      {
        "name": "Bt",
        "top": 23,
        "bottom": 33,
        "dry_hue": "7.5YR",
        "dry_value": 5,
        "dry_chroma": 4,
        "moist_hue": "7.5YR",
        "moist_value": 3,
        "moist_chroma": 4,
        "texture_class": "silty clay loam",
        "pH": 7.2,
        "pH_class": "neutral",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "Bt--9 to 13 inches; dark brown (7.5YR 3/4) silty clay loam, brown (7.5YR 5/4) dry; moderate medium subangular blocky structure; hard, friable, sticky and plastic; common very fine roots; many very fine tubular pores; common faint clay films on faces of peds; 5 percent gravel; neutral (pH 7.2); abrupt wavy boundary. (4 to 10 inches thick)"
      },
      {
        "name": "2R",
        "top": 33,
        "narrative": "2R--13 inches; hard basalt bedrock."
      }
    ]
  ]
}
