{
  "SERIES": "PARSONS",
  "STATUS": "Established Series",
  "BYREV": "Rev. JGF-CS-RGC",
  "REVDATE": "12/2015",
  "STATES": "KS,MO,OK",
  "OVERVIEW": "The Parsons series consists of very deep, somewhat poorly drained soils that formed in clayey old alluvium or residuum weathered from fissile shales of Pennsylvanian age on interfluves, divides, and paleoterraces. Slope ranges from 0 to 3 percent. Mean annual precipitation is about 1041 mm (41 inches), and mean annual temperature is about 17 degrees C (63 degrees F).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, mixed, active, thermic Mollic Albaqualfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Parsons silt loam, in native hayland on a summit of an interfluve, at an elevation of 178 meters (585 feet) above mean sea level. (Colors are for moist soil unless otherwise stated.)\nA--0 to 23 cm (0 to 9 inches); very dark grayish brown (10YR 3/2) silt loam, grayish brown (10YR 5/2) dry; weak medium granular structure; slightly hard, friable; few fine dark manganese concretions in the matrix; strongly acid; gradual smooth boundary. [10 to 30 cm (4 to 12 inches) thick]\nE--23 to 30 cm (9 to 12 inches); grayish brown (10YR 5/2) silt loam, light brownish gray (10YR 6/2) dry; weak medium granular structure; slightly hard, friable; many medium faint brown (10YR 4/3) masses of oxidized iron in the matrix; many fine dark manganese concretions in the matrix; strongly acid; abrupt smooth boundary. [5 to 18 cm (2 to 7 inches) thick]\nBtg1--30 to 56 cm (12 to 22 inches); very dark grayish brown (10YR 3/2) clay, grayish brown (10YR 5/2) dry; weak coarse blocky structure; extremely hard, very firm; thin clay films on faces of peds; thin light gray (10YR 7/1) silt coatings on faces of peds; common medium prominent strong brown (7.5YR 5/6) and reddish brown (5YR 4/4) masses of oxidized iron in the matrix; strongly acid; gradual smooth boundary. [15 to 51 cm (6 to 20 inches) thick]\nBtg2--56 to 91 cm (22 to 36 inches); grayish brown (10YR 5/2) clay, light brownish gray (10YR 6/2) dry; weak coarse blocky structure; extremely hard, very firm; thin clay films on faces of peds; many coarse prominent reddish brown (5YR 4/4) and strong brown (7.5YR 5/6) masses of oxidized iron in the matrix; few fine dark manganese concretions in the matrix; moderately acid; gradual smooth boundary. [25 to 51 cm (10 to 20 inches) thick]\nBtg3--91 to 114 cm (36 to 45 inches); intermingled gray (10YR 6/1), yellowish brown (10YR 5/6), and yellowish red (5YR 4/6) clay; weak coarse blocky structure; very hard, very firm; patchy clay films on faces of peds; moderately acid; gradual smooth boundary. [0 to 51 cm (0 to 20 inches) thick]\nBC--114 to 147 cm (45 to 58 inches); intermingled gray (10YR 5/1), yellowish brown (10YR 5/6), and yellowish red (5YR 4/6) clay; weak coarse blocky structure; very hard, very firm; common fine gypsum crystals in the matrix; few fine dark manganese concretions in the matrix; few fine rounded fragments of siltstone; neutral; gradual smooth boundary. [25 to 76 cm (10 to 30 inches) thick]\nC--147 to 200 cm (58 to 79 inches); intermingled gray (10YR 6/1), very dark gray (10YR 3/1), and yellowish brown (10YR 5/6) clay; massive; very hard, very firm; many fine dark manganese concretions in the matrix; few fine rounded fragments of siltstone; neutral."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Wagoner County, Oklahoma; 1.75 miles north of Wagoner; 1,000 feet south and 175 feet east of the northwest corner of sec. 34, T. 18 N., R. 18 E.; USGS Wagoner West, Oklahoma topographic quadrangle; lat. 35 degrees 59 minutes 60 seconds N. and long. 95 degrees 23 minutes 10 seconds W.; UTM Zone 15, 284934 easting and 3986572 northing; NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nThickness of the solum: 102 to more than 152 cm (40 to more than 60 inches)\nCombined thickness of the A and E horizon: less than 41 cm (16 inches)\nNote: Where the A, E, and upper B horizons are mixed and have moist chroma and value of less than 3.5, the combined thickness is less than 25 cm (10 inches), or they have less than 1 percent organic matter, or they have less than 50 percent base saturation in some part of the Bt horizon.\nA horizon:\nHue: 10YR\nValue: 3 or 4\nChroma: 1 or 2\nE horizon:\nHue: 10YR\nValue: 4 or 5\nChroma: 1 or 2\nTexture: loam or silt loam\nClay content: 10 to 27 percent\nSand content: 1 to 45 percent\nReaction: strongly acid to slightly acid\nBtg horizon:\nHue: 10YR or 2.5Y\nValue: 3 to 5\nChroma: 1 or 2; some pedons have higher chroma when intermingled with redox concentrations\nTexture: clay loam, silty clay loam, silty clay, or clay\nClay content: 35 and 60 percent\nSand content: 1 to 30 percent\nReaction: strongly acid to slightly alkaline\nBC and C horizons:\nHue: 10YR or 2.5Y\nValue: 3 to 5\nChroma: 1 or 2; some pedons have higher chroma when intermingled with redox concentrations\nTexture: clay loam, silty clay loam, silty clay, or clay\nClay content: 35 and 60 percent\nSand content: 1 to 30 percent\nReaction: strongly acid to moderately alkaline"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: This is the Taloka series. Taloka soils have a combined thickness of the A horizon and E horizon that is more than 41 cm (16 inches)."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Parsons soils are on interfluves, divides, and paleoterraces on plains. Slope ranges from 0 to 3 percent. The soils formed in clayey old alluvium or residuum weathered from fissile shales of Pennsylvanian age, and possibly have a thin loess mantle. Mean annual precipitation ranges from 965 to 1143 mm (38 to 45 inches). Mean annual temperature ranges from 14 to 18 degrees C (57 to 65 degrees F). Thornthwaite Annual P-E Index ranges from 62 to 84."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Barden, Dennis, and Okemah soils. Barden soils lack an E horizon and have a BA horizon and are in similar positions on the landscape. Dennis and Okemah soils have mollic epipedons and are on higher parts of the landscape."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Somewhat poorly drained. Depth to the top of a perched seasonal high water table ranges from 15 to 46 cm (6 to 18 inches) between December and April in normal years. Potential for surface runoff is high or very high. Saturated hydraulic conductivity is low."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Mainly cultivated with small grains, sorghums, and soybeans as the principal crops. A smaller amount is in tame pasture, native range, and hayland. Native vegetation is tall grass prairie."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: MLRAs 112, 116, and 118 in northwestern Arkansas, southeastern Kansas, southwestern Missouri, and eastern Oklahoma. The type location is in MLRA 112. The series is extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Indianapolis, Indiana."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Labette County, Kansas; 1926."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon (mollic intergrade): from the surface to a depth of 23 cm (0 to 9 inches) (A horizon).\nAlbic horizon: from a depth of 23 to 30 cm (9 to 12 inches) (E horizon).\nArgillic horizon: from a depth of 30 to 114 cm (12 to 45 inches) (Btg horizons).\nAbrupt textural change: at 30 cm (12 inches).\nAquic conditions: redox features in all horizons below a depth of 23 cm (9 inches).\n12/2015 revision: updated landforms based on review of NASIS; added elevation, updated redox feature terminology, added geographic coordinates, added sand content to RIC, added depth to water table; added MLRAs 116 and 118 to extent.\nADDITIONAL DATA: Soil Interpretation Record: Series OK0011.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
