{
  "SERIES": "PARTRI",
  "STATUS": "Established Series",
  "BYREV": "Rev. GEW/YHH/DWD/PDC/WWJ",
  "REVDATE": "01/2007",
  "STATES": "AZ,NM",
  "OVERVIEW": "The Partri series consists of deep, well drained soils formed in mixed alluvium derived from limestone, sandstone, and basalt. Partri soils are on fan terraces and bajadas and have slopes of 0 to 8 percent. The mean annual precipitation is about 12 inches and the mean annual temperature is about 53 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, mixed, superactive, mesic Calcidic Argiustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Partri loam - rangeland. (Colors are for dry soil unless otherwise noted.)\nA--0 to 2 inches; brown (7.5YR 4/2) loam, dark brown (7.5YR 3/2) moist; moderate very fine granular structure; loose, very friable, nonsticky and nonplastic; many fine and very fine roots; many fine interstitial pores; noneffervescent; moderately alkaline (pH 8.0); abrupt smooth boundary. (2 to 4 inches thick)\nBt1--2 to 15 inches; reddish brown (5YR 4/3) clay loam, dark reddish brown (5YR 3/3) moist; weak fine and medium subangular blocky structure; slightly hard, friable, moderately sticky and moderately plastic; many fine and very fine roots; common very fine tubular and interstitial pores; common faint clay films on faces of peds and in pores; noneffervescent, slightly effervescent in places; moderately alkaline (pH 8.0); gradual wavy boundary. (10 to 16 inches thick)\nBt2--15 to 28 inches; reddish brown (5YR 4/4) clay, yellowish red (5YR 4/6) moist; strong fine and medium prismatic structure; very hard, firm, moderately sticky and moderately plastic; common very fine and fine roots; few very fine tubular pores; many distinct clay films on faces of peds and in pores; strongly effervescent; few fine white (N 8/) lime mottles; moderately alkaline (pH 8.0); gradual wavy boundary. (10 to 16 inches thick)\nBk--28 to 64 inches; white (N 8/) weakly lime-cemented gravelly clay loam; massive; hard, friable, moderately sticky and moderately plastic; few very fine roots; common very fine and few fine tubular pores; violently effervescent; moderately alkaline (pH 8.0)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Yavapai County, Arizona; .4 mile east and .4 mile north of S1/4 corner of sec. 32, T.23N., R.7W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nDepth to calcic horizon:  ranges from 20 to 36 inches but generally is 20 to 30 inches\nSoil moisture:  Intermittently moist in some part of the SMCS from July to September and December to February. Aridic ustic moisture regime.\nSoil temperature:  53 to 57 degrees F.\nA horizon\nHue: 7.5YR or 10YR\nValue: 4 or 5 dry\nChroma: 2 or 3, dry or moist\nReaction: neutral to moderately alkaline\nBt horizons\nHue: 5YR or 7.5YR\nValue: 4 or 5 dry, 3 or 4 moist\nChroma: 4 to 6, dry or moist\nRock fragments:  less than 15 percent gravel and cobble\nTexture: clay loam, clay\nReaction: slightly alkaline or moderately alkaline\nBk horizons\nRock fragments: 15 to 35 percent gravel and 5 to 15 percent cobble\nCalcium carbonate equivalent: more than 15 percent"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: This is the Quivera (AZ) series. The Quivera soils have 15 to 35 percent gravel in the particle-size control section and formed in parent material derived from pyroclastics."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: The Partri soils are on nearly level to gently sloping fan terraces at elevations of 4,800 to 5,400 feet. The slope ranges from 0 to 8 percent. The soils formed in mixed alluvium derived from limestone, sandstone, and basalt. The climate is semiarid. At the type location the average precipitation is about 12 inches, mean annual temperature is about 53 degrees F., the average January temperature is about 35 degrees F., and the average July temperature is about 73 degrees F."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Balon, Dye, Poley, Purner, Rune, Showlow, and Travessilla soils. Balon and Poley do not have mollic epipedons. Dye, Purner, and Travessilla have a lithic contact at a shallow depth. Rune soils do not have an argillic horizon. Showlow soils do not have a calcic horizon and they have smectitic mineralogy."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well-drained; slow to medium runoff; moderately slow to slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Used for livestock grazing. Vegetation is blue grama, annual grasses, a few cacti, and scattered juniper."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: North-central Yavapai County, Arizona and northeastern New Mexico. The series is moderately extensive. MLRA is 35 and 70C. Use in MLRA 70C in northeastern New Mexico is discouraged."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Phoenix, Arizona"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Yavapai County, Arizona, Western Part, 1971."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon - the zone from 0 to 15 inches (A & Bt1 horizons)\nArgillic horizon - the zone from 2 to 28 inches (Bt horizons)\nCalcic horizon - the zone from 28 to 64 inches (Bk horizon)\nClassified according to Keys to Soil Taxonomy Ninth Edition, 2003\nNational Cooperative Soil Survey\nU.S.A."
  }
}
