{
  "SERIES": "PARVIS",
  "STATUS": "Established Series",
  "BYREV": "Rev. DJ/RW",
  "REVDATE": "05/2001",
  "STATES": "ID",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive Pachic Palecryolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Parvis gravelly loam; rangeland; on a 25 percent north facing slopes at 6,650 feet elevation with mountain big sagebrush and Idaho fescue.  When described on September 29, 1980, the soil was slightly moist throughout. (Color is for dry soil unless otherwise noted.)\nA1 -- 0 to 8 inches; dark grayish brown (10YR 4/2) gravelly loam, very dark brown (10YR 2/2) moist; moderate fine subangular blocky structure; slightly hard, very friable, slightly sticky and slightly plastic; many very fine and few roots; 30 percent angular gravel and 1 percent angular cobbles; neutral (pH 6.6); clear wavy boundary.  (5 to 12 inches thick)\nA2 -- 8 to 28 inches; brown (10YR 5/3) very flaggy loam, very dark brown (10YR 2/2) moist; weak fine subangular blocky structure; slightly hard, very friable, slightly sticky and slightly plastic; common very fine, fine and medium roots; commmon very fine tubular pores; 15 percent angular gravel and 30 percent flags; neutral (pH 6.8); clear wavy boundary.  (14 to 25 inches thick)\nBt1 -- 28 to 43 inches; yellowish brown (10YR 5/4) extremely flaggy clay loam, dark yellowish brown (10YR 3/4) moist; common fine subangular blocky structure; slightly hard, very friable, slightly sticky and slightly plastic; common very fine, and fine roots; common very fine tubular pores; common faint clay films on surfaces of peds; 15 percent angular gravel and 45 percent angular flags; neutral (pH 6.8); clear wavy boundary.  (10 to 12 inches thick)\nBt2 -- 43 to 60 inches; pale brown (10YR 6/3) extremely flaggy clay loam, dark yellowish brown (10YR 4/4) moist; common fine subangular blocky structure; slightly hard, very friable, slightly sticky and plastic; few very fine roots; common very fine tubular pores; few faint clay films on surfaces of peds; 20 percent angular gravel and 45 percent angular flags; slightly alkaline (pH 7.6)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Butte County, Idaho; one mile northeast of Timberdome mountain 12 miles west of Arco, Id; 600 feet west and 1,600 feet south of the northeast corner of section. 31, T.4N., R.25E. Latitude - 43 degrees, 38 minutes, 05 seconds north Longitude - 113 degrees, 31 minutes, 13 seconds west"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nXeric soil moisture regime\nDepth to the argillic horizon - 24 to 35 inches\nAverage annual soil temperature - 35 to 42 degrees F\nAverage summer soil temperature - 52 to 59 degrees F\nThickness of the mollic - 20 to 30 inches and can include the upper part of the argillic horizon.\nParticle-size control section:\nClay - 27 to 35 percent\nRock fragments - 45 to 80 percent\nA horizons:\nValue - 4 or 5 dry\nChroma -  2 or 3 dry\nBt horizons:\nValue - 4 through 6 dry, 3 or 4 moist\nChroma - 3 or 4 dry or moist\nTexture - FLV-CL or FLX-CL"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Charcol, Flygare and Northwater series.   Charcol have the top of the argillic horizon at 40 to 60 inches, and have hue of 2.5YR to 10R in the subsoil.  Flygare soils have an albic horizon.  Northwater soils have an O horizon, bedrock at 40 to 60 inches and a mean summer soil temperature of less than 47 degrees F."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Parvis soils are on foothills and mountainsides at elevations of 6,000 to 8,500 feet.  Slopes range from 15 to 60 percent.  The soils formed in colluvium and alluvium from mixed quartzitic siltstone and challis volcanics.  The average annual precipitation ranges from 13 to 15 inches.  The average annual air temperature is about 33 to 40 degrees F.  The frost free season is 50 to 60 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Dollarhide, Hagenbarth, Howcan, Hutchley, Klug, Nurkey, Vitale, and Zeebar soils.  Dollarhide, Donkehill and Hutchley soils are shallow to bedrock.   Hagenbarth soils have fine-loamy control sections.  Howcan, Hutchley and Vitale soils have frigid temperature regimes.  Klug, Nurkey and Zeebar soils are not pachic.  Klug soils lack an argillic horizon.  Nurkey and Zeebar soils have the upper boundary of the argillic horizons above 24 inches."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; slow to rapid runoff and moderately slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used primarily for range and wildlife habitat.  Vegetation is mainly mountain big sagebrush and Idaho fescue."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Southeast Idaho.  These soils are of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Butte County Area, Idaho 1997."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this soil are:\nMollic epipedon - the zone from 0 to 28 inches (the A1, and A2 horizons)\nArgillic horizon - the zone from 28 to 60 inches (the Bt1 & Bt2 horizons)\nPale feature - argillic horizon upper boundary at 28 inches\nCryic soil temperature regime\nXeric soil moisture regime\nParticle-size control section - the zone from 28 to 48 inches (the Bt1 and upper part of Bt2 horizon) averages 30 percent clay and 64 percent rock fragments.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
