{
  "SERIES": "PASCACK",
  "STATUS": "Established Series",
  "BYREV": "CFE-JHW-SMF",
  "REVDATE": "10/2003",
  "STATES": "NJ",
  "OVERVIEW": "The Pascack series consists of very deep, moderately well drained and somewhat poorly drained soils formed in glacial outwash.  They are nearly level to undulating soils in slight depressions or broad drainageways on outwash plains and terraces.  Slope ranges from 0 to 8 percent.  Permeability is moderately rapid in the solum and rapid or very rapid in the substratum.  Mean annual temperature is about 54 degrees F., and mean annual precipitation is about 44 inches.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, active, mesic Aquic Hapludults"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Pascack silt loam - old field presently wooded, 1 percent slope.  (Colors are for moist soil unless otherwise noted.)\nAp--0 to 5 inches; very dark grayish brown (10YR 3/2) silt loam, pale brown (10YR 6/3) dry; weak fine granular structure; friable; many fine roots; very strongly acid; abrupt smooth boundary.  (4 to 8 inches thick)\nBA--5 to 12 inches; brown (7.5YR 4/4) fine sandy loam; few medium faint strong brown (7.5YR 5/6) mottles; weak fine and medium subangular blocky structure; friable; common fine roots; 5 percent fine gravel; very strongly acid; gradual wavy boundary.  (0 to 12 inches thick)\nBt--12 to 26 inches; brown (7.5YR 4/4) fine sandy loam; many medium and coarse faint strong brown (7.5YR 5/6) and brown (7.5YR 5/2) mottles; moderate medium and coarse subangular blocky structure; friable; common fine roots; few faint clay films on faces of peds and clay bridging between sand grains; 5 percent fine gravel; strongly acid; clear wavy boundary.  (12 to 30 inches thick)\nBC--26 to 32 inches; brown (7.5YR 5/4) sandy loam, reddish gray (5YR 5/2) ped surfaces; weak coarse subangular blocky structure; friable; few fine roots; 5 percent gravel; strongly acid; abrupt wavy boundary.  (5 to 10 inches thick)\n2C1--32 to 52 inches; reddish brown (5YR 4/4) stratified loamy sand; many coarse prominent gray (5YR 6/1) mottles; weak thick platy structure; friable; common black (2/1)stains and small concretions; 2 percent fine gravel; strongly acid; abrupt smooth boundary.  (0 to 40 inches thick)\n2C2--52 to 72 inches; reddish brown (5YR 4/4), dark reddish gray (5YR 4/2), brown (7.5YR 5/4), and pinkish gray (7.5YR 6/2) stratified loamy sand, sand, and loamy very fine sand; sand strata are single grain and loose, loamy sand strata are massive and friable; sand strata have from 0 to 20 percent fine gravel in individual layers; strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:   Bergen County, New Jersey; Borough of Old Tappan, 400 feet south of Willow Drive and 650 feet west of western end of Forest Avenue."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Thickness of the solum ranges from 20 to 40 inches and typically corresponds to the depth to coarser textured strata.  Rock fragments, mainly rounded gravel and a few cobbles, range from 0 to 25 percent in the solum and from 0 to 40 percent in individual layers of the substratum.  Unless limed, the soil ranges from very strongly acid through moderately acid. The argillic horizon is weakly expressed.  Clay films on faces of peds range from very few to common and are faint or distinct.  Most pedons have sand grains that are coated and bridged with clay.\nThe Ap horizon has hue of 7.5YR or 10YR, value of 2 through 4, and chroma of 2 through 4.  Dry value is 6 or more.  Undisturbed pedons have a thin A horizon with hue of 7.5YR or 10YR, value of 2 or 3, and chroma of 1 through 3.  Texture is silt loam, sandy loam, loam, or fine sandy loam in the fine-earth fraction.  The Ap horizon has weak or moderate granular structure and is friable or very friable.\nThe Bt and BA horizons have dominant hue of 5YR through 10YR, value of 4 or 5, and chroma of 3 through 8.  Both high and low chroma mottles are within the top 24 inches of the argillic horizon.  Texture is silt loam, sandy loam, loam, or fine sandy loam in the fine-earth fraction. Structure is weak or moderate granular or subangular blocky. Consistence is friable or very friable.\nMost pedons have a BC horizon that has the same color range as the Bt horizon.  It is sandy loam or loamy sand in the fine-earth fraction.\nThe 2C horizon has hue of 5YR through 10YR, with value and chroma of 2 through 6. It is commonly stratified with texture of individual layers ranging from coarse sand through sandy loam in the fine-earth fraction."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  This is the Burtman series in the same family. Burtman soils formed in stratified Coastal Plain sediments and dominantly have hue of 10YR or yellower.  Dunellen, Ellington, Lansdale, Montesa, Ninigret, Pompton, Rigley, Sutton, Wapping, and Watchaug are similar soils in related families. Dunellen, Lansdale, and Rigley soils do not have low chroma mottles within the top 24 inches of the argillic horizon.  Ellington and Ninigret soils do not have argillic horizons and have contrasting sandy or sandy-skeletal substrata within the control sections.  Montesa, Pompton, Sutton, Wapping, and Watchaug soils do not have argillic horizons."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Pascack soils are nearly level to strongly sloping soils on outwash plains and terraces.  Slopes range form 0 to 8 percent. The soils formed in glacial outwash, which in many places has a loamy mantle.  The outwash is derived principally from red shales and sandstones, basalt, and granitic gneiss.  Mean annual temperature ranges from 50 to 56 degrees F.; mean annual precipitation ranges from 40 to 48 inches; and the growing season ranges from 160 to 190 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the competing Dunellen soils and the Adrian, Birdsboro, Boonton, Bowmansville, Otisville, Reaville, and Riverhead.  Adrian soils are shallow organic soils in adjacent depression.  Birdsboro soils are fine-loamy and typically occur on a different terrace level along major streams.  Boonton soils are on uplands and formed in glacial till.  Bowmansville soils are on adjacent or nearby floodplains.  Otisville and Riverhead soils are coarse textured soils with a dominant portion derived form granitic gneiss and are commonly on nearby eskers and kames.  Reaville soils are somewhat poorly drained soils on uplands and are moderately deep to shale bedrock."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Moderately well and somewhat poorly drained.  Surface runoff is slow.  Permeability is moderately rapid in the solum and rapid or very rapid in the substratum.  The soil has a seasonal high water table at a depth of 1 to 3 feet from October through May of most years."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most of the acreage is used for community development.  Some areas are idle or wooded.  Common crops are corn, soybeans, vegetables, and nursery stock.  Common trees are red, white and black oak, hickory, red maple and white ash."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northeastern and central New Jersey.  The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Amherst, Massachusetts"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Bergen County, New Jersey, 1986."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  This series will replace soils that were previously correlated as Dunellen Variant in Somerset and Middlesex Counties, NJ.\nDiagnostic horizons and features recognized in this pedon are:\n1.  Orchric epipedon - the zone from 0 to 12 inches (Ap and BA horizons).\n2.  Argillic horizon - the zone from 12 to 26 inches (Bt horizon).\n3.  Aquic feature - low chroma iron depletions are within the top 24 inches of     the argillic horizon (Bt horizon).\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "moderately well and somewhat poorly",
        "drainage_overview": "moderately well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 13,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "silt loam",
        "pH_class": "very strongly acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Ap--0 to 5 inches; very dark grayish brown (10YR 3/2) silt loam, pale brown (10YR 6/3) dry; weak fine granular structure; friable; many fine roots; very strongly acid; abrupt smooth boundary.  (4 to 8 inches thick)"
      },
      {
        "name": "BA",
        "top": 13,
        "bottom": 30,
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "fine sandy loam",
        "pH_class": "very strongly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "BA--5 to 12 inches; brown (7.5YR 4/4) fine sandy loam; few medium faint strong brown (7.5YR 5/6) mottles; weak fine and medium subangular blocky structure; friable; common fine roots; 5 percent fine gravel; very strongly acid; gradual wavy boundary.  (0 to 12 inches thick)"
      },
      {
        "name": "Bt",
        "top": 30,
        "bottom": 66,
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "fine sandy loam",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bt--12 to 26 inches; brown (7.5YR 4/4) fine sandy loam; many medium and coarse faint strong brown (7.5YR 5/6) and brown (7.5YR 5/2) mottles; moderate medium and coarse subangular blocky structure; friable; common fine roots; few faint clay films on faces of peds and clay bridging between sand grains; 5 percent fine gravel; strongly acid; clear wavy boundary.  (12 to 30 inches thick)"
      },
      {
        "name": "BC",
        "top": 66,
        "bottom": 81,
        "moist_hue": "7.5YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "sandy loam",
        "pH_class": "strongly acid",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "BC--26 to 32 inches; brown (7.5YR 5/4) sandy loam, reddish gray (5YR 5/2) ped surfaces; weak coarse subangular blocky structure; friable; few fine roots; 5 percent gravel; strongly acid; abrupt wavy boundary.  (5 to 10 inches thick)"
      },
      {
        "name": "2C1",
        "top": 81,
        "bottom": 132,
        "moist_hue": "5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "loamy sand",
        "pH_class": "strongly acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "2C1--32 to 52 inches; reddish brown (5YR 4/4) stratified loamy sand; many coarse prominent gray (5YR 6/1) mottles; weak thick platy structure; friable; common black (2/1)stains and small concretions; 2 percent fine gravel; strongly acid; abrupt smooth boundary.  (0 to 40 inches thick)"
      },
      {
        "name": "2C2",
        "top": 132,
        "bottom": 183,
        "moist_hue": "5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "loamy very fine sand",
        "pH_class": "strongly acid",
        "narrative": "2C2--52 to 72 inches; reddish brown (5YR 4/4), dark reddish gray (5YR 4/2), brown (7.5YR 5/4), and pinkish gray (7.5YR 6/2) stratified loamy sand, sand, and loamy very fine sand; sand strata are single grain and loose, loamy sand strata are massive and friable; sand strata have from 0 to 20 percent fine gravel in individual layers; strongly acid."
      }
    ]
  ]
}
