{
  "SERIES": "PASO SECO",
  "STATUS": "Established Series",
  "BYREV": "Rev. REG-RLV",
  "REVDATE": "08/2000",
  "STATES": "PR",
  "OVERVIEW": "The Paso Seco series consists of very deep, moderately well drained, slowly permeable soils on alluvial fans.  They formed in fine textured sediments overlying gravelly, medium textured sediments.  These soils have gilgai surface relief where not cultivated.  Slopes range from 0 to 5 percent.  The mean annual precipitation is about 35 inches and the mean annual temperature is about 79 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, mixed, superactive, isohyperthermic Entic Udic Haplusterts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Paso Seco clay - native pasture.  (Colors are for moist soil unless otherwise stated.)\nAp--0 to 6 inches; very dark grayish brown (10YR 3/2) clay; moderate medium and coarse subangular blocky structure; hard, slightly sticky, plastic, many fine roots; few fine pores; common cracks 2 to 3 centimeters wide; many pressure faces; common fine rounded and subrounded rock fragments; few pockets of dark brown clay between cracks; neutral; clear wavy boundary.  (5 to 10 inches thick)\nABss1--6 to 19 inches; dark yellowish brown (10YR 3/4) clay; intersecting slickensides-with numerous parallelepipeds; firm, sticky, plastic; common fine roots; few fine pores; common cracks 2 to 3 centimeters wide; few fine concretions; common fine rounded and subrounded rock fragments; streaks of very dark brown from above; neutral; gradual wavy boundary.  (5 to 15 inches thick)\nABss2--19 to 28 inches; dark yellowish brown (10YR 3/4) clay; intersecting slickensides; sticky, plastic; few fine roots, common fine pores; common cracks 1 to 2 centimeters wide; common rounded and subrounded rock fragments; few dark concretions; mildly alkaline; clear smooth boundary.  (5 to 12 inches thick)\nBC--28 to 32 inches; dark brown (7.5YR 4/4) gravelly clay; massive; firm, slightly sticky, slightly plastic; many gravel fragments 1/8 to 1 inch in diameter; mildly alkaline; clear smooth boundary.  (4 to 15 inches thick)\n2C--32 to 40 inches; dark brown (7.5YR 4/4) very gravelly loam; massive; very friable, nonsticky, nonplastic; many rounded rock fragments 1/8 to 3 inches in diameter; mildly alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Sudeste SCD, Salinas, Puerto Rico; 0.15 mile north from kilometer marker 148.6 of Highway 3, 35 feet west of farm road."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Depth to the discontinuity ranges from 28 to 35 inches.  The soil is usually moist, but when dry it has cracks ranging from 0.5 to 3 inches in width extending to the very gravelly 2C horizons.  Cracks are open from 90 to 150 days (cumulative) during most years.  The soil is clayey throughout the A, ABss and BC horizons.  The typifying pedon is from a microlow.  Cycles of microlows and microhighs are repeated each 7 to 15 feet.  The thickness of the A and ABss horizons varies from 30 inches in the microlow to 15 inches in the microhigh.  Reaction throughout the A, ABss and BC horizons ranges from neutral in the microlows through mildly alkaline in the microhighs.  Intersecting slickensides are common in the A ABss horizon.\nThe A and ABss horizons have hue of 10YR, value of 3, and chroma 2 through 4.  Texture is clay.\nThe BC horizon has hue of 7.5YR or 10YR, value of 4, and chroma of 4.  It ranges from clay to gravelly clay.\nThe 2C horizon has hue of 7.5YR or 10YR, value of 4, and chroma of 4.  Texture is very gravelly loam or very gravelly clay loam with 35 to 60 percent by volume of gravel."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Aguirre, Cartagena, Fe, Fraternidad, Guanica, and Poncena series in similar subgroups.  Aguirre, Guanica, and Poncena soils are less well drained and have A horizons with colors of lower chroma.  In addition, Poncena soils have a calcic horizon.  The Cartagena, Fe, and Fraternidad soils lack horizons with more than 35 percent gravel within 40 inches of the soil surface."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  The Paso Seco soils occur on nearly level to gently sloping alluvial fans.  Slope gradients range from 0 to 5 percent.  The soil formed in fine textured sediments of mixed origin which overlie gravelly medium textured sediments.  The climate is semiarid tropical.  Average yearly rainfall is 30 to 40 inches and mean annual air temperature is 78 to 80 degrees F."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  In addition to the competing Cartagena and Fraternidad soils, these are the Jacana soils.  Jacana soils are on higher positions with rock within 40 inches."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Moderately well drained; slow runoff; slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Where irrigated, most acreage is used for growing sugarcane.  Areas not irrigated are in native grasses and used as pasture."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Coastal Plains of southern Puerto Rico.  The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Raleigh, North Carolina"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Puerto Rico; 1936"
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  The classification was previously updated with the 4/91 draft from Clayey over loamy-skeletal, mixed, isohyperthermic Udic Chromusterts to Fine, mixed, isohyperthermic Entic Chromusterts.  The previous OSED was dated 6/71.\nDiagnostic horizons and features recognized in this pedon:\nSlickensides and vertic features - zone from 6 to 28 inches (ABss and BC horizons)\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "moderately well",
        "drainage_overview": "moderately well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 15,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "clay",
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Ap--0 to 6 inches; very dark grayish brown (10YR 3/2) clay; moderate medium and coarse subangular blocky structure; hard, slightly sticky, plastic, many fine roots; few fine pores; common cracks 2 to 3 centimeters wide; many pressure faces; common fine rounded and subrounded rock fragments; few pockets of dark brown clay between cracks; neutral; clear wavy boundary.  (5 to 10 inches thick)"
      },
      {
        "name": "ABss1",
        "top": 15,
        "bottom": 48,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 4,
        "texture_class": "clay",
        "pH_class": "neutral",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "ABss1--6 to 19 inches; dark yellowish brown (10YR 3/4) clay; intersecting slickensides-with numerous parallelepipeds; firm, sticky, plastic; common fine roots; few fine pores; common cracks 2 to 3 centimeters wide; few fine concretions; common fine rounded and subrounded rock fragments; streaks of very dark brown from above; neutral; gradual wavy boundary.  (5 to 15 inches thick)"
      },
      {
        "name": "ABss2",
        "top": 48,
        "bottom": 71,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 4,
        "texture_class": "clay",
        "pH_class": "mildly alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "ABss2--19 to 28 inches; dark yellowish brown (10YR 3/4) clay; intersecting slickensides; sticky, plastic; few fine roots, common fine pores; common cracks 1 to 2 centimeters wide; common rounded and subrounded rock fragments; few dark concretions; mildly alkaline; clear smooth boundary.  (5 to 12 inches thick)"
      },
      {
        "name": "BC",
        "top": 71,
        "bottom": 81,
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "clay",
        "cf_class": "gravelly",
        "pH_class": "mildly alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "BC--28 to 32 inches; dark brown (7.5YR 4/4) gravelly clay; massive; firm, slightly sticky, slightly plastic; many gravel fragments 1/8 to 1 inch in diameter; mildly alkaline; clear smooth boundary.  (4 to 15 inches thick)"
      },
      {
        "name": "2C",
        "top": 81,
        "bottom": 102,
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "loam",
        "cf_class": "very gravelly",
        "pH_class": "mildly alkaline",
        "narrative": "2C--32 to 40 inches; dark brown (7.5YR 4/4) very gravelly loam; massive; very friable, nonsticky, nonplastic; many rounded rock fragments 1/8 to 3 inches in diameter; mildly alkaline."
      }
    ]
  ]
}
