{
  "SERIES": "PASSPORT",
  "STATUS": "Established Series",
  "BYREV": "Rev.TJE-SEW",
  "REVDATE": "02/2008",
  "STATES": "IL",
  "OVERVIEW": "The Passport series consists of very deep, somewhat poorly drained soils on till plains. They formed in loamy materials and in the underlying till that contains a strongly developed paleosol. Permeability is moderately slow in the loamy materials and slow in the underlying till. Slopes range from 2 to 18 percent. Mean annual precipitation is about 40 inches, and mean annual air temperature is about 56 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, active, mesic Aquic Hapludalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Passport silt loam - on an eroded, southwest-facing slope of 5 percent in a cultivated field at an elevation of about 440 feet above MSL. (Colors are for moist soil unless otherwise stated.)\nAp--0 to 4 inches; 90 percent dark grayish brown (10YR 4/2) silt loam, light yellowish brown (10YR 6/4) dry; mixed with 10 percent yellowish brown (10YR 5/4) subsoil material; weak very fine and fine granular structure; friable; few very fine roots throughout; about 1 percent gravel; neutral; abrupt smooth boundary. (4 to 9 inches)\nBt1--4 to 7 inches; yellowish brown (10YR 5/4) clay loam; moderate fine prismatic structure parting to moderate fine angular blocky; firm; few very fine roots throughout; very few patchy distinct very dark grayish brown (10YR 3/2) organic coatings and very few patchy distinct pale brown (10YR 6/3) clay depletions in root channels and pores; common patchy distinct brown (10YR 4/3) clay films on faces of peds; common fine prominent reddish brown (5YR 4/4) and common fine distinct yellowish brown (10YR 5/6) masses of iron accumulation in the matrix; about 1 percent gravel; neutral; clear smooth boundary.\nBt2--7 to 12 inches; brown (10YR 5/3) clay loam; moderate fine and medium prismatic structure parting to moderate fine and medium angular blocky; firm; few very fine roots throughout; few patchy distinct pale brown (10YR 6/3) clay depletions in root channels and pores and on faces of peds; common continuous distinct brown (10YR 4/3) clay films on faces of peds; common fine prominent reddish brown (5YR 4/4) masses of iron and manganese and common fine distinct yellowish brown (10YR 5/6) masses of iron accumulation in the matrix; about 1 percent gravel; slightly acid; clear smooth boundary.\nBt3--12 to 22 inches; brown (10YR 5/3) clay loam; weak medium prismatic structure parting to moderate medium angular blocky; firm; few very fine roots between peds; few patchy distinct pale brown (10YR 6/3) clay depletions in root channels and pores; few patchy distinct dark grayish brown (10YR 4/2) and common continuous distinct brown (10YR 4/3) clay films on faces of peds; common fine and medium faint grayish brown (10YR 5/2) iron depletions and many medium distinct yellowish brown (10YR 5/6) masses of iron accumulation in the matrix; about 1 percent gravel; very strongly acid; clear smooth boundary.\nBtg1--22 to 32 inches; light brownish gray (10YR 6/2) clay loam; weak coarse angular blocky structure; firm; few very fine roots between peds; few patchy distinct dark grayish brown (10YR 4/2) clay films on faces of peds; many medium prominent yellowish brown (10YR 5/6) masses of iron accumulation in the matrix; about 1 percent gravel; strongly acid; clear smooth boundary.\nBtg2--32 to 38 inches; grayish brown (10YR 5/2) clay loam; moderate medium angular blocky structure; firm; few very fine roots between peds; few patchy distinct gray (10YR 5/1) clay films in root channels and pores and on faces of peds; common medium distinct brown (7.5YR 4/3) and common medium prominent yellowish brown (10YR 5/6) masses of iron accumulation in the matrix; common fine and medium distinct dendritic black (10YR 2/1) masses of manganese accumulation  between peds; about 1 percent gravel; moderately acid; clear smooth boundary. (Combined thickness of the Bt and Btg horizons is 12 to 36 inches.)\n2Btg3--38 to 51 inches; gray (10YR 6/1) clay loam; moderate medium prismatic structure parting to moderate medium angular blocky; firm; few very fine roots between peds; few patchy distinct reddish brown (5YR 4/4) and common patchy distinct dark gray (10YR 4/1) and gray (10YR 5/1) clay films on faces of peds; common medium prominent brown (7.5YR 4/3) and many medium prominent strong brown (7.5YR 4/6 and 5/6) masses of iron accumulation in the matrix; common fine rounded white (10YR 8/1) masses of barite and common fine and medium prominent irregular black (7.5YR 2.5/1) masses of iron and manganese accumulation throughout; about 2 percent gravel; slightly acid; gradual wavy boundary.\n2Btg4--51 to 59 inches; gray (10YR 6/1) clay loam; moderate medium prismatic structure parting to moderate medium angular blocky; firm; few patchy distinct brown (7.5YR 4/3) clay films in root channels and pores; many continuous distinct gray (10YR 5/1) clay films on faces of peds; common medium prominent strong brown (7.5YR 5/6) masses of iron accumulation in the matrix; common fine rounded white (10YR 8/1) masses of barite and common fine and medium prominent irregular black (7.5YR 2.5/1) masses of iron and manganese  accumulation throughout; about 2 percent gravel; neutral; clear wavy boundary.\n2Btg5--59 to 68 inches; gray (10YR 6/1) clay loam; weak medium prismatic structure parting to moderate medium angular blocky; firm; few patchy distinct gray (10YR 5/1) clay films on faces of peds; many continuous distinct brown (7.5YR 4/3) clay films in root channels and pores and on faces of peds; many medium prominent strong brown (7.5YR 5/6) masses of iron accumulation in the matrix; common fine rounded white (10YR 8/1) masses of barite and common medium prominent irregular black (7.5YR 2.5/1) masses of iron and manganese accumulation throughout; about 2 percent gravel; neutral; clear wavy boundary.\n2Btg6--68 to 78 inches; gray (2.5Y 6/1) clay loam; weak medium prismatic structure; firm; few patchy distinct gray (10YR 5/1) clay films in root channels and pores and on faces of peds; few patchy distinct brown (7.5YR 4/3) clay films in root channels and pores; common medium prominent brown (10YR 5/3) and common medium prominent yellowish brown (10YR 5/6) masses of iron accumulation in the matrix; common fine rounded white (10YR 8/1) masses of barite throughout; about 2 percent gravel; neutral; abrupt wavy boundary. (Combined thickness of the 2Btg horizon is 14 to 40 inches.)\n2BCb--78 to 116 inches; 90 percent yellowish brown (10YR 5/6) and 10 percent gray (10YR 6/1) loam; massive; firm; common patchy prominent brown (7.5YR 4/2) clay films in root channels and pores; common fine rounded white (10YR 8/1) masses of barite and common fine and medium prominent irregular black (7.5YR 2.5/1) masses of iron and manganese accumulation throughout; about 3 percent gravel; slightly alkaline; gradual wavy boundary. (0 to 38 inches)\n2C--116 to 167 inches; 50 percent yellowish brown (10YR 5/6) and 50 percent brown (10YR 5/3) loam; massive; firm; few patchy distinct dark grayish brown (10YR 4/2) clay films on horizontal faces of soil fragments in the upper 5 inches; common fine rounded light gray (10YR 7/2) masses and nodules of calcium carbonate and common fine rounded white (10YR 8/1) masses of barite throughout; common fine irregular black (7.5YR 2.5/1) masses of manganese oxides on horizontal faces of soil fragments; about 6 percent gravel; strongly effervescent; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Clay County, Illinois; about 1.75 miles west and 1.75 miles south of the village of Passport; 1,775 feet north and 135 feet east of the southwest corner of sec. 24, T. 4 N., R. 8 E.; USGS Sailor Springs topographic quadrangle; lat. 38 degrees, 45 minutes, 55 seconds N. and long. 88 degrees, 16 minutes, 34 seconds W.; NAD 27; MLRA 113."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: The depth to the base of the argillic horizon ranges from 40 to 80 inches. The depth to till ranges from 20 to 45 inches. The particle-size control section averages between 18 and 35 percent clay and between 15 and 35 percent fine sand or coarser. The depth to carbonates is more than 60 inches.\nThe Ap horizon has hue of 10YR, value of 4 or 5 (6 or 7 dry), and chroma of 2 to 4. Some pedons have an A horizon less than 6 inches thick with color value of 3. Clay content ranges from 15 to 35 percent and content of fine sand or coarser ranges from 10 to 35 percent. Texture is commonly silt loam, but severely eroded pedons may be silty clay loam or clay loam. Reaction is strongly acid to neutral. Content of rock fragments is less than 1 percent. Some pedons have AB, BA, or E horizons.\nThe Bt or Btg horizon has hue of 10YR, value of 4 to 6, and chroma of 1 to 6. Clay content ranges from 18 to 35 percent and content of fine sand or coarser ranges from 12 to 35 percent. Texture is silty clay loam, clay loam, silt loam, or loam. Content of rock fragments is less than 5 percent. Reaction is very strongly acid to neutral.\nThe 2Bt or 2Btg horizon has hue to 10YR, or less commonly 2.5Y or 7.5YR, value 4 to 6, and chroma of 1 to 8. Clay content ranges from 25 to 45 percent and content of fine sand or coarser ranges from 15 to 40 percent. Texture is dominantly clay loam but the range includes loam, silty clay loam, silty clay, or silt loam. Content of rock fragments ranges from 1 to 5 percent. Reaction is strongly acid to neutral.\nThe 2Btgb, 2BCb, 2C, or 2Cg horizon, where present, has hue of 10YR, 7.5YR, 2.5Y, and less commonly 5Y; value of 4 to 6; and chroma of 1 to 8. Clay content ranges from 15 to 37 percent and content of fine sand or coarser ranges from 20 to 40 percent. Texture is clay loam or loam. Content of rock fragments ranges from 1 to 10 percent. Reaction is neutral to moderately alkaline. Carbonates are present in some pedons."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: Passport is the only series in this family."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Passport soils are on dissected parts of the Illinoian till plain. Slopes range from 2 to 18 percent. They formed in 20 to 45 inches of loamy materials and in the underlying Illinoian till that contains a strongly developed paleosol (Sangamon paleosol). The loamy materials are in a stratigraphic position between the Wisconsinan age Peoria loess and the underlying Sangamon paleosol. They consist of a mixture of Peoria loess, Roxana Silts, pedisediments, and till. Not all components of this mixture are present in all pedons. The mixing mechanism is believed to be the result of pedoturbation, bioturbation, or some other mixing process. Some pedons have a loess cap that is less than 10 inches thick. Mean annual precipitation ranges from 36 to 42 inches, mean annual temperature ranges from 54 to 57 degrees F, frost free period ranges from 180 to 200 days, and elevation ranges from 340 to 1,020 feet above sea level."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Atlas, Ava, Bluford, Darmstadt, Grantfork, Hickory, and Hoyleton soils. Atlas soils formed mostly in the strongly weathered paleosol in the till and are down slope from Passport soils. Ava, Bluford, Darmstadt, and Hoyleton soils are upslope from Passport soils where the loess is thicker. The moderately well drained Ava soils have a Bx horizon. Bluford and Hoyleton soils contain more clay in the control section. Darmstadt soils have a natric horizon. Grantfork soils have 10 to 15 percent exchangeable sodium in the subsoil. The well drained Hickory soils formed in till and are downslope from Passport soils."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Somewhat poorly drained. The potential for surface runoff ranges from low to high. Permeability is moderately slow in the loamy materials and slow in the till. An intermittent apparent seasonal high water table is present at a depth of 1 to 2 feet below the surface at some time between November and May in most years."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most areas are cropped. Corn, soybeans, and small grain are the principal crops. More sloping areas are in forages for hay or pasture, or in woodland. Native vegetation is deciduous forest."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: South-central Illinois. Passport series is extensive in MLRA 113 and less extensive in MLRAs 114 and 115."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Indianapolis, Indiana."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Clay County, Illinois, 1997."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Passport is the name of a small village in southwestern Richland County, Illinois.\nDiagnostic horizons and features recognized in this pedon are:\nochric epipedon - the zone from 0 to 4 inches (Ap horizon);\nargillic horizon - the zone from 4 to 78 inches (Bt1, Bt2, Bt3, Btg1, Btg2, 2Btg3, 2Btg4, 2Btg5 and 2Btg6 horizons);\nudic moisture regime;\nmesic temperature regime.\nIn some parts of western Illinois, Passport series have been correlated which include pedons formed in loamy materials and in the underlying Cretaceous materials that contain a paleosol. Due to small acreage, these soils have been correlated as Passport series. The properties of the paleosol formed in the Cretaceous materials are nearly identical to the properties of the Sangamon paleosol formed in Illinoian till.\nADDITIONAL DATA: Particle-size data are on file for several pedons including the typical pedon at the Illinois state office and at the NSSL.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "somewhat poorly",
        "drainage_overview": "somewhat poorly"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 10,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 4,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "silt loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Ap--0 to 4 inches; 90 percent dark grayish brown (10YR 4/2) silt loam, light yellowish brown (10YR 6/4) dry; mixed with 10 percent yellowish brown (10YR 5/4) subsoil material; weak very fine and fine granular structure; friable; few very fine roots throughout; about 1 percent gravel; neutral; abrupt smooth boundary. (4 to 9 inches)"
      },
      {
        "name": "Bt1",
        "top": 10,
        "bottom": 18,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bt1--4 to 7 inches; yellowish brown (10YR 5/4) clay loam; moderate fine prismatic structure parting to moderate fine angular blocky; firm; few very fine roots throughout; very few patchy distinct very dark grayish brown (10YR 3/2) organic coatings and very few patchy distinct pale brown (10YR 6/3) clay depletions in root channels and pores; common patchy distinct brown (10YR 4/3) clay films on faces of peds; common fine prominent reddish brown (5YR 4/4) and common fine distinct yellowish brown (10YR 5/6) masses of iron accumulation in the matrix; about 1 percent gravel; neutral; clear smooth boundary."
      },
      {
        "name": "Bt2",
        "top": 18,
        "bottom": 30,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 3,
        "texture_class": "clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bt2--7 to 12 inches; brown (10YR 5/3) clay loam; moderate fine and medium prismatic structure parting to moderate fine and medium angular blocky; firm; few very fine roots throughout; few patchy distinct pale brown (10YR 6/3) clay depletions in root channels and pores and on faces of peds; common continuous distinct brown (10YR 4/3) clay films on faces of peds; common fine prominent reddish brown (5YR 4/4) masses of iron and manganese and common fine distinct yellowish brown (10YR 5/6) masses of iron accumulation in the matrix; about 1 percent gravel; slightly acid; clear smooth boundary."
      },
      {
        "name": "Bt3",
        "top": 30,
        "bottom": 56,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 3,
        "texture_class": "clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bt3--12 to 22 inches; brown (10YR 5/3) clay loam; weak medium prismatic structure parting to moderate medium angular blocky; firm; few very fine roots between peds; few patchy distinct pale brown (10YR 6/3) clay depletions in root channels and pores; few patchy distinct dark grayish brown (10YR 4/2) and common continuous distinct brown (10YR 4/3) clay films on faces of peds; common fine and medium faint grayish brown (10YR 5/2) iron depletions and many medium distinct yellowish brown (10YR 5/6) masses of iron accumulation in the matrix; about 1 percent gravel; very strongly acid; clear smooth boundary."
      },
      {
        "name": "Btg1",
        "top": 56,
        "bottom": 81,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 2,
        "texture_class": "clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Btg1--22 to 32 inches; light brownish gray (10YR 6/2) clay loam; weak coarse angular blocky structure; firm; few very fine roots between peds; few patchy distinct dark grayish brown (10YR 4/2) clay films on faces of peds; many medium prominent yellowish brown (10YR 5/6) masses of iron accumulation in the matrix; about 1 percent gravel; strongly acid; clear smooth boundary."
      },
      {
        "name": "Btg2",
        "top": 81,
        "bottom": 97,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Btg2--32 to 38 inches; grayish brown (10YR 5/2) clay loam; moderate medium angular blocky structure; firm; few very fine roots between peds; few patchy distinct gray (10YR 5/1) clay films in root channels and pores and on faces of peds; common medium distinct brown (7.5YR 4/3) and common medium prominent yellowish brown (10YR 5/6) masses of iron accumulation in the matrix; common fine and medium distinct dendritic black (10YR 2/1) masses of manganese accumulation  between peds; about 1 percent gravel; moderately acid; clear smooth boundary. (Combined thickness of the Bt and Btg horizons is 12 to 36 inches.)"
      },
      {
        "name": "2Btg3",
        "top": 97,
        "bottom": 130,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 1,
        "texture_class": "clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "2Btg3--38 to 51 inches; gray (10YR 6/1) clay loam; moderate medium prismatic structure parting to moderate medium angular blocky; firm; few very fine roots between peds; few patchy distinct reddish brown (5YR 4/4) and common patchy distinct dark gray (10YR 4/1) and gray (10YR 5/1) clay films on faces of peds; common medium prominent brown (7.5YR 4/3) and many medium prominent strong brown (7.5YR 4/6 and 5/6) masses of iron accumulation in the matrix; common fine rounded white (10YR 8/1) masses of barite and common fine and medium prominent irregular black (7.5YR 2.5/1) masses of iron and manganese accumulation throughout; about 2 percent gravel; slightly acid; gradual wavy boundary."
      },
      {
        "name": "2Btg4",
        "top": 130,
        "bottom": 150,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 1,
        "texture_class": "clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "2Btg4--51 to 59 inches; gray (10YR 6/1) clay loam; moderate medium prismatic structure parting to moderate medium angular blocky; firm; few patchy distinct brown (7.5YR 4/3) clay films in root channels and pores; many continuous distinct gray (10YR 5/1) clay films on faces of peds; common medium prominent strong brown (7.5YR 5/6) masses of iron accumulation in the matrix; common fine rounded white (10YR 8/1) masses of barite and common fine and medium prominent irregular black (7.5YR 2.5/1) masses of iron and manganese  accumulation throughout; about 2 percent gravel; neutral; clear wavy boundary."
      },
      {
        "name": "2Btg5",
        "top": 150,
        "bottom": 173,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 1,
        "texture_class": "clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "2Btg5--59 to 68 inches; gray (10YR 6/1) clay loam; weak medium prismatic structure parting to moderate medium angular blocky; firm; few patchy distinct gray (10YR 5/1) clay films on faces of peds; many continuous distinct brown (7.5YR 4/3) clay films in root channels and pores and on faces of peds; many medium prominent strong brown (7.5YR 5/6) masses of iron accumulation in the matrix; common fine rounded white (10YR 8/1) masses of barite and common medium prominent irregular black (7.5YR 2.5/1) masses of iron and manganese accumulation throughout; about 2 percent gravel; neutral; clear wavy boundary."
      },
      {
        "name": "2Btg6",
        "top": 173,
        "bottom": 198,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "2.5Y",
        "moist_value": 6,
        "moist_chroma": 1,
        "texture_class": "clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "2Btg6--68 to 78 inches; gray (2.5Y 6/1) clay loam; weak medium prismatic structure; firm; few patchy distinct gray (10YR 5/1) clay films in root channels and pores and on faces of peds; few patchy distinct brown (7.5YR 4/3) clay films in root channels and pores; common medium prominent brown (10YR 5/3) and common medium prominent yellowish brown (10YR 5/6) masses of iron accumulation in the matrix; common fine rounded white (10YR 8/1) masses of barite throughout; about 2 percent gravel; neutral; abrupt wavy boundary. (Combined thickness of the 2Btg horizon is 14 to 40 inches.)"
      },
      {
        "name": "2BCb",
        "top": 198,
        "bottom": 295,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly alkaline",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "2BCb--78 to 116 inches; 90 percent yellowish brown (10YR 5/6) and 10 percent gray (10YR 6/1) loam; massive; firm; common patchy prominent brown (7.5YR 4/2) clay films in root channels and pores; common fine rounded white (10YR 8/1) masses of barite and common fine and medium prominent irregular black (7.5YR 2.5/1) masses of iron and manganese accumulation throughout; about 3 percent gravel; slightly alkaline; gradual wavy boundary. (0 to 38 inches)"
      },
      {
        "name": "2C",
        "top": 295,
        "bottom": 424,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "2C--116 to 167 inches; 50 percent yellowish brown (10YR 5/6) and 50 percent brown (10YR 5/3) loam; massive; firm; few patchy distinct dark grayish brown (10YR 4/2) clay films on horizontal faces of soil fragments in the upper 5 inches; common fine rounded light gray (10YR 7/2) masses and nodules of calcium carbonate and common fine rounded white (10YR 8/1) masses of barite throughout; common fine irregular black (7.5YR 2.5/1) masses of manganese oxides on horizontal faces of soil fragments; about 6 percent gravel; strongly effervescent; moderately alkaline."
      }
    ]
  ]
}
