{
  "SERIES": "PASSCREEK",
  "STATUS": "Established Series",
  "BYREV": "Rev. PSD-RJE-JAL",
  "REVDATE": "08/2002",
  "STATES": "MT,WY",
  "OVERVIEW": "The Passcreek series consists of well drained soils that are moderately deep to hard bedrock. They formed in colluvial slopewash and residuum weathered from calcareous sandstone. Passcreek soils are on canyon walls, mountainslopes and questas. Slopes are 3 to 60 percent. The mean annual precipitation is about 20 inches, and the mean annual temperature is about 38 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive Ustic Argicryolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Passcreek loam-rangeland. (Colors are for dry soil unless otherwise stated.)\nA--0 to 4 inches; dark grayish brown (10YR 4/2) loam, very dark brown (10YR 2/2) moist; strong very fine granular structure; slightly hard, very friable, slightly sticky and nonplastic; common fine and very fine roots; 5 percent sandstone channers; neutral (pH 7.0); gradual smooth boundary. (3 to 7 inches thick)\nBt--4 to 11 inches; brown (10YR 5/3) clay loam, dark brown (10YR 3/3) moist; moderate medium subangular blocky structure; hard, very friable, moderately sticky and moderately plastic; common fine and few very fine roots; many prominent clay films on faces of peds and in root channels; 5 percent sandstone channers; neutral (pH 7.2); clear smooth boundary. (5 to 12 inches thick)\nBtk--11 to 14 inches; brown (10YR 5/3) loam, brown (10YR 4/3) moist; moderate medium subangular blocky structure; hard, friable, moderately sticky and slightly plastic; few fine roots; common distinct and few prominent clay films on faces of peds; matrix is slightly effervescent, calcium carbonate mainly as coatings on bottomsides of channers; 5 percent sandstone channers; slightly alkaline (pH 7.8); clear smooth boundary. (3 to 10 inches thick)\nBk--14 to 23 inches; light brownish gray (10YR 6/2) channery loam, dark grayish brown (10YR 4/2) moist; massive; slightly hard, very friable, slightly sticky and nonplastic; violently effervescent, calcium carbonate as common soft masses, seams, and filaments and as coatings on channers; 20 percent sandstone channers; moderately alkaline (pH 8.2); abrupt wavy boundary. (5 to 15 inches thick)\nR--23 inches; hard, buff colored, calcareous sandstone many feet thick."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Johnson County, Wyoming;780 feet north and 650 feet east of the southwest corner of sec. 30, T. 45 N., R. 83 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: The mollic epipedon ranges from 7 to 14 inches. Depth to continuous horizons of continuous carbonate accumulation ranges from 10 to 19 inches. Bedrock depth ranges from 20 to 40 inches. Mean annual soil temperature is 35 to 42 degrees F. Mean summer soil temperature is 50 to 59 degrees F.\nThe A horizon has hue of 10YR or 2.5Y, value of 3 through 5 dry, 2 or 3 moist, and chroma of 1 through 3. Channers range from 0 to 15 percent. It is slightly acid through moderately alkaline.\nThe Bt horizon has hue of 10YR or 2.5Y, value of 4 through 6 dry, 3 or 4 moist, and chroma of 2 through 4. It is clay loam or loam with 18 to 35 percent clay and more than 15 but less than 35 percent being fine or coarser sand. Channers range from 0 to 15 percent. It is neutral through moderately alkaline.\nThe Bk horizon has hue of 7.5YR through 2.5Y, value of 5 through 7 dry, 4 or 5 moist, and chroma of 2 through 4. It is loam, clay loam, channery loam, or channery clay loam with channers ranging from 0 to 20 percent. Calcium carbonate ranges from 6 to 14 percent with isolated pockets ranging up to 20 percent but these are discontinuous. It is moderately alkaline or strongly alkaline. Some pedons have a thin layer with very cobbly or extremely cobbly modifiers just above the lithic contact."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Accola, Amsden, Barbarela, Buffork, Cific, Coldspring (T), Croftshaw, Croydon, Dewville, Dra, Gebson (T) Gelkie, Hourglass, Inchau, Kezar, Kittredge, Leavitt, Lucky, Lyonman, Lymanson, Michelson, Miracle, Monad, Monaberg, Morset, Mult, Newlands, Oro Fino, Philipsberg, Primeaux, Rainbolt (T), Rammel, Shotgun, Slacks, Swede, Tingey, Tripit, Troutdale, Wellsville, Woosley, Youga, and Zade series. The Accola, Amsden, Croftshaw, Crydon, Dewville, Gebson, Gelkie, Hourglass, Kittredge, Leavitt, Lyonman, Michelson, Monaberg, Monad, Morset, Newlands, Oro Fino, Philipsberg, Swede, Tingy, Wellsville, and Youga series are very deep. The Buffork, Cific, Inchau, Lymanson, Rainbolt, Tripit, Troutdale, and Zade series have a paralithic contact at 20 to 40 inches. The Dra and Rammel soils have continuous horizons of carbonate accumulation at depths greater than 20 inches. Kezar soils have more than 35 percent fine or coarser sand in the Bt horizon. Barbarela, Coldspring, Lucky, Mult, Shotgun and Slacks soils are noncalcareous throughout. Miracle soils have hue of 5YR or 2.5YR in the Bt horizon. Primeaux soils have 35 to 60 percent coarse fragments in the lower Bt horizon and have slightly acid reactions throughout the Bt. Woosley soils formed over limestone and are greater than 20 inches to the base of the argillic horizon."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Passcreek soils are on mountainslopes, canyon walls, and cuestas. They formed in colluvial slopewash and residuum derived from calcareous sandstone. Slopes are 3 to 60 percent. Elevations are 5500 to over 9,500 feet. The mean annual precipitation is about 20 inches but ranges from 17 to 28 inches. The mean annual temperature ranges from 36 to 42 degrees F. The frost-free season is less than 80 days, and frost may occur during any month at the higher elevations."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the competing Wellsville and Woosley series."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; slow to rapid runoff; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Grazeable woodland and wildlife habitat and limited forested areas. Native vegetation consists of widely spaced Limber pine and Douglas-fir in large areas of big sagebrush, Idaho fescue, green needlegrass, and thickspike wheatgrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Mountains of Wyoming and Colorado. The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Johnson County (Southern Johnson County Area), Wyoming; 1971."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon--0 to 11 inches (A, Bt)\nArgillic horizon--4 to 14 inches (Bt,Btk)\nLithic contact--23 inches (R)\nSIR - WY0234"
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "NA"
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 10,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 2,
        "texture_class": "sand",
        "cf_class": "NA",
        "pH": 7,
        "pH_class": "neutral",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "A--0 to 4 inches; dark grayish brown (10YR 4/2) loam, very dark brown (10YR 2/2) moist; strong very fine granular structure; slightly hard, very friable, slightly sticky and nonplastic; common fine and very fine roots; 5 percent sandstone channers; neutral (pH 7.0); gradual smooth boundary. (3 to 7 inches thick)"
      },
      {
        "name": "Bt",
        "top": 10,
        "bottom": 28,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "clay loam",
        "cf_class": "NA",
        "pH": 7.2,
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bt--4 to 11 inches; brown (10YR 5/3) clay loam, dark brown (10YR 3/3) moist; moderate medium subangular blocky structure; hard, very friable, moderately sticky and moderately plastic; common fine and few very fine roots; many prominent clay films on faces of peds and in root channels; 5 percent sandstone channers; neutral (pH 7.2); clear smooth boundary. (5 to 12 inches thick)"
      },
      {
        "name": "Btk",
        "top": 28,
        "bottom": 36,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "sand",
        "cf_class": "NA",
        "pH": 7.8,
        "pH_class": "slightly alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Btk--11 to 14 inches; brown (10YR 5/3) loam, brown (10YR 4/3) moist; moderate medium subangular blocky structure; hard, friable, moderately sticky and slightly plastic; few fine roots; common distinct and few prominent clay films on faces of peds; matrix is slightly effervescent, calcium carbonate mainly as coatings on bottomsides of channers; 5 percent sandstone channers; slightly alkaline (pH 7.8); clear smooth boundary. (3 to 10 inches thick)"
      },
      {
        "name": "Bk",
        "top": 36,
        "bottom": 58,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "sand",
        "cf_class": "channery",
        "pH": 8.2,
        "pH_class": "moderately alkaline",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "Bk--14 to 23 inches; light brownish gray (10YR 6/2) channery loam, dark grayish brown (10YR 4/2) moist; massive; slightly hard, very friable, slightly sticky and nonplastic; violently effervescent, calcium carbonate as common soft masses, seams, and filaments and as coatings on channers; 20 percent sandstone channers; moderately alkaline (pH 8.2); abrupt wavy boundary. (5 to 15 inches thick)"
      },
      {
        "name": "R",
        "top": 58,
        "bottom": "NA",
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "R--23 inches; hard, buff colored, calcareous sandstone many feet thick."
      }
    ]
  ]
}
