{
  "SERIES": "PASSMORE",
  "STATUS": "Established Series",
  "BYREV": "Rev: TJK-JAL-RJS",
  "REVDATE": "01/2007",
  "STATES": "MT",
  "OVERVIEW": "The Passmore series consists of very deep, somewhat poorly drained soils formed in alluvium from  mixed sources over coarse alluvium from granite or other coarse grained, igneous or metamorphic rocks.  These soils are on floodplains and drainageways in intermountain valleys.  Slopes are 0 to 8 percent.  Mean annual precipitation is about 11 inches, and mean annual air temperature is about 40 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, superactive, frigid Oxyaquic Haplustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Passmore mucky peat in rangeland (colors are for dry soil unless otherwise noted).\nOe--0 to 2  inches; very dark grayish brown (10YR 3/2) mucky peat, very dark brown (10YR 2/2) moist; moderately decomposed herbaceous material and fine grained sediment; soft, very friable, non-sticky and non-plastic; many fine and very fine and common medium roots; slightly alkaline (pH 7.6), clear smooth boundary. (0 to 4 inches thick)\nA1--2 to 10 inches; very dark gray (10YR 3/1) loam, black (10YR 2/1) moist; weak fine granular structure; slightly hard, friable, slightly sticky and slightly plastic; many very fine, common fine and medium roots; few very fine and fine tubular pores; strongly effervescent; moderately alkaline (pH 8.2); clear smooth boundary.\nA2--10 to 15 inches; very dark grayish brown (10YR 3/2) loam, black (10YR 2/1) moist; moderate fine and medium granular structure; moderately hard, friable, moderately sticky and slightly plastic; common very fine and fine and few medium roots; few very fine tubular pores; slightly effervescent; moderately alkaline (pH 8.2); gradual smooth boundary. (The combined thickness of A horizons is 8 to 15 inches)\nBw--15 to 24 inches; yellowish brown (10YR 5/4) sandy loam, dark yellowish brown (10YR 3/4) moist; weak medium subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; few very fine and fine roots; few very fine tubular pores; 2 percent subrounded gravel; slightly alkaline (pH 7.6); gradual smooth boundary.  (8 to 24 inches thick)\nBC--24 to 34 inches; pale brown (10YR 6/3) sandy loam, brown (10YR 4/3) moist; massive; slightly hard, very friable, slightly sticky and slightly plastic; few very fine roots; 2 percent fine subangular gravel; few fine dark yellowish brown (10YR 4/6) redoximorphic concentrations; slightly alkaline (pH 7.4); gradual wavy boundary. (4 to 20 inches thick)\n2C--34 to 72 inches; variegated pale brown (10YR 6/3) and light gray (10YR 7/2) gravelly coarse sand, dark yellowish brown (10YR 4/4) moist; single grain; loose, non-sticky, and non-plastic; abundant interstitial pores; 35 percent, mainly fine, gravel; neutral (pH 7.0)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Silver Bow County, Montana; 1,800 feet north and 2,250 feet west of the SE corner of sec. 16, T. 2 N., R. 7 W. Homestake topographic quadrangle, UTM zone 12T, 0385684E, 5086194N, NAD 27"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nMean annual soil temperature  40 to 44 degrees F., frigid temperature regime.\nSoil moisture control section  8 to 24 inches; dry in some part between 4 tenths and six-tenths of the cumulative days per year when the soil temperature at a depth of 20 inches is at or above 41 degrees F.  Ustic soil moisture regime bordering on aridic.\nMollic epipedon thickness  10 to 15 inches\nDepth to seasonal high water table  24 to 42 inches\nDepth to 2C horizon - 26 to 56 inches\nWeighted average of clay in the particle size control section: 8 to 18 percent\nGravel in the substratum is primarily fine pea gravel less than 7 mm in diameter.\nOe horizon  Value: 3 or 4 dry; 2 or 3 moist\nChroma: 2 or 3\nOrganic carbon: 18 to 30 percent\nReaction: pH 7.2 to 8.0\nNote: This horizon may be absent from some profiles.\nA horizons  Hue: 10YR or 2.5Y\nValue: 3, 4 or 5 dry; 2 or 3 moist\nChroma: 1 or 2\nTexture: loam or sandy loam\nClay content: 10 to 24 percent\nRock fragments: 0 to 5 percent, mainly fine, gravel\nCalcium carbonate equivalent: 0 to 5 percent\nReaction: pH 7.2 to 8.4\nBw horizon  Hue: 10YR or 2.5Y\nValue: 5 or 6 dry; 3, 4, or 5 moist\nChroma: 2, 3 or 4\nTexture: sandy loam, fine sandy loam, loam or sandy clay loam\nClay content: 10 to 22 percent\nRock fragments: 0 to 10 percent, mainly fine gravel\nCalcium carbonate equivalent: 0 to 2 percent\nReaction: pH 7.2 to 8.2\nBC horizon  Hue: 10YR or 2.5Y\nValue: 5 or 6 dry; 4 or 5 moist\nChroma: 2, 3 or 4\nTexture: sandy loam or coarse sandy loam\nClay content: 8 to 16 percent\nRock fragments: 0 to 20 percent, mainly fine gravel\nCalcium carbonate equivalent: 0 to 2 percent\nReaction: pH 7.4 to 8.2\n2C horizon  Hue: 10YR, 7.5YR, 5YR or 2.5Y\nValue: 4, 5 or 6 dry; 3 or 4 moist\nChroma: 2, 3, 4 or 6\nTexture: coarse sand, sand, or loamy coarse sand\nClay content: 0 to 8 percent\nRock fragments: 10 to 45 percent, mainly fine, gravel\nReaction: pH 6.8 to 8.0"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no competing series."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nLandform - floodplains and drainageways\nElevation - 5,180 to 7,960 feet\nSlope - 0 to 8 percent\nParent material - alluvium from mixed sources over coarse alluvium from granite or other coarse grained, igneous or metamorphic rocks\nClimate - long cold winters; moist springs; warm, dry summers\nMean annual precipitation - 10 to 14 inches\nMean annual air temperature - 35 to 43 degrees F.\nFrost-free period - 70 to 90 days"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:\nThese are the Valleyflat, Cometcrik, and Pitchstone series.  Valleyflat soils are well drained and shallow to sand and gravel.  They occur in valley floor areas, above the floodplain.  Cometcrik soils are poorly drained, have a weighted average of 18 to 35 percent clay in the control section and occur in lower floodplain positions. Pitchstone soils are well drained and occur on gently sloping fans and footslopes adjacent to the floodplain."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Somewhat poorly drained; moderate permeability in upper horizons over rapid permeability in underlying coarse substrates."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Passmore soils are primarily used for rangeland, pasture, and as wildlife habitat. The native vegetation is mainly slender wheatgrass, slender cinquefoil, Baltic rush, giant goldenrod, woods rose, shrubby cinquefoil, and Douglas sedge along with substantial amounts of naturalized redtop and Kentucky bluegrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Passmore soils are of limited extent in the intermountain valleys of southwestern Montana."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Silver Bow County, Montana, 2006."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are: a mollic epipedon from 2 to 15 inches (A1, A2 horizons); a cambic horizon from15 to 24 inches (Bw horizon); sand and gravel substrates below 34 inches (2C horizon); a particle-size control section from 12 to 42 inches (A2, Bw, BC, 2C horizons). Passmore soils have a frigid temperature regime and an ustic soil moisture regime that borders on aridic.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
