{
  "SERIES": "PASSAR",
  "STATUS": "Established Series",
  "BYREV": "Rev. GB",
  "REVDATE": "10/98",
  "STATES": "CO",
  "OVERVIEW": "The Passar series consists of deep, well drained soils that formed in alluvium mainly from rhyolitic tuff.  These soils are on gently sloping to steep alluvial fans, and mountain sides.  The average annual precipitation at the type location is 20 inches and the mean annual air temperature is 34 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Clayey-skeletal, smectitic Ustic Argicryolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Passar loam, grassland.  (Colors for dry soil unless otherwise noted.)\nA1--0 to 12 inches; very dark gray (7.5YR 3/1) loam, black (10YR 2/1) moist; moderate fine granular and crumb structure; soft, very friable, slightly sticky and slightly plastic; 5 percent gravel; slightly acid; clear smooth boundary.  (7 to 15 inches thick).\nB1--12 to 15 inches; brown (7.5YR 5/4) clay loam, dark brown (7.5YR 4/4) moist; moderate medium subangular blocky structure; slightly hard, very friable, slightly sticky and slightly plastic; peds are very hard, firm; few thin patchy clay films on peds; 10 percent gravel and few stones; slightly acid; clear smooth boundary.  (3 to 6 inches thick)\nB2t--15 to 36 inches; brown (7.5YR 5/4) very stony clay, dark brown (7.5YR 4/4) moist; moderate medium angular blocky structure; slightly hard, very friable, sticky and plastic; peds are extremely hard, very firm; thin continuous clay films on peds and in root channels and pores and on many coarse fragments; 60 percent stones; slightly acid; gradual smooth boundary.  (9 to 34 inches thick)\nB3--36 to 42 inches, brown (7.5YR 5/4) very stony heavy clay loam, dark brown (7.5YR 4/4) moist; weak medium subangular blocky structure; slightly hard, very friable, sticky and plastic; peds are very hard, firm; thin patchy clay films on peds, and some root channels and on the upper surfaces of some stones; 70 percent stones; slightly acid; gradual smooth boundary.  (3 to 8 inches thick)\nC--42 to 60 inches, brown (7.5YR 5/4) very stony heavy clay loam, dark brown (7.5YR 4/4) moist; massive; hard, friable, sticky and plastic; 70 percent stones; neutral."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Gunnison County, Colorado; SW 1/4 Sec. 20, T. 47 N., R.  4 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The Passar soils typically are noncalcareous to depths of more than 60 inches but depth to uniformly calcareous material ranges from 40 to more than 60 inches but should not be shallower than the upper 3 inches of the C horizon if the solum is thicker than 40 inches.  Depth to the base of the argillic horizon ranges from 15 to 50 inches.  Base saturation ranges from 60 to 100 percent.  Rock fragments range from 35 to 80 percent by volume in a major part of the solum and C horizon above depths of 50 inches and are mainly 10 to 36 inches in diameter.  When soils are dry, cracks develop in the B2t and C horizons that typically are less than .4 inches wide and 12 inches long.  Cole ranges from .04 to .08 in the fine earth but because of their stone content total extensibility above depth of 60 inches less than 2.4 inches.  These soils are dry in some part of the moisture control section for some time most years.  The mean annual soil temperature is 38 degrees F., and the mean summer soil temperature is 48 degrees F.  The solum and C horizons range from medium acid to mildly alkaline.\nThe A horizon has hue of 2.5Y through 7.5YR, value of 4 or 5 dry, 2 or 3 moist, and chroma of 1 through 3.\nThe B2t horizon has hue of 2.5Y through 7.5YR, value of 5 through 7 dry, 3 through 6 moist, and chroma of 1 through 6.  It is typically very stony heavy clay loam, very stony clay, or very stony sandy clay and the fine earth fraction has 35 to 50 percent clay, 5 to 45 percent silt and 15 to 55 percent sand, with more than 15 percent being fine or coarser sand.\nThe C horizon has hue of 2.5Y through 7.5YR.  It is typically very stony heavy clay loam, very stony clay, or very stony sandy clay and has more than 35 percent clay in the fine earth to depths of more than 50 inches."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Devoy, Dryn, Embargo, Home Camp, Spinlin, and Wilpar soils have either a lithic or a paralithic contact at depths of less than 40 inches.  Rooset soils are calcareous in the lower part of the solum and C horizon and have continuous horizons of secondary calcium carbonate accumulation.  Redchief soils have lithochromic hue of 5YR or redder in a major part of the solum and C horizon, have solums thicker than 50 inches, and have coarse fragments that are mainly less than 10 inches in diameter.  Tatiyee soils have solums thicker than 50 inches, have coarse fragments mainly less than 10 inches in diameter, and have significant component of ash, cinders and pyroclastics in the solum and C horizon.  Tellura soils have coarse fragments that are mainly less than 10 inches in diameter."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  The Passar soils are on gently sloping to steep alluvial fans, and mountain sides.  The soils formed in thick, noncalcareous, alluvial fan or slopewash materials derived mainly from rhyolitic tuff.  At the type location the average annual temperature is 34 degrees F., mean summer temperature is 50 degree F."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS;  These  are the Kubler, Parlin, and Ruby soils.  Kubler soils have mean summer soil temperature warmer that 59 degrees F., have less than 35 percent stones, and have mollic epipedons more than 16 inches thick.  Parlin soils have mean summer soil temperature of 59 degrees F., or warmer and has less than 35 percent stones.  Ruby soils have strong clay loam B2t horizons with less than 35 percent rock fragments."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; medium to rapid runoff; slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are used as native pastureland or for recreation.  Native vegetation is mainly Thurber fescue, native bluegrass, big sage, and scattered aspen."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Mountainous areas of Colorado.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Gunnison County, Colorado, 1974."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  OSED scanned by NSSQA and cleaned up by Colorado.  Last revised by state on 2/75.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A1",
        "top": 0,
        "bottom": 30,
        "dry_hue": "7.5YR",
        "dry_value": 3,
        "dry_chroma": 1,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 1,
        "texture_class": "loam",
        "pH_class": "slightly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A1--0 to 12 inches; very dark gray (7.5YR 3/1) loam, black (10YR 2/1) moist; moderate fine granular and crumb structure; soft, very friable, slightly sticky and slightly plastic; 5 percent gravel; slightly acid; clear smooth boundary.  (7 to 15 inches thick)."
      },
      {
        "name": "B1",
        "top": 30,
        "bottom": 38,
        "dry_hue": "7.5YR",
        "dry_value": 5,
        "dry_chroma": 4,
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "clay loam",
        "pH_class": "slightly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "B1--12 to 15 inches; brown (7.5YR 5/4) clay loam, dark brown (7.5YR 4/4) moist; moderate medium subangular blocky structure; slightly hard, very friable, slightly sticky and slightly plastic; peds are very hard, firm; few thin patchy clay films on peds; 10 percent gravel and few stones; slightly acid; clear smooth boundary.  (3 to 6 inches thick)"
      },
      {
        "name": "B2t",
        "top": 38,
        "bottom": 91,
        "dry_hue": "7.5YR",
        "dry_value": 5,
        "dry_chroma": 4,
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "clay",
        "cf_class": "very stony",
        "pH_class": "slightly acid",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "B2t--15 to 36 inches; brown (7.5YR 5/4) very stony clay, dark brown (7.5YR 4/4) moist; moderate medium angular blocky structure; slightly hard, very friable, sticky and plastic; peds are extremely hard, very firm; thin continuous clay films on peds and in root channels and pores and on many coarse fragments; 60 percent stones; slightly acid; gradual smooth boundary.  (9 to 34 inches thick)"
      },
      {
        "name": "B3",
        "top": 91,
        "bottom": 107,
        "dry_hue": "7.5YR",
        "dry_value": 5,
        "dry_chroma": 4,
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "clay loam",
        "cf_class": "very stony",
        "pH_class": "slightly acid",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "B3--36 to 42 inches, brown (7.5YR 5/4) very stony heavy clay loam, dark brown (7.5YR 4/4) moist; weak medium subangular blocky structure; slightly hard, very friable, sticky and plastic; peds are very hard, firm; thin patchy clay films on peds, and some root channels and on the upper surfaces of some stones; 70 percent stones; slightly acid; gradual smooth boundary.  (3 to 8 inches thick)"
      },
      {
        "name": "C",
        "top": 107,
        "bottom": 152,
        "dry_hue": "7.5YR",
        "dry_value": 5,
        "dry_chroma": 4,
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "clay loam",
        "cf_class": "very stony",
        "pH_class": "neutral",
        "narrative": "C--42 to 60 inches, brown (7.5YR 5/4) very stony heavy clay loam, dark brown (7.5YR 4/4) moist; massive; hard, friable, sticky and plastic; 70 percent stones; neutral."
      }
    ]
  ]
}
