{
  "SERIES": "PASTURA",
  "STATUS": "Established Series",
  "BYREV": "Rev. CDL-RJA-ACT",
  "REVDATE": "11/97",
  "STATES": "AZ,NM,OK,TX,UT",
  "OVERVIEW": "The Pastura series consists of soils that are shallow to a petrocalcic horizon.  They are well drained, moderately permeable soils formed in material derived from sedimentary formations mixed with eolian deposits.  These soils are on mesas, terraces, hills, and ridges.  Slope ranges from 0 to 25 percent.  Mean annual precipitation is about 11 inches and the mean annual temperature is about 53 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy, mixed, superactive, mesic, shallow Ustic Petrocalcids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Pastura loam - rangeland.  (Colors are for dry soil unless otherwise noted.)\nA--0 to 4 inches; grayish brown (10YR 5/2) loam, dark grayish brown (10YR 4/2) moist; strong very fine granular structure; soft, very friable, nonsticky and nonplastic; common very fine and fine roots; many very fine interstitial pores; about 5 percent very hard petrocalcic fragments less than 3 inches in diameter; strongly effervescent; moderately alkaline (pH 8.2); clear smooth boundary.  (2 to 6 inches thick)\nBw--4 to 10 inches; pale brown (10YR 6/3) loam, brown (10YR 5/3) moist; very weak fine subangular blocky structure; slightly hard, very friable, nonsticky and slightly plastic; common very fine roots; few very fine tubular pores; about 10 percent hard, petrocalcic fragments less than 3 inches in diameter; strongly effervescent; moderately alkaline (pH 8.4); abrupt wavy boundary.  (4 to 14 inches thick)\nBkm--10 to 18 inches; pinkish white (7.5YR 8/2) and very pale brown (10YR 8/3) indurated petrocalcic with a laminar upper surface; horizontal cleavage is pronounced, producing very hard plate-like layers 1 to 3 inches thick in the upper 6 to 12 inches; the hardness of the caliche gradually decreases with depth and becomes soft to weakly cemented 1 to 3 feet below the upper surface of this horizon."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Torrance County, New Mexico; approximately 155 feet south of fence on south side of U.S. Highway 66; southeast quarter of northwest quarter, sec. 24, T. 9N., R. 14E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture:  Moist in some part of the soil moisture control section more than 50 percent of the time during the summer months.  The driest periods are early October through late May.\nSoil temperature:  52 to 59 degrees F.\nDepth to petrocalcic horizon:  Typically less than 12 inches but ranges from 5 to 20 inches.\nRock fragments:  less than 35 percent, dominantly pebbles.\nClay:  average 18 to 35 percent in the particle-size control section.\nA horizon -\nHue:  5YR to 10YR\nValue:  4 to 7 dry, 3 to 5 moist\nChroma:  2 to 6\nWhen moist value and chroma are 3 or less, horizon thickness is less than 6 inches.\nTexture:  sandy loam, fine sandy loam, loam, clay loam, gravelly loam, gravelly clay loam, or gravelly fine sandy loam.\nBw horizon (or Bk horizon where present)-\nHue:  5YR to 10YR\nValue:  4 to 7 dry, 4 to 6 moist\nChroma:  2 to 6\nTexture:  loam, clay loam, gravelly clay loam, or gravelly loam\nBkm horizon:\nA series of strongly cemented to indurated petrocalcic horizons may be present beneath the uppermost indurated horizon.  These layers range in thickness from 6 to 36 inches separated by gravelly and cobbly soil material."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Pastern (UT) and Tassi (AZ) series.  Similar soils are the Cardenas and Rolie soils.  Pastern soils have less than 18 percent clay in the control section.  Tassi soils have a lithic contact below the petrocalcic horizon.  The lithic contact occurs between 20 and 40 inches of the surface.  Cardenas and Rolie soils have a calcic horizon above the pertrocalcic horizon.  In addition, Cardenas soils contain less than 18 percent clay in the control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  The Pastura soils are on mesas, terraces, ridges and hills in areas associated with limestone.  Slope ranges from 0 to 25 percent.  The present topography is related to past truncation of pediment slopes.  The soils formed in local medium textured material derived principally from sedimentary formations mixed with some eolian deposits.  Mean annual precipitation ranges from 10 to 13 inches, but averages to 14 inches in some areas.  Mean annual temperature ranges from 50 to 57 degrees F.  The frost-free period ranges from 140 to 200 days and elevation ranges from 4,200 to 6,200 feet.  The Thornwaite P-E Index is 25."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Balon, Dean, Hagerman, Harvey, Poley, Rune, Showlow, Springerville, and Tapia soils.  Hagerman soils have argillic horizons and have sandstone bedrock at depths of 20 to 40 inches.  Balon, Poley and Showlow soils are deep and have argillic horizons.  Harvey soils are deep and have a calcic horizon.  Springerville and Rune soils have fine-textured control sections and lack petrocalcic horizons.  Tapia soils have argillic horizons."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained.  Permeability of the soil is moderate above a very slowly permeable petrocalcic horizon.  Runoff is low on slopes less than 1 percent, medium on 1 to 3 percent slopes, high on 3 to 5 percent slopes, and very high on slopes greater than 5 percent."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are used for livestock grazing and wildlife habitat.  Present vegetation is mainly consists of black grama, hairy grama, sideoats grama, and New Mexico feathergrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northern Arizona, north-central New Mexico and northwestern Texas.  The soil is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Phoenix, Arizona"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Torrance County, New Mexico, 1970."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon:  0 to 4 inches.  (A horizon)\nPetrocalcic horizon:  Indurated calcium carbonate at 10 inches.  (Bkm horizon)"
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "NA"
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 10,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "loam",
        "cf_class": "NA",
        "pH": 8.2,
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A--0 to 4 inches; grayish brown (10YR 5/2) loam, dark grayish brown (10YR 4/2) moist; strong very fine granular structure; soft, very friable, nonsticky and nonplastic; common very fine and fine roots; many very fine interstitial pores; about 5 percent very hard petrocalcic fragments less than 3 inches in diameter; strongly effervescent; moderately alkaline (pH 8.2); clear smooth boundary.  (2 to 6 inches thick)"
      },
      {
        "name": "Bw",
        "top": 10,
        "bottom": 25,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 3,
        "texture_class": "loam",
        "cf_class": "NA",
        "pH": 8.4,
        "pH_class": "moderately alkaline",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "Bw--4 to 10 inches; pale brown (10YR 6/3) loam, brown (10YR 5/3) moist; very weak fine subangular blocky structure; slightly hard, very friable, nonsticky and slightly plastic; common very fine roots; few very fine tubular pores; about 10 percent hard, petrocalcic fragments less than 3 inches in diameter; strongly effervescent; moderately alkaline (pH 8.4); abrupt wavy boundary.  (4 to 14 inches thick)"
      },
      {
        "name": "Bkm",
        "top": 25,
        "bottom": 46,
        "dry_hue": "7.5YR",
        "dry_value": 8,
        "dry_chroma": 2,
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Bkm--10 to 18 inches; pinkish white (7.5YR 8/2) and very pale brown (10YR 8/3) indurated petrocalcic with a laminar upper surface; horizontal cleavage is pronounced, producing very hard plate-like layers 1 to 3 inches thick in the upper 6 to 12 inches; the hardness of the caliche gradually decreases with depth and becomes soft to weakly cemented 1 to 3 feet below the upper surface of this horizon."
      }
    ]
  ]
}
