{
  "SERIES": "PATAHA",
  "STATUS": "Established Series",
  "BYREV": "Rev. HRG/RJE",
  "REVDATE": "10/2002",
  "STATES": "WA",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, mesic Calcic Pachic Haploxerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Pataha silt loam - cultivated (colors for dry soil unless otherwise noted).\nAp--0 to 7 inches; dark grayish brown (10YR 4/2) silt loam, very dark brown (10YR 2/2) moist moderate, medium and coarse granular structure: slightly hard, friable, slightly sticky and slightly plastic; many very fine roots; many very fine irregular pores; mildly alkaline (pH 7.6); abrupt smooth boundary.  (6 to 9 inches thick)\nA--7 to 13 inches; dark grayish brown (10YR 4/2) silt loam, very dark brown (10YR 2/2) moist; moderate medium prismatic structure parting to moderate medium and coarse subangular blocky; slightly hard, friable, slightly sticky and slightly plastic; many very fine roots; many very fine irregular and few fine tubular pores; mildly alkaline (pH 7.6); clear wavy boundary.  (4 to 11 inches thick)\nABk--13 to 17 inches; grayish brown (10YR 5/2) silt loam, very dark grayish brown (10YR 3/2) moist; moderate medium prismatic structure parting to moderate medium and coarse subangular blocky; slightly hard, friable, slightly sticky and slightly plastic; many very fine roots; many very fine irregular and common very fine and fine tubular pores; few fine speroidal aggregates of secondary lime; slightly effervescent; moderately alkaline (pH 8.2); clear wavy boundary.  (3 to 6 inches thick)\nBk--17 to 25 inches; grayish brown (10YR 5/2) gravelly silt loam, very dark grayish brown (10YR 3/2) moist; moderate medium prismatic structure parting to moderate medium and coarse subangular blocky, slightly hard, friable, slightly sticky and slightly plastic; common very fine roots; many very fine irregular and common very fine and fine tubular pores; common fine speroidal aggregates of secondary lime; 20 percent pebbles and 5 percent cobbles; strongly effervescent; moderately alkaline (pH 8.2); abrupt wavy boundary.  (4 to 10 inches thick)\n2Bqk1--25 to 28 inches; light gray (10YR 7/2) very cobbly loam, brown (10YR 5/3) moist; massive; slightly hard, friable, slightly sticky and slightly plastic; few very fine roots; common very fine irregular and tubular pores; many aggregates of secondary lime; discontinuous 1/16 to 1/2 inch thick lenses that are weakly cemented with lime and silica; 30 percent pebble-size indurated durinodes and lime-silica coated basalt pebbles and 25 percent lime-silica coated basalt cobbles; violently effervescent; strongly alkaline (pH 8.6) abrupt wavy boundary.  (0 to 4 inches thick)\n2Bkq2--28 to 33 inches; light gray (10YR 7/2) very gravelly loam, brown (10YR 5/3) moist; massive; slightly hard, friable, slightly sticky and slightly plastic; few very fine roots; common very fine irregular and tubular pores; many aggregates of secondary lime; 35 percent pebble-size indurated durinodes and lime-silica coated basalt pebbles and 25 percent lime-silica coated basalt cobble; violently effervescent; strongly alkaline (pH 8.6) abrupt wavy boundary.  3 to 16 inches thick)\n3R--33 inches; basalt."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Asotin County, Washington; about 7 miles northwest of Anatone; 200 feet south and 800 feet east of the northwest corner of sec. 26, T. 9 N., R. 44 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Depth to secondary lime is 10 to 20 inches and depth to a calcic horizon is 17 to 34 inches.  Depth to a lithic contact is 30 to 40 inches.  The mean annual soil temperature is about 49 degrees F.  These soils are usually moist but are dry in all parts between 4 and 12 inches for 75 to 90 consecutive days during summer and fall.  The particle-size control section averages 18 to 27 percent clay in the fine earth fraction and is 15 to 35 percent fragments.  The mollic epipedon is 24 to 34 inches thick and includes the A, ABk, and Bk horizons.\nThe A horizon has value of 4 or 5 dry and 2 or 3 moist.\nThe Bk horizon has chroma of 2 or 3 dry or moist.  It is gravelly silt loam or silt loam.\nThe 2Bqk horizon has value of 6 through 8 dry, 5 through 7 moist, and chroma of 1 through 3 dry or moist.  It is very gravelly loam, extremely cobbly loam, or very cobbly loam.  The coarse fragments include 20 to 50 percent lime-silica indurated pebbles and lime-silica coated basalt fragments."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  This is the Schrier series.  Schrier soils are more than 40 inches deep and lack durinodes and lime-silica coated pebbles and cobbles in the lower part of the particle-size control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Pataha soils formed in loess, slope alluvium, and colluvium from basalt on broad plateau tops.  Slopes are 3 to 15 percent.  Elevations range from 2,600 to 3,400 feet.  Summers are warm and dry and winters are cool and moist.  The average annual precipitation ranges from 15 to 17 inches.  Mean annual temperature is about 47 degrees F.  Frost-free season is 125 to 135 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  They are the Laufer, Limekiln, Rockly, Stember, and Thiessen series.  Laufer, Limekiln, and Rockly soils have a lithic contact at a depth of less than 20 inches.  Stember soils are loamy-skeletal.  Thiessen soils are clayey-skeletal."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; slow to medium runoff; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used for cropland.  Native vegetation is mainly bluebunch wheatgrass, Idaho fescue, Sandberg bluegrass, arrowleaf balsamroot, and western yarrow."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Southeastern Washington.  The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Asotin County  Washington 1984."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this soil are a mollic epipedon to 25 inches, a calcic horizon at 25 inches, and a lithic contact at 33 inches.\nNational Cooperative Soil Survey\nU. S. A."
  }
}
