{
  "SERIES": "PATENT",
  "STATUS": "Established Series",
  "BYREV": "CJH",
  "REVDATE": "06/2003",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, calcareous, frigid Aridic Ustorthents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Patent loam - on a 3 percent long plane southwest-facing slope in native grassland.  (Colors are for dry soil unless otherwise stated.  When described the soil was dry throughout.)\nA--0 to 1 inches; light brownish gray (2.5Y 6/2) loam, dark grayish brown (2.5Y 4/2) moist; weak very fine granular structure; soft, very friable; many fine roots; many fine pores; slightly alkaline; gradual wavy boundary.  (0 to 5 inches thick)\nAC--1 to 7 inches; light brownish gray (2.5Y 6/2) loam, olive brown (2.5Y 4/4) moist; weak medium subangular blocky and weak fine platy structure; hard, very friable; common fine roots; few fine pores; slight effervescence; moderately alkaline; clear smooth boundary.  (0 to 10 inches thick)\nC--7 to 60 inches; light yellowish brown (2.5Y 6/3) thinly stratified loam, very fine sandy loam and clay loam, olive brown (2.5Y 4/3) moist; massive but parts to weak plates along the laminae; hard, friable; few fine roots; few fine pores; strong effervescence; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Billings County, North Dakota; about 3 miles west of Fryburg; 1,850 feet east and 50 feet north (of road edge) of the southwest corner of sec. 1, T. 139, N., R. 101 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The 10- to 40-inch control section commonly is loam or clay loam averaging between 18 and 35 percent clay.  Strata of contrasting texture less than 2 inches thick are common.  Some pedons contain coarse fragments and porcelanite material.  The soils commonly contain carbonates throughout, but in some pedons, the upper horizons are noneffervescent to 10 inches.  Some pedons are saline.\nThe A horizon has hue of 10YR or 2.5Y, value of 4 to 7 and 3 to 5 moist, and chroma of 1 to 3.  It is loam, fine sandy loam, silt loam, clay loam, silty clay loam or silty clay.  It has weak granular, platy or subangular blocky structure.  It is slightly alkaline or moderately alkaline.\nThe C horizon has hue of 10YR, 2.5Y, or 5Y, value of 6 or 7 and 4 or 5 moist, and chroma of 2 to 4.  It is massive or has platy, subangular blocky or weak prismatic structure.  It is moderately alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Benz, Bigpack, Delridge, Hillon and Mussel series.  Benz soils have a strongly alkaline C horizon that has an ESP or more than 15 and an EC of more than 8 mmhos/cm.  Bigpack soils occur in areas that have precipitation that occurs evenly throughout the year and do not have thin stratifications.  Delridge soils are moderately deep to soft bedrock.  Hillon and Mussel soils have a Bk horizon."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Patent soils are on gently and steeply sloping fans and swales.  Slopes commonly are 5 to 10 percent, but range from 0 to 30 percent.  The soils formed in recent alluvium of mixed origin washed down from adjacent steep eroding hills.  The sediments mainly are calcareous alkaline residuum of sedimentary rocks.  The climate is cool, semiarid with mean annual air temperature of 38 to 45 degrees F, and mean annual precipitation of 12 to 16 inches.  Three-fourths of the precipitation falls during spring and summer."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Burgraff, Cabbart, Fleak, Havre, Kirby, Lambeth, Lonna and Sham soils.  Burgraff, Cabbart and Fleak soils are on side slopes and knobs.  They have a paralithic contact within depths of 40 inches.  Havre soils are on floodplains of streams.  They have an irregular decrease in organic matter with depth.  Kirby soils occur on porcelanite beds (locally known as scoria).  They are fragmental.  Lonna soils formed in silty sediments on less sloping, more stable areas.  They have cambic horizons. Lambeth soils occur on similar positions as Patent.  They are fine-silty.\nSham soils are on adjacent fans or slopes. They are coarse-loamy."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained.  Runoff is medium to rapid.  Permeability is moderate."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used mostly for rangeland but some areas are used for growing wheat and barley.  Native vegetation consists of mid and short prairie grasses including western wheatgrass, some forbs, and shrubs such as sagebrush."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Western North Dakota, Colorado, and Wyoming.  The soil is extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Denver, Colorado"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  McKenzie County, North Dakota, 1932."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:  ochric epipedon - the zone from the surface of the soil to a depth of 7 inches (A and AC horizons).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
