{
  "SERIES": "PATIDIDIT",
  "STATUS": "Established Series",
  "BYREV": "Rev. EWB-AMB-JBF-TM",
  "REVDATE": "04/2017",
  "STATES": "CA",
  "OVERVIEW": "The Patididit series consists of very deep, somewhat poorly drained soils that formed in alluvium derived from mixed rocks, with additions of aeolian volcanic ash. Patididit soils are on stream terraces.  Slopes are 0 to 2 percent. The mean annual precipitation is about 250 mm and the mean annual temperature is about 6 degrees C.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, nonacid, frigid Vitrandic Torriorthents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Patididit ashy fine sandy loam--pastureland. (Colors are for dry soil unless otherwise noted.)\nA1--0 to 8 cm; grayish brown (10YR 5/2) ashy fine sandy loam, very dark grayish brown (10YR 3/2) moist; weak fine subangular blocky structure; slightly hard, very friable, nonsticky and nonplastic; many very fine roots; common very fine interstitial pores; neutral, (pH 6.8); clear wavy boundary. (8 to 25 cm thick)\nA2--8 to 20 cm; light gray (10YR 7/2) ashy fine sandy loam, grayish brown (10YR 5/2) moist; 25 percent fine yellowish brown (10YR 5/6) redox concentrations; weak fine subangular blocky structure; slightly hard, very friable, nonsticky and nonplastic; common very fine and fine roots; common very fine tubular and interstitial pores; neutral, (pH 6.8); clear wavy boundary. (0 to 13 cm thick)\nC1--20 to 50 cm; light brownish gray (2.5Y 6/2) loam, dark grayish brown (2.5Y 4/2) moist; 25 percent fine yellowish brown (10YR 5/4) redox concentrations; massive; hard, friable, moderately sticky and moderately plastic; common very fine and fine roots; common very fine and fine tubular and interstitial pores; neutral, (pH 7.0); clear wavy boundary. (25 to 38 cm thick)\nC2--50 to 81 cm; light brownish gray (2.5Y 6/2) sandy loam, dark grayish brown (2.5Y 4/2) moist; 25 percent fine yellowish brown (10YR 5/4) redox concentrations; massive; slightly hard, very friable, moderately sticky and moderately plastic; common very fine and few fine roots; common very fine tubular and interstitial pores; strong effervescence; moderately alkaline, (pH 8.4); clear wavy boundary. (20 to 35 cm thick)\nC3--81 to 114 cm; fine sandy loam, dark gray (2.5Y 4/1) moist; 5 percent medium light gray (10YR 7/1) redox depletions; massive; slightly hard, very friable, nonsticky and nonplastic; common very fine and few fine roots; common very fine tubular and interstitial pores; slight effervescence; moderately alkaline, (pH 8.4); clear wavy boundary. (0 to 38 cm thick)\nC4--114 to 152 cm; fine sandy loam, dark gray (2.5Y 4/1) moist; 5 percent medium yellowish brown (10YR 5/4) and 5 percent medium light gray (10YR 7/1) redox concentrations and depletions; massive; slightly hard, very friable, nonsticky and nonplastic; few very fine roots; common very fine tubular and interstitial pores; moderately alkaline, (pH 8.4)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Mono County, California; in Bridgeport Valley about 2.3 miles northwest of Bridgeport; about 2,840 feet north and 2,400 feet east of the southwest corner section 19, T. 5 N., R. 25 E.; Mount Jackson USGS 7.5 minute topographic quadrangle; latitude 38 degrees 16 minutes 56.94 seconds N and longitude 119 degrees 15 minutes 34.95 seconds W; WGS84 Decimal Degrees 38.2797056 latitude, -119.2597083 longitude."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: Usually dry in the moisture control section; moist winter and spring; usually dry summer and fall; aridic moisture regime that borders on xeric. Saturated within 50 to 75 cm during the late winter and early spring in most years.\nMean annual soil temperature: 7 to 8 degrees C.\nDepth to horizons with secondary carbonates: 38 to 76 cm.\nDepth to stratified layers with more than 35 percent rock fragments and sandy textures: 100 to more than 150 cm in some pedons.\nParticle-size control section - Clay content: Averages 18 to 25 percent.\nRock fragments: Averages 0 to 15 percent, mainly gravel.  Lithology of rock fragments is mixed, dominantly igneous rocks.\nA horizons\nHue: 10YR or 2.5Y.\nValue: 5 through 7 dry, 3, 4 or 5 moist.\nChroma: 2 or 3, dry or moist.\nReaction: Neutral or slightly alkaline.\nVolcanic glass content: 30 to 50 percent in coarse silt through fine sand fractions.\nC1 horizon\nHue: 10YR or 2.5Y.\nValue: 6 or 7 dry, 4 or 5 moist.\nChroma: 2 or 3, dry or moist.\nTexture: Loam or sandy clay loam.\nClay content: 18 to 27 percent.\nReaction: Neutral to moderately alkaline.\nC2 and C3 horizons\nHue: 10YR or 2.5Y.\nValue: 5 through 7 dry, 4 or 5 moist.\nChroma: 1 through 3, dry or moist.\nTexture: Sandy loam, fine sandy loam or loam.\nClay content: Averages 18 to 25 percent.\nEffervescence: Slightly effervescent or strongly effervescent.\nReaction: Slightly alkaline or moderately alkaline.\nCalcium carbonate equivalent: 1 to 3 percent.\nC4 horizon\nHue: 10YR or 2.5Y.\nValue: 5 through 7 dry, 4 or 5 moist.\nChroma: 1 through 3, dry or moist.\nTexture: Sandy loam, fine sandy loam or loam.\nClay content: Averages 18 to 25 percent.\nEffervescence: Noneffervescent or slightly effervescent.\nReaction: Slightly alkaline or moderately alkaline.\nCalcium carbonate equivalent: 0 to 1 percent."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are currently no other series in this family."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Patididit soils are on stream terraces. They formed in alluvium derived from mixed rocks, with additions of aeolian volcanic ash. Slopes are 0 to 2 percent. Elevations range from 1,955to 2,015 meters. The climate is semi-arid with cool, moist winters and warm, dry summers. The mean annual precipitation is 250 to 300 mm, mean annual temperature is 6 to 7 degrees C., and the frost-free period is 30 to 60 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: This is the Twojayay series. Twojayay soils have secondary carbonates within 20 cm of the soil surface."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Somewhat poorly drained; low surface runoff; moderately rapid permeability; moderately low saturated hydraulic conductivity. Endosaturation is present with an apparent seasonal high water table between 50 and 75 cm (moderately deep free water occurrence class) between January and June. Cumulative annual duration class is common. These soils are susceptible to rare flooding for very brief periods between December and November."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Patididit soils are used for pastureland, recreation, watershed and wildlife habitat. The native vegetation is mainly rushes and bluegrass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Eastern California, east of the Sierra Nevada Range. These soils are not extensive.  MLRA 26."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Mono County (Coleville-Bridgeport Area), California, 2010."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - The zone from the soil surface to 18 cm (The A1 and part of the A2 horizons).\nAquic conditions - The conditions of endosaturation and reduction in horizons between 50 and 152 cm at certain times in normal years (C2, C3 and C4 horizons).\nVitrandic intergrade feature - The zone from the soil surface to 20 cm (A1 and A2 horizons).\nParticle-size control section - The zone from 25 to 100 cm (lower C1, C2 and upper C3 horizons).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
