{
  "SERIES": "PATILO",
  "STATUS": "Established Series",
  "BYREV": "Rev. JDM-JCW-LAD-CMR",
  "REVDATE": "06/2020",
  "STATES": "TX",
  "OVERVIEW": "The Patilo series consists of very deep, well drained , moderately slowly permeable soils that formed in locally reworked eolian sands over residuum weathered from sandstone and siltstone. These nearly level to strongly sloping soils occur on interfluves and side slopes of low ridges on hills. Slope range is 0 to 12 percent. Mean annual precipitation is about 800 mm (31 in) and the mean annual air temperature is about 17.6 degrees C (64 degrees F).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy, siliceous, semiactive, thermic Grossarenic Paleustalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Patilo fine sand, on a north-facing, convex, 4 percent slope in pastureland at an elevation of 380 m (1,247 ft). (Colors are for dry soil unless otherwise stated.)\nA--0 to 10 cm (0 to 4 in); light brownish gray (10YR 6/2) fine sand, dark grayish brown (10YR 4/2), moist; structureless single grain; loose, loose; common fine roots; neutral; clear smooth boundary. (Thickness is 5 to 50 cm [2 to 20 in].)\nE--10 to 127 cm (4 to 50 in); white (10YR 8/2) fine sand, light gray (10YR 7/2), moist; structureless single grain; loose, loose; common fine roots in upper part, few fine roots in lower part; slightly acid; clear wavy boundary. (Thickness is 50 to 183 cm [20 to 72 in].)\nBtg1--127 to 178 cm (50 to 70 in); light gray (10YR 7/1) sandy clay loam, light gray (10YR 6/1), moist; weak coarse angular blocky structure; very hard, very firm; few very fine roots; few very fine pores; common distinct clay films on surfaces of peds; many coarse and medium prominent red (2.5YR 4/6) masses of oxidized iron and few fine distinct brownish yellow (10YR 6/6) masses of oxidized iron; strongly acid; gradual smooth boundary.\nBtg2--178 to 188 cm (70 to 74 in); white (10YR 8/1) sandy clay loam, light gray (10YR 7/1), moist; weak coarse angular blocky structure; hard, firm; few distinct clay films on ped faces many coarse and medium prominent red (2.5YR 5/8) masses of oxidized iron and very few fine brownish yellow (10YR 6/6) masses of oxidized iron; strongly acid. (Combined thickness is 8 to 100 cm [3 to 40 in].)"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Erath County, Texas; about 7.5 miles northeast of Stephenville; located about 1.1 miles southeast of Pilot Knob Church to intersection of private road and county road; 0.5 mile northeast of intersection and 40 yards northwest of private road in pastureland.\nUSGS topographic quadrangle: Bluff Dale, Texas\nLatitude: 32 degrees, 15 minutes, 9.3 seconds N\nLongitude: 98 degrees, 5 minutes, 49.7 seconds W\nDecimal Degrees\nLatitude: 32.2525826 degrees\nLongitude: -98.0971375 degrees\nDatum: WGS84\nUTM Easting: 585046.92 m\nUTM Northing: 3568790.78 m\nUTM Zone: 14"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil Moisture: typic ustic soil moisture regime\nDepth to abrupt textural change: 100 to 192 cm (40 to 76 in)\nDepth to albic materials: 5 to 50 cm (2 to 20 in)\nDepth to albic horizon: 5 to 50 cm (2 to 20 in)\nDepth to argillic horizon: 100 to 192 cm (40 to 76 in)\nDepth to redox concentrations: 100 to 192 cm (40 to 76 in)\nDepth to episaturation: 100 to 192 cm (40 to 76 in) from October to May\nThickness of the solum: 165 to 200 cm (65 to 80 in)\nParticle-size control section (weighted average):\nClay content: 18 to 35 percent\nSand content: 50 to 72 percent\nBase saturation: 40 to 75 percent\nA horizon\nHue: 10YR\nValue: 4 to 8\nChroma: 2 to 4\nTexture: fine sand\nClay content: 0 to 10 percent\nSand content: 85 to 95 percent\nReaction (pH): moderately acid to neutral (5.6 - 7.3)\nE horizon\nHue: 7.5YR or 10YR\nValue: 5 to 8\nChroma: 2 to 6\nTexture: fine sand or loamy fine sand\nClay content: 0 to 12 percent\nSand content: 75 to 98 percent\nReaction (pH): moderately acid to neutral (5.6 - 7.3)\nBtg or Bt horizons\nHue: 5YR to 5Y\nValue: 5 to 7\nChroma: 1 to 8\nTexture: sandy clay loam or sandy loam\nClay content: 18 to 35 percent\nSand content: 50 to 72 percent\nRedox concentration: varied size and amount in shades of red and yellow\nRedox depletion: varied size and amount in shades of gray and yellow\nBase saturation: 40 to 75 percent\nReaction (pH): strongly acid to slightly acid (5.1 - 6.5)\nCd layer or C horizon (where present)\nHue: 10R to 10YR\nValue: 3 to 8\nChroma: 1 to 8\nTexture: fine sand, loamy fine sand, loamy sand, fine sandy loam, sandy clay loam, or loam\nClay content: 1 to 25 percent\nSand content: 45 to 95 percent\nReaction (pH): strongly acid to slightly alkaline (5.1 - 7.8)"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:\nThere are no competing series in the same family. Similar soils are the Aquilla, Arenosa, Desan, Eufaula, Heaton, and Nimrod series.\nAquilla and Eufaula soils: have an argillic horizon that consists entirely of lamellae\nArenosa soils: do not have an argillic horizon\nDesan soils: do not have gleyed horizons and do not have many redox depletions with chroma 2 or less in the upper part of the argillic horizon\nHeaton and Nimrod soils: have an argillic horizon within 100 cm (40 in)"
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material: locally reworked eolian sands over residuum weathered from sandstone and siltstone\nLandscape: hills\nLandform: interfluves and side slopes of low ridges\nSlope: 0 to 12 percent\nMean annual precipitation: 648 to 953 mm (26 to 38 in)\nThornthwaite P-E Index: 26 to 48\nMean annual air temperature: 17.2 to 18.8 degrees C (63 to 66 degrees F)\nFrost-free period: 217 to 243 days\nElevation: 200 to 628 m (656 to 2,060 ft)"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:\nThese are the Arenosa, Brackett, Bunyan, Duffau, Dugout, May, Nimrod, Purves, Selden, and Windthorst series.\nArenosa and Nimrod soils: occur on similar undulating sandy interfluves\nBrackett, Dugout, and Purves soils: less than 50 cm (20 in) to limestone bedrock and occur on limestone ridges\nBunyan soils: do not have argillic horizons and occur on flood plains\nDuffau and Windthorst soils: less than 50 cm (20 in) to argillic horizon and occur on crests and side slopes\nMay and Selden soils: less than 50 cm (20 in) to argillic horizon and occur on base slopes, drainageways, and stream terraces"
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:\nDrainage class: well\nPermeability class: moderately slow\nRunoff: negligible on slopes less than 5 percent, very low on 5 to 12 percent slopes\nSeasonal water table: episaturation occurs between depths of 107 to 183 cm (3.5 to 6 ft) for short periods following heavy rainfall during the months of October to May in most years"
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:\nMajor uses: livestock grazing and wildlife habitat with a few areas cultivated to peanuts and watermelon in the past\nNative vegetation: sand post oak and blackjack oak with greenbrier, forbs, and mid-tall grasses in the openings and beneath the tree cover.\nEcological site: Deep Sand 29-33\" PZ (R084BY169TX)"
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:\nGeneral location: north-central Texas\nLand Resource Region: J-Southwestern Prairies Cotton and Forage\nMajor Land Resource Area: 84B-West Cross Timers\nExtent: moderate"
  },
  "REGIONAL OFFICE": {
    "section": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE",
    "content": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Erath County, Texas; 1970. The name \"Patilo\" comes from a community in northeastern Erath County. The community of Patillo established in 1890 was named for pioneer area rancher John Patillo, but the post office name was recorded as \"Patilo\"."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: These soils were formerly included with the Nimrod series. The series was separated based on depth to the argillic horizon.\nDiagnostic horizons and features recognized in this pedon are:\nParticle-size control section: 127 to 177 cm (50 to 74 in) (Btg horizons)\nOchric epipedon: 0 to 10 cm (0 to 4 in) (A horizon)\nAlbic horizon: 10 to 127 cm (4 to 50 in) (E horizon)\nArgillic horizon: 127 to 188 cm (50 to 74 in) (Btg horizons)\nRedox concentrations: 127 to 188 cm (50 to 74 in) (Btg horizons)\nEpisaturation: 127 to 188 cm (50 to 74 in) (Btg horizons)\nAbrupt textural change: 127 cm (50 in) (top of Btg horizon)\nAlbic materials: 10 to 127 cm (4 to 50 in) (E horizon)\nAquic conditions: 127 to 188 cm (50 to 74 in) (Btg horizons)\nAdditional comments: The subsoil is either gleyed (Btg horizons) or coarsely mottled with many prominent redox depletions with chroma 2 or less.\nThe assignment of the cation-exchange activity class is inferred from lab data from similar soils in the surrounding area.\nADDITIONAL DATA:\nTexas Highway Department Data from TUD Pedon S75TX-059-003.\nTAXONOMIC VERSION: Keys to Soil Taxonomy, Twelfth Edition, 2014\nNational Cooperative Soil Survey\nU.S.A."
  }
}
