{
  "SERIES": "PATOS",
  "STATUS": "Established Series",
  "BYREV": "IRD:  JBC/DLC/RJA",
  "REVDATE": "03/2003",
  "STATES": "NM",
  "OVERVIEW": "The Patos series consists of deep, well drained soils that\nformed from very stony alluvium from igneous and sedimentary\nrocks.  These soils are on piedmonts.  Slopes are 1 to 50\npercent.  Mean annual temperature is about 50 degrees F. and\nmean annual precipitation is about 17 inches.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Clayey-skeletal, mixed, superactive, mesic Aridic Haplustalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Patos stony loam--Woodland Savannah.\n(Colors are for dry soil unless otherwise noted.)\nA--0 to 4 inches; dark brown (7.5YR 4/2) stony loam,\ndark brown (7.5YR 3/2) moist; moderate fine granular\nstructure; soft, very friable, slightly sticky and slightly\nplastic; many fine and very fine roots; 20 percent stones;\nmildly alkaline (pH 7.6); clear smooth boundary.  (3 to 6\ninches thick)\nBt1--4 to 7 inches; reddish brown (5YR 4/4) stony clay\nloam, reddish brown (5YR 4/3) moist; moderate fine\nsubangular blocky structure; hard, firm, sticky and plastic;\nmany fine and very fine roots; few fine clay films on faces\nof peds; 20 percent stones; mildly alkaline (pH 7.6); clear\nsmooth boundary.  (0 to 6 inches thick)\nBt2--7 to 30 inches; reddish brown (5YR 4/4) very stony\nclay, reddish brown (5YR 4/4) moist; moderate coarse\nprismatic structure parting to moderate medium and coarse\nsubangular blocky; very hard, firm, sticky and plastic;\ncommon fine and coarse roots; many thick clay films on faces\nof peds; 15 percent cobbles and 25 percent stones; mildly\nalkaline (pH 7.8); clear wavy boundary.  (15 to 30 inches\nthick)\nBk1--30 to 40 inches; brown (7.5YR 5/4) extremely stony\nclay loam, dark brown (7.5YR 4/4) moist; weak medium\nsubangular blocky structure; very hard, firm, sticky and\nplastic; common coarse and few fine roots; 70 percent\nstones; violently effervescent; common medium nodules of\ncalcium carbonate and coatings on undersides of rocks;\nmoderately alkaline (pH 8.2); clear wavy boundary.  (6 to 15\ninches thick)\nBk2--40 to 60 inches; pink (7.5YR 8/4) extremely stony\nclay loam, pink (7.5YR 7/4); moist; massive; hard, firm,\nsticky and plastic; few fine roots; 15 percent cobbles and\n55 percent stones; violently effervescent; 15 to 30 percent\ncalcium carbonate equivalent; horizon engulfed by calcium\ncarbonate; moderately alkaline (pH 8.4)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Lincoln County, New Mexico; about 5 miles\nwest of Encinoso; 200 feet east and 50 feet north of where\nroad crosses Forest Service boundary in the SW1/4 NW1/4,\nsec. 26 T. 7 S., R. 16 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil Moisture: Intermittently moist in some part of the\nmoisture control section December through April and July\nthrough October\nSoil Temperature:  50 to 54 degrees F.\nDepth to calcic horizon:  20 to 40 inches\nRock fragments:  35 to 65 percent cobbles and stones in the particle-size control section\nClay:  35 to 60 percent in the particle-size control section\nA horizon:  Hue - 7.5YR or 10YR\nValue:  3 through 5\nChroma:  2 through 4\nBt horizon: Hue- 5YR or 7.5YR\nValue: 4 or 5\nChroma: 2 through 4\nBk horizon:  Hue - 5YR or 7.5YR\nValue:  4 through 8\nChroma:  1 through 4\nCalcium carbonate equivalent:  more than 15 percent"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Cochiti and Divasadero\nsoils.  Cochiti soils have calcic horizon.  Devisadero soils\nhave bedrock within 40 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Patos soils are on piedmont slopes.  Drainageways have cut around the old fans leaving them in a\nstable position.  Elevation ranges from 5,500 to 7,000 feet.\nMost of the slopes range from 1 to 15 percent on the tops of\nthe fans, but near the base of the mountain and around the\nedges of the fans  slopes range to 50 percent.  The mean\nannual precipitation is about 16 to 18 inches, the mean\nannual temperature is about 48 to 52 degrees F., and the\nfrost-free period is about 150 to 180 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Plack,\nAsparas, Sampson, and Purcella soils.  Plack soils are on\nthe older piedmonts and have a petrocalcic horizon.\nPurcella soils are in the landscape just below the Patos\nsoils on old alluvial terraces and have a loamy-skeletal\ncontrol section and mollic epipedon.  Asparas soils are in\nswales and have a mollic epipedon.  Sampson soils have a\nmollic epipedon and are in the broad swales."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; slow runoff; slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Patos soils are used for grazing,\nwildlife habitat, and wood products.  Major species are\nwestern wheatgrass, sideoats grama, blue grama, pinyon pine, alligator juniper, oneseed juniper, wavyleaf oak,\nmountainmahogany, and fourwing saltbush."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Patos soils are of small extent in southcentral New Mexico."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Phoenix, Arizona"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Lincoln County, New Mexico, 1981."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  This changes the classification of this series\nfrom clayey-skeletal, mixed, mesic Typic Haplustalfs to clayey-skeletal, mixed, mesic Aridic Haplustalfs.  The\nchange is due to the current concepts of soil moisture\nregimes in New Mexico.\nDIAGNOSTIC HORIZONS AND FEATURES RECOGNIZED IN THIS PEDON\nARE:\nOchric epipedon:  0 to 7 inches\nArgillic horizon:  7 to 30 inches\nCalcic horizon:  30 to 60 inches\nNATIONAL COOPERATIVE SOIL SURVEY\nU.S.A."
  }
}
