{
  "SERIES": "PATROLE",
  "STATUS": "Established Series",
  "BYREV": "Rev. ACT/WWJ",
  "REVDATE": "01/2007",
  "STATES": "TX",
  "OVERVIEW": "The Patrole series consists of very deep, well drained, very slowly permeable soils formed in stratified silty over clayey alluvium.  These soils are on nearly level flood plains.  Slopes range from 0 to 1 percent. The mean annual precipitation is about 13 inches and the mean annual air temperature is about 64 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty over clayey, mixed, superactive, calcareous, thermic Typic Torrifluvents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Patrole silt loam--native rangeland.  (Colors are for dry soil unless otherwise stated.)\nAyz--0 to 12 inches; light reddish brown (5YR 6/4) silt loam, reddish brown (5YR 4/4) moist; weak fine granular structure; slightly hard, friable; moderately sticky; common fine roots; many fine and medium roots and pores; few insect burrows; many fine strata of very fine sandy loam, bedding planes evident, many threads and masses of calcium sulfate and other salts; slightly saline; slightly effervescent; moderately alkaline; gradual wavy boundary. (8 to 16 inches thick)\nBCyz1--12 to 30 inches; reddish brown (5YR 5/4) silt loam, reddish brown (5YR 4/4) moist; weak coarse subangular blocky structure; very hard, firm, moderately sticky; few fine roots; common fine pores; few strata of clay, 0.25 to 0.50 inch thick; bedding planes evident; many fine threads and masses of calcium sulfate and other salts; moderately saline; strongly effervescent; moderately alkaline; clear wavy boundary.  (12 to 20 inches thick)\n2BCyz--30 to 80 inches; reddish brown (2.5YR 4/4) clay, dark reddish brown (2.5YR 3/4) moist; weak coarse angular blocky structure; extremely hard, extremely firm, very sticky and very plastic; many threads and elongated masses of calcium sulfate and other salts; moderately saline; few bedding planes; lenses of clay loam and other textures; strongly effervescent; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Ward County, Texas; in native rangeland 1.2 miles southeast of an unimproved oil field road which point is 4.1 miles southeast of the intersection of U. S. Highway 80 and Farm Road 516 in Barstow, Texas.  (Latitude: 31 degrees, 25 minutes, 18 seconds North; Longitude: 103 degrees, 19 minutes, 10 seconds West.)"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture - Intermittently moist in the soil moisture control section during July-September. Typic aridic soil moisture regime.\nThickness of the fine-silty horizons over the clayey horizon: 20 to 36 inches\nTexture: loam, silt loam, very fine sandy loam, or silty clay loam in the upper part; lower part of the control section is silty clay or clay\nClay content: 18 to 30 percent(Individual subhorizons may range down to 15 percent clay) The clay content of 40 to 60 percent, and is at least 25 percent higher in clay content than the overlying layer.\nAyz horizon\nHue: 5YR, 7.5YR or 10YR\nValue: 4 to 6\nChroma: 2 to 4\nTexture: very fine sandy loam, loam, silt loam, or silty clay loam  Electrical conductivity: 2 to 8 dS/m\nBC horizon\nHue: 2.5YR, 5YR, or 7.5YR\nValue: 4 to 6\nChroma: 2 to 4(Some pedons have redoximorphic features in shades of brown, gray or olive)\nTexture: loam, silt loam, or silty clay loam\nElectrical conductivity: 4 to 16 dS/m\n2BCyz horizon\nHue: 2.5YR, 5YR or 7.5YR\nValue: 4 to 6\nChroma: 2 to 4(Some pedons have olive or gray redoximorphic features)\nTexture: clay or silty clay in the upper horizons and clay to sandy clay loam in lower horizons. Some pedons also have strata of loamy materials below 40 inches\nElectrical conductivity: 4 to 16 dS/m"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no competing series."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Patrole soils occupy nearly level flood plains.  Slopes are 1 percent or less.  The soil formed in recent stratified alluvium consisting of silty over clayey sediments that are several feet thick.  The climate is arid to semiarid.  Mean annual precipitation ranges from 10 to 16 inches, and mean annual temperature ranges from 60 to 68 degrees F.  Frost free days range from 210 to 240 days and elevation ranges from 2,250 to 3,000 feet.  Thornthwaite P-E indices are less than 25."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These include the Arno, Gila, Harkey, Pecos, and Toyah series.  Arno and Pecos soils have clayey control sections and are on similar positions.  Gila soils do not have contrasting textures and occur away from the flood channel. Harkey soils have a coarse-silty control section and are on similar positions.  Toyah soils have a fine-loamy control section and mollic epipedons. They are on uplands in water-receiving positions."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained.  Runoff is low. Permeability is moderately slow in the upper 20 to 36 inches and very slow below."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Irrigated cropland with moderate yields of such crops as cotton, alfalfa, and wheat, and native rangeland of low carrying capacity.  Principle vegetation is a sparse cover of alkali sacaton, pickleweed, fourwing saltbush, saltcedar, and mesquite trees."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  In the Trans-Pecos area of far west Texas. This soil occurs in LRR-D, MLRA 42.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Phoenix, Arizona"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Reeves County, Texas, 1922."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - 0 to 12 inches.  (A horizon)\nFluventic feature - Has an irregular decrease in organic matter content with depth.\nClassified according to Soil Taxonomy Second Edition, 1999.\nWhen the competing series section was updated in September 2001, questions were raised about the description and/or the classification of this series. It was suggested that this soil should classify in the subgroup of Fluventic Haplocambids or Sodic Haplocambids. A field study of the type location is recommended to resolve the questions.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ayz",
        "top": 0,
        "bottom": 30,
        "dry_hue": "5YR",
        "dry_value": 6,
        "dry_chroma": 4,
        "moist_hue": "5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "very fine sandy loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Ayz--0 to 12 inches; light reddish brown (5YR 6/4) silt loam, reddish brown (5YR 4/4) moist; weak fine granular structure; slightly hard, friable; moderately sticky; common fine roots; many fine and medium roots and pores; few insect burrows; many fine strata of very fine sandy loam, bedding planes evident, many threads and masses of calcium sulfate and other salts; slightly saline; slightly effervescent; moderately alkaline; gradual wavy boundary. (8 to 16 inches thick)"
      },
      {
        "name": "BCyz1",
        "top": 30,
        "bottom": 76,
        "dry_hue": "5YR",
        "dry_value": 5,
        "dry_chroma": 4,
        "moist_hue": "5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "silt loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "BCyz1--12 to 30 inches; reddish brown (5YR 5/4) silt loam, reddish brown (5YR 4/4) moist; weak coarse subangular blocky structure; very hard, firm, moderately sticky; few fine roots; common fine pores; few strata of clay, 0.25 to 0.50 inch thick; bedding planes evident; many fine threads and masses of calcium sulfate and other salts; moderately saline; strongly effervescent; moderately alkaline; clear wavy boundary.  (12 to 20 inches thick)"
      },
      {
        "name": "2BCyz",
        "top": 76,
        "bottom": 203,
        "dry_hue": "2.5YR",
        "dry_value": 4,
        "dry_chroma": 4,
        "moist_hue": "2.5YR",
        "moist_value": 3,
        "moist_chroma": 4,
        "texture_class": "clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "2BCyz--30 to 80 inches; reddish brown (2.5YR 4/4) clay, dark reddish brown (2.5YR 3/4) moist; weak coarse angular blocky structure; extremely hard, extremely firm, very sticky and very plastic; many threads and elongated masses of calcium sulfate and other salts; moderately saline; few bedding planes; lenses of clay loam and other textures; strongly effervescent; moderately alkaline."
      }
    ]
  ]
}
