{
  "SERIES": "PATRICK",
  "STATUS": "Established Series",
  "BYREV": "Rev. CLG-RMR-RM",
  "REVDATE": "08/2017",
  "STATES": "TX",
  "OVERVIEW": "The Patrick series consists of moderately deep to gravelly alluvium. These well drained soils formed in clayey over gravelly alluvium derived from shale, claystone, or siltstone of Cretaceous Age.  These nearly level to strongly sloping soils are on treads of stream terraces on dissected plains.  Slopes range from 0 to about 10 percent. Mean annual precipitation is about 838 mm (32.99 in) and the mean annual air temperature is about 20.4 degrees C (68.7 degrees F).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Clayey over sandy or sandy-skeletal, carbonatic, thermic Typic Calciustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Patrick clay--pasture. (Colors are for dry soil unless otherwise stated.)\nA--0 to 25 cm (0 to 10 in); dark grayish brown (10YR 4/2) clay, very dark grayish brown (10YR 3/2) moist; moderate fine granular structure; hard, friable; few roots; few rounded limestone and chert pebbles; calcareous; moderately alkaline; clear smooth boundary.  (20 to 36 cm [8 to 14 in] thick)\nBw--25 to 56 cm (10 to 22 in); brown (7.5YR 5/4) clay, brown (7.5YR 4/4) moist; weak fine subangular blocky and moderate medium granular structure; hard, friable; few roots; few chert and limestone pebbles; calcareous; moderately alkaline; abrupt wavy boundary.  (15 to 41 cm [6 to 16 in] thick)\n2Ck--56 to 305 cm (22 to 120 in); brownish very gravelly loamy sand; structureless; weakly cemented by calcium carbonate and fractured in upper part, loose below; about 20 percent of soft masses and concretions of calcium carbonate; about 60 percent by volume of rounded limestone and chert gravel; calcareous; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Travis County, Texas; From the intersection of U.S. Highway 183 and Onion Creek near Pilot Knob, Texas; 500 feet south of the junction of U.S. Highway 183 and Onion Creek; 100 ft east of U.S. Highway 183 in a pit.\nUSGS topographic quadrangle: Montopolis, TX;\nLatitude: 30 degrees, 10 minutes, 34.6 seconds North;\nLongitude: 97 degrees, 41 minutes, 25.9 seconds West.\nDatum: WGS84"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSolum depth: from 51 to 76 cm (20 to 30 in)\nSoil Moisture: An ustic soil moisture regime. The soil moisture control section is dry in some or all parts for 90 or more cumulative days and moist, in some part, either for more than 180 cumulative days per year, or for 90 or more consecutive days in normal years.\nSoil temperature: 15 to 22 degrees C (59 to 72 degrees F)\nThickness of mollic epipedon: 20 to 36 cm (8 to 14 in) thick\nThickness of cambic horizon: 35 to 77 cm (14 to 30 in)\nOther features: Surface gravel ranges from 0 to 10 percent limestone and quartzite gravels\nParticle-size control section:\nSilicate clay content: 40 to 50 percent (clayey particle size class) and 1 to 12 percent in the (sandy or sandy-skeletal particle size class)\nRock fragments: amount-3 to 20 percent; kind-limestone and quartzite; shape-nonflat; size-gravels\nCalcium carbonate equivalent: 40 to 70 percent (soil fraction less than 20mm)\nA horizon\nHue: 7.5YR or 10YR\nValue: 3 or 4, dry or moist\nChroma: 2, dry or moist\nTexture: clay loam or clay and their gravelly counterparts\nFragments: amount- 0 to 18 percent; size-gravels and cobbles; kind-limestone and quartzite; shape-nonflat\nBw horizon\nHue: 7.5YR or 10YR\nValue: 5 or 6, dry or moist\nChroma: 3 to 6, dry or moist\nTexture:  clay loam or clay\nRock Fragments: amount- 3 to 14 percent; size-gravels and cobbles; kind-limestone and quartzite; shape-nonflat\n2Ck horizon\nHue: 7.5YR or 10YR\nValue: 5 or 6, dry or moist\nChroma: 3 to 6, dry or moist\nTexture: very gravelly sand, extremely gravelly sand, very gravelly loamy fine sand, or extremely gravelly loamy fine sand\nRock Fragments: amount- 50 to 75 percent; size-gravels and cobbles; kind-limestone and quartzite; shape-nonflat\nIdentifiable secondary carbonates: amount-5 to 20 percent, size-fine or medium, kind-carbonate masses\nCalcium carbonate equivalent: 35 to 70 percent"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no series in the same family.  Similar soils include the Austin, Bolar, Doss, Purves, Real, and Somervell series.  None of these series have strongly contrasting particle-size classes in their control sections.\nAustin soils: lack calcic horizons.\nBolar, Doss, Real, and Somervell soils: have a paralithic or lithic contact with limestone.  In addition, Doss and Real soils, as well as Purves soils, have sola less than 51 cm (20 in) thick and Somervell and Real soils have more than 35 percent coarse fragments in the upper part of the control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material: calcareous clayey over gravelly alluvium derived from shale, claystone, or siltstone of Cretaceous Age\nLandscape: Dissected plains and River Valleys\nLandform: Treads on stream terraces\nSlope: 0 to 10 percent\nMean annual air temperature: 19.4 to 21.1 degrees C (67 to 70 degrees F)\nMean annual precipitation: 762 to 948 mm (30 to 37.3 in)\nFrost-free period: 243 to 266 days\nElevation: 124.6 to 450.4 m (408.8 to 1478 ft)\nThornthwaite P-E Index: 40 to 58"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Altoga, Karnes, Lewisville, and Venus soils.\nAltoga and Karnes soils: have ochric epipedons.\nLewisville and Venus soils: are very deep and lack very gravelly horizons."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:\nDrainage class: Well;\nPermeability class: Moderate\nRunoff: negligible on slopes less than 1 percent; low on slopes 1 to 5 percent; and medium on slopes 5 to 10 percent."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Principal use is pasture and range.  Some areas are used for growing small grain and grain sorghums.  Native vegetation is mainly buffalograss, threeawn, Texas wintergrass, sideoats grama, and a few mesquite trees.  Many areas have been mined for road building materials."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  This soil occurs primarily in the Northern Texas Blackland Prairies (MLRA 86A) and to a minor extent in the Edwards Plateau, Eastern Part (MLRA 81C) and the Grand Prairie (MLRA 85). Series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE",
    "content": "SOIL SURVEY REGIONAL OFFICE (SSRO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  McLennan County, Texas; 1939."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nDiagnostic horizons and features recognized in this pedon are:\nMollic epipedon: 0 to 25 cm (0 to 10 in) (A horizon)\nCambic horizon: 25 to 56 cm (10 to 22 in) (Bw horizon)\nFree carbonates: 56 to 305 cm (22 to 120 in) (2Ck horizon)\nSecondary carbonates: 56 to 305 cm (22 to 120 in) (2Ck horizon)\nLithologic discontinuity: starts at 56 cm (22 in) (Contact between Bw and 2Ck horizons)"
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "ADDITIONAL DATA:\nTaxonomic Version: Keys to Soil Taxonomy, Twelfth Edition, 2014"
  },
  "SITE": [
    [
      {
        "drainage": "",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 25,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "clay",
        "structure": "moderate fine granular",
        "dry_rupture": "hard",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A--0 to 25 cm (0 to 10 in); dark grayish brown (10YR 4/2) clay, very dark grayish brown (10YR 3/2) moist; moderate fine granular structure; hard, friable; few roots; few rounded limestone and chert pebbles; calcareous; moderately alkaline; clear smooth boundary.  (20 to 36 cm [8 to 14 in] thick)"
      },
      {
        "name": "Bw",
        "top": 25,
        "bottom": 56,
        "dry_hue": "7.5YR",
        "dry_value": 5,
        "dry_chroma": 4,
        "moist_hue": "7.5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "clay",
        "structure": "moderate medium granular",
        "dry_rupture": "hard",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "Bw--25 to 56 cm (10 to 22 in); brown (7.5YR 5/4) clay, brown (7.5YR 4/4) moist; weak fine subangular blocky and moderate medium granular structure; hard, friable; few roots; few chert and limestone pebbles; calcareous; moderately alkaline; abrupt wavy boundary.  (15 to 41 cm [6 to 16 in] thick)"
      },
      {
        "name": "2Ck",
        "top": 56,
        "bottom": 305,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "loamy sand",
        "structure": "NA",
        "dry_rupture": "soft",
        "moist_rupture": "loose",
        "coherence": "weakly cemented",
        "cf_class": "very gravelly",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "2Ck--56 to 305 cm (22 to 120 in); brownish very gravelly loamy sand; structureless; weakly cemented by calcium carbonate and fractured in upper part, loose below; about 20 percent of soft masses and concretions of calcium carbonate; about 60 percent by volume of rounded limestone and chert gravel; calcareous; moderately alkaline."
      }
    ]
  ]
}
