{
  "SERIES": "PATTERFIELD",
  "STATUS": "Established Series",
  "BYREV": "Rev. LDS/RJL/JWB",
  "REVDATE": "03/2011",
  "STATES": "UT",
  "OVERVIEW": "The Patterfield series consists of very deep, well drained soils that formed in alluvium derived from sandstone and shale.  Patterfield soils are on flood-plain steps.  Slopes range from 0 to 3 percent.  Mean annual precipitation is about 27 cm and the mean annual temperature is about 9 degrees C.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, mesic Ustifluventic Haplocambids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Patterfield loam, on a southeast facing, concave, 2 percent slope in rangeland at an elevation of 1,939 meters.  (Colors are for dry soil unless otherwise noted.)  When described on June 23, 1993 the soil was dry from 0 to 10 cm and moist below this depth.  The surface is covered by about 3 percent gravel.\nA--0 to 10 cm; pale brown (10YR 6/3) loam, brown (10YR 4/3), moist; 26 percent clay; moderate fine granular structure; very friable, slightly hard, moderately sticky, moderately plastic; few coarse and common medium, fine and very fine roots; 3 percent gravel; strongly effervescent, carbonates are finely disseminated in matrix; moderately alkaline (pH 8.2); abrupt wavy boundary.  (10 to 20 cm thick)\nBw1--10 to 23 cm; light yellowish brown (10YR 6/4) clay loam, yellowish brown (10YR 5/4), moist; 28 percent clay; moderate medium platy structure; firm, slightly hard, moderately sticky, moderately plastic; few coarse and common medium, fine and very fine roots; 1 percent gravel; strongly effervescent, carbonates are finely disseminated in matrix; moderately alkaline (pH 8.0); clear wavy boundary.\nBw2--23 to 36 cm; very pale brown (10YR 7/3) gravelly clay loam, brown (10YR 5/3), moist; 32 percent clay; weak medium subangular blocky structure; friable, slightly hard, moderately sticky, moderately plastic; few coarse and common medium, fine and very fine roots; 1 percent cobbles, 15 percent gravel; strongly effervescent, carbonates are finely disseminated in matrix; strongly alkaline (pH 8.7); abrupt smooth boundary.  (combined thickness of the Bw horizons is 26 to 92 cm)\nCnz--36 to 58 cm; very pale brown (10YR 7/3), loam, brown (10YR 5/3), moist; 26 percent clay; weak fine subangular blocky structure; very friable, slightly hard, moderately sticky, moderately plastic; few coarse and common medium, fine and very fine roots; 1 percent salt crystals; 5 percent gravel; strongly effervescent, carbonates are finely disseminated in matrix; strongly alkaline (pH 8.8); clear wavy boundary.\nC--58 to 114 cm; very pale brown (10YR 7/4) loam, brown (10YR 5/3), moist; 27 percent clay; weak medium subangular blocky structure; friable, slightly hard, moderately sticky, moderately plastic; few medium and common fine and very fine roots; 5 percent gravel; strongly effervescent, carbonates are finely disseminated in matrix; strongly alkaline (pH 8.7); clear smooth boundary.\nCy--114 to 173 cm; pale brown (10YR 6/3) gravelly clay loam, brown (10YR 4/3), moist; 29 percent clay; weak medium subangular blocky structure; friable, slightly hard, moderately sticky, moderately plastic; few fine and very fine roots; 1 percent gypsum crystals; 5 percent cobbles, 5 percent parachanners, 15 percent gravel; violently effervescent, carbonates are finely disseminated in matrix; moderately alkaline (pH 8.1); abrupt wavy boundary.\nCr--173 cm; weathered bedrock; 1 percent gypsum crystals."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Sevier County, Utah; about 22.5 kilometers (14 miles) SSW of Emery; located about 1,800 feet east and 300 feet south of the northwest corner of sec. 11, T. 24 S., R. 5 E.; Willow Springs, Utah USGS quad; lat. 38 degrees 44 minutes 36 seconds N. and long. 111 degrees 19 minutes 48 seconds W., NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture:  Soil moisture control section is usually dry, but intermittently moist during late summer and early fall.  Aridic moisture regime bordering on Ustic.\nMean annual soil temperature:  8.3 to 11.1 degrees C\nDepth to paralithic contact:  greater than 152 cm to weathered shale\nDepth to cambic horizon:  10 to 23 cm\nDepth to gypsum accumulations:  112 to 114 cm, where present\nDepth to salt accumulations:  36 cm, where present\nThickness of the cambic horizon:  26 to 92 cm\nThickness of the gypsum accumulations:  0 to 59 cm\nThickness of the salt accumulations:  0 to 22 cm\nParticle-size control section (weighted averages):\nClay content:  22 to 32 percent\nFine sand and coarser sand content:  15 to 40 percent\nRock fragment content:  0 to 15 percent; mainly gravel, 0 to 2 percent cobbles\nA horizon:\nHue:  10YR or 2.5Y\nValue:  6 dry; 4 or 5 moist\nChroma:  2 to 4 dry or moist\nTexture:  loam\nClay content:  15 to 27 percent\nRock fragments:  0 to 15 percent gravel\nCalcium carbonate equivalent:  3 to 15 percent\nEC (mmhos/cm):  2 to 8\nSAR:  0 to 12\nReaction:  moderately alkaline\nBw horizon:\nHue:  10YR or 2.5Y\nValue:  6 or 7 dry; 5 or 6 moist\nChroma:  3 or 4 dry or moist\nTexture:  clay loam, gravelly clay loam\nClay content:  27 to 35 percent\nRock fragments:  0 to 35 percent total; 0 to 15 percent cobbles, 0 to 35 percent gravel\nCalcium carbonate equivalent:  5 to 15 percent\nEC (mmhos/cm):  2 to 8\nSAR:  2 to 12\nReaction:  moderately or strongly alkaline\nC horizons:\nHue:  7.5YR to 2.5Y\nValue:  6 or 7 dry; 4 or 5 moist\nChroma:  3 or 4 dry or moist\nTexture:  loam, clay loam, gravelly clay loam\nClay content:  15 to 35 percent\nRock fragments:  0 to 35 percent total; 0 to 15 percent cobbles, 0 to 35 percent gravel\nPararock fragments:  0 to 15 percent parachanners\nCalcium carbonate equivalent:  5 to 15 percent\nEC (mmhos/cm):  2 to 8\nGypsum:  0 to 3 percent\nSAR:  0 to 10\nReaction:  moderately or strongly alkaline"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Breadsprings, Docpar and Hickerson series.  Breadsprings soils have SAR of 5 or less, EC of 3 or less and rock fragments of 5 or less.  Docpar soils have EC of 4 or less and have highly stratified 2C horizons with 12 to 20 percent clay above a depth of 100 cm.  Hickerson soils are moderately well drained and have EC of 4 or less."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material:  alluvium derived from calcareous shale and sandstone\nLandform:  flood-plain steps\nSlopes:  0 to 3 percent\nElevation:  1,676 to 1,920 meters\nMean annual temperature:  7.2 to 10 degrees C\nMean annual precipitation:  23 to 31 cm\nPrecipitation pattern:  Wettest months are July to October and driest months are December and June.\nFrost-free period:  120 to 150 days"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Gerst, Lazear and Molen series.  The Gerst soils are shallow to weathered shale.  The Lazear soils are shallow to hard sandstone. The Molen soils are moderately deep over hard sandstone and have a calcic horizon. These soils are on highly dissected structural benches and shale hills upslope of the Patterfield soils."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained, low runoff, moderately slow permeability, rarely flooded for brief periods during the months of March to October."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Used for rangeland and wildlife habitat.  Native vegetation includes black greasewood, shadscale, fourwing saltbush, winterfat, alkali sacaton, galleta, bottlebrush squirreltail, rabbitbrush, pricklypear, and widely scattered Utah juniper.  This soil is correlated to Alkali Flat (Black Greasewood) R034BY006UT ecological site in Utah."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Central Utah Desertic Basins; LRR D, MLRA 34B.; small extent; about 1100 hectares (2700 acres) in Sevier and Emery counties, Utah."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Sevier County, Utah, Emery Area, Utah, 2011, Parts of Emery, Carbon, Grand and Sevier Counties soil survey area.  Named after Patterfield Canyon."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nDiagnostic horizons and features recognized in this pedon are:\nSeries control section:  The zone from 0 to 150 cm.\nParticle-size control section:  The zone from 25 to 100 cm.  (parts of the Bw2, Cz and C horizons)\nOchric epipedon:  The zone from 0 to 10 cm.  (A horizon)\nCambic horizon:  The zone from 10 to 36 cm.  (Bw horizons)\nGypsum accumulations:  In the zone from 114 to 173 cm.  (Cy horizon)\nSalt accumulations:  In the zone from 36 to 58 cm.  (Cz horizon)\nParalithic contact:  The contact with weathered shale at 173 cm.  (Cr horizon)\nFluventic feature:  An irregular decrease of organic carbon from a depth of 25 cm to 125 cm.\nOther features:  Some pedons have buried A and Bw horizons.\nThe assignment of the cation-exchange activity class is inferred from lab data from similar soils in the surrounding area.\nTaxonomic Version:  Classified according to Keys to Soil Taxonomy, Eleventh Edition, 2010.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
