{
  "SERIES": "PAUL",
  "STATUS": "Established Series",
  "BYREV": "Rev. MZ/GHL",
  "REVDATE": "10/2002",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, frigid Torrifluventic Haploxerolls\nHaploxerolls."
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Paul silty clay loam - cultivated.  (Colors are for dry\nsoil unless otherwise noted.)\nApl--0 to 5 inches; reddish gray (5YR 5/2) silty clay loam, dark\nreddish brown (5YR 3/2) moist; strong fine angular blocky structure;\nhard, friable, sticky and plastic; common fine and very fine roots;\nmoderately calcareous; mildly alkaline (pH 7.6); clear smooth\nboundary.  (4 to 6 inches thick)\nAp2--5 to l3 inches; reddish brown (5YR 5/3) silty clay loam, dark\nreddish brown (5YR 3/2) moist; strong medium angular blocky structure;\nhard, friable, sticky and plastic; common fine and very fine roots;\nmoderately calcareous; mildly alkaline (pH 7.6); clear smooth\nboundary.  (8 to l2 inches thick)\nB2ca--l3 to 45 inches; light reddish brown (5YR 6/3) silty clay\nloam, reddish brown (5YR 4/3) moist; moderate coarse and medium\nsubangular blocky structure; hard, friable, sticky and plastic; few\nfine and very fine roots; few fine and medium tubular pores; strongly\ncalcareous; moderately alkaline (pH 8.0); gradual smooth boundary.  (l4\nto 32 inches thick)\nClca--45 to 58 inches; pale brown (l0YR 6/3) silt loam, yellowish\nbrown (l0YR 5/4) moist; weak coarse and medium subangular blocky\nstructure; slightly hard, very friable, sticky and plastic; few very\nfine roots; few fine and medium tubular pores; strongly calcareous;\nmoderately alkaline (pH 8.2); clear smooth boundary.  (l3 to 20 inches\nthick)\nIIC2ca--58 to 60 inches; very gravelly coarse sand; lime coated\ngravels and cobbles; 80 percent gravel, l0 percent cobble."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Bonneville County, Idaho; 4 miles northeast of Idaho\nFalls, approximately l320 feet west and 200 feet north of the southeast\ncorner of section 36, T. 3 N., R. 38 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The mean annual soil temperature ranges from\n43 to 47 degrees F, and the mean summer temperature from 62 to 67\ndegrees F.  The l0 to 40 inch control section is predominantly silty\nclay loam or silt loam averaging 23 to 35 percent clay, more than l5\npercent coarser than very fine sand and less than l5 percent gravel.\nThe mollic epipedon is l2 to l8 inches thick.  Reaction of the profile\nis mildly or moderately alkaline.\nThe A horizons have hue of 7.5YR or 5YR, value 4 or 5 dry, 2 or 3\nmoist, and chroma of 2 or 3.  It is silty clay loam, silt loam or sandy\nloam.\nThe B horizon has hue of 7.5YR or 5YR, value of 4 through 6 dry, 3 or 4\nmoist, and chroma of 2 or 3.  It is silty clay loam or silt loam.\nThe C horizons have value of 6 or 7 dry, 5 or 6 moist, and chroma of 2\nthrough 4.  It is dominantly silty clay loam or silt loam, with very\ngravelly coarse sands in the lower part."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no other soils listed in the same family.\nSimilar soils are the Paesl series.  Paesl soils have contrasting\nlayers of sand and gravel at depths of less than 40 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  The Paul soils are on alluvial fans and river\nterraces at elevations of 4,500 to 5,000 feet.  Slopes are 0 to 2\npercent but dominantly less than l percent.  This soil formed in\nalluvium from mixed sources, but mainly from sandstone and limestone.\nThe frost-free season is 90 to l20 days.  The mean annual precipitation\nranges from l0 to l2 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Ammon, Bannock, and\nPaesl soils.  Ammon soils have less than l5 percent coarser than very\nfine sand in their textural control sections.  Bannock and Paesl soils\nare less than 40 inches to contrasting layers of sand and gravel."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; slow runoff; moderately slow\npermeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Nearly all of this soil is irrigated.  Alfalfa,\nsmall grains, sugar beets, potatoes, and pasture are the main crops\ngrown."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Southeastern Idaho.  The series is moderately\nextensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES PROPOSED",
    "content": "SERIES PROPOSED:  Bonneville County, l977."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  The type location and classification have been changed, in\nthis description, from that found on the January, l973 official series\ndescription of the Paul series.  The January, l973 classification was\nfine-loamy, mixed, frigid Aridic Calcixerolls.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
