{
  "SERIES": "PAUNSAUGUNT",
  "STATUS": "Established Series",
  "BYREV": "Rev. RSJ/CSW/JWB",
  "REVDATE": "04/2011",
  "STATES": "SD,UT,WY",
  "OVERVIEW": "The Paunsaugunt series consists of well drained soils that are shallow to limestone.  They formed in residuum from limestone and calcareous sandstone.  Paunsaugunt soils are on mesas, hillsides and mountains with slopes ranging from 2 to 80 percent.  The average annual precipitation is about 19 inches.  The mean annual temperature is about 42 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive, frigid Lithic Haplustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Paunsaugunt gravelly loam--rangeland (Colors are for air-dry soil unless otherwise stated.)\nA1--0 to 3 inches; brown (10YR 5/3) gravelly loam, dark brown (10YR 3/3) moist; crushed, weak thin platy vesicular surface crust over very fine granular structure; soft, friable; common fine and very fine roots; fine interstitial pores; 30 percent gravel; strongly calcareous; carbonates are disseminated; slightly alkaline (pH 7.5); abrupt smooth boundary.  (1 to 9 inches thick)\nA2--3 to 8 inches; grayish brown (10YR 5/2) cobbly sandy loam, very dark grayish brown (10YR 3/2) moist, crushed; weak medium subangular blocky structure that parting to weak fine granular structure; soft, friable, common fine and medium roots; common fine and very fine interstitial pores; 30 percent cobbles; strongly calcareous; carbonates are disseminated; slightly alkaline (pH 7.5); clear smooth boundary.  (0 to 9 inches thick)\nC--8 to 15 inches; light brownish gray (10YR 6/2) very cobbly sandy loam, dark brown (10YR 3/3) moist; crushed; weak fine subangular blocky structure parting to weak fine granular structure; soft, friable; many medium and coarse roots; few fine and very fine pores; 45 percent cobbles; strongly calcareous; carbonates are disseminated; moderately alkaline (pH 7.9); abrupt wavy boundary.  (4 to 12 inches thick)\nR--15 to 19 inches; limestone bedrock."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Garfield County, Utah; Johnson Bench, north of Highway U-12; northwest 1/4 of sec. 33, T. 35 S., R. 4 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The mean annual soil temperature is 40 to 47 degrees F., and a mean summer soil temperature immediately above bedrock of about 59 to 64 degrees F.  The soil moisture regime is typic ustic.\nThe mollic epipedon is 4 to 13 inches thick and constitutes over one-third the thickness of soil above bedrock.  The depth to bedrock ranges from 10 to 20 inches.  Rock fragments average 35 to 60 percent in the particle-size control section.  Clay content ranges from 15 to 27 percent.\nThe A horizon has hue of 7.5YR or 10YR, value of 3 to 5 dry, and chroma of 1 to 3 dry and moist.  Reaction is mildly alkaline or moderately alkaline.\nThe C horizon has hue of 7.5YR or 10YR, value of 5 to 7 dry, 3 to 5 moist and chroma of 2 to 4.  It is very channery, very gravelly or very cobbly loam, or very cobbly sandy loam.\nSecondary carbonates are recognized as coats on bottom surfaces of rock fragments in Bk horizons that replace the C horizon in some pedons.  Secondary carbonates can occur at a depth of 7 to 15 inches."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Castner (MT), Catgulch (MT), (Celeste (CO), Duffymont (CO), Firo (NM), Highpark (T)(CO), Moonset (UT), Nivean (MT), Vershal (MT), Whitlash (MT) and Wuby (T)(UT) series.\nCastner soils are noncalcareous in the surface layers and have peak periods of precipitation in May and June.\nCeleste soils have hue of 5YR or redder and are noncalcareous throughout.\nCatgulch, Duffymont, Firo, Highpark, Nivean and Whitlash soils are noncalcareous throughout.\nMoonset has an ustic bordering aridic soil moisture regime.\nNivean has a paralithic contact above the lithic contact and vitrandic properties.\nVershal soils are noncalcareous throughout and the depth to bedrock is 5 to 10 inches.\nWuby soils are noncalcareous in the upper part and are derived from quartzite and sandstone."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  The Paunsaugunt soils are on undulating mesas, gently sloping to very steep hills, and mountainsides.  Elevations range from 6,000 to 9,200 feet.  The soils formed in collluvium and/or residuum on limestone and calcareous sandstone.  Slope gradients are 2 to 80 percent.  The average annual precipitation is 16 to 22 inches and the freeze free period ranges from 60 to 100 days.  The mean annual temperature is 38 to 45 degrees F., and the average summer temperature is 59 to 64 degrees F."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Osote, Rachert and Vanet soils.  Osote soils have an ochric epipedon, a cambic horizon and do not have a lithic contact within 20 inches.  Rachert soils have an ochric epipedon and cambic horizon.  Vanet soils have a paralithic contact with shale at depths of less than 20 inches."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; medium to high runoff; and moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Rangeland, production of timber and for wildlife habitat.  The potential vegetation is Rocky Mountain juniper, ponderosa pine, Indian ricegrass, low and black sagebrush, western wheatgrass and snakeweed."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  South-central part of Utah, and South Dakota.  The soils are moderately extensive. MLRA 35, 47, 48A, 61 and 62.  In the future soils will be limited to MLRAs 47 and 48A."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Garfield County (Paunsaugunt Area), Utah, 1969."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon - the zone from the surface of the soil to 8 inches (A1, A2 horizons).\nLithic feature - bedrock at 15 inches (R horizon).\nIn Utah this series is correlated with Mountain range sites.\nTaxonomic version: Eleventh Edition, 2010."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "NA"
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A1",
        "top": 0,
        "bottom": 8,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 3,
        "texture_class": "loam",
        "cf_class": "gravelly",
        "pH": 7.5,
        "pH_class": "slightly alkaline",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "A1--0 to 3 inches; brown (10YR 5/3) gravelly loam, dark brown (10YR 3/3) moist; crushed, weak thin platy vesicular surface crust over very fine granular structure; soft, friable; common fine and very fine roots; fine interstitial pores; 30 percent gravel; strongly calcareous; carbonates are disseminated; slightly alkaline (pH 7.5); abrupt smooth boundary.  (1 to 9 inches thick)"
      },
      {
        "name": "A2",
        "top": 8,
        "bottom": 20,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "sandy loam",
        "cf_class": "cobbly",
        "pH": 7.5,
        "pH_class": "slightly alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A2--3 to 8 inches; grayish brown (10YR 5/2) cobbly sandy loam, very dark grayish brown (10YR 3/2) moist, crushed; weak medium subangular blocky structure that parting to weak fine granular structure; soft, friable, common fine and medium roots; common fine and very fine interstitial pores; 30 percent cobbles; strongly calcareous; carbonates are disseminated; slightly alkaline (pH 7.5); clear smooth boundary.  (0 to 9 inches thick)"
      },
      {
        "name": "C",
        "top": 20,
        "bottom": 38,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 2,
        "texture_class": "sandy loam",
        "cf_class": "very cobbly",
        "pH": 7.9,
        "pH_class": "moderately alkaline",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "C--8 to 15 inches; light brownish gray (10YR 6/2) very cobbly sandy loam, dark brown (10YR 3/3) moist; crushed; weak fine subangular blocky structure parting to weak fine granular structure; soft, friable; many medium and coarse roots; few fine and very fine pores; 45 percent cobbles; strongly calcareous; carbonates are disseminated; moderately alkaline (pH 7.9); abrupt wavy boundary.  (4 to 12 inches thick)"
      },
      {
        "name": "R",
        "top": 38,
        "bottom": 48,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "R--15 to 19 inches; limestone bedrock."
      }
    ]
  ]
}
