{
  "SERIES": "PAVANT",
  "STATUS": "Established Series",
  "BYREV": "Rev. GCC/TAD/MJD",
  "REVDATE": "03/2003",
  "STATES": "UT",
  "OVERVIEW": "The Pavant series consists are well drained soils that are shallow to a calcium carbonate cemented hardpan.  Pavant soils occur on alluvial fans and rolling hills.  Slope ranges from 1 to 15 percent.  The mean annual temperature is about 47 degrees F., and the average annual precipitation is about 14 inches.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy, mixed, superactive, mesic, shallow Petrocalcic Palexerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Loam - rangeland (Colors are for dry soil unless otherwise noted.)\nA--0 to 4 inches; brown (10YR 5/3) loam, dark brown (10YR 3/3) moist; weak fine and medium granular structure, soft, friable, slightly sticky, slightly plastic; many very fine and fine roots; few very fine vesicular pores; 10 percent gravel; slightly effervescent; moderately alkaline (pH 8.2); abrupt smooth boundary. (4 to 8 inches)\nBk1--4 to 11 inches; brown (10YR 5/3) loam, dark brown (10YR 3/3) moist; weak fine and medium subangular blocky structure; slightly hard, friable, slightly sticky, slightly plastic; many very fine and fine roots; few very fine and fine tubular pores; 10 percent gravel; strongly effervescent; few fine irregular concretions or masses of calcium carbonate; moderately alkaline (pH 8.4); gradual smooth boundary. (7 to 11 inches thick)\nBk2--11 to 17 inches; pale brown (10YR 4/3) loam, brown (10YR 4/3) moist; weak fine subangular blocky structure, slightly hard, friable, slightly sticky, slightly plastic, many very fine and fine roots, many very fine and fine tubular pores; 10 percent gravel; strongly effervescent; common medium irregular masses of calcium carbonate, moderately alkaline (pH 8.4); clear smooth boundary. (6 to 10 inches thick\nBkm--17 inches; calcium carbonate indurated hardpan."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Millard County, Utah; 4.5 miles northeast   of Millard County Court House, in Fillmore located 1800 feet south 2300 feet east of northwest corner of section 23, T.20S., R.4W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The mean annual soil temperature is 47 to 52 degrees F., and the mean summer soil temperature at 20 inches is 63 to 68 degrees F.  These soils are moist in the moisture control section more than 50 percent of the time the soil temperature is above 41 degrees F., and are continually dry for more than 60 consecutive days during the summer months in more than 7 out of 10 years.\nThe soil is 12 to 20 inches deep over an indurated calcium carbonate cemented hardpan.  The particle size control section contains 0 to 15 percent rock fragments which are dominantly gravel and cobble size.\nThe A horizon has value of 4 or 5 dry, 2 or 3 moist and chroma of 2 or 3.  This horizon is slightly to strongly effervescent.  This horizon is moderately to strongly alkaline.\nThe Bk horizon has hue of 10YR or 7.5YR, value of 5 through 8 dry, 3 through 6 moist and chroma of 2 through 4.  Clay content is 18 to 27 percent.  It is moderately to strongly alkaline."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  This is the Muleypoint (T UT) and Snowville (UT) series.  Muleypoint soils have an argillic horizon. Snowville soils have basalt bedrock at 20 to 30 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: These soils are on nearly level to steep alluvial fans and rolling hills at elevations of 5,200 to 7,000 feet.  Slopes are 1 to 15 percent.  These soils formed in alluvium dominantly from sedimentary and igneous rocks.  The climate is dry subhumid. The mean annual air temperature is 45 to 50 degrees F.  The mean summer temperature is about 64 to 70 degrees F.  The frost-free period is 90 to 140 days. Average annual precipitation is 12 to 16 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "PRINCIPAL ASSOCIATED SOILS",
    "content": "PRINCIPAL ASSOCIATED SOILS: These are the Bennett, Collard Mountainville, Pharo, Pioneer, Probert and Redola soils. All of these soils lack petrocalcic horizons."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well-drained; medium to rapid runoff; moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Principally used as rangeland for livestock and wildlife during the spring, summer and fall. Limited use under dryland.  Principal native vegetation is bluebunch wheatgrass, big sagebrush, juniper, yellowbrush, bitterbrush and cliffrose."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Southwestern and northern Utah. The series is inextensive.  MLRA 28A and 47."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Phoenix, Arizona"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Richfield Area, Utah, 1947."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon - the zone from the surface of the soil to 7 inches. (A horizon and Bk1 horizon).\nCalcic horizon - the zone of carbonate accumulation from 4 to 17 inches (Bk1 and Bk2 horizons).\nPetrocalcic horizon - the indurated lime cemented layer at 17 inches.  (Bkm horizon)\nIn Utah this series is correlated with Upland range sites.\nSeries was reclassified from Aridic Petrocalcic Palexerolls to Petrocalcic Palexerolls in 9/94.\nThe superactive cation exchange activity class was added in 03/2003 to the taxonomic classification by the National Soil Survey Center on request of the Reno MLRA office, without review of the soil series property data. The remainder of this document has not been updated.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
