{
  "SERIES": "PAVER",
  "STATUS": "Established Series",
  "BYREV": "Rev. PGN/TDC/MAV",
  "REVDATE": "12/2002",
  "STATES": "CA",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, thermic Calcic Haploxerepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Paver clay loam - on a smooth slope of 1 percent in an almond orchard at an elevation of 275 feet. (Colors are for dry soil unless otherwise stated. When described on July 9, 1979, the soil was moist throughout due to irrigation.)\nAp--0 to 5 inches; brown (10YR 5/3) clay loam, dark brown (10YR 3/3) moist; strong fine subangular blocky structure; hard, friable, very sticky and very plastic; common very fine roots; few very fine tubular pores; electrical conductivity is 1.3 decisiemens per meter; sodium adsorption ratio is 4; slightly acid (pH 6.2), due to soil sulfur amendments; abrupt smooth boundary. (4 to 6 inches thick)\nA--5 to 16 inches; brown (10YR 5/3) clay loam, dark brown (10YR 3/3) moist; strong medium subangular blocky structure; hard, friable, very sticky and very plastic; common very fine, fine, medium and coarse roots; few very fine tubular pores; few thin pressure faces; 0.68 percent organic matter; neutral (pH 7.0), due to soil sulfur amendments; clear smooth boundary. (9 to 14 inches thick)\nBw--16 to 22 inches; light olive brown (2.5Y 5/4) clay loam, olive brown (2.5Y 4/4) moist; moderate medium subangular blocky structure; hard, friable, very sticky and very plastic; common very fine, fine, and medium roots; few very fine and fine tubular pores; common moderately thick pressure faces; 0.55 percent organic matter; moderately alkaline (pH 8.0); diffuse wavy boundary. (6 to 10 inches thick)\nBk1--22 to 39 inches; light olive brown (2.5Y 5/4) clay loam, olive brown (2.5Y 4/4) moist; weak medium subangular blocky structure; slightly hard, friable, very sticky and moderately plastic; common very fine, fine, medium and coarse roots; common very fine tubular pores; electrical conductivity is 2.3 decisiemens per meter; sodium adsorption ratio is 2; calcium carbonate equivalent is 9 percent; strongly effervescent, carbonates disseminated and segregated as common fine threads; 0.20 percent organic matter; moderately alkaline (pH 8.0); diffuse wavy boundary. (12 to 19 inches thick)\nBk2--39 to 50 inches; light yellowish brown (2.5Y 6/4) clay loam, light olive brown (2.5Y 5/4) moist; weak medium subangular blocky structure; slightly hard, friable, moderately sticky and moderately plastic; few very fine and common fine and medium roots; common very fine tubular pores; 0.12 percent organic matter; calcium carbonate equivalent is 8 percent; strongly effervescent, carbonates disseminated and segregated as few fine threads; 10 percent krotovinas; moderately alkaline (pH 8.0); clear wavy boundary. (10 to 14 inches thick)\nBk3--50 to 68 inches; light yellowish brown (2.5Y 6/4) clay loam, light olive brown (2.5Y 5/4) moist; weak medium subangular blocky structure; slightly hard, friable, moderately sticky and moderately plastic; few very fine, fine and medium roots; common very fine tubular pores; 0.16 percent organic matter; calcium carbonate equivalent is less than 1 percent; slightly effervescent, carbonates disseminated and segregated as few fine threads; 10 percent krotovinas; moderately alkaline (pH 8.0); clear wavy boundary. (12 to 20 inches thick)\nC--68 to 76 inches; light yellowish brown (2.5Y 6/4) clay loam, light olive brown (2.5Y 5/4) moist; weak medium subangular blocky structure; slightly hard, friable, moderately sticky and moderately plastic; no roots; few very fine tubular pores; electrical conductivity is 3.4 decisiemens per meter; sodium adsorption ratio is 8; slightly effervescent, carbonates disseminated; stratified lenses of coarse sandy loam, clay and gravel 1/2 to 2 inches thick; moderately alkaline (pH 8.0)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Merced County, California; approximately 0.8 mile south of Eagle Field road, 0.5 mile east of Poleline road and 13 miles south southeast of the city of Los Banos; 800 feet north and 1,400 feet east of the southwest corner of section 16, T. 12 S., R. 11 E., MDB&M; Latitude 36 degrees, 52 minutes, 51 seconds north and Longitude 120 degrees, 46 minutes, 34 seconds west; USGS Charleston School Topographic Quadrangle, NAD 27."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: The moisture control section of 5 to 16 inches is moist throughout from about January 30 to May 15 and dry throughout from July 1 to November 30. The soil temperature is warmer than 47 degrees F from January 15 to December 15. The mean annual soil temperature is 64 to 66 degrees F. Organic matter decreases regularly with depth. Depth to carbonates is 16 to 30 inches. Electrical conductivity usually increases with increasing depth. Some pedons have up to 10 percent gravel.\nThe A horizon has color of 10YR 4/3, 5/2, 5/3, 5/4, 6/3 or 2.5Y 5/4. Moist color is 10YR 3/3, 4/3, 5/3 or 2.5Y 4/4. Organic matter content is 0.5 to 1 percent. Clay content is 27 to 35 percent. Electrical conductivity is 0 to 2 decisiemens per meter. Sodium adsorption ratio is 1 to 6. Reaction is neutral to slightly alkaline but may be slightly acid if soil amendments have been added.\nThe Bw horizon has color of 10YR 5/3, 5/4, 6/3, 6/4, 6/6; 2.5Y 5/4, 6/4, 6/6 or 7/6. Moist color is 10YR 3/3, 4/3, 4/4, 5/3, 5/4, 5/6; 2.5Y 4/4, 5/6 or 6/6. Texture is loam or clay loam. Clay content is 23 to 35 percent. Calcium carbonate equivalent is 0 to 2 percent. Electrical conductivity is 0 to 4 decisiemens per meter. Sodium adsorption ratio is 1 to 8. Reaction is slightly alkaline or moderately alkaline.\nThe Bk horizon has color of 10YR 5/3, 5/4, 6/3, 6/4, 6/6; 2.5Y 5/4, 6/4, 6/6 or 7/6. Moist color is 10YR 3/3, 4/3, 4/4, 5/3, 5/4, 5/6; 2.5Y 4/4, 5/6 or 6/6. Texture is loam or clay loam. Clay content is 23 to 35 percent. Calcium carbonate equivalent is 2 to 10 percent. Carbonates are disseminated and segregated. Electrical conductivity is 0 to 4 decisiemens per meter. Sodium adsorption ratio is 1 to 8. Reaction is slightly alkaline or moderately alkaline.\nThe C horizon has color of 10YR 5/3, 5/4, 6/3, 6/4, 6/6; 2.5Y 5/4, 6/4, 6/6 or 7/6. Moist color is 10YR 3/3, 4/3, 4/4, 5/3, 5/4, 5/6; 2.5Y 4/4, 5/6 or 6/6. Texture is loam or clay loam. Clay content is 23 to 35 percent. It is slightly effervescent with disseminated carbonates. Some pedons do not have a C horizon within 60 inches."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Chanac (CA), Exclose (CA), Polonio (CA) and Vernalis series. Chanac soils (MLRA 17, 18), on old terraces, have carbonates throughout and segregated carbonates within 10 inches of the surface. Exclose soils (MLRA 15), on mountains, have slopes of 30 to 65 percent and have carbonates throughout. Polonio soils (MLRA 17), on alluvial fans, have carbonates throughout. Vernalis soils (MLRA 17), on alluvial fans, flood plains or low terraces, have a Bt and Btk horizons."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Paver soils are on inset fans and alluvial fans adjacent to the fan remnants and terraces of the west side of the San Joaquin Valley. These soils are formed in mixed alluvium dominantly from sedimentary rock. Slope is 0 to 5 percent. Elevation is 190 to 480 feet. The climate is semiarid with hot dry summers and cool moist foggy winters. Mean annual precipitation is 8 to 10 inches. Mean January temperature is 45 degrees F; mean July temperature is 78 degrees F. and mean annual temperature is 60 to 64 degrees F. Frost-free season is 210 to 280 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Deldota, Los Banos, Pleito and Woo soils. Deldota soils, on alluvial fans and fan skirts, have a fine particle-size control section. Los Banos soils, on terraces and fan remnants, have afine particle-size control section. Pleito soils, on alluvial fans, fan remnants and terraces have a thick mollic epipedon. Woo soils, on alluvial fans, have a mollic epipedon."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained; negligible or low runoff; moderately slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Many of these soils are leveled and used for irrigated crops, mainly almonds, tomatoes and cotton."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: These soils are distributed along the western edge of the San Joaquin Valley adjacent to terraces and fan remnants. They are not extensive. MLRA 17."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Merced County, California, 1984."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: These soils were mapped as Panoche and Lost Hills (T) in the Los Banos Area, California series 1939 report. Paver soils are being differentiated by a xeric intergrade to the aridic moisture regime and in the case of Lost Hills (T) not having a Bt horizon. Calcium carbonate equivalent determined by field HC1 double syringe kit. Organic matter determined by Walkley-Black digestion method.\nDiagnostic horizons and features recognized in this pedon are:\n1. Ochric Epipedon -- the zone from the soil surface to 16 inches (A and Ap horizons), in which the organic matter content is less than 1 percent.\n2. Cambic Horizon -- the zone from 16 to 22 inches (Bw horizon). Zone of loss of carbonates.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
