{
  "SERIES": "PAVILION",
  "STATUS": "Established Series",
  "BYREV": "PSP-SWF",
  "REVDATE": "04/2004",
  "STATES": "NY",
  "OVERVIEW": "The Pavilion series consist of very deep, very poorly drained soils formed in well decomposed woody and herbaceous organic material 8 to 16 inches thick overlying loamy deposits in closed depressions on moraines, lake plains, outwash plains, and in back swamps of floodplains. They have moderately slow to moderately rapid permeability in the organic material and moderately rapid to moderately slow permeability in the underlying loamy material. Slopes range from 0 to 3 percent. Mean annual precipitation is about 36 inches, and mean annual temperature is about 48 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, active, nonacid, mesic Histic Humaquepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Pavilion muck on a 1 percent slope in a cultivated area. (Colors are for moist soil unless otherwise stated.)\n0p -- 0 to 9 inches; black (10YR 2/1) broken face and rubbed sapric material; about 5 percent fiber, less than 2 percent rubbed; moderate fine and medium granular structure; very friable; common roots; neutral; clear smooth boundary. (6 to 12 inches thick.)\n0a1 -- 9 to 13 inches; very dark grayish brown (10YR 3/2) broken face and rubbed sapric material; about 5 percent fiber, less than 2 percent rubbed; compact plate like division parting to medium and coarse angular blocky; firm; common roots, especially on ped faces; slightly acid; clear smooth boundary. (0 to 6 inches thick.)\n2Cg1 -- 13 to 43 inches; dark grayish brown (10YR 4/2) fine sandy loam; massive; friable; common medium prominent yellowish brown (10YR 5/6) masses of iron accumulations and faint dark gray (2.5Y 4/1) iron depletions; neutral; clear smooth boundary.\n2Cg 2-- 43 to 54 inches; dark grayish brown (10YR 4/2) fine sandy loam; massive; friable; common medium distinct dark yellowish brown (10YR 4/4) masses of iron accumulations; clear smooth boundary; neutral.\n2Cg3 -- 54 to 72 inches; dark gray (2.5Y 4/1) sandy loam, with very thin strata of very fine sandy loam; massive; friable; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Genesee County, New York; Town of Leroy; 1700 feet east of intersection of North Road and Conlow Road, 50 feet south of Conlow Road. USGS Churchville, NY topographic quadrangle; Latitude 43 degrees, 01 minutes, 26 seconds N. and Longitude 77 degrees, 56 minutes, 53 seconds W., NAD 1927."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: The depth to the loamy 2C horizon ranges from 8 to 16 inches. The organic material is derived primarily from woody and herbaceous material. Woody fragments occur throughout the solum, consisting of twigs, branches, logs or stumps and average from 0 to 30 percent by volume. Coarse fragments in the substratum range from 0 to 30 percent by volume. The reaction of the organic material ranges from strongly acid to slightly alkaline. Some organic layers contain free carbonates. The reaction of the substratum ranges from moderately acid to moderately alkaline.\nThe surface tier is neutral or has hue of 2.5Y to 5YR; value of 2 or 3 and chroma of 0 through 2. It is dominantly sapric material. The structure is weak or moderate, fine to coarse granular, or subangular blocky. Consistence is very friable or very friable.\nThe subsurface tiers have hue of 2.5Y to 5YR, or are neutral; value of 2 or 3 and chroma of 0 to 3. Thin layers, less than 6 inches thick, of hemic material are in some pedons. Some pedons have a thin layer of sedimentary peat above the 2C horizon. The subsurface tier has granular or blocky structure or is massive. The upper portion typically has weak or moderate, fine to coarse granular or blocky structure. Consistence is friable to firm. The lower portion commonly is massive, but in some pedons has platy structure. The aggregates in this tier are quite firm, but break abruptly under pressure.\nThe 2C horizon is neutral or has hue of 10YR to 5Y, or 5GY; value of 3 through 7 and chroma of 1 to 4. Texture of the fine earth fraction is silt loam, sandy loam, fine sandy loam, very fine sandy loam, or loam or gravelly analogues of these textures. Some pedons may be stratified. Consistence is friable to firm. Structure is massive or has plate like divisions with some thin vares."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: The Menlo series is in the same family. Menlo soils formed in mucky glacial till deposits with a densic substratum.\nSimilar soils are the Bergen, Edwards, Henrietta, Martisco, Olentangy, Palms, and Warners series. Bergen soils are underlain with fine silty materials with over 18 percent clay. Edwards soils are underlain by marl at depths of 16 to 51 inches. Hentrietta soils occur in areas with less precipitation. Martisco soils formed in organic materials less than 16 inches thick overlying marly material. Olentangy soils formed in coprogenous earth underlain with silty lake sediments or glacial till at a depth of 24 to 50 inches. Palms soils formed in organic deposits more than 16 inches thick and have loamy mineral layers at depths of 16 to 51 inches. Warners soils formed in mineral material that overlies marl at a depth of 12 to 30 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Pavilion soils are in closed depressions on lake plains, till plains, outwash plains, moraines, and on back swamps of floodplains. Slope ranges from 0 to 3 percent. They formed in organic materials less than 16 inches thick overlying coarse loamy materials. The mean annual precipitation ranges from about 32 to 40 inches, and the mean annual temperature ranges from 47 to 54 degrees F."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: Pavilion soils are associated with the Alden, Canandaigua, Carlisle, Lamson, and Palms sols. They are on similar landscape positions. Alden, Canandaigua, and Lamson soils are on the same topographic position but lack the histic layers associated with Pavilion soils. Poorly and very poorly drained loamy mineral soils are at the edges of the bogs and are adjacent to Pavilion soils. Carlisle soils formed in organic material that is more than 51 inches thick."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Very poorly drained. The potential for surface runoff is very low or negligible. Permeability is moderately slow to moderately rapid in the organic layers and moderately rapid to moderately slow in the underlying coarse loamy material."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: The greater part of this soil is in marsh vegetation of grasses, reeds, and sedges; and alder, aspen, willow, and dogwood. Some areas have been drained and are used for row crops and some truck crops."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Western and central New York. MLRA's 101 and 140. The soils of this series are of minor extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Amherst, Massachusetts"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Genesee County, New York, 2004"
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\na. Histic epipedon - the zone from 0 to 14 inches (Oa1 and Oa2 horizons).\nb. Particle-size class - averages coarse loamy in the control section from 10 to 40 inches.\nCharacterization data is available for the typical pedon S02NY-037-001."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "NA"
  },
  "SITE": [
    [
      {
        "drainage": "very poorly",
        "drainage_overview": "very poorly"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Op",
        "top": 0,
        "bottom": 23,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 1,
        "texture_class": "NA",
        "structure": "moderate fine and medium granular",
        "dry_rupture": "NA",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "eff_class": "NA",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "0p -- 0 to 9 inches; black (10YR 2/1) broken face and rubbed sapric material; about 5 percent fiber, less than 2 percent rubbed; moderate fine and medium granular structure; very friable; common roots; neutral; clear smooth boundary. (6 to 12 inches thick.)"
      },
      {
        "name": "Oa1",
        "top": 23,
        "bottom": 33,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "NA",
        "structure": "NA",
        "dry_rupture": "NA",
        "moist_rupture": "firm",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly acid",
        "eff_class": "NA",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "0a1 -- 9 to 13 inches; very dark grayish brown (10YR 3/2) broken face and rubbed sapric material; about 5 percent fiber, less than 2 percent rubbed; compact plate like division parting to medium and coarse angular blocky; firm; common roots, especially on ped faces; slightly acid; clear smooth boundary. (0 to 6 inches thick.)"
      },
      {
        "name": "2Cg1",
        "top": 33,
        "bottom": 109,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "fine sandy loam",
        "structure": "massive",
        "dry_rupture": "NA",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "eff_class": "NA",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "2Cg1 -- 13 to 43 inches; dark grayish brown (10YR 4/2) fine sandy loam; massive; friable; common medium prominent yellowish brown (10YR 5/6) masses of iron accumulations and faint dark gray (2.5Y 4/1) iron depletions; neutral; clear smooth boundary."
      },
      {
        "name": "2Cg3",
        "top": 137,
        "bottom": 183,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "2.5Y",
        "moist_value": 4,
        "moist_chroma": 1,
        "texture_class": "very fine sandy loam",
        "structure": "massive",
        "dry_rupture": "NA",
        "moist_rupture": "friable",
        "coherence": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "eff_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "2Cg3 -- 54 to 72 inches; dark gray (2.5Y 4/1) sandy loam, with very thin strata of very fine sandy loam; massive; friable; moderately alkaline."
      }
    ]
  ]
}
