{
  "SERIES": "PAX",
  "STATUS": "Established Series",
  "BYREV": "Rev. DES-BDD-JAL",
  "REVDATE": "01/2002",
  "STATES": "MT",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Ashy, glassy, frigid Vitrandic Haplustalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Pax very cobbly ashy sandy loam, in forest (colors are for dry soil unless otherwise noted).\nOi--0 to 0.5 inch; partially decomposed needles, twigs and leaves.\nE--0.5 to 8 inches; brown (7.5YR 5/2) very cobbly ashy sandy loam, brown (7.5YR 4/2) moist; moderate very fine and fine granular structure; slightly hard, very friable, slightly sticky and nonplastic; many very fine and fine roots and few medium roots; 25 percent cobbles and 20 percent pebbles; neutral (pH 7.2); clear wavy boundary. (4 to 9 inches thick)\nBt--8 to 15 inches;  brown (7.5YR 5/2) gravelly ashy sandy clay loam, brown (7.5YR 4/2) moist; moderate medium prismatic structure parting to moderate medium subangular blocky; slightly hard, friable, slightly sticky and slightly plastic; many very fine and fine roots and few medium roots; many medium tubular pores; few faint clay films on faces of peds; 5 percent cobbles and 15 percent pebbles; slightly alkaline (pH 7.4); gradual wavy boundary.  (6 to 14 inches thick)\nBC--15 to 27 inches; pinkish gray (5YR 6/2) ashy coarse sandy loam, reddish brown (5YR 4/3) moist; weak medium subangular blocky structure; slightly hard, friable, nonsticky and nonplastic; many very fine and fine roots, few medium and coarse roots; common medium tubular pores; 5 percent pebbles; slightly alkaline (pH 7.6); gradual wavy boundary.  (5 to 15 inches thick)\nCr--27 to 60 inches; pinkish gray (5YR 7/2) decomposing welded tuff bedrock."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Deer Lodge County, Montana;  1300 feet east and 1350 feet south of the NW corner of sec. 1, T. 3 N., R. 11 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil temperature - 38 to 41 degrees F.\nMoisture control section - between 4 and 12 inches.\nVolcanic glass - 30 to 50 percent in the coarse silt and sand fraction.\nAcid oxalate Al + 1/2 Fe - .12 to .20 percent.\nDepth to argillic horizon - 4 to 10 inches.\nDepth to Cr horizon - 20 to 40 inches.\nE horizon - Hue: 7.5YR, 10YR or 2.5Y\nValue:   4 or 5 dry; 2, 3 or 4 moist\nChroma:  1 or 2\nClay content:  15 to 20 percent\nRock fragments:  35 to 50 percent--20 to 30 percent cobbles and stones, 15 to 20 percent pebbles\nReaction:  pH 6.1 to 7.8\nBt horizon - Hue:  7.5YR, 10YR or 2.5Y\nValue:  5 or 6 dry, 4 or 5 moist\nChroma:  2, 3 or 4\nTexture:  ashy loam, ashy clay loam or ashy sandy clay loam\nClay content: 23 to 30 percent\nRock fragments:  5 to 35 percent--0 to 10 percent cobbles and stones, 5 to 25 percent pebbles\nReaction:  pH 6.1 to 7.8\nBC horizon - Hue:  5YR, 7.5YR, 10YR or 2.5Y\nValue:  5, 6, or 7 dry; 4, 5, or 6 moist\nChroma:  2, 3 or 4\nTexture:  ashy loam, ashy sandy loam, ashy coarse sandy loam or ashy sandy clay loam\nClay content:  15 to 25 percent\nRock fragments:  5 to 35 percent--0 to 10 percent cobbles and stones; 5 to 25 percent pebbles\nReaction:  pH 6.1 to 7.8"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:\nCaramon (MT) - has more than 35 percent clay in the particle-size control section."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nLandform - hills; mountains.\nElevation - 5,300 to 6,900 feet.\nSlope - 4 to 60 percent.\nParent material - alluvium, colluvium and residuum from welded tuff or rhyolite.\nClimate - long, cold winters; moist springs; warm summers.\nMean annual precipitation - 18 to 24 inches.\nMean annual air temperature - 36 to 39 degrees F.\nFrost-free period - 70 to 90 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": null
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained, moderate permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Pax soils are mainly used for woodland, understory grazing, watershed, and wildlife habitat.  The potential native vegetation is mainly lodgepole pine, Douglas-fir, Rocky Mountain juniper, limber pine, Oregongrape, common snowberry, bitterbrush, quaking aspen, sandberg bluegrass, tufted hairgrass, bluebunch wheatgrass, Idaho fescue, lupine and rose."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Pax soils are of small extent in southwestern Montana."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Deer Lodge County, Montana, 1999."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:   Soil interpretive record: MT1746.  Diagnostic horizons and features recognized in this pedon are: an ochric epipedon from the mineral surface to 8 inches (E horizon); an argillic horizon from 8 to 15 inches (Bt horizon); a particle size control section from 8 to 15 inches (Bt horizon); a layer of decomposing welded tuff from 27 to 60 inches (Cr horizon).  Pax soils have a frigid temperature regime and an ustic moisture regime.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
