{
  "SERIES": "PAY",
  "STATUS": "Established Series",
  "BYREV": "Rev. MEJ/ALH/RWL",
  "REVDATE": "06/2006",
  "STATES": "ID",
  "OVERVIEW": "The Pay series consists of very deep, poorly drained soils with rapid permeability that formed in alluvium from igneous rocks. Slopes range from 0 to 1 percent in mountain valleys and canyons. The average annual precipitation is about 22 inches and the average annual temperature is about 47 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Mixed, mesic Mollic Psammaquents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Pay loamy fine sand -- on a nearly level flood plain step at 3,030 feet elevation in native wet meadow pasture. When described on September 3, 1997, the soil was dry to 31 inches and moist below. (Colors are for air-dry soil unless otherwise noted.)\nA1--0 to 3 inches; grayish brown (10YR 5/2) loamy fine sand, very dark grayish brown (10YR 3/2) moist; weak fine granular structure; soft, very friable, nonsticky and nonplastic; many very fine and fine, few medium roots; many very fine and fine irregular pores; 2 percent gravel; slightly acid (pH 6.2); clear wavy boundary.\nA2--3 to 7 inches; grayish brown (10YR 5/2) loamy fine sand, very dark grayish brown (10YR 3/2) moist; weak fine granular structure; soft, very friable, nonsticky and nonplastic; many very fine and fine, few medium roots; many very fine and fine irregular pores; common distinct yellowish brown (10YR 5/4) dry and dark yellowish brown (10YR 3/4) moist Fe masses in pores and on faces of peds; 2 percent gravel; slightly acid (pH 6.2); clear smooth boundary. (combined A horizon - 6 to 9 inches thick)\nAC--7 to 11 inches; light brownish gray (10YR 6/2) loamy fine sand, dark grayish brown (10YR 4/2) moist; weak fine subangular blocky structure; soft, very friable, nonsticky and nonplastic; few very fine, fine and medium roots; many very fine and fine irregular pores; common distinct yellowish brown (10YR 5/6) dry and dark yellowish brown (10YR 3/4) moist Fe masses in pores and on faces of peds; few faint gray (10YR 6/1) dry and dark gray (10YR 4/1) moist Fe depletions; 2 percent gravel; slightly acid (pH 6.1); clear wavy boundary. (1 to 5 inches thick)\nC1--11 to 26 inches; light gray (10YR 7/2) loamy fine sand, grayish brown (10YR 5/2) moist; massive; soft, very friable, nonsticky and nonplastic; few very fine, fine and medium roots; many very fine and fine irregular pores; common distinct yellowish brown (10YR 5/6) dry and dark yellowish brown (10YR 3/4) moist Fe masses in pores and on faces of peds; many faint gray (10YR 6/1) dry and dark gray (10YR 4/1) moist Fe depletions; 2 percent gravel; slightly acid (pH 6.1); clear smooth boundary. (8 to 20 inches thick)\nC2--26 to 41 inches; very pale brown (10YR 8/2) fine gravelly coarse sand, light brownish gray (10YR 6/2) moist; single grain; loose, nonsticky and nonplastic; few very fine, fine and medium roots; many very fine, fine, medium and coarse irregular pores; many distinct yellowish brown (10YR 5/6) dry and dark yellowish brown (10YR 3/4) moist Fe masses in lenses .25 to .50 inch thick; 15 percent fine gravel; moderately acid (pH 5.6); abrupt wavy boundary. (10 to 24 inches thick)\nC3--41 to 60 inches; light gray (10YR 7/2) very gravelly coarse sand, gray (10YR 6/1) moist; single grain; loose, nonsticky and nonplastic; many very fine, fine, medium and coarse irregular pores; many distinct yellowish brown (10YR 5/6) dry and dark yellowish brown (10YR 3/4) moist Fe masses in lenses .25 to .50 inch thick; 45 percent gravel; moderately acid (pH 6.0)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Boise County, Idaho; about 2.5 miles north of Crouch; 1,900 feet north and 2,400 feet east of the southwest corner of section 3, T.9 N., R.4 E.; USGS Pyle Creek Quadrangle; Latitude - 44 degrees, 08 minutes, 24 seconds N. and Longitude - 115 degrees, 57 minutes, 60 seconds W.; NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nDepth to bedrock - 60 inches or more\nDepth to redoximorphic features - 2 to 6 inches\nReaction - slightly acid or moderately acid\nParticle-size control section - 0 to 10 percent clay; 0 to 15 percent rock fragments\nAverage annual soil temperature - 47 to 50 degrees F.\nA horizon\nValue - 4 or 5 dry, 2 or 3 moist\nChroma - 1 or 2 dry or moist\nClay content - 5 to 10 percent\nRock fragments - 0 to 5 percent gravel\nRedoximorphic features (lower part) - few or common, faint or distinct Fe masses\nAC horizon\nChroma - 1 or 2 dry or moist\nClay content - 5 to 10 percent\nRock fragments - 0 to 5 percent gravel\nRedoximorphic features - common distinct or prominent Fe masses; common or many faint depletions\nC1 horizon\nValue - 6 through 8 dry, 4 through 6 moist\nChroma - 1 or 2 dry or moist\nTexture - LFS, LS or LCOS\nClay content - 3 to 8 percent\nRock fragments - 0 to 15 percent gravel\nRedoximorphic features - common distinct or prominent Fe masses; common or many faint depletions\nC2 and C3 horizons\nValue - 6 through 8 dry, 4 through 6 moist\nChroma - 1 or 2 dry or moist\nTexture - S or COS\nClay content - 0 to 5 percent\nRock fragments - 15 to 45 percent gravel, 0 to 10 percent cobbles and 15 to 55 percent total\nRedoximorphic features - common or many, distinct or prominent Fe masses in lenses\nSandy overwash mantles up to 3 inches thick occur on some pedons"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Glendora, Kanza, Kingsville, Marlake, Plev, Tobico and Vestaburg series. Glendora soils formed in forested continental climate, have Cg horizons and contain less than 3 percent gravel throughout the profile. Kanza soils formed from well sorted eolian fine sands and have mean annual soil temperature of 56 to 58 degrees F. Kingsville soils formed in forested continental climate, have Bg horizons, less than 10 percent gravel within the substratum and average annual soil temperature of 50 to 53 degrees F. Marlake soils formed in forested continental climate, have Oe horizons, carbonates between 0 and 15 inches and slightly alkaline Cg horizons. Plev soils formed in forested continental climate, have Cg and 2Btgb horizons and average annual soil temperature of 57 to 59 degrees F. Tobico soils formed in forested continental climate, have Cg horizons and calcium carbonate in the upper 15 inches. Vestaburg soils formed in forested continental climate, have Cg horizons and calcium carbonate between 20 and 40 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Pay soils are on flood plains of rivers and streams at elevations of 2,950 to 3,700 feet. These soils formed in alluvium from igneous rocks (dominantly granodiorite). Slopes range from 0 to 1 percent. The average annual precipitation is 20 to 26 inches. The average annual temperature is 45 to 48 degrees F. The frost-free period is 90 to 120 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Crossbow, Foxlane and Ralsen soils. Crossbow soils have cumulic mollic epipedons, are coarse-loamy and somewhat poorly drained. Foxlane soils have mollic epipedons, are sandy-skeletal and moderately well drained. Ralsen soils have mollic epipedons and are coarse-loamy. These soils occur on adjacent flood plain steps."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Poorly drained with a high water table at the surface to a depth of 20 inches during April and May; very slow runoff; rapid permeability. Pay soils are subject to occasional flooding for brief to long periods in December through June."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Pay soils are used mainly for wildlife habitat and mountain wet meadow pastureland. Native vegetation is willows, tufted hairgrass, sedges and rushes."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: West-central Idaho. MLRA 44. Pay soils are of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Boise County Area, Idaho, Parts of Ada and Boise Counties, 2005."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon:\nOchric epipedon - zone from 0 to 7 inches (A1 and A2 horizons)\nRedoximorphic features - zone from 3 to 60 inches (A2, AC, C1, C2 and C3 horizons)\nParticle-size control section - zone from 10 to 40 inches\nSoil moisture regime - aquic\nHydric soil indicator - S5 Sandy Redox (Field Indicators of Hydric Soils in the United States - Version 5.0, 2002)\nNational Cooperative Soil Survey\nU.S.A."
  }
}
