{
  "SERIES": "PAYNE",
  "STATUS": "Established Series",
  "BYREV": "Rev. BJW:CLN",
  "REVDATE": "07/2007",
  "STATES": "TX",
  "OVERVIEW": "The Payne series consists of very deep, well drained, very slowly permeable soils that formed in clayey sediments.  These soils are on nearly level to gently sloping terraces about 25 to 100 feet above present streams.   Slopes range from 0 to 3 percent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, smectitic, thermic Udic Paleustalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Payne clay loam--pasture.  (Colors are for dry soil unless otherwise stated.)\nA--0 to 8 inches; dark grayish brown (10YR 4/2) clay loam, dark brown (10YR 3/3) moist; massive when dry; weak medium granular structure when moist; very hard, firm; many fine roots; slightly acid; abrupt wavy boundary.  (5 to 10 inches thick)\nBt1--8 to 20 inches; brown (7.5YR 4/2) clay, dark brown (7.5YR 3/2) moist; moderate fine blocky structure; very hard, very firm; common fine roots; few fine pores; thick patchy clay films and shiny surfaces on peds; neutral; gradual wavy boundary.  (8 to 16 inches thick)\nBt2--20 to 30 inches; brown (7.5YR 4/2) clay, dark brown (7.5YR 3/2) moist; weak coarse blocky structure; very hard, very firm; few fine roots and pores; slightly alkaline; gradual smooth boundary.  (6 to 18 inches thick)\nBtk--30 to 45 inches; brown (10YR 4/3) clay, dark brown (10YR 3/3) moist; common medium distinct yellowish red and light brown mottles; weak coarse blocky structure; very hard, very firm, sticky and plastic; few soft bodies of calcium carbonate 2 to 5 mm in diameter; slight effervescence, moderately alkaline; gradual smooth boundary.  (10 to 20 inches thick)\nBCk--45 to 72 inches; yellowish red (5YR 5/6) clay, yellowish red (5YR 4/6) moist; weak coarse blocky structure; hard, firm; many soft bodies and concretions of calcium carbonate up to 15 mm in diameter, comprising 5 percent of the mass; strong effervescence, moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  McLennan County, Texas; about 1 mile west of Bosqueville; in pasture 50 feet north of Farm Road 1637 and 0.6 mile west of the intersection of Farm Road 1637 with the paved Waco Airport Road."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  The solum ranges from 60 to 80 inches thick.  Soft powdery bodies of calcium carbonate occur at depths of 28 to 50 inches.\nThe A horizon has colors in shades of brown with hue of 7.5YR or 10YR, value of 3 to 5, chroma of 2 or 3.  It is loam or clay loam and slightly acid or neutral.  The A horizon is massive and hard or very hard when dry, but ranges from massive to weak granular structure when moist.\nThe Bt horizon has colors in shades of brown with hue of 5YR to 10YR, value of 3 or 4, chroma of 2 to 4.  The Btk horizon commonly has red or brown mottles.  The Bt horizons are clay or clay loam with clay content of 35 to 45 percent.  The reaction of the Bt1 horizon ranges from slightly acid to mildly alkaline.  The lower Bt horizons are mildly alkaline or moderately alkaline and noneffervescent to strongly effervescent.\nThe BCk horizon has colors in shades of red or brown with or without mottles of these colors.  It is clay or clay loam.  Calcium carbonate concretions and masses range from 3 to 10 percent by volume.  It is slightly to strongly effervescent.  Beds of gravel or sand and gravel are at depths of 6 to 15 feet in some pedons."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no other series in this family.  Other similar soils are the Bastrop, Crockett, Normangee, Pedernales, San Antonio, and Thurber series.  Bastrop soils have less than 35 percent clay in the argillic horizon.  Crockett and Normangee soils have mottled Bt horizons and cracks that are 1 cm or more wide at a depth of 20 inches when dry.  Also, Normangee soils have sola less than 60 inches thick.  Pedernales soils have mixed mineralogy and sola less than 60 inches thick.  San Antonio and Thurber soils have secondary carbonates at depths less than 28 inches, and in addition, San Antonio soils have mean annual soil temperatures greater than 72 degrees F."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Payne soils are on nearly level to gently sloping high stream terraces.  Slopes are 0 to 3 percent.  The soils formed in very old alluvium.  The mean annual temperature ranges from about 64 degrees to 68 degrees F, mean annual precipitation is from 30 to 40 inches, and Thornthwaite annual P-E indices from 50 to 64."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Lewisville, Patrick, and Wilson series.  Lewisville and Patrick soils have a mollic epipedon and lack argillic horizons.  Wilson soils have cracks 1 cm wide at a depth of 20 inches when dry and have Bt horizons with 1 chroma."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; slow to medium runoff; very slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Largely cultivated to cotton, grain sorghum, and small grains.  Native vegetation consists of scattered mesquite trees and mid and tall grasses including little bluestem and big bluestem."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Mainly in the Blackland Prairies and Grand Prairies of Texas.  The soil is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  McLennan County, Texas, 1939."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon--0 to 8 inches, the A horizon.\nArgillic horizon--8to 45 inches, the Bt1, Bt2, and Btk horizons.\nADDITIONAL DATA: Bell County, TX; NSSL - S81TX-027-3, S81TX-027-4, S78TX-027-1.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 20,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly acid",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "A--0 to 8 inches; dark grayish brown (10YR 4/2) clay loam, dark brown (10YR 3/3) moist; massive when dry; weak medium granular structure when moist; very hard, firm; many fine roots; slightly acid; abrupt wavy boundary.  (5 to 10 inches thick)"
      },
      {
        "name": "Bt1",
        "top": 20,
        "bottom": 51,
        "dry_hue": "7.5YR",
        "dry_value": 4,
        "dry_chroma": 2,
        "moist_hue": "7.5YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "clay",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bt1--8 to 20 inches; brown (7.5YR 4/2) clay, dark brown (7.5YR 3/2) moist; moderate fine blocky structure; very hard, very firm; common fine roots; few fine pores; thick patchy clay films and shiny surfaces on peds; neutral; gradual wavy boundary.  (8 to 16 inches thick)"
      },
      {
        "name": "Bt2",
        "top": 51,
        "bottom": 76,
        "dry_hue": "7.5YR",
        "dry_value": 4,
        "dry_chroma": 2,
        "moist_hue": "7.5YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "clay",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "slightly alkaline",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "Bt2--20 to 30 inches; brown (7.5YR 4/2) clay, dark brown (7.5YR 3/2) moist; weak coarse blocky structure; very hard, very firm; few fine roots and pores; slightly alkaline; gradual smooth boundary.  (6 to 18 inches thick)"
      },
      {
        "name": "Btk",
        "top": 76,
        "bottom": 114,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "clay",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "Btk--30 to 45 inches; brown (10YR 4/3) clay, dark brown (10YR 3/3) moist; common medium distinct yellowish red and light brown mottles; weak coarse blocky structure; very hard, very firm, sticky and plastic; few soft bodies of calcium carbonate 2 to 5 mm in diameter; slight effervescence, moderately alkaline; gradual smooth boundary.  (10 to 20 inches thick)"
      },
      {
        "name": "BCk",
        "top": 114,
        "bottom": 183,
        "dry_hue": "5YR",
        "dry_value": 5,
        "dry_chroma": 6,
        "moist_hue": "5YR",
        "moist_value": 4,
        "moist_chroma": 6,
        "texture_class": "clay",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "BCk--45 to 72 inches; yellowish red (5YR 5/6) clay, yellowish red (5YR 4/6) moist; weak coarse blocky structure; hard, firm; many soft bodies and concretions of calcium carbonate up to 15 mm in diameter, comprising 5 percent of the mass; strong effervescence, moderately alkaline."
      }
    ]
  ]
}
