{
  "SERIES": "PEAHKE",
  "STATUS": "Established Series",
  "BYREV": "Rev: GDM/RWL",
  "REVDATE": "09/2001",
  "STATES": "OR",
  "OVERVIEW": "The Peahke series consists of moderately deep, well drained soils on mountains.  They formed in residuum and colluvium derived dominantly from sedimentary rock with an influence of volcanic ash.  Slopes are 2 to 55 percent.  The mean annual precipitation is about 23 inches and the mean annual temperature is about 43 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, isotic, frigid Vitrandic Haploxerolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Peahke extremely channery loam - on a 27 percent south facing slope, woodland. (Colors are for moist soils unless otherwise noted.)\n0i -- 1 inch to 0; organic layer of needles and twigs.\nA -- 0 to 4 inches; very dark gray (10YR 3/1) extremely channery loam, grayish brown (10YR 5/2) dry; weak fine granular structure; soft, friable, nonsticky and nonplastic; many very fine, fine and few medium roots; many very fine, fine and few medium irregular pores; 65 percent channers; slightly acid (pH 6.2); clear smooth boundary.  (3 to 7 inches thick)\nBw1 -- 4 to 13 inches; dark brown (10YR 3/3) extremely channery loam, brown (10YR 5/3) dry; moderate fine subangular blocky parting to moderate fine granular structure; slightly hard, friable, nonsticky and nonplastic; many very fine, fine and medium roots; many very fine, fine and medium tubular pores; 65 percent channers; slightly acid (pH 6.4); clear smooth boundary.  (7 to 14 inches thick)\nBw2 -- 13 to 32 inches; dark grayish brown (10YR 4/2) extremely channery loam, pale brown (10YR 6/3) dry; moderate fine and medium subangular blocky structure; slightly hard, friable, nonsticky and nonplastic; many very fine and common fine and medium roots; many very fine and common fine and medium tubular pores; 75 percent channers; neutral (pH 6.6); gradual wavy boundary.  (9 to 20 inches thick)\nR -- 32 inches; fractured metamorphic sedimentary bedrock."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Wasco County, Oregon; 500 feet west and 2000 feet south of the  NE corner of section 22, T.7 S., R.13 E. (Latitude 44 degrees, 57 minutes, 03 seconds N; Longitude 121 degrees, 09 minutes, 18 seconds W) Warm Springs Indian Reservation."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE OF CHARACTERISTICS",
    "content": "RANGE OF CHARACTERISTICS:  These soils are usually moist, but are dry in all parts of the moisture control section for 45 to 60 consecutive days within the four months following the summer solstice.  The mean annual soil temperature is 44 to 46 degrees F.  Depth to bedrock is 20 to 40 inches.  The mollic epipedon is 10 to 20 inches thick.  The particle-size control section averages 18 to 30 percent clay and 60 to 75 percent rock fragments.  Base saturation is assumed to be 50 to 70 percent. The upper 7 to 14 inches is estimated to have 20 to 30 percent volcanic glass and 0.4 to 1.0 percent acid oxalate extractable aluminum plus one-half iron.\nThe A horizon has a value of 2 or 3 moist, 4 or 5 dry and chroma of 1 through 3 moist and dry.  It contains 60 to 70 percent channers. Organic matter is 2 to 4 percent.\nThe Bw horizon has value of 3 or 4 moist, 5 or 6 dry and chroma of 2 through 4 moist and dry.  It is loam or clay loam and contains 60 to 75 percent channers."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Bearspring, Dogtown, Mineral, Scoap, and Wellscreek series.  The Bearspring, Dogtown, Scoap, and Wellscreek soils are greater than 40 inches to bedrock. Mineral soils have 7 to 12 percent clay within the particle size control section and formed from granitic rock."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Peahke soils are on gently sloping to steep south-facing side slopes of mountains.  Elevations range from 4000 to 4500 feet.  Slopes are 2 to 55 percent.  The soil formed in residuum and colluvium derived dominantly from sedimentary rock with an influence of volcanic ash.  The climate is characterized by cold and wet winters and hot and dry summers.  The mean annual precipitation is 20 to 25 inches.  The mean annual temperature is 42 to 44 degrees F. The frost-free period is 80 to 110 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Kusu, Mowako, Mutton and Wakamo soils.  Kusu soils are ashy-skeletal, deep to bedrock and are on adjacent north-facing side slopes.  Mowako soils are on adjacent south-facing side slopes at lower elevations.  Mutton soils are ashy-skeletal, very deep to bedrock and are on adjacent north-facing side slopes at lower elevations.  Wakamo soils are clayey-skeletal, shallow to bedrock and are on adjacent south-facing side slopes at lower elevations."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained.  Permeability is moderate."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are used for timber production, livestock grazing, watershed and wildlife habitat.  The native vegetation is Douglas fir and ponderosa pine with an understory of snowbrush ceanothus, antelope bitterbrush, tailcup lupine, and western fescue."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Mutton Mountains of North-central Oregon; MLRA 6.  The soils of this series are not extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Wasco County (Warm Springs Indian Reservation), Oregon, 1993."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features in this pedon include:\nMollic epipedon - The zone from the surface of the soil to a depth of approximately 13 inches (A,Bw1 horizons).\nCambic horizon - The zone from 13 to 32 inches (Bw2 horizons).\nVitrandic feature - The zone from 0 to 13 inches (A and Bw1 horizons).\nParticle-size control section - The zone from 10 to 32 inches (lower Bw1 and the Bw2 horizons)\nLoamy-skeletal family - 15 percent or more of particles are fine sand or coarser and more than 18 percent clay with 74 percent channer rock fragments (calculated)."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "NA"
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A",
        "top": 0,
        "bottom": 10,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 1,
        "texture_class": "loam",
        "cf_class": "extremely channery",
        "pH": 6.2,
        "pH_class": "slightly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "A -- 0 to 4 inches; very dark gray (10YR 3/1) extremely channery loam, grayish brown (10YR 5/2) dry; weak fine granular structure; soft, friable, nonsticky and nonplastic; many very fine, fine and few medium roots; many very fine, fine and few medium irregular pores; 65 percent channers; slightly acid (pH 6.2); clear smooth boundary.  (3 to 7 inches thick)"
      },
      {
        "name": "Bw1",
        "top": 10,
        "bottom": 33,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "loam",
        "cf_class": "extremely channery",
        "pH": 6.4,
        "pH_class": "slightly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bw1 -- 4 to 13 inches; dark brown (10YR 3/3) extremely channery loam, brown (10YR 5/3) dry; moderate fine subangular blocky parting to moderate fine granular structure; slightly hard, friable, nonsticky and nonplastic; many very fine, fine and medium roots; many very fine, fine and medium tubular pores; 65 percent channers; slightly acid (pH 6.4); clear smooth boundary.  (7 to 14 inches thick)"
      },
      {
        "name": "Bw2",
        "top": 33,
        "bottom": 81,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "loam",
        "cf_class": "extremely channery",
        "pH": 6.6,
        "pH_class": "neutral",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bw2 -- 13 to 32 inches; dark grayish brown (10YR 4/2) extremely channery loam, pale brown (10YR 6/3) dry; moderate fine and medium subangular blocky structure; slightly hard, friable, nonsticky and nonplastic; many very fine and common fine and medium roots; many very fine and common fine and medium tubular pores; 75 percent channers; neutral (pH 6.6); gradual wavy boundary.  (9 to 20 inches thick)"
      },
      {
        "name": "0i",
        "top": 3,
        "bottom": "NA",
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "0i -- 1 inch to 0; organic layer of needles and twigs."
      },
      {
        "name": "R",
        "top": 81,
        "bottom": "NA",
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "R -- 32 inches; fractured metamorphic sedimentary bedrock."
      }
    ]
  ]
}
