{
  "SERIES": "PEANUTROCK",
  "STATUS": "Established Series",
  "BYREV": "JWO:AMR:RKR",
  "REVDATE": "06/2010",
  "STATES": "AR",
  "OVERVIEW": "The Peanutrock series consists of very deep, well drained, moderately permeable soils that formed in loamy and gravelly marine sediments of Cretaceous age. These soils are on nearly level to steep marine terraces and uplands in the Cretaceous Western Gulf Coastal Plain Major Land Resource Area, MLRA 135B. Slopes are 1 to 35 percent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, siliceous, semiactive, thermic Typic Hapludults"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Peanutrock very gravelly fine sandy loam, 1 to 8 percent slopes, in forest.(Colors are for moist soil unless otherwise stated.)\nA--0 to 10 cm (0 to 4 in); very dark grayish brown (10YR 3/2) very gravelly fine sandy loam; weak medium granular structure; very friable; about 45 percent by volume sandstone gravel; slightly acid; clear wavy boundary.\nE--10 to 25 cm (4 to 10 in); light yellowish brown (10YR6/4) very gravelly fine sandy loam; weak fine subangular blocky structure; friable; about 50 percent by volume sandstone and novaculite gravel (40%) and cobbles (10%); strongly acid; gradual wavy boundary.\nBt--25 to 84 cm (10 to 33 in); strong brown (7.5YR 5/6) very gravelly loam, moderate fine and medium subangular blocky structure; friable; common faint patchy clay films on ped faces and lining some pores; about 55 percent by volume sandstone gravel (45%) and cobbles (10%); strongly acid; gradual wavy boundary.\nBC--84 to 203 cm (33 to 80 in); reddish yellow (7.5YR 6/6) extremely gravelly loamy sand; structureless; massive; about 70 percent by volume sandstone gravels (55%) and cobbles (15%); very strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Pike County, Arkansas; SE14, SW1/4, SW1/4 Section. 29, T.8 S., R.24 W.; DELIGHT USGS topographic quadrangle; Latitude: 34 degrees, 1 minutes, 30 seconds North; Longitude: 93 degrees, 34 minutes, 30 seconds West."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Solum thickness is more than 80 inches. Reaction ranges from slightly acid to strongly acid in the A horizon; slightly acid to very strongly acid in the E and BE horizons; medium acid to very strongly acid in the Bt horizons; and strongly acid to extremely acid in the BC or C horizons.\nCoarse fragments range from 15 to 60 percent by volume in the A, E, and BE horizons; 35 to 60 percent in the upper Bt horizon(s); and 35 to 80 percent in the lower Bt horizons; and 60 to 80 percent in the BC or C horizons. In some pedons, the lower Bt, BC and C horizons consist of gravels and cobbles of sandstone and/or chert and novaculite that are weakly to strongly cemented by iron, gypsum, calcite, dried clay binder, or a tuffaceous material. Typically, the cementation is a yellowish color in the tuffaceous material and red or brown in the other materials. This cementation can occur in layers of varying thicknesses and, in some pedons, there is horizon stratification with strongly contrasting particle and fragment sizes.\nA  horizon:\nHue:   of 10YR\nValue:  3 or 4\nChroma:  2 to 4\nTexture:  very gravelly fine sandy loam.\nE horizon:\nHue:  10YR\nValue:  4, 5, or 6\nChroma:  3 or 4\nTexture:  gravelly fine sandy loam, gravelly sandy loam, gravelly loam, gravelly loamy sand, gravelly silt loam (rare) or their very gravelly analogs.\nBE horizon (where present):\nHue:  7.5YR or 10YR\nValue:  5\nChroma:  6 or 8\nTexture:  gravelly fine sandy loam, gravelly sandy loam, gravelly loam, gravelly loamy sand, gravelly silt loam (rare), or their very gravelly analogs.\nUpper Bt horizon(s):\nHue:  7.5YR, 5YR, or 10YR,\nValue:  4, 5, or 6\nChroma:  6 or 8\nor Hue:  2.5YR\nValue:  4 or 5\nChroma:  6 or 8.\nTexture:  very gravelly loam, very gravelly clay loam, very gravelly sandy clay loam, very gravelly sandy loam, or very gravelly silt loam (rare).\nLower Bt horizon(s):\nSame colors as the upper Bt horizons . Some pedons may not have a dominant matrix color, but are variegated in shades of brown, red, and gray.\nTexture:  very gravelly loam, very gravelly clay loam, very gravelly sandy clay loam, very gravelly sandy loam, very gravelly silt loam (rare) or their extremely gravelly analogs.\nBC horizon:\nHue:  7.5YR or 10YR\nValue:  4 or 5\nChroma:  6 or 8\nIn some pedons, this horizon is variegated in shades of brown, red, and gray.\nTexture:  very gravelly loam, very gravelly sandy clay loam, very gravelly sandy loam, very gravelly silt loam (rare) or their extremely gravelly analogs.\nC horizon (where present):\nSame color range as the BC horizon.\nTexture:  extremely gravelly fine sandy loam, extremely gravelly loam, extremely gravelly sandy loam, extremely gravelly sandy clay loam, or their very cobbly or extremely cobbly analogs."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Avant, Bigfork, Cobstone, Lillington, Saffell, Steprock, Subligna, and Zafra series.\nAvant soils have 20 to 40 inch sola over hard, fractured, tilted and folded, chert bedrock.\nBigfork soils have 20 to 50 inch sola over hard chert or novaculite that is tilted 20 degrees to 60 degrees from the horizontal.\nCobstone soils developed in fluvial sediments; typically have browner hues in the argillic horizon and coarse fragments are dominantly cobbles and stones.\nLillington soils developed in fluvial sediments and have sola more than 60 inches thick.\nSaffell soils formed over Tertiary-aged sediments and are less stratified.\nSteprock soils have 20 to 40 inch sola over weathered and hard sandstone bedrock.\nSubligna soils developed in fluvial sediments and typically have browner hues in the argillic horizon.\nZafra soils have 20 to 56 inch sola over soft and hard interbedded sandstone and shale bedrock that is tilted 20 degrees to 60 degrees from the horizontal."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Peanutrock soils are on marine terraces and uplands of the Cretaceous Western Gulf Coastal Plain, MLRA 135B and in the transitional area to the Ouachita Mountains, MLRA 119. They formed in loamy and gravelly marine sediments. Slopes range from 1 to 35 percent. Mean annual precipitation ranges from 45 to 55 inches. Mean annual temperature ranges from 63 degrees to 75 degrees F. Thornthwaite annual P-E indices are greater than 64."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are competing Nathan, Pikecity, and Tiak soils.\nNathan soils have a fine-silty control section.\nPikecity soils have a fine-loamy control section.\nTiak soils have a fine control section and is moderately well drained"
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Peanutrock soils are well drained. Runoff is low to rapid depending on slope, and permeability is moderate."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Used mainly for native pasture and woodland. The vegetation is primarily southern red oak, sweetgum, American sycamore, white oak, and loblolly pine."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Cretaceous Western Gulf Coastal Plain of southwest Arkansas and possibly southeast Oklahoma. The series is expected to be extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Morgantown, West Virginia"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Pike County, Arkansas; 2006"
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: These soils were formerly included in the Saffell series.\nDiagnostic features and subsurface features in this pedon are:\nOchric epipedon--surface to a depth of 25 cm (0 to 10 in)\nArgillic horizon---zones from 25 to 84 cm (10 to 33 in)\n--------------------------------------------------------------------------------\nNational Cooperative Soil Survey\nU.S.A."
  }
}
