{
  "SERIES": "PEARSONCREEK",
  "STATUS": "Established Series",
  "BYREV": "Rev. SHB-CJW-JAL",
  "REVDATE": "05/2002",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive, frigid Andic Dystrudepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Pearsoncreek ashy loam, open-burned, woodland; on a west-facing slope of 30 percent at 3,800 feet elevation.  When described on July 13, 1994, the soil was slightly moist throughout.  (Colors are for dry soil unless otherwise stated.)\nOi--0 to 0.5 inch; needles, leaves and twigs.  (0.5 to 1 inch thick)\nOe--0.5 to 2 inches; decomposed organic matter mixed with Mt. St.  Helens volcanic ash.  (0.5 to 1.5 inches thick)\nA--2 to 3 inches; grayish brown (10YR 5/2) ashy loam, very dark grayish brown (10YR 3/2) moist; weak very fine granular structure; soft, very friable, nonsticky and slightly plastic; many very fine roots; many very fine tubular pores; slightly acid (pH 6.5); abrupt wavy boundary.  (1 to 2 inches thick)\nBw1--3 to 9 inches; yellowish brown (10YR 5/4) ashy loam, dark yellowish brown (10YR 4/4) moist; weak fine and medium subangular blocky structure; soft, very friable, nonsticky and slightly plastic; many very fine, few fine, medium and coarse roots; many very fine tubular pores; slightly acid (pH 6.5); clear wavy boundary.  (3 to 8 inches thick)\nBw2--9 to 12 inches; light yellowish brown (10YR 6/4) ashy loam, dark yellowish brown (10YR 4/4) moist; weak fine and medium subangular blocky structure; soft, very friable, nonsticky and slightly plastic; many very fine, few fine, medium and coarse roots; common very fine tubular pores; 5 percent gravel; neutral (pH 6.8); clear wavy boundary.  (3 to 5 inches thick)\n2Bw3--12 to 17 inches; light yellowish brown (10YR 6/4) gravelly sandy loam, dark yellowish brown (10YR 4/4) moist; weak fine and medium subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; common very fine, few fine roots; common very fine tubular pores; 10 percent gravel, 5 percent cobbles; slightly acid (pH 6.5); clear wavy boundary.  (5 to 12 inches thick)\n2BC--17 to 29 inches; very pale brown (10YR 7/4) very cobbly  sandy loam, yellowish brown (10YR 5/4) moist; weak fine and medium subangular blocky structure; slightly hard, friable, slightly sticky and slightly plastic; few very fine and fine roots; common very fine tubular and irregular pores; 15 percent gravel, 30 percent cobbles; slightly acid (pH 6.5); gradual wavy boundary.  (0 to 20 inches thick)\n2C1--29 to 50 inches; very pale brown (10YR 7/3) very cobbly sandy loam, mixed yellowish brown (10YR 5/4) and brown (10YR 5/3) moist; massive; slightly hard, friable, slightly sticky and slightly plastic; few fine roots; common very fine tubular and irregular pores; 30 percent gravel, 20 percent cobbles; slightly acid (pH 6.5); clear wavy boundary.   (16 to 26 inches thick)\n2C2--50 to 60 inches; pale yellow (2.5Y 7/3) very cobbly sandy loam, light olive brown (2.5Y 5/3) moist; massive; hard, firm, slightly sticky and slightly plastic; few fine roots; common very fine, few fine tubular pores; few faint silica coatings that are light yellowish brown (2.5Y 6/3) moist; 30 percent gravel, 20 percent cobbles; slightly acid (pH 6.3)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Boundary County, Idaho; about 5.75 miles northwest of Naples, about 2200 feet north and 2300 feet east of the southwest corner of sec. 31, T. 61 N., R. 1 W; Latitude - 48 degrees, 35 minutes, 45 seconds North; Longitude - 116 degrees, 31 minutes, 00 seconds West."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nAverage annual soil temperature - 44 to 46 degrees F.\nAverage summer soil temperature - 54 to 56 degrees F. with an O horizon\nMoisture control section - dry 30 to 45 days (August to September), moist mid-September through July; udic moisture regime\nSolum thickness - 20 to 34 inches\nSurface stones and boulders - 0 to 3 percent\nVolcanic ash mantle - 10 to 13 inches thick\nVolcanic glass content - 30 to 65 percent\nAcid-oxalate extr. Al + 1/2 Fe - 1.0 to 3.0 percent\nPhosphate retention - 55 to 90 percent\nA horizon\nValue - 4 or 5 dry, 2 or 3 moist\nChroma - 2 or 3 dry or moist\nTexture - ASHY-L, ASHY-SIL, GR-ASHY-SIL\nClay content - 3 to 10 percent\nGravel content - 0 to 20 percent\nBulk density - 0.65 to 1.00 grams per cubic centimeter\nReaction - moderately acid to neutral\nBw horizons\nHue - 10YR or 7.5YR\nValue - 5 or 6 dry, 3 or 4 moist\nTexture - ASHY-L, ASHY-SIL, GR-ASHY-SIL\nClay content - 3 to 10 percent\nGravel content - 0 to 20 percent\nBulk density - 0.65 to 1.00 grams per cubic centimeter\nReaction - slightly acid or neutral\n2Bw horizon\nHue - 10YR or 2.5Y\nValue - 6 or 7 dry, 4 or 5 moist\nChroma - 3 to 6 dry or moist\nTexture - GR-SL, SL, CBV-SL, STV-SL, GRV-SL\nClay content - 3 to 10 percent\nGravel content - 5 to 25 percent\nCobble content - 5 to 30 percent\nStone content - 0 to 30 percent\nReaction - moderately acid to neutral\n2BC horizon\nHue - 10YR or 2.5Y\nValue - 6 or 7 dry, 4 or 5 moist\nChroma - 3 or 4 dry or moist\nTexture - CBV-SL, GRV-SL, STV-SL\nClay content - 3 to 10 percent\nGravel content - 10 to 30 percent\nCobble content - 5 to 30 percent\nStone content - 0 to 30 percent\nReaction - moderately acid or slightly acid\n2C horizon\nHue - 10YR or 2.5Y\nValue - 6 to 8 dry, 4 to 6 moist\nChroma - 2 to 4 dry or moist\nTexture - GRV-SL, CBV-SL, STV-SL, BYV-SL, STX-SL\nClay content - 3 to 10 percent\nGravel content - 10 to 30 percent\nCobble content - 10 to 30 percent\nStone and boulder content - 0 to 30 percent\nReaction - moderately acid or slightly acid"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Backroad, Hoffstadt, and Tinker series.  Backroad soils have 2E and 2E/Bw horizons.  Hoffstadt soils have a lithic conatct at 40 to 60 inches.  Tinker soils have very cobbly loam in the A and Bw horizons."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Pearsoncreek soils are mostly on south and west-facing mountain and foothill slopes.  Slopes range from 5 to 65 percent.  They formed in glacial till derived from granite, gneiss, and schist rocks with a thin mantle of volcanic ash.  Elevations range from 2,800 to 4,800 feet.  The average annual air temperature is 43 to 46 degrees F.  and average annual precipitation is 30 to 45 inches.  The average frost-free period is 90 to 120 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Idamont, Pend Oreille, and Treble soils.  Idamont soils are on east-facing mountain slopes and have a volcanic ash mantle more than 14 inches thick and are ashy over loamy in the control section.  Pend Oreille soils are on north-facing mountain slopes and have a volcanic ash mantle more than 14 inches thick and are ashy over loamy in the control section.  Treble soils are on south-facing mountain slopes and do not have a volcanic ash mantle and are dry more than 45 consecutive days in the soil moisture control section."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; medium to very rapid runoff; permeability is moderate in the upper part and moderate to moderately rapid below."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are used for woodland timber production, wildlife habitat, recreation, and watershed.  Potential natural vegetation is mainly grand fir, western white pine, western larch, Douglas-fir, and lodgepole pine with an understory of Rocky Mountain maple, darkwoods violet, starry false Solomons seal, woods rose, common princes pine, dampwoods blueberry, longtube twinflower, myrtle pachystima, and queencup beadlily."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northern Idaho, and possibly northwestern Montana, and northeastern Washington.  This series is not extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Boundary County, Idaho, 2002."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nDiagnostic horizons and features recognized in this pedon are:\nOchric epipedon - the zone from the mineral soil surface to 7 inches (A and part of Bw1 horizon)\nCambic horizon - the zone from 3 to 17 inches (Bw1, Bw2, 2Bw3 horizons)\nVolcanic ash mantle - the zone from 2 to 12 inches (A, Bw1, Bw2 horizons)\nParticle-size control section - the zone from 10 to 40 inches (2Bw3, 2BC, and part of the 2C1 horizon)\nNational Cooperative Soil Survey\nU.S.A."
  }
}
