{
  "SERIES": "PEASLEEVILLE",
  "STATUS": "Established Series",
  "BYREV": "TDT-SWA",
  "REVDATE": "09/2003",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, active, nonacid, frigid Aeric Endoaquepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Peasleeville loam on a 1 percent slope in a pasture. (Colors are for moist soil unless otherwise noted).\nAp1 -- 0 to 7 inches, very dark gray (10YR 3/1) loam, light brownish gray (10YR 6/2) dry; weak medium and fine granular structure; very friable; many fine and very fine, and few medium roots; 10 percent rock fragments; neutral; clear smooth boundary.\nAp2 -- 7 to 11 inches, very dark grayish brown (10YR 3/2) gravelly loam; light brownish gray (10YR 6/2) dry; moderate medium subangular blocky structure parting to weak fine granular; friable; common fine and very fine roots; 15 percent rock fragments; moderately acid; abrupt smooth boundary. (Combined thickness of the Ap horizons is 5 to 12 inches).\nBE -- 11 to 22 inches, brown and dark brown (10YR 5/3 and 4/3) gravelly fine sandy loam; grayish brown (10YR 5/2) on faces of peds; weak medium and coarse subangular blocky structure parting to weak thin platy; friable; common fine and very fine roots; common fine and medium pores; common fine and medium faint yellowish brown (10YR 5/4) and few fine distinct brown (7.5YR 4/4) soft masses of Fe oxides; 15 percent rock fragments; moderately acid; clear wavy boundary. (0 to 12 inches thick).\n2Bw -- 22 to 32 inches, brown and dark brown (7.5YR 5/3 and 4/3) gravelly loam, light brownish gray (10YR 6/2) on faces of prisms; moderate very coarse prismatic structure parting to weak medium and coarse subangular blocky; few patchy clay films in pores; friable (firm in place); few fine roots; common fine and few medium pores; few fine faint yellowish brown (10YR 5/4) and few fine distinct yellowish brown (10YR 5/6) soft masses of Fe oxides; 25 percent rock fragments; slightly acid; clear wavy boundary (6 to 30 inches thick).\n2BCg -- 32 to 42 inches, dark grayish brown (10YR 4/2) gravelly loam; weak thin and medium platy structure; friable (firm in place); few fine roots; common fine and few medium pores; common medium and coarse distinct brown (7.5YR 5/2) areas of Fe depletions, and strong brown (7.5YR 5/6) soft masses of Fe oxides; 30 percent rock fragments (including 5 percent cobbles); neutral; gradual wavy boundary. (0 to 14 inches thick).\n2Cg -- 42 to 72 inches, dark grayish brown (10YR 4/2) and dark yellowish brown (10YR 4/4) gravelly loam; massive; friable (firm in place); common fine and medium pores; few fine and medium faint yellowish brown (10YR 5/4) and few fine and medium distinct yellowish brown (10YR 5/6) soft masses of Fe oxides; 30 percent rock fragments (including 5 percent cobbles and stones); neutral."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Clinton County, New York; in the town of Clinton, 1800 feet south of intersection of Campbell Road and Gagnier Road, and 1200 feet west of Campbell Road. USGS Churubusco NY topographic quadrangle; Latitude 44 degrees, 54 minutes, 03 seconds N. and Longitude 73 degrees, 58 minutes, 15 seconds W. NAD 1927."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Thickness of the solum ranges from 24 to 50 inches. Depth to carbonates is greater than 50 inches. Redoximorphic features consisting of concentrations of Fe/Mn oxides, or Fe and clay depletions occur within 20 inches of the mineral soil surface. Depth to bedrock is greater than 60 inches. Rock fragments range from 0 to 25 percent by volume in the surface layer, and 10 to 35 percent in the subsoil and substratum. Unless limed, reaction ranges from strongly acid to slightly acid in the solum, and moderately acid to neutral in the substratum.\nThe Ap horizons have hue of 10YR, value of 3, and chroma of 1 through 3. Unplowed A horizons have value of 2 or 3, and chroma of 1 or 2. Texture is fine sandy loam or loam in the fine earth fraction.\nThe BE horizon has hue of 7.5YR through 2.5Y, value of 4 through 6 and chroma of 2 through 4. It has faint or distinct redox concentrations or depletions. Texture is fine sandy loam or loam in the fine earth fraction. Structure is weak or moderate subangular blocky or platy. Consistence is friable or very friable.\nThe Bw or 2Bw horizon has hue of 7.5YR or 10YR, value of 4 through 6 and chroma of 2 through 4, and has faint or distinct redox concentrations or depletions. Texture is fine sandy loam or loam in the fine earth fraction. Structure is weak or moderate subangular blocky, prismatic or platy. Consistence is friable or firm.\nThe BC or 2BC horizon has hue of 10YR or 2.5Y, value of 3 through 6 and chroma of 2 or 3 with faint or distinct redox concentrations or depletions. Texture is sandy loam, fine sandy loam or loam in the fine earth fraction. Structure is weak or moderate platy, prismatic or subangular blocky. Consistence is friable or firm.\nThe C or 2C horizon has hue of 10YR or 2.5Y, value of 4 through 6 and chroma of 2 through 4 with faint or distinct redox concentrations or depletions. Texture is sandy loam, fine sandy loam or loam in the fine earth fraction. Structure is weak or moderate platy, or it is massive. Consistence is friable or firm."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: The Chazy, Jacobsville, Minnow (T), and Mino series are in the same family. Chazy soils are 20 to 40 inches deep to sandstone bedrock. Mino soils have less than 5 percent rock fragments throughout the soil. Jacobsville and Minnow (T) are not in Region L.\nThe Brayton, Brimson, Cowhorn, Ensley, Lyme, Malone, Monarda, Pillsbury, and Suny soils are in related families. Brayton, Brimson and Monarda soils have dense basal till substrata. Cowhorn soils have less than 5 percent rock fragments throughout the soil. Ensley and Malone soils have free carbonates within a depth of 50 inches. Lyme soils have gleyed subsoil and are acid in the control section. Pillsbury soils also have an acid reaction control section and a dense basal till substrata. Suny soils are more acid and have redder hue in the C horizon."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: The Peasleeville soils are nearly level and gently sloping soils on till uplands. They occur in slight depressions on nearly level or undulating toeslopes, footslopes, and smooth till plains. Slope ranges from 0 to 8 percent. The till parent material is derived from granite, sandstone and other sedimentary rock. Mean annual precipitation ranges from 32 to 36 inches; mean annual air temperature ranges from 41 to 45 degrees F; and mean frost-free season ranges from 90 to 140 days. Elevation ranges from 200 to 1800 feet above sea level."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the well drained Bice, the moderately well drained Schroon, and the poorly drained Lyonmounten soils which are associated in a drainage sequence. Kalurah, Malone, Coveytown and Adirondack soils are also associated. Moderately well drained Kalurah soils and somewhat poorly drained Malone soils have formed in similar landscapes where free carbonates are at shallower depths. Coveytown soils have a sandy surface and subsoil, and occur at the footslopes of glacial lake beach ridges. Adirondack soils are on similar landscapes but have a spodic horizon and a dense, slowly permeable substratum."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Somewhat poorly drained. The potential for surface runoff is negligible to very high. Permeability is moderate."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Many areas are in hayland and forest. A considerable acreage is reverting to brush. Areas cleared of stones are used mainly for growing hay, silage corn and some potatoes. Forested areas contain red maple, white birch, quaking aspen, eastern white pine and northern white cedar."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Champlain and St. Lawrence Valley of Northern New York. MLRA 142. The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Amherst, Massachusetts"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Clinton County, New York 1995."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: This represents a partial update of the series to Established. Not all items were reviewed at this time. CEC activity class is added as active based on data from associated soils in similar parent materials.\nDiagnostic horizons and other features recognized in the typical pedon are:\n1) Ochric epipedon - from 0 to 11 inches (Ap1 and Ap2).\n2) Cambic horizon - from 22 to 42 inches (2Bw and 2BC).\n3) Aeric subgroup - color value and chroma of 3 or more\nin some horizon between the Ap and a depth of 30\ninches below the mineral soil surface (BE and 2Bw\nhorizons).\n4) Redoximorphic features - accumulation of Fe oxides,\nareas of Fe depletions, or reduced matrices (in all\nhorizons below the Ap).\nNational Cooperative Soil Survey\nU.S.A."
  }
}
