{
  "SERIES": "PEATROSS",
  "STATUS": "Tentative Series",
  "BYREV": "SAC/SJJ/SAC",
  "REVDATE": "11/2018",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS:  Fine-loamy, mixed, superactive, frigid Oxyaquic Haplustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Peatross loam, 1 percent slope on cropland at an elevation of 1,870 meters.  (Colors are for dry soil unless otherwise noted.)\nAp--0 to 18 cm; brown (10YR 5/3) loam, dark brown (10YR 3/3) moist; strong fine and medium subangular blocky structure; moderately hard, friable, slightly sticky and slightly plastic; many very fine, fine, and common medium roots; strongly effervescent; moderately alkaline, pH 7.9; abrupt smooth boundary.  (15 to 26 cm thick)\nC1--18 to 23 cm; brown (7.5YR 5/4) loamy sand, brown (7.5YR 4/4) moist; single grain; loose, loose, nonsticky and nonplastic; many very fine, fine, and common medium roots; common fine strong brown (7.5YR 5/6) moist, iron masses; violently effervescent; moderately alkaline, pH 7.9; abrupt smooth boundary.  (0 to 15 cm thick)\nBwb1--23 to 35 cm; brown (7.5YR 5/4) loam, brown (7.5YR 4/3) moist; moderate medium subangular blocky structure; moderately hard, friable, slightly sticky and slightly plastic; common very fine, fine, and medium roots; common fine distinct red (2.5YR 4/6) moist, iron masses; strongly effervescent; moderately alkaline, pH 8.0; clear smooth boundary.\nAb--35 to 46 cm; dark brown (7.5YR 3/3) clay loam, very dark brown (7.5YR 2.5/2) moist; weak medium subangular blocky structure; moderately hard, friable, moderately sticky and moderately plastic; common very fine, fine, and medium roots; few fine distinct yellowish red (5YR 4/6) moist, iron masses; strongly effervescent; moderately alkaline, pH 7.9; clear smooth boundary.  (0 to 15 cm thick)\nBwb2--46 to 56 cm; brown (7.5YR 4/4) clay loam, dark brown (7.5YR 3/4) moist; weak medium subangular blocky structure; moderately hard, friable, moderately sticky and moderately plastic; common very fine, fine, and medium roots; common fine distinct strong brown (7.5YR 4/6) moist, iron masses; strongly effervescent; moderately alkaline, pH 8.0; clear smooth boundary.\nBwb3--56 to 83 cm; brown (7.5YR 5/4) sandy clay loam, brown (7.5YR 4/4) moist; weak medium subangular blocky structure; moderately hard, friable, slightly sticky and slightly plastic; common very fine, fine, and medium roots; common fine distinct strong brown (7.5YR 4/6) moist, iron masses; strongly effervescent; moderately alkaline, pH 8.2; clear smooth boundary.  (Combined thickness of the Bw horizons is 19 to 55 cm)\nC2--83 to 118 cm; brown (7.5YR 5/4) sandy loam, brown (7.5YR 4/4) moist; massive; moderately hard, friable, slightly sticky and nonplastic; common very fine, fine, and medium roots; few fine distinct yellowish red (5YR 4/6) moist, iron masses; strongly effervescent; moderately alkaline, pH 8.0; clear smooth boundary.\nC3--118 to 152 cm; 70 percent brown (7.5YR 5/4) and 30 percent pink (7.5YR 7/4) sandy loam, 70 percent brown (7.5YR 5/4) and 30 percent light brown (7.5YR 6/4) moist; massive; loose, very friable, slightly sticky and nonplastic; common very fine, fine, and medium roots; common fine distinct yellowish red (5YR 4/6) moist, iron masses; violently effervescent; moderately alkaline, pH 8.0."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Duchesne County, Utah; about 13 kilometers (8 miles) southeast of Tabiona, Utah; about 2,100 feet east and 540 feet south of the NW corner of sec. 21, T. 2 S., R. 6 W.; Blacktail Mountain USGS quad; Lat. 40 degrees 17 minutes 52 seconds N. and Long. 110 degrees 34 minutes 12 seconds W., WGS 84"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture regime is Ustic, oxyaquic subclass\nMean annual soil temperature:  6.5 to 8.0 degrees C, but can be as low as 5.5 degrees C at higher elevations.\nThickness of the mollic epipedon:  15 to 26 cm\nDepth to cambic horizon:  25 to 50 cm\nDepth to redox concentrations:  18 to 40 cm\nThe soil is endosaturated between the depths of 15 to 152 cm, during the months of April through November.  The water table can be naturally occurring, or the result of irrigation.\nParticle-size control section (weighted averages):\nClay content:  20 to 25 percent\nRock fragment content:  0 to 10 percent\nCalcium carbonate content: 8 to 30 percent\nA and Ap horizon(s):\nHue:  7.5YR or 10YR\nValue:  3 to 5 dry, 2 or 3 moist\nChroma:  2 or 3\nTexture:  loam, silt loam,  clay loam, or fine sandy loam\nClay content:  10 to 28 percent\nRock fragment content:  0 to 5 percent\nReaction:  moderately alkaline (7.9-8.4)\nBw horizons:\nHue:  7.5YR or 10YR\nValue:  4 to 6 dry, 3 to 5 moist\nChroma:  2 to 4\nTexture:  loam, clay loam,  sandy clay loam, or silt loam\nClay content:  20 to 30 percent\nRock fragment content:  0 to 5 percent\nCalcium carbonate equivalent:  20 to 30 percent\nReaction:  moderately alkaline (7.8-8.4)\nC or CB horizons:\nHue:  7.5YR or 10YR\nValue:  5 to 7 dry, 4 to 6 moist\nChroma:  2 to 4\nTexture:  loamy sand, sandy loam, loam, or silty clay loam\nClay content:  6 to 28 percent\nRock fragment content:   0 to 15 percent\nCalcium carbonate equivalent:  3 to 30 percent\nReaction:  moderately alkaline (7.6-8.4)\nSome pedons have lower horizons with hues of 2.5Y and up to 60 percent cobbles and gravels"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  This is the McManus series. McManus soils have visible secondary carbonates at a depth of 18 to 36 cm."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material:  alluvium derived from sedimentary rocks\nLandform:  stream terraces, floodplain-steps, or flood plains\nSlopes:  0 to 4 percent\nElevation:  1,760 to 2,340 meters\nMean annual temperature:  5.5 to 7.0 degrees C, but can be as low as 4.5 degrees C at higher elevations.\nMean annual precipitation:  Typically 300 to 410 mm, but can extend to 500 mm at higher elevations.\nPrecipitation pattern:  Wettest months are October to May.  Driest months are June to September.\nFrost-free period: Typically 90 to 110 days, but can be as low as 70 days at higher elevations.\nFlooding Frequency:  Rare, with brief duration during the months of March to May"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Pescar and Dancehall series.  The Dancehall soils are on alluvial fans and contain more than 35 percent coarse fragments in the particle size control section.   The Pescar soils are on floodplains, are poorly drained, and have subsoils with greater than 35 percent coarse fragments."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  somewhat poorly drained, low runoff, moderately slow permeability (0.2-0.6 in/hr)"
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Peatross soils are primarily used for cropland and hayland.  Native vegetation consists of Narrowleaf cottonwood, Blue wildrye, Basin wildrye, Drummond willow, and Chokecherry."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Central Utah Mountains; LRR E, MLRA 48; LRU 48A. The series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Bozeman, Montana"
  },
  "ORIGIN": {
    "section": "SERIES PROPOSED",
    "content": "SERIES PROPOSED:  Duchesne County, Utah, 2016; The name is taken from an old historic homestead."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\nDiagnostic horizons and features recognized in this pedon are:\nParticle-size control section:  the zone from 25 to 100 cm. (lower part Bwb1, Ab, Bwb2, Bwb3, and upper part of C2 horizon).\nMollic epipedon:  0 to 18 cm depth. (Ap horizon).\nCambic horizon:  23 to 83 cm depth. (Bwb1, Ab, Bwb2, and Bwb3 horizons).\nThe assignment of the cation-exchange activity class is inferred from lab data from similar soils in the surrounding area.\nTaxonomic Version:  Classified according to Keys to Soil Taxonomy, Twelfth Edition, 2014.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
