{
  "SERIES": "PECKTONVILLE",
  "STATUS": "Established Series",
  "BYREV": "PSK-JSK-CER",
  "REVDATE": "03/2001",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, mixed, active, mesic Typic Paleudults"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Pecktonville very gravelly silt loam, east aspect, 9 percent slope in hay field. (Colors are for moist soil.)\nAp1 -- 0 to 7 inches; dark yellowish brown (10YR 3/4) very gravelly silt loam; weak fine granular structure; very friable; many fine roots; 37 percent rock fragments; strongly acid; abrupt smooth boundary.\nAp2 -- 7 to 11 inches; dark yellowish brown (10YR 3/4) gravelly silt loam; weak medium platy structure; friable; many fine roots; 20 percent rock fragments; strongly acid; abrupt smooth boundary. (combined thickness 3 to 12 inches)\nBE -- 11 to 15 inches; strong brown (10YR 5/6) silt loam; weak medium subangular blocky structure; friable; slightly sticky, slightly plastic; few fine roots; few medium tubular pores; 5% intrusions of dark yellowish brown Ap2 material in worm holes; 3 percent iron manganese nodules; 10 percent rock fragments; moderately acid; clear wavy boundary. (0 to 10 inches thick)\nBt1 -- 15 to 23 inches; yellowish red (5YR 4/6) silty clay; moderate medium subangular blocky structure; firm; slightly sticky, plastic; few fine roots; few fine and medium tubular pores; common distinct clay films on faces of peds; 7 percent rock fragments; moderately acid; clear smooth boundary.\nBt2 -- 23 to 32 inches; yellow red (5YR 4/6) channery silty clay; weak medium angular blocky structure; firm; sticky, plastic; few fine roots; few fine tubular pores; common distinct clay films on faces of peds; 30 percent rock fragments; slightly acid; abrupt smooth boundary.\nBt3 -- 32 to 48 inches; red (2.5YR 4/6) clay; many distinct brownish yellow (10YR 6/6) mottles inherited from shale fragments; weak very fine angular blocky structure; very firm; slightly sticky, plastic; few fine roots; few fine tubular pores; many distinct clay films on faces of peds; 14 percent iron and manganese nodules; moderately acid; clear smooth boundary.\nBt4 -- 48 to 63 inches; red (2.5YR 4/6) silty clay; common fine prominent grayish brown (10YR 5/2) redoximorphic depletions, many medium prominent brownish yellow (10YR 6/6) mottles inherited from shale fragments; weak very fine angular blocky structure; very firm; slightly sticky, plastic; few fine roots; few fine tubular pores; many distinct clay films on faces of peds; 5 percent rock fragments; moderately acid; clear smooth boundary. (combined thickness 35 to 80 inches)\nBC -- 63 to 75 inches; 55 percent yellowish brown (10YR 5/8) and 40 percent yellowish red (5YR 4/6) clay loam; moderate fine platy structure; friable; few distinct clay films on faces of peds; moderately acid. (thickness 0 to 20 inches)"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Washington County, MD; in crop field, 1.25 miles south of Pennsylvania state line, west of Indian Springs Rd. 500 feet. In the Pecktonville area. Cherry Run quad; Lat. 41 43' 59\" N. and Long. 78 01' 57\" W"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: Solum thickness is 60 to 70 inches or more.  Depth to bedrock is greater than 72 inches. The soil ranges from very strongly acid to moderately acid throughout.  Rock fragment content ranges from 5 to 60 percent in the A, Ap, and BE horizons, and 0 to 35 percent in the Bt and BC horizons. Redoximorphic depletions range from 42 to 60 inches.\nThe Ap and A horizon has hue of 7.5YR or 10YR, value 3 through 5, and chroma 1 through 4. Textures are silt loam and loam.\nThe E horizon were present has a hue of 7.5YR or 10YR, value 5 or 6, and chroma 3 through 6. Textures are silt loam and loam.\nThe BE horizon were present has hue of 7.5YR or 10YR, value 4 through 6, and chroma 4 through 6. Textures are silt loam, silty clay loam, and loam.\nThe Bt horizon has hue of 2.5YR or 5YR, value 4 through 6, and chroma 6 through 8. Textures are silty clay loam, clay loam, silty clay, and clay.\nThe BC horizon where present has hue of 2.5YR through 10YR, value 4 through 8, and chroma 4 through 8. Typically variegated. Textures are clay, silty clay loam, and clay loam."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Canner, Doniphan, Frederick, Lucketts, Macedonia and Monteagle series.\nThe Canner, Doniphan, Frederick, Lucketts, Macedonia and Monteagle soils do not have a water table within 60 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Pecktonville soils are on convex upland ridges.  Slopes range from 3 to 65 percent, but are commonly 8 to 25 percent.  Pecktonville soils form in residuum weathered from limestone rock containing chert, shale, and sandstone. Rock out-crops and sink holes are common with in the landscape. The mean annual temperature is 50 to 54 degrees F. and the mean annual precipitation is 38 to 50 inches."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Dekalb, Frederick, Hagerstown, Nollville, Ryder, and Wurno soils. The Dekalb soils form from sandstone. The Hagerstown, Frederick, and Nollville soils do not have a water table with in 60 inches. The Ryder and Wurno soil are moderately deep to rock, and form from calcareous shale."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained. Run off is medium to very rapid. Permeability is slow.  A seasonal high water table occurs at a depth 40 to 60 inches in most years."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most areas are cropped or pastured, where wooded Oak Hickory forest are dominate."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Maryland, Pennsylvania, Virginia, and West Virginia. Total extent is moderate."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Morgantown, West Virginia"
  },
  "ORIGIN": {
    "section": "SERIES PROPOSED",
    "content": "SERIES PROPOSED: Pecktonville, Washington County, Maryland, 1995."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:\n1. This soil was formerly included in the Frederick series.\n2. Diagnostic features recognized in this pedon are; ochric epipedon, argillic horizon, and a water table between 40 and 60 inches.\n3. Laboratory data is available for the site locations.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
