{
  "SERIES": "PECOS",
  "STATUS": "Established Series",
  "BYREV": "Rev. ACT/WWJ",
  "REVDATE": "01/2007",
  "STATES": "NM,TX",
  "OVERVIEW": "The Pecos series consists of very deep, moderately well drained, slowly permeable soils that formed in clayey alluvium.  These soils are on nearly level flood plains.  Slopes range from 0 to 1 percent. The mean annual precipitation is about 9 inches and the mean annual air temperature is about 63 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, mixed, superactive, calcareous, thermic Vertic Torrifluvents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Pecos silty clay--abandoned cropland.  (Colors are for dry soil unless otherwise stated.)\nAp--0 to 16 inches; dark grayish brown (10YR 4/2) silty clay, very dark grayish brown (10YR 3/2) moist; moderate fine and medium subangular blocky structure; very hard, very firm; common very fine tubular pores; common fine threads and masses of calcium sulfate and other salts; few cracks 0.2 inch wide extending to lower boundary; few fine roots; slightly effervescent; moderately alkaline; abrupt smooth boundary.  (3 to 24 inches thick)\nByz1--16 to 24 inches; grayish brown (10YR 5/2) silty clay, dark grayish brown (10YR 4/2) moist; weak medium angular blocky structure; very hard, very firm; few fine roots; common fine threads and masses of calcium sulfate and other salts; cracks 0.1 inch wide extend to lower boundary; strongly effervescent; moderately alkaline; abrupt wavy boundary.\nByz2--24 to 36 inches; reddish brown (5YR 5/4) silty clay loam, reddish brown (5YR 4/4) moist; weak coarse angular blocky structure; extremely hard, very firm; many fine threads and masses of calcium sulfate and other salts; cracks 0.1 inch wide extend to lower boundary; violently effervescent; moderately alkaline; abrupt wavy boundary.\nByz3--36 to 42 inches; reddish brown (5YR 5/3) silty clay, reddish brown (5YR 4/3) moist; common medium distinct light brownish gray (10YR 6/2) redox depletions; weak coarse angular blocky structure; very hard, very firm; many very fine threads and masses of calcium sulfate and other salts, few fine black organic stains along old bedding planes; violently effervescent; moderately alkaline; clear wavy boundary.\nByz4--42 to 60 inches; reddish brown (2.5YR 4/4) clay, dark reddish brown (2.5YR 3/4) moist; few medium distinct light brownish gray (10YR 6/2) redox depletions; massive; extremely hard, extremely firm; many threads and masses of calcium sulfate; few gypsum crystals; violently effervescent; moderately alkaline. (Combined thickness of B horizons is 35 to 78 inches)"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Ward County, Texas; 3.25 miles southwest of Barstow on U.S. Highway 80; 2.1 miles northwest on county road; 0.3 mile southwest on field road perpendicular to canal No. 1; 100 feet northwest in field.   (Latitude: 31 degrees, 27 minutes, 49 seconds North; Longitude: 103 degrees, 28 minutes, 15 seconds West.)"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture - Intermittently moist in the soil moisture control section during July-September. Typic aridic soil moisture regime.\nSolum thickness: 60 to more than 80 inches\nClay content: 40 to 70 percent(average of the particle size control section ranges from 45 to 60 percent)\nLinear extensibility: 6.0 cm or more(within 40 inches of the surface)\nThe upper 20 inches of the surface contains more than 1 percent organic matter.\nA horizon\nHue: 7.5YR, 10YR or 2.5Y\nValue: 3 to 5\nChroma: 2 or 3\nTexture: clay loam, silty clay loam, silty clay or clay\nB horizons\nHue: 2.5YR to 10YR\nValue: 3 to 5\nChroma: 2 to 4(Redoximorphic features in shades of olive, red and yellow range from few to many in the upper part and are in shades of red, yellow, olive and gray below 30 inches)\nTexture: silty clay loam, silty clay or clay\nCalcium sulfate and other salts in the form of films, masses, threads and crystals range from few to many\nElectrical conductivity: 2 to 20 dS/m\nSome pedons have BC or C horizons are below 60 inches that are stratified with loam, very fine sandy loam or silt loam."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  This is the Hantz (AZ) series. Hantz soils have less than 1 percent organic matter in the surface horizons, are well drained and do not have redox features."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Pecos soils are on the flood plains of the Pecos River and its major tributaries.  Surfaces are plane to concave.  Slopes are less than 1 percent.  They formed in calcareous and saline clayey alluvium several feet deep. The climate is arid to semiarid.  Mean annual precipitation ranges from 8 to 14 inches, and mean annual temperature ranges from 58 to 69 degrees F.  Frost free days range from 210 to 230 days and elevation ranges from 2,150 to 3,000 feet.  Thornthwaite P-E indices are less than 25."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These include the Arno, Gila, Patrole and Toyah series.  Arno soils are in depressions and channel positions slightly lower in the landscape.  Gila soils have coarse-loamy control sections and are in levee positions near streams.  Patrole soils have contrasting textures within 40 inches of the surface and are in levee or bar positions slightly higher in the landscape.  Toyah soils have fine-loamy control sections, mollic epipedons and are in narrow drainageways slightly higher in the landscape."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Moderately well drained.  Runoff is negligible. Permeability is slow."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Rangeland of low carrying capacity.  Some areas were formerly used for cropland but are now largely abandoned.  The principal vegetation includes alkali sacaton, fourwing saltbush, pickleweed, salt cedar, and some mesquite."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  In the Trans-Pecos areas of Texas and New Mexico, mainly along the Pecos River and major tributaries. This soil occurs in LRR-D, MLRA 42.  The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Phoenix, Arizona"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Reeves County, Texas; 1922."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - 0 to 16 inches (Ap horizon)\nFluventic feature - Organic carbon decreases irregularly with depth.\nVertic feature - Linear extensibility exceeds 6 cm within 40 inches of the surface.\nClassified according to Soil Taxonomy Second Edition, 1999.\nClassification was changed from Haplustolls to Torrifluvents in 1991.   The change was based on analysis of climatic data, geographic distribution and soil physical properties.  The soil is moist in the epipedon for less than 90 cumulative days in 7 out of 10 years during the growing season.  Classification change from Typic to Vertic subgroup based on NSSL characterization data from Loving county, Texas (S91TX-301-035).  The soil cracks from the surface to below 20 inches.\nWhen the competing series section was updated in September 2001, questions were raised about the description and/or the classification of this series. It was suggested that this soil should classify in the subgroup of Sodic Haplocambids. A field study of the type location is recommended to resolve the questions.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "moderately well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 41,
        "dry_hue": "10YR",
        "dry_value": 4,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "silty clay",
        "pH_class": "moderately alkaline",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Ap--0 to 16 inches; dark grayish brown (10YR 4/2) silty clay, very dark grayish brown (10YR 3/2) moist; moderate fine and medium subangular blocky structure; very hard, very firm; common very fine tubular pores; common fine threads and masses of calcium sulfate and other salts; few cracks 0.2 inch wide extending to lower boundary; few fine roots; slightly effervescent; moderately alkaline; abrupt smooth boundary.  (3 to 24 inches thick)"
      },
      {
        "name": "Byz1",
        "top": 41,
        "bottom": 61,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "silty clay",
        "pH_class": "moderately alkaline",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "Byz1--16 to 24 inches; grayish brown (10YR 5/2) silty clay, dark grayish brown (10YR 4/2) moist; weak medium angular blocky structure; very hard, very firm; few fine roots; common fine threads and masses of calcium sulfate and other salts; cracks 0.1 inch wide extend to lower boundary; strongly effervescent; moderately alkaline; abrupt wavy boundary."
      },
      {
        "name": "Byz2",
        "top": 61,
        "bottom": 91,
        "dry_hue": "5YR",
        "dry_value": 5,
        "dry_chroma": 4,
        "moist_hue": "5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "silty clay loam",
        "pH_class": "moderately alkaline",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "Byz2--24 to 36 inches; reddish brown (5YR 5/4) silty clay loam, reddish brown (5YR 4/4) moist; weak coarse angular blocky structure; extremely hard, very firm; many fine threads and masses of calcium sulfate and other salts; cracks 0.1 inch wide extend to lower boundary; violently effervescent; moderately alkaline; abrupt wavy boundary."
      },
      {
        "name": "Byz3",
        "top": 91,
        "bottom": 107,
        "dry_hue": "5YR",
        "dry_value": 5,
        "dry_chroma": 3,
        "moist_hue": "5YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "silty clay",
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Byz3--36 to 42 inches; reddish brown (5YR 5/3) silty clay, reddish brown (5YR 4/3) moist; common medium distinct light brownish gray (10YR 6/2) redox depletions; weak coarse angular blocky structure; very hard, very firm; many very fine threads and masses of calcium sulfate and other salts, few fine black organic stains along old bedding planes; violently effervescent; moderately alkaline; clear wavy boundary."
      },
      {
        "name": "Byz4",
        "top": 107,
        "bottom": 152,
        "dry_hue": "2.5YR",
        "dry_value": 4,
        "dry_chroma": 4,
        "moist_hue": "2.5YR",
        "moist_value": 3,
        "moist_chroma": 4,
        "texture_class": "clay",
        "pH_class": "moderately alkaline",
        "narrative": "Byz4--42 to 60 inches; reddish brown (2.5YR 4/4) clay, dark reddish brown (2.5YR 3/4) moist; few medium distinct light brownish gray (10YR 6/2) redox depletions; massive; extremely hard, extremely firm; many threads and masses of calcium sulfate; few gypsum crystals; violently effervescent; moderately alkaline. (Combined thickness of B horizons is 35 to 78 inches)"
      }
    ]
  ]
}
