{
  "SERIES": "PECORE",
  "STATUS": "Established Series",
  "BYREV": "MJM/JJJ",
  "REVDATE": "08/2003",
  "STATES": "WI",
  "OVERVIEW": "The Pecore series consists of well drained soils on moraines.  They formed in loamy till underlain by calcareous, sandy outwash.  Permeability is moderate in the loamy till and rapid or very rapid in the calcareous, sandy outwash.  Slopes range from 2 to 35 percent.  Mean annual precipitation is about 30 inches.  Mean annual temperature is about 42 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, active, frigid Haplic Glossudalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Pecore loam - on a convex, south facing 20 percent slope in a hardwood forest on the upper side slope of a morainic hill at an elevation of about 905 feet. (Colors are for moist soil unless otherwise stated.)\nOa--0 to 2 inches; black (7.5YR 2/1) highly decomposed plant material; weak medium granular structure; very friable; many fine roots; about 10 percent sand grains; moderately acid; abrupt wavy boundary. (0 to 2 inches thick)\nBw1--2 to 4 inches; dark brown (10YR 3/3) loam; weak fine subangular blocky structure; very friable; many fine roots; about 3 percent gravel and 1 percent cobbles; moderately acid; abrupt wavy boundary.\nBw2--4 to 10 inches; brown (10YR 4/3) loam; weak medium subangular blocky structure; very friable; many fine roots; about 4 percent gravel and 2 percent cobbles; moderately acid; clear wavy boundary. (Combined thickness of the Bw horizons is 0 to 12 inches)\nE/B--10 to 15 inches; 80 percent brown (7.5YR 5/2) loam (E), pinkish gray (7.5YR 7/2) dry; weak medium platy structure; very friable; extends as tongues into reddish brown (2.5YR 4/4) loam (Bt); moderate fine angular blocky structure; firm; common distinct dark reddish brown (2.5YR 3/4) clay films on faces of peds; common fine roots; about 3 percent gravel and 1 percent cobbles; strongly acid; clear wavy boundary.\nB/E--15 to 27 inches; 80 percent reddish brown (2.5YR 4/4) clay loam (Bt); moderate fine angular blocky structure; firm; common distinct dark reddish brown (2.5YR 3/4) clay films on faces of peds; penetrated by tongues of brown (7.5YR 5/2) sandy loam (E), pinkish gray (7.5YR 7/2) dry; weak medium platy structure; very friable; common fine roots; about 3 percent gravel and 1 percent cobbles; strongly acid; gradual wavy boundary. (Glossic horizon - 9 to 20 inches thick)\nBt1--27 to 37 inches; reddish brown (2.5YR 4/4) clay loam; weak coarse prismatic structure parting to moderate fine angular blocky; firm; few fine roots; many distinct reddish brown (2.5YR 4/3) and common distinct dark reddish brown (5YR 3/3) clay films on faces of peds; many prominent brown (7.5YR 5/3) coatings of clean silt and sand grains on vertical faces of prisms; about 2 percent gravel and 1 percent cobbles; moderately acid; gradual wavy boundary.\nBt2--37 to 47 inches; reddish brown (2.5YR 4/4) silt loam; weak coarse prismatic structure parting to moderate medium angular blocky, with weak thick plates inherited from the parent material; friable; few fine roots; common distinct reddish brown (5YR 4/3) clay films on faces of peds and many prominent light reddish brown (2.5YR 6/3) clay films in pores; common prominent brown (7.5YR 5/3) coatings of clean silt and sand grains on vertical faces of prisms; about 2 percent gravel and 1 percent cobbles; slightly acid; abrupt smooth boundary. (Combined thickness of the Bt horizons is 5 to 30 inches)\n2C--47 to 62 inches; primarily light yellowish brown (10YR 6/4) stratified sand and coarse sand that has a few thin interbedded strata of yellowish red (5YR 4/6) sand in the upper part; single grain; loose; few fine roots; about 2 percent gravel as an average; slightly alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Menominee County, Wisconsin; about 4 miles northeast of Keshena; 310 feet west and 1,400 feet north of the southeast corner of section 5, T. 28 N., R. 16 E.; USGS Legend Lake quadrangle; lat. 44 degrees 55' 59\" N. and long. 88 degrees 34' 16\" w."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: (Unless otherwise stated, depth is measured from the top of the mineral soil.) Thickness of the loamy mantle and depth to sandy outwash range from 40 to 60 inches. The weighted average clay content ranges from 18 to 30 percent and the weighted average content of fine sand or coarser ranges from 20 to 50 percent in the particle-size control section. Volume of gravel ranges from 2 to 15 percent in the loamy mantle and from 0 to 35 percent as a weighted average in the sandy outwash. Volume of cobbles ranges from 0 to 5 percent throughout the pedon. Reaction ranges from very strongly acid to slightly acid in the upper part of the loamy mantle and strongly acid to neutral in the lower part. Reaction in the sandy outwash is mildly or moderately alkaline.\nThe O horizon has hue of 7.5YR or 10YR, value of 2 or 3, and chroma of 1 or 2. It is a mat of highly decomposed forest litter.\nSome pedons have an A horizon with hue of 10YR, value of 2 or 3, and chroma of 1 or 2.  It is loam.\nSome pedons have a thin E horizon with hue of 10YR, value of 4 or 5, and chroma of 2.  It is sandy loam, fine sandy loam, or loam.\nThe Bw horizon has hue of 7.5YR or 10YR, value of 3 to 5, and chroma of 3 or 4.  It is sandy loam, fine sandy loam, or loam.\nSome pedons have an E' horizon with hue of 7.5YR or 10YR, value of 4 to 6, and chroma of 2 or 3. Colors of 4/3 or 5/3 have value dry of 7 or more.  It is sandy loam, fine sandy loam, or loam.\nPecore soils have a glossic horizon (E/B or B/E horizons, or both). The E part has color and texture like the E' horizon above. The Bt part has hue of 2.5YR or 5YR, value of 4 or 5, and chroma of 3 or 4. Typically, it is silt loam, loam or clay loam but in some pedons it is sandy clay loam.\nThe Bt horizon has color and texture like the Bt part described above. Some pedons have thin strata of Bt material in the upper part of the sandy outwash.\nSome pedons have a thin 2Bt horizon with hue of 5YR or 7.5YR, value of 4 to 6, and chroma of 3 or 4. It is sand, loamy sand, or the gravelly analogs.\nThe 2C horizon has hue of 7.5YR or 10YR, value of 4 to 6, and chroma of 3 or 4.  It is stratified sand, coarse sand, or the gravelly analogs."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Bamfield, Mossback and Tilleda series.  Bamfield soils average 27 to 35 percent clay in the particle size control section and have loamy till at depths of 40 to 60 inches.  Mossback soils have carbonates in the loamy till at depths of 24 to 35 inches.  Tilleda soils have loamy till at depths of 40 to 60 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Pecore soils are on outwash-cored moraines. Slope gradients range from 2 to 35 percent. Pecore soils formed in loamy till underlain by calcareous, sandy outwash. Mean annual precipitation ranges from 28 to 33 inches. Mean annual temperature ranges from 39 to 45 degrees F. The frost free period ranges from about 120 to 135 days. Elevation ranges from 870 to 1,150 feet."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Keshena(T), Menominee, Peshtigo(T), and Tilleda soils. The well drained Tilleda, moderately well drained Keshena, and somewhat poorly drained Peshtigo soils form a drainage sequence on nearby areas where the till is very deep. The well drained Menominee soils are on nearby areas where there is a sandy mantle 20 to 40 inches thick over the till. Menominee soils have a spodic horizon."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Well drained. Surface runoff is slow to rapid. Permeability is moderate in the upper part of the profile and rapid or very rapid in the lower part."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: These soils are mostly in woodland. Timber stands are mostly red maple, northern red oak, and eastern white pine with sugar maple, American basswood, white oak, white ash, eastern hophornbeam, American hornbeam, and American beech as associates in most stands. Red pine, paper birch, and black cherry are associates in some stands. Some areas are cleared and used for cropland. Common crops are corn, small grain, and hay. Some areas are used for pastureland."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Northeastern Wisconsin. The extent is small. The area is currently included in MLRA K93. It will be included in MLRA L95A when MLRA boundaries are updated. It is on the Kirby Lake Member of the Kewaunee Formation of the Green Bay Lobe of Late Woodfordian age (12,000 BP) of Late Wisconsinian glaciation."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  St. Paul, Minnesota."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Menominee County, Wisconsin, 1999. Source of the name is a creek in Menominee County."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Pecore soils formerly were included with the Tilleda Variant soils.\nDiagnostic horizons and other features recognized in this pedon: glossic horizon - 10 to 27 inches (E/B, B/E); argillic horizon - 10 to 47 inches (E/B, B/E, Bt1, Bt2).\nADDITIONAL DATA: Soil Interpretations Record - (not assigned). Refer to soil survey number S96WI-078-643 for NSSL data on the typical pedon.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Oa",
        "top": 0,
        "bottom": 5,
        "moist_hue": "7.5YR",
        "moist_value": 2,
        "moist_chroma": 1,
        "texture_class": "sand",
        "pH_class": "moderately acid",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "Oa--0 to 2 inches; black (7.5YR 2/1) highly decomposed plant material; weak medium granular structure; very friable; many fine roots; about 10 percent sand grains; moderately acid; abrupt wavy boundary. (0 to 2 inches thick)"
      },
      {
        "name": "Bw1",
        "top": 5,
        "bottom": 10,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "loam",
        "pH_class": "moderately acid",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "Bw1--2 to 4 inches; dark brown (10YR 3/3) loam; weak fine subangular blocky structure; very friable; many fine roots; about 3 percent gravel and 1 percent cobbles; moderately acid; abrupt wavy boundary."
      },
      {
        "name": "Bw2",
        "top": 10,
        "bottom": 25,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "loam",
        "pH_class": "moderately acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bw2--4 to 10 inches; brown (10YR 4/3) loam; weak medium subangular blocky structure; very friable; many fine roots; about 4 percent gravel and 2 percent cobbles; moderately acid; clear wavy boundary. (Combined thickness of the Bw horizons is 0 to 12 inches)"
      },
      {
        "name": "E/B",
        "top": 25,
        "bottom": 38,
        "dry_hue": "7.5YR",
        "dry_value": 7,
        "dry_chroma": 2,
        "moist_hue": "7.5YR",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "loam",
        "pH_class": "strongly acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "E/B--10 to 15 inches; 80 percent brown (7.5YR 5/2) loam (E), pinkish gray (7.5YR 7/2) dry; weak medium platy structure; very friable; extends as tongues into reddish brown (2.5YR 4/4) loam (Bt); moderate fine angular blocky structure; firm; common distinct dark reddish brown (2.5YR 3/4) clay films on faces of peds; common fine roots; about 3 percent gravel and 1 percent cobbles; strongly acid; clear wavy boundary."
      },
      {
        "name": "B/E",
        "top": 38,
        "bottom": 69,
        "dry_hue": "7.5YR",
        "dry_value": 7,
        "dry_chroma": 2,
        "moist_hue": "2.5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "sandy loam",
        "pH_class": "strongly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "B/E--15 to 27 inches; 80 percent reddish brown (2.5YR 4/4) clay loam (Bt); moderate fine angular blocky structure; firm; common distinct dark reddish brown (2.5YR 3/4) clay films on faces of peds; penetrated by tongues of brown (7.5YR 5/2) sandy loam (E), pinkish gray (7.5YR 7/2) dry; weak medium platy structure; very friable; common fine roots; about 3 percent gravel and 1 percent cobbles; strongly acid; gradual wavy boundary. (Glossic horizon - 9 to 20 inches thick)"
      },
      {
        "name": "Bt1",
        "top": 69,
        "bottom": 94,
        "moist_hue": "2.5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "clay loam",
        "pH_class": "moderately acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bt1--27 to 37 inches; reddish brown (2.5YR 4/4) clay loam; weak coarse prismatic structure parting to moderate fine angular blocky; firm; few fine roots; many distinct reddish brown (2.5YR 4/3) and common distinct dark reddish brown (5YR 3/3) clay films on faces of peds; many prominent brown (7.5YR 5/3) coatings of clean silt and sand grains on vertical faces of prisms; about 2 percent gravel and 1 percent cobbles; moderately acid; gradual wavy boundary."
      },
      {
        "name": "Bt2",
        "top": 94,
        "bottom": 119,
        "moist_hue": "2.5YR",
        "moist_value": 4,
        "moist_chroma": 4,
        "texture_class": "silt loam",
        "pH_class": "slightly acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Bt2--37 to 47 inches; reddish brown (2.5YR 4/4) silt loam; weak coarse prismatic structure parting to moderate medium angular blocky, with weak thick plates inherited from the parent material; friable; few fine roots; common distinct reddish brown (5YR 4/3) clay films on faces of peds and many prominent light reddish brown (2.5YR 6/3) clay films in pores; common prominent brown (7.5YR 5/3) coatings of clean silt and sand grains on vertical faces of prisms; about 2 percent gravel and 1 percent cobbles; slightly acid; abrupt smooth boundary. (Combined thickness of the Bt horizons is 5 to 30 inches)"
      },
      {
        "name": "2C",
        "top": 119,
        "bottom": 157,
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 4,
        "texture_class": "coarse sand",
        "pH_class": "slightly alkaline",
        "narrative": "2C--47 to 62 inches; primarily light yellowish brown (10YR 6/4) stratified sand and coarse sand that has a few thin interbedded strata of yellowish red (5YR 4/6) sand in the upper part; single grain; loose; few fine roots; about 2 percent gravel as an average; slightly alkaline."
      }
    ]
  ]
}
