{
  "SERIES": "PEDERNALES",
  "STATUS": "Established Series",
  "BYREV": "Rev. HCD-CLN-ACT-ALB",
  "REVDATE": "07/2010",
  "STATES": "TX",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine, mixed, active, thermic Typic Paleustalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Pedernales fine sandy loam--in cultivated field. (Colors are for dry soil unless otherwise stated).\nAp--0 to 28 cm (0 to 11 in); reddish brown (5YR 4/4) fine sandy loam, dark reddish brown (5YR 3/4) moist; weak fine subangular blocky and granular structure; hard, friable; few fine roots; noneffervescent; neutral; clear smooth boundary. (Thickness of the A horizon is 15 to 38 cm [6 to 15 in])\nBt1--28 to 51 cm (11 to 20 in); red (2.5YR 5/6) sandy clay, red (2.5YR 4/6) moist; moderate medium prismatic and moderate medium blocky structure; very hard, very firm, sticky and very plastic; few fine tubular pores; few insect casts and burrows; common distinct clay films; noneffervescent; slightly alkaline; gradual smooth boundary.\nBt2--51 to 94 cm (20 to 37 in); red (2.5YR 5/6) sandy clay, red (2.5YR 4/6) moist; weak medium blocky structure; very hard, very firm, sticky and very plastic; few fine tubular pores; common distinct clay films; noneffervescent; slightly alkaline; gradual smooth boundary. (Combined thickness of the Bt horizon is 45 to 102 cm [18 to 40 in])\nBtk--94 to 109 cm (37 to 43 in); yellowish red (5YR 5/6) sandy clay loam, yellowish red (5YR 4/6) moist; weak coarse blocky structure; hard, firm, sticky; few faint clay films; 10 to 15 percent masses of calcium carbonate; slightly effervescent; moderately alkaline; clear smooth boundary. (Thickness of the Btk horizon is 15 to 51 cm [6 to 20 in])\nBCtk--109 to 203 cm (43 to 80 in); light reddish brown (5YR 6/4) sandy clay loam, reddish brown (5YR 5/4) moist; weak coarse blocky structure; hard, firm, sticky and plastic; few faint clay films; 25 percent masses of calcium carbonate; few weakly cemented limestone fragments; violently effervescent; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Gillespie County, Texas; from the intersection of U.S. Highway 87 and Texas Highway 16 in Fredericksburg, 2.4 miles southwest on Texas Highway 16, (south of the intersection at Tivydale Road), 50 feet northwest in pasture. (Lady Bird Johnson Park USGS topographic quadrangle; Latitude: 30 degrees, 14 minutes, 55 seconds N; Longitude: 98 degrees, 53 minutes, 53 seconds W; NAD83)"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSolum thickness: 150 to 200 cm (60 to 80 in)\nDepth to secondary carbonates: 71 to 127 cm (28 to 50 in)\nFragments: Amount-0 to 5 percent by volume; kind-limestone and siliceous; size-fine and medium gravel\nA horizon\nHue: 5YR to 10YR\nValue: 4 to 6, 3 to 5 moist\nChroma: 3 to 6, dry and moist\nTexture: Loamy fine sand or fine sandy loam\nEffervesence: Noneffervescent\nReaction: Slightly acid to slightly alkaline\nOther features: In pedons where moist value and chroma are 3 or less, the epipedon is not thick enough for a mollic epipedon.\nE horizon (where present)\nHue: 5YR to 10YR\nValue: 5 to 7, 4 to 6 moist\nChroma: 3 to 6, dry and moist\nTexture: Loamy fine sand or fine sandy loam\nEffervesence: Noneffervescent\nReaction: Slightly acid to slightly alkaline\nBt horizons\nHue: 2.5YR to 10YR\nValue: 4 to 6, 3 to 5 moist\nChroma: 4 to 8, dry and moist\nColor notes: Some pedons are red (10R 5/6)\nTexture: Clay loam, sandy clay, or clay\nClay content: 35 to 55 percent and decreases with depth\nRedox concentrations: Some pedons have yellow and brown masses of oxidized iron in the lower part of the Bt horizon\nEffervesence: Noneffervescent\nReaction: Slightly acid to slightly alkaline, some pedons are moderately alkaline in the lower part.\nBtk, BCtk, or Bk horizons\nHue: 2.5YR to 10YR\nValue: 5 to 8, 4 to 7 moist\nChroma: 2 to 6, dry and moist\nTexture: Sandy loam, sandy clay loam, clay loam, sandy clay, or clay\nOther features: Some pedons contain thin strata of soft limestone within this horizon\nIdentifiable calcium carbonate: Amount-5 to 30 percent by volume; kind- concretions, nodules, and masses\nEffervesence: Strongly to violently\nReaction: neutral to slightly alkaline, some pedons are moderately alkaline in the lower part.\nC horizon (where present)\nSome pedons have C horizons between 150 to 200 cm (60 and 80 in). This horizon is composed of massive or weakly cemented sandstone and or limestone."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Shatruce (TX), Voca (TX), Wichita(TX) and Winters (TX) series. Similar soils are the Castell (TX), Hamby (TX), Minwells (TX), Truce (TX), Weswind (TX), and Windthorst (TX) series.\nCastell soils: Are 50 to 100 cm (20 to 40 in) to a paralithic contact with gneiss bedrock.\nHamby soils: Do not have identifiable secondary carbonates above 127 cm (50 in)\nMinwells soils: Have gravelly substrata below 100 cm (40 in).\nShatruce soils: Have sola 50 to 100 cm (20 to 40 in) to densic bedrock.\nTruce soils: Have sola 100 to 150 cm (40 to 60 in) thick and do not have calcic horizons.\nVoca soils: Are 91 to 150 cm (36 to 60 in) thick to granite grus.\nWeswind soils: Have sola less than 150 cm (60 in) thick and are moderately well drained.\nWichita soils: Contain secondary carbonates within 76 cm (30 in) of the surface and cooler soil temperature.\nWindthorst soils do not have calcic horizons.\nWinters soils: Have calcic horizons at depth of more than 114 cm (45 in) and cooler soil temperature."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material: The soil formed in highly calcareous loamy and clayey slope alluvium over residuum from Lower Cretaceous age sediments such as the Hensell Sand.\nLandscape: Alluvial plain remnants\nLandform: Footslopes of valleys\nSlope: 0 to 8 percent, but mainly about 2 percent\nClimate: Dry subhumid\nSoil moisture: Typic ustic moisture regime\nPrecipitation Pattern: The majority of the yearly amount occurs during the fall and spring months. The winter and summer months are normally drier.\nMean annual temperature: 18 to 20 degrees C (65 to 68 degrees F)\nMean annual precipitation: 610 to 813 mm (24 to 32 in)\nFrost-free period: 220 to 240 days\nElevation: 213 to 610 m (700 to 2,000 ft)\nAnnual Thornthwaite P-E indices: 36 to 46"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Brackett, Hext, and Menard series.\nBrackett soils: have paralithic contact with limestone within 50 cm and are on higher backslopes of ridges on dissected limestone plateaus.\nHext soils: are strongly to violently effervescent throughout and are on slightly higher knolls on alluvial plain remnants.\nMenard soils: Have less than 35 percent clay content in the particle-size control section and are on similar surfaces."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: These soils are well drained. Permeability is moderately slow. Runoff is negligible on slopes less than 1 percent, very low on 1 to 3 percent slopes, low on 3 to 5 percent slopes, and medium on 5 to 8 percent slopes."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Used mainly for growing grain sorghums, small grain, and peaches. Native vegetation is post oak and mid and tall grasses."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Central Texas; Central Great Plains Winter Wheat and Range Region, LRR-H: MLRA 78A-Rolling Limestone Prairie; and MLRA 80B-Texas North-Central Prairies. Southwest Plateaus and Plains Range and Cotton Region, LRR-I: MLRA 81B-Edwards Plateau, Central Part; MLRA 81C-Edwards Plateau, Eastern part; MLRA 82A-Texas Central Basin. Southestwern Prairies Cotton and Forage Region, LRR-J:. MLRA 84B-West Cross Timbers. The series is of large extent with about 500,000 acres."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Temple, Texas"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Reconnaissance Soil Survey of South Central Texas; 1913."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: The soil was changed to an active cation exchange activity class based on NSSL laboratory data at the type location in Gillespie County, Texas.\nDiagnostic horizons and features recognized in this pedon are:\nOchric epipedon: 0 to 28 cm (0 to 11 in) (Ap horizon)\nPale feature: Abrupt textural change at 28 cm (11 in) (Between A and Bt horizons)\nArgillic horizon: 28 to 203 cm (11 to 80 in) (Bt, Btk, and BCtk horizons)\nCalcic horizon: 94 to 203 cm (37 to 80 in) (Btk and BCtk horizons)\nADDITIONAL DATA: TAMU Soil Characterization Laboratory data from Gillespie County, TX, S81TX-171-1; National Soil Survey Laboratory data from Menard County, TX, pedon numbers S62TX-164-1-1 and S62TX-164-4-1; and from near Type Location in Gillespie County, pedon number S09TX171001 (lab number 09N02884- 09N02890).\nTAXONOMIC VERSION: Keys to Soil Taxonomy, 11th Edition, 2010.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
