{
  "SERIES": "PEDRICK",
  "STATUS": "Tentative Series",
  "BYREV": "Rev. AJC",
  "REVDATE": "08/2006",
  "STATES": "NM,UT",
  "OVERVIEW": "This series consists of light-colored, well-drained, coarse to moderately coarse textured moderately to strongly alkaline Calcisols developing on deltas or lake terraces in coarse to moderately coarse textured, strongly calcareous, moderately to strongly alkaline, lacustrine or delta deposits derived from a variety of parent rocks but predominated by sandstone quartzite, limestone, and granite.  Typically they have light colored A horizons and strong Ca horizons.  They occur in association with the soils of the Willard series but differ in being coarser textured.  They differ from the soils of the Gomez series in having developed in stratified, saline, lacustrine sediments, and from the Preston soils in being finer textured and more saline.  They differ from the soils of the Arch series in being coarser textured.  They are better drained and less alkaline than the soils of the Syracuse series.  They have less gravelly subsoils than do the soils of the Lyndell series.  At their type location they are developing in an area having an average annual precipitation of 13 inches, a mean annual temperature of 50 degrees, and a mean summer temperature of 67 degrees.  These are relatively inextensive soils but moderately important as range land in the area of the occurrence.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-loamy, mixed, subactive, calcareous, mesic Ustic Torriorthents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Pedrick fine sandy loam.\nA11--0 to 4 inches; pale brown (10YR 6/3 dry) to dark yellowish-brown (10YR 4/4 moist) fine sandy loam; moderate very fine granular structure; soft when dry, very friable when moist; calcareous, pH 8.2; lower boundary gradual and smooth.  3 to 5 inches thick.\nA12--4 to 12 inches; brown (10YR 5/3 dry) to dark yellowish-brown 10YR 5/3 dry) to dark yellowish brown (10YR 4/4 moist) fine sandy loam; weak medium subangular blocky structure breaking to moderate very fine granules; soft when dry, very friable when moist; there are a very few thin patchy clay skins on some of the soil aggregate faces; calcareous, pH 8.2; lower boundary gradual and smooth.  6 to 8 inches thick.\nCca--12 to 17 inches; brown (7.5YR 5/3 dry) to brown to dark brown (7.5YR 4/3 moist) fine sandy loam; weak medium subangular blocky structure breaking to very weak very fine granules; soft when dry; very friable when moist; this is a weak Ca horizon with some visible secondary calcium carbonate occurring as small concretions; calcareous, pH 8.4; lower boundary gradual and wavy.  4 to 6 inches thick.\nC1--17 to 21 inches; pale brown  (10YR 6/3 dry) to brown (10YR 5/3 moist) stratified light fine sandy loam and loamy fine sand; massive; soft when dry, very friable when moist; calcareous, pH 8.6 conductivity 8 millimho; lower boundary clear and smooth.  4 to 6 inches thick.\nC2--21 to 60 inches +; pale yellow (2.5Y 8/3 dry) to light yellowish-brown (2.5Y 6/3 moist) loamy fine sand stratified with lenses of fine sandy loam and loam; massive; slightly hard when dry, very friable when moist; about 5 percent quartzite and limestone gravel scattered throughout the horizon; calcareous, pH 8.6; conductivity more than 10 millimhos; 3 to 7 percent gypsum.  Several fee thick."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  NE 1/4 of NE 1/4 of Sec. 23, T5N, R8E, Torrance County, New Mexico."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Color of the A horizon may range in hue from 7.5YR to 2.5Y, in chroma from 2 to 4, and in value from 5 to 7 when dry and 3 to 5 when moist.  When as dark as 5 dry and 3 moist the total thickness must be less than 4 inches.  Hue of the C horizon may range from 10YR to 5Y.  The lower part of the control section contains much calcium carbonate, gypsum, and other salts usually in finely divided or crystalline forms.  Usually these soils have a hummocky surface, and in some areas sufficient wind reworking may have taken place to have created small dunes.  Texture of the control section varies with the degree of stratification but in average terms is a sandy loam.  It may range in clay from 2 to 15 percent, in sand from 60 to 85 percent, and in silt from 0 to 30 percent excluding coarse loamy sand.  pH of the control section ranges from 8.0 to 8.8 with pH, salt content and conductivity increasing with depth.  Depth to bedrock should be greater than 40 inches."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": null
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Subnormal to normal relief.  Nearly level to slightly sloping in general form but usually having a weak hummocky surface."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": null
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained at the present time.  Evidence of relic poor drainage is generally associated with the parent material."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Principal use is rangeland.  Sage, yucca, snakeweed, and scattered grass."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Present known distribution limited to the Estancia valley of north central New Mexico."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Phoenix, Arizona"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Eastern Torrance Soil Conservation District, Torrance County, New Mexico."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Name taken from a railroad siding, Torrance County, New Mexico.\nOSED scanned by SSQA.  Last revised by state on 8/6/62.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A11",
        "top": 0,
        "bottom": 10,
        "texture_class": "fine sandy loam",
        "narrative": "A11--0 to 4 inches; pale brown (10YR 6/3 dry) to dark yellowish-brown (10YR 4/4 moist) fine sandy loam; moderate very fine granular structure; soft when dry, very friable when moist; calcareous, pH 8.2; lower boundary gradual and smooth.  3 to 5 inches thick."
      },
      {
        "name": "A12",
        "top": 10,
        "bottom": 30,
        "texture_class": "fine sandy loam",
        "narrative": "A12--4 to 12 inches; brown (10YR 5/3 dry) to dark yellowish-brown 10YR 5/3 dry) to dark yellowish brown (10YR 4/4 moist) fine sandy loam; weak medium subangular blocky structure breaking to moderate very fine granules; soft when dry, very friable when moist; there are a very few thin patchy clay skins on some of the soil aggregate faces; calcareous, pH 8.2; lower boundary gradual and smooth.  6 to 8 inches thick."
      },
      {
        "name": "Cca",
        "top": 30,
        "bottom": 43,
        "texture_class": "fine sandy loam",
        "narrative": "Cca--12 to 17 inches; brown (7.5YR 5/3 dry) to brown to dark brown (7.5YR 4/3 moist) fine sandy loam; weak medium subangular blocky structure breaking to very weak very fine granules; soft when dry; very friable when moist; this is a weak Ca horizon with some visible secondary calcium carbonate occurring as small concretions; calcareous, pH 8.4; lower boundary gradual and wavy.  4 to 6 inches thick."
      },
      {
        "name": "C1",
        "top": 43,
        "bottom": 53,
        "texture_class": "loamy fine sand",
        "narrative": "C1--17 to 21 inches; pale brown  (10YR 6/3 dry) to brown (10YR 5/3 moist) stratified light fine sandy loam and loamy fine sand; massive; soft when dry, very friable when moist; calcareous, pH 8.6 conductivity 8 millimho; lower boundary clear and smooth.  4 to 6 inches thick."
      },
      {
        "name": "C2",
        "top": 53,
        "bottom": 152,
        "texture_class": "loamy fine sand",
        "narrative": "C2--21 to 60 inches +; pale yellow (2.5Y 8/3 dry) to light yellowish-brown (2.5Y 6/3 moist) loamy fine sand stratified with lenses of fine sandy loam and loam; massive; slightly hard when dry, very friable when moist; about 5 percent quartzite and limestone gravel scattered throughout the horizon; calcareous, pH 8.6; conductivity more than 10 millimhos; 3 to 7 percent gypsum.  Several fee thick."
      }
    ]
  ]
}
