{
  "SERIES": "PEEKO",
  "STATUS": "Established Series",
  "BYREV": "Rev. JVC/JBF",
  "REVDATE": "06/2016",
  "STATES": "NV",
  "OVERVIEW": "The Peeko series consists of shallow to a duripan, well drained soils that formed in loess with a component of volcanic ash over alluvium derived from mixed rocks.  Peeko soils are on fan remnants.  Slopes are 2 to 30 percent.  The mean annual precipitation is about 230 mm and the mean annual temperature is about 9 degrees C.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS:  Loamy, mixed, superactive, mesic, shallow Xeric Haplodurids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Peeko silt loam--rangeland.  (Colors are for dry soil unless otherwise noted.)\nA1--0 to 3 cm; light gray (10YR 7/2) silt loam, dark grayish brown (10YR 4/2) moist; moderate thin platy structure; slightly hard, very friable, slightly sticky and slightly plastic; few very fine roots; many very fine vesicular pores; 5 percent gravel; violently effervescent; moderately alkaline (pH 7.9); clear wavy boundary.  (3 to 13 cm thick)\nA2--3 to 13 cm; light brownish gray (10YR 6/2) silt loam, brown (10YR 4/3) moist; moderate fine and weak medium subangular blocky structure; slightly hard, friable, moderately sticky and moderately plastic; common very fine and few fine roots; common very fine tubular pores; 5 percent gravel and 5 percent cobbles; violently effervescent; moderately alkaline (pH 8.0); clear wavy boundary.  (0 to 15 cm thick)\nAB--13 to 20 cm; light gray (10YR 7/2) gravelly silt loam, brown (10YR 4/3) moist; massive; slightly hard, friable, moderately sticky and moderately plastic; common very fine and few fine roots; few very fine tubular pores; 20 percent gravel and 10 percent cobbles; violently effervescent; moderately alkaline (pH 8.2); clear wavy boundary.  (0 to 13 cm thick)\nBqk--20 to 28 cm; very pale brown (10YR 8/3) very gravelly silt loam, brown (10YR 5/3) moist; massive; slightly hard, friable, moderately sticky and moderately plastic; common very fine roots; few very fine tubular pores; discontinuous weakly silica and carbonate cemented matrix with 40 percent 5 to 10 mm weakly cemented durinodes; 40 percent gravel; violently effervescent; moderately alkaline (pH 8.3); abrupt smooth boundary.  (3 to 25 cm thick)\nBqkm--28 to 91 cm; cemented material; indurated by secondary silica; 5 to 8 mm thick laminar cap of opaline silica."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Elko County, Nevada; about 25 miles northeast of Elko; approximately 1,600 feet north and 800 feet east of the southwest corner of section 22, T. 37 N., R. 58 E.; USGS Morgan Hill 7.5 minute topographic quadrangle; latitude 41 degrees 04 minutes 42 seconds N and longitude 115 degrees 25 minutes 39 seconds W; WGS84 Decimal Degrees 41.0783333 latitude, -115.4275000 longitude."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: Usually moist in winter and spring, dry fall and summer; aridic moisture regime that borders on xeric.\nMean annual soil temperature: 8 to 11 degrees C.\nDepth to indurated duripan: 25 to 50 cm.\nEffervescence: Strongly effervescent or violently effervescent.\nCalcium carbonate equivalent: 1 to 10 percent.\nParticle-size control section - Clay content:  18 to 27 percent.\nRock fragments:  Averages 15 to 35 percent, mainly gravel of which approximately 80 to 90 percent are detached duripan fragments.\nA horizon\nValue:  6 or 7 dry, 3 or 4 moist.\nChroma:  2 or 3, dry or moist.\nAB horizon (when present)\nValue:  6 or 7 dry, 4 or 5 moist\nChroma:  2 through 4, dry or moist.\nStructure:  Subangular blocky or is massive.\nConsistence:  Slightly sticky or moderately sticky, nonplastic to moderately plastic.\nBqk horizon\nValue:  6 through 8 dry, 4 through 6 moist.\nChroma:  3 or 4, dry or moist.\nTexture:  Very gravelly silt loam, very cobbly silt loam, or gravelly silt loam.\nRock fragments:  15 to 40 percent gravel and duripan fragments of which up to 30 percent are cobble-size.\nConsistence:  Soft or slightly hard, very friable or friable, slightly sticky or moderately sticky, nonplastic to moderately plastic.\nDurinodes: 10 to 40 percent weakly cemented or strongly cemented durinodes."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Arritola, Besslen, Chiara, Coltroop, Frohman, Minveno, Nevoyer, Otoole, Plegomir, Scoon, Tenvorrd, and Yahoo series.\nArritola, Besslen, Chiara, Frohman, Minveno, Otoole, Tenvorrd, and Yahoo soils have less than 15 percent rock fragments in the particle-size control section.  In addition, Arritola, Minveno, and Tenvorrd soils do not have secondary carbonates above the duripan while Besslen, Chiara, Frohman, and Otoole soils have less than 18 percent clay in the particle-size control section.  Coltroop soils have lithic contacts at 76 to 90 cm from the soil surface.  Nevoyer soils are noncalcareous and have lithic contacts at 23 to 50 cm from the soil surface.  Plegomir soils have less than 18 percent clay and more than 50 percent fine and medium sand in the particle-size control section.  Scoon soils have noncalcareous Bw horizons, 5 to 18 percent clay in the particle-size control section, and mean annual soil temperatures of 11 to 13 degrees C."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Peeko soils are on of fan remnants.  They formed in loess with a component from volcanic ash over alluvium derived from mixed rocks.  Slopes are 2 to 30 percent.  Elevations range from 1,620 to 2,135 meters.  The climate is semiarid with cool, moist winters and warm, dry summers.  The mean annual precipitation is 200 to 250 mm, mean annual temperature is 8 to 9 degrees C, and the frost-free period is 90 to 120 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Hunnton, Izod, Puett and Stampede soils.  Hunnton and Stampede soils have clayey argillic horizons and are moderately deep to duripans.  Izod soils are shallow to bedrock.  Puett soils are shallow to paralithic contact."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:  Well drained; very high surface runoff; moderately high saturated hydraulic conductivity."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Peeko soils are used for livestock grazing and wildlife habitat.  The vegetation is mainly black sagebrush, Indian ricegrass, and bottlebrush squirreltail."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northern and eastern Nevada.  These soils are extensive with about 114,000 acres of the series mapped to date.  The series concept and main acreage is in MLRA 25, while other acreage occurs in MLRAs 28B and 29."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Davis, California."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Elko County (Central Part), Nevada, 1986."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - The zone from the soil surface to 18 cm (A1, A2, and part of the AB horizons).\nDurinodes - The zone from 20 to 28 cm (Bqk horizon).\nIdentifiable secondary carbonates - The zone from 20 to 91 cm (Bqk and Bqkm horizons).\nDuripan - The zone from 28 to 91 cm (Bqkm horizon).\nParticle-size control section - The zone from the soil surface to 28 cm (A1, A2, AB, and Bqk horizons)."
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "ADDITIONAL DATA: Previous authors and editors include: DWW-PWB-RLB."
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A1",
        "top": 0,
        "bottom": 3,
        "dry_hue": "10YR",
        "dry_value": 7,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "silt loam",
        "cf_class": "NA",
        "pH": 7.9,
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "A1--0 to 3 cm; light gray (10YR 7/2) silt loam, dark grayish brown (10YR 4/2) moist; moderate thin platy structure; slightly hard, very friable, slightly sticky and slightly plastic; few very fine roots; many very fine vesicular pores; 5 percent gravel; violently effervescent; moderately alkaline (pH 7.9); clear wavy boundary.  (3 to 13 cm thick)"
      },
      {
        "name": "A2",
        "top": 3,
        "bottom": 13,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "silt loam",
        "cf_class": "NA",
        "pH": 8,
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "A2--3 to 13 cm; light brownish gray (10YR 6/2) silt loam, brown (10YR 4/3) moist; moderate fine and weak medium subangular blocky structure; slightly hard, friable, moderately sticky and moderately plastic; common very fine and few fine roots; common very fine tubular pores; 5 percent gravel and 5 percent cobbles; violently effervescent; moderately alkaline (pH 8.0); clear wavy boundary.  (0 to 15 cm thick)"
      },
      {
        "name": "AB",
        "top": 13,
        "bottom": 20,
        "dry_hue": "10YR",
        "dry_value": 7,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "silt loam",
        "cf_class": "gravelly",
        "pH": 8.2,
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "AB--13 to 20 cm; light gray (10YR 7/2) gravelly silt loam, brown (10YR 4/3) moist; massive; slightly hard, friable, moderately sticky and moderately plastic; common very fine and few fine roots; few very fine tubular pores; 20 percent gravel and 10 percent cobbles; violently effervescent; moderately alkaline (pH 8.2); clear wavy boundary.  (0 to 13 cm thick)"
      },
      {
        "name": "Bqk",
        "top": 20,
        "bottom": 28,
        "dry_hue": "10YR",
        "dry_value": 8,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 3,
        "texture_class": "silt loam",
        "cf_class": "very gravelly",
        "pH": 8.3,
        "pH_class": "moderately alkaline",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Bqk--20 to 28 cm; very pale brown (10YR 8/3) very gravelly silt loam, brown (10YR 5/3) moist; massive; slightly hard, friable, moderately sticky and moderately plastic; common very fine roots; few very fine tubular pores; discontinuous weakly silica and carbonate cemented matrix with 40 percent 5 to 10 mm weakly cemented durinodes; 40 percent gravel; violently effervescent; moderately alkaline (pH 8.3); abrupt smooth boundary.  (3 to 25 cm thick)"
      },
      {
        "name": "Bqkm",
        "top": 28,
        "bottom": 91,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "Bqkm--28 to 91 cm; cemented material; indurated by secondary silica; 5 to 8 mm thick laminar cap of opaline silica."
      }
    ]
  ]
}
