{
  "SERIES": "PEERS",
  "STATUS": "Established Series",
  "BYREV": "Rev. MAC-GRS",
  "REVDATE": "06/2009",
  "STATES": "MO",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty, mixed, superactive, mesic Fluvaquentic Hapludolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Peers silty clay loam - on a one percent slope in a cultivated field. (Colors are for moist soil unless otherwise stated.)\nAp1--0 to 18 centimeters (0 to 7 inches); very dark grayish brown (10YR 3/2) silty clay loam, grayish brown (10YR 5/2) dry; weak fine subangular blocky structure; friable; common very fine roots; many very fine and few fine tubular pores; slightly alkaline; abrupt smooth boundary.\nAp2--18 to 38 centimeters (7 to 15 inches); 60 percent very dark grayish brown (10YR 3/2) and 40 percent dark brown (10YR 3/3) silty clay loam, grayish brown (10YR 5/2) dry; moderate medium subangular blocky structure; friable; common very fine roots; common very fine and few fine tubular pores; neutral; clear smooth boundary.\nA--38 to 56 centimeters (15 to 22 inches); dark brown (10YR 3/3) silty clay loam, grayish brown (10YR 5/2) dry; strong medium subangular blocky structure; friable; few very fine roots; common very fine and few fine tubular pores; neutral; abrupt smooth boundary. (Combined thickness of A horizons is 25 to 58 centimeters, 10 to 23 inches.)\nBw1--56 to 89 centimeters (22 to 35 inches); brown (10YR 4/3) silt loam; strong medium subangular blocky structure; friable; few very fine roots; common very fine and few fine tubular pores; common fine prominent strong brown (7.5YR 5/6) masses of oxidized iron (fe+3); common fine distinct gray (10YR 5/1) iron depletions; neutral; clear smooth boundary.\nBw2--89 to 127 centimeters (35 to 50 inches); olive brown (2.5Y 4/3) silt loam with few very thin strata; strong medium subangular blocky structure; friable; few very fine roots; common very fine and few fine tubular pores; common fine prominent strong brown (7.5YR 5/6) masses of oxidized iron (fe+3); many fine faint grayish brown (10YR 5/2) iron depletions; very slightly effervescent; moderately alkaline; clear smooth boundary. (Combined thickness of B horizons is 30 to 112 centimeters, 12 to 44 inches.)\nCg1--127 to 150 centimeters (50 to 59 inches); 65 percent grayish brown (2.5Y 5/2) and 35 percent olive brown (2.5Y 4/4) silt loam; massive; friable; few very fine and fine tubular pores; many fine prominent strong brown (7.5YR 5/6) and red (2.5YR 5/6) masses of oxidized iron (fe+3); strongly effervescent; moderately alkaline; clear smooth boundary.\nCg2--150 to 173 centimeters (59 to 68 inches); dark grayish brown (10YR 4/2) silty clay loam; massive, some areas have weak subangular blocky structure; friable; few very fine and fine tubular pores; many fine prominent strong brown (7.5YR 5/6) masses of oxidized iron (fe+3); many fine faint grayish brown (2.5Y 5/2) iron depletions; strongly effervescent; moderately alkaline; clear smooth boundary\nC--173 to 203 centimeters (68 to 80 inches); olive brown (2.5Y 4/4) very fine sandy loam; massive; friable; few very fine and fine tubular pores; many fine prominent strong brown (7.5YR 5/6) masses of oxidized iron (fe+3); many fine distinct grayish brown (2.5Y 5/2) iron depletions; violently effervescent; moderately alkaline. (Combined thickness of C horizons is 51 to 127 centimeters, 20 to 50 inches.)"
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: St. Charles County, Missouri; 7,185 feet East and 3,139 feet South from the North West corner of S1838, Landgrant of the 5th Principal Meridian. 38090-H3 Elsah, Illinois USGS quadrangle; latitude 38 degrees, 53 minutes 57.2 seconds N. and longitude 90 degrees, 17 minutes, 37.1 seconds W. UTM 734,699 meters easting, 4,309,074 meters northing, Zone 15, NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nThickness of mollic epipedon: 25 to 58 centimeters (10 to 23 inches)\nDepth to top of the cambic horizon: 25 to 58 centimeters (10 to 23 inches)\nDepth to the base of the cambic horizon: 76 to 152 centimeters (30 to 60 inches)\nParticle-size control section: averages 18 to 35 percent clay\nSolum thickness: 76 to 152 centimeters (30 to 60 inches)\nDepth to carbonates: 28 to 99 centimeters (11 to 39 inches)\nAp horizon\nHue: 10YR\nValue: 3, moist; 4 or 5, dry\nChroma: 1 to 3\nTexture: commonly silty clay loam or silt loam, less commonly loam\nAverage clay content: 15 to 36 percent\nAverage sand content: 5 to 50 percent\nReaction: neutral to moderately alkaline\nA horizon (where present)\nHue: 10YR\nValue: 3, moist; 4 or 5, dry\nChroma: 1 to 3\nTexture: commonly silty clay loam, less commonly silt loam or silty clay\nAverage clay content: 20 to 45 percent\nAverage sand content: 5 to 50 percent\nReaction: neutral to moderately alkaline\nBw and Bg horizons\nHue: 10YR or 2.5Y\nValue: 3 to 5\nChroma: 2 to 4\nTexture: silt loam, silty clay loam, or silty clay, less commonly very fine sandy loam\nAverage clay content: 18 to 35 percent\nAverage sand content: 2 to 30 percent\nReaction: neutral to moderately alkaline\nBC or BCg horizon (where present)\nHue: 10YR or 2.5Y\nValue: commonly 4 or 5\nChroma: 1 to 4\nTexture: silt, silt loam, or very fine sandy loam\nAverage clay content: 5 to 18 percent\nAverage sand content: 5 to 60 percent (50 percent or more very fine sand)\nReaction: slightly alkaline or moderately alkaline\nC or Cg horizon\nHue: 10YR or 2.5Y\nValue: commonly 4 or 5\nChroma: 1 to 4\nTexture: silt loam, very fine sandy loam, or silty clay loam\nAverage clay content: 5 to 30 percent\nAverage sand content: 5 to 60 percent (50 percent or more very fine sand)\nReaction: slightly alkaline or moderately alkaline\n2C horizon (where present)\nHue: 10YR\nValue: 4 to 6\nChroma: 2 or 3\nTexture: commonly fine sand and fine sandy loam, but other textures are allowed\nAverage clay content: 1 to 15 percent\nAverage sand content: 60 to 95 percent\nReaction: slightly alkaline or moderately alkaline"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Fatima, Gilliam, Radford, and Tice series. Fatima and Tice soils do not have free carbonates. Gilliam soils do not have cambic horizons and have free carbonates throughout the calcareous class control section. Radford soils contain a dark colored buried soil within a depth of 20 to 40 inches and do not have free carbonates."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Peers soils are on nearly level, linear to concave areas. These soils formed in Missouri River alluvium and occur on flood plains and flood plain steps. Slopes are 0 to 2 percent. The mean annual temperature ranges from 10 to 13 degrees C (50 to 55 degrees F), and mean annual precipitation ranges from 889 to 1020 millimeters (35 to 40 inches)."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: The poorly drained Booker and SansDessein soils and the somewhat poorly drained Blencoe soils are on slightly lower areas. The well drained Lowmo soils are on slightly higher areas. Blencoe, Booker, and SansDessein soils contain more clay in the particle size control section. Lowmo soils contain less clay in the particle size control section."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Somewhat poorly drained. The potential for runoff is low to medium. Permeability is moderately slow. Saturated hydraulic conductivity (Ksat) is 1.4-4 micrometers per second. In undisturbed areas an apparent water table has an upper limit of 51 to 75 centimeters (20 to 29 inches) during November to May in most years. These soils are subject to occasional flooding due to levee breaks."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most areas are used for growing soybeans and corn. The native vegetation is trees."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: The Central Mississippi Valley Wooded Slopes, MLRA 115B, of east central Missouri. The series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Indianapolis, Indiana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: St. Charles County, Missouri, 2009."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: These soils were previous mapped Blake soils in Missouri. They differ from Blake soils by having a mollic epipedon and a cambic horizon.  They also lack carbonates throughout the control section for the calcareous class. The name is from a small town in the survey area.\nDiagnostic horizons and features recognized in this pedon are: mollic epipedon - the zone from the surface of the soil to a depth of 56 centimeters (22 inches) (Ap1 Ap2, and A horizons); cambic horizon - the zone from approximately 56 to 150 centimeters (22 inches to 50 inches) (Bw1 and Bw2 horizons).\nADDITIONAL DATA: Laboratory data; University of Missouri, Columbia, Missouri; Pedon ID M0718313 is data for the OSD typical pedon; Pedon IDs M0613904, M0621903, M0621905, M0713905, M0715103, M0718904, M0721907, and M0721909 are additional data used for the series range in characteristics.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
