{
  "SERIES": "PEKIN",
  "STATUS": "Established Series",
  "BYREV": "Rev. GRS-BGN",
  "REVDATE": "01/2009",
  "STATES": "IN,KY,OH,PA",
  "OVERVIEW": "The Pekin series consists of moderately well drained soils formed in silty alluvium and loess on stream terraces and flood-plain steps. They are very deep soils that are moderately deep or shallow to a fragipan. Slopes range from 0 to 12 percent. Mean annual precipitation is about 1143 mm (45 inches), and mean annual temperature is about 12 degrees C (53 degrees F).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty, mixed, active, mesic Aquic Fragiudults"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Pekin silt loam on a gently sloping area in a cultivated field at an elevation of 221 meters (725 feet) above MSL. (Colors are for moist soil unless otherwise stated.)\nAp--0 to 23 cm (0 to 9 inches); brown (10YR 4/3) silt loam, pale brown (10YR 6/3) dry; moderate medium granular structure; friable; many fine roots; neutral; abrupt smooth boundary. (20 to 30 cm or 8 to 12 inches thick)\nBt1--23 to 38 cm (9 to 15 inches); light yellowish brown (10YR 6/4) silt loam; moderate medium subangular blocky structure; friable; many fine roots; many fine pores; common distinct yellowish brown (10YR 5/4) clay films on faces of peds; neutral; clear smooth boundary. (0 to 18 cm or 0 to 7 inches thick)\nBt2--38 to 69 cm (15 to 27 inches); yellowish brown (10YR 5/6) silty clay loam; moderate medium subangular blocky structure; firm; many fine roots; many fine pores; many distinct dark yellowish brown (10YR 4/4) clay films on faces of peds; common medium prominent light brownish gray (10YR 6/2) iron depletions in the matrix; very strongly acid; clear smooth boundary. (13 to 48 cm or 5 to 19 inches thick)\nBtx1--69 to 89 cm (27 to 35 inches); yellowish brown (10YR 5/6) silty clay loam; moderate very coarse prismatic structure; firm; few fine roots; few fine pores; many distinct brown (10YR 5/3) clay films on faces of peds; many medium prominent light brownish gray (10YR 6/2) iron depletions in the matrix; brittle; extremely acid; gradual wavy boundary.\nBtx2--89 to 112 cm (35 to 44 inches); yellowish brown (10YR 5/4) silt loam; moderate very coarse prismatic structure; firm; many prominent gray (10YR 6/1) clay films on faces of peds; many medium distinct light brownish gray (10YR 6/2) iron depletions in the matrix; brittle; extremely acid; gradual wavy boundary. (Combined thickness of the Btx horizons is 38 to 84 cm or 15 to 33 inches.)\nC--112 to 152 cm (44 to 60 inches); yellowish brown (10YR 5/6) silt loam; massive; firm; many medium prominent light brownish gray (10YR 6/2) iron depletions in the matrix; very strongly acid."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Washington County, Indiana; about 1 mile northeast of the town of Pekin; 2,300 feet south and 1,400 feet west of the northeast corner of sec. 19, T. 1 N., R. 5 E.; USGS South Boston, Indiana topographic quadrangle; lat. 38 degrees 30 minutes 31.2 seconds N. and long. 085 degrees 59 minutes 54.2 seconds W., UTM Zone 16, 587329 easting and 4262730 northing; NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nDepth to the top of the fragipan: 61 to 97 cm or 24 to 38 inches, except severely eroded pedons can range from 25 to 51 cm or 10 to 20 inches\nDepth to the base of the argillic horizon: 102 to 178 cm or 40 to 70 inches\nAp horizon:\nValue: 4 to 6\nChroma: 3 to 4\nClay content: 10 to 22 percent\nSand content: 3 to 20 percent\nReaction: very strongly acid to neutral\nA horizon, where present:\nValue: 4 to 6\nChroma: 2\nTexture: silt loam\nClay content: 10 to 22 percent\nSand content: 3 to 20 percent\nReaction: very strongly acid or strongly acid\nBt horizon, and BE (where present):\nValue: 5 or 6\nChroma: 3 to 6 and, in some part, redox depletions\nChroma: 1 or 2\nTexture: silt loam or silty clay loam\nClay content: 18 to 30 percent\nSand content: 3 to 18 percent sand (less than 15 percent fine and coarser)\nReaction: is very strongly acid or strongly acid, and the upper part ranges to neutral in limed areas\nBtx or Btxg horizon, and BC horizon where present:\nHue: 7.5YR or 10YR\nValue: 5 or 6\nChroma: 2 to 8\nTexture: silt loam or silty clay loam\nClay content: 20 to 32 percent\nSand content: 3 to 18 percent\nRock fragments: 0 to 7 percent gravel\nReaction: strongly acid to extremely acid\nC or Cg horizon:\nHue: 7.5YR or 10YR\nValue: 5 or 6\nChroma: 2 to 6\nTexture: silt loam, silty clay loam, or loam, and less commonly sandy loam or fine sandy loam\nClay content: 10 to 30 percent\nSand content: 2 to 70 percent\nRock fragments: 0 to 14 percent gravel\nReaction: very strongly acid or strongly acid, and ranges to neutral in the lower part"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Johnsburg and Needleye series. Johnsburg soils are have redox depletions immediately below the surface layer, and have a lithic contact at 122 to 213 cm or 48 to 84 inches. Needleye soils have rock fragments (chert) in the fragipan."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: The Pekin soils are on treads and risers of stream terraces and on flood-plain steps. Slopes range from 0 to12 percent. Pekin soils formed in mixed silty alluvium and loess, with some pedons having loamy alluvium in the lower part of the series control section. The mean annual temperature ranges from 11 to 14 degrees C (51 to 57 degrees F), and the mean annual precipitation ranges from 1016 to 1168 mm (40 to 46 inches). Frost free period ranges from 170 to 210 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Bartle, Elkinsville, Peoga, and less commonly Vincennes soils. The somewhat poorly drained Bartle soils are on treads. The well drained Elkinsville soils do not have a fragipan and are on treads and risers. The poorly drained Peoga soils are on treads. The poorly drained Vincennes soils have a cambic horizon, and are on treads."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Moderately well drained. Saturated hydraulic conductivity is moderately high or high (1.41 to 14.11 micrometers/s) above the above fragipan and low to moderately high (0.07 to 1.41 micrometers/s) in the fragipan. Permeability is moderate above the fragipan and slow or very slow in the fragipan. The potential for surface water runoff is medium to very high. Depth to an intermittent perched seasonal high water table is 0.46 to 0.6 meters (1.5 to 2 feet) in most years, except severely eroded phases are perched at 0.3 to 0.6 meters (1 to 2 feet). These soils on flood-plain steps are subject to rare flooding."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most areas of this soil are being used to grow corn, soybeans, and small grain, mainly wheat. A few areas are used for hay and pasture or are in forest. Native vegetation is mixed hardwood forest."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Southern Indiana and Ohio and Pennsylvania. This series has a moderate extent in several MLRA's. Dominantly this series is in MLRA's 114A, 114B, 120B and 122 in Indiana."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Indianapolis, Indiana"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Washington County, Indiana, 1937."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: In 1995 the classification of this series was changed from a Fragiudalf to a Fragiudult. In 1995 the type location was moved to represent a pedon with the base status of a Fragiudult. A severely eroded phase is recognized.\nDiagnostic horizons and features recognized in this pedon are:\n1) Ochric epipedon: 0 to 23 cm or 0 to 9 inches (Ap horizon)\n2) Argillic horizon: 23 to 112 cm or 9 to 44 inches (Bt1, Bt2, Btx1, Btx2 horizons)\n3) Fragipan: 69 to 112 cm or 27 to 44 inches (Btx1, Btx2 horizons)\n4) Redoximorphic features: 38 to 152 cm or 15 to 60 inches (Bt2, Btx, C horizons)"
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "ADDITIONAL DATA: Lab data available at Agricultural Experiment Station, Purdue University, Station Bulletin 222, file no. OR7708; Station Bulletin 323, file no.'s WS7904 (typical pedon), and JF7922; Station Bulletin 360, file no. LW7808; and Station Bulletin 451, file no. SW8115."
  },
  "SITE": [
    [
      {
        "drainage": "moderately well",
        "drainage_overview": "moderately well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 23,
        "dry_hue": "10YR",
        "dry_value": 6,
        "dry_chroma": 3,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "silt loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Ap--0 to 23 cm (0 to 9 inches); brown (10YR 4/3) silt loam, pale brown (10YR 6/3) dry; moderate medium granular structure; friable; many fine roots; neutral; abrupt smooth boundary. (20 to 30 cm or 8 to 12 inches thick)"
      },
      {
        "name": "Bt1",
        "top": 23,
        "bottom": 38,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 4,
        "texture_class": "silt loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bt1--23 to 38 cm (9 to 15 inches); light yellowish brown (10YR 6/4) silt loam; moderate medium subangular blocky structure; friable; many fine roots; many fine pores; common distinct yellowish brown (10YR 5/4) clay films on faces of peds; neutral; clear smooth boundary. (0 to 18 cm or 0 to 7 inches thick)"
      },
      {
        "name": "Bt2",
        "top": 38,
        "bottom": 69,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "silty clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bt2--38 to 69 cm (15 to 27 inches); yellowish brown (10YR 5/6) silty clay loam; moderate medium subangular blocky structure; firm; many fine roots; many fine pores; many distinct dark yellowish brown (10YR 4/4) clay films on faces of peds; common medium prominent light brownish gray (10YR 6/2) iron depletions in the matrix; very strongly acid; clear smooth boundary. (13 to 48 cm or 5 to 19 inches thick)"
      },
      {
        "name": "Btx1",
        "top": 69,
        "bottom": 89,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "silty clay loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "extremely acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Btx1--69 to 89 cm (27 to 35 inches); yellowish brown (10YR 5/6) silty clay loam; moderate very coarse prismatic structure; firm; few fine roots; few fine pores; many distinct brown (10YR 5/3) clay films on faces of peds; many medium prominent light brownish gray (10YR 6/2) iron depletions in the matrix; brittle; extremely acid; gradual wavy boundary."
      },
      {
        "name": "Btx2",
        "top": 89,
        "bottom": 112,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 4,
        "texture_class": "silt loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "extremely acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Btx2--89 to 112 cm (35 to 44 inches); yellowish brown (10YR 5/4) silt loam; moderate very coarse prismatic structure; firm; many prominent gray (10YR 6/1) clay films on faces of peds; many medium distinct light brownish gray (10YR 6/2) iron depletions in the matrix; brittle; extremely acid; gradual wavy boundary. (Combined thickness of the Btx horizons is 38 to 84 cm or 15 to 33 inches.)"
      },
      {
        "name": "C",
        "top": 112,
        "bottom": 152,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "silt loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "very strongly acid",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "C--112 to 152 cm (44 to 60 inches); yellowish brown (10YR 5/6) silt loam; massive; firm; many medium prominent light brownish gray (10YR 6/2) iron depletions in the matrix; very strongly acid."
      }
    ]
  ]
}
