{
  "SERIES": "PELAHATCHIE",
  "STATUS": "Established Series",
  "BYREV": "Rev. WAC:MLS:RBH",
  "REVDATE": "10/2018",
  "STATES": "MS",
  "OVERVIEW": "The Pelahatchie series consists of deep, moderately well drained soils that formed in a mantle of silty material, about 15 to 30 inches thick, and the underlying calcareous clayey material.  Permeability is moderate to moderately slow in the upper part of the solum, and it is very slow in the clayey C horizon.  These nearly level and gently sloping soils are on broad uplands in the Blackland Prairie.  Slopes range from 0 to 5 percent.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty, mixed, active, thermic Aquic Hapludalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Pelahatchie silt loam on a 3 percent slope--cultivated.   (Colors are for moist soil.)\nAp--0 to 6 inches; dark brown (10YR 3/3) silt loam; weak fine granular structure; friable; many fine roots; very strongly acid; abrupt smooth boundary.  (3 to 6 inches thick)\nBt1--6 to 14 inches; brown (10YR 4/3) silt loam; few medium distinct strong brown (7.5YR 5/6) mottles; weak medium subangular blocky structure; friable; many fine roots; grayish brown (10YR 5/2) and light brownish gray (10YR 6/2) silt coatings on faces of some peds; very strongly acid; clear smooth boundary.\nBt2--14 to 21 inches; dark grayish brown (10YR 4/2) silty clay loam; many fine and medium prominent red (2.5YR 4/8) and few fine and medium faint grayish brown (10YR 5/2) mottles; moderate fine and medium subangular blocky structure; firm; common fine roots; patchy clay films on faces of peds; grayish brown (10YR 5/2) and light brownish gray 10YR 6/2) silt coatings on faces of some peds; very strongly acid; gradual wavy boundary.  (Combined thickness of the upper part of the Bt horizon ranges from 15 to 30 inches.)\n2Bt3--21 to 29 inches, mottled, brown (10YR 5/3), grayish brown 10YR 5/2) and red (2.5YR 4/8) silty clay; moderate medium subangular and angular blocky structure; firm, plastic, sticky; few fine roots; clay films on faces of peds; grayish brown (10YR 5/2) silt coatings on faces of peds; few brown concretions; strongly acid; gradual wavy boundary.\n2Bt4--29 to 43 inches; mottled yellowish brown (10YR 5/6), light brownish gray (10YR 6/2), and red (2.5YR 4/8) silty clay; moderate medium and fine subangular and angular blocky structure; firm, plastic, sticky; few fine roots; clay films on faces of peds; few stress surfaces on faces of peds; few fine black and brown concretions; medium acid; gradual wavy boundary.  (Combined thickness of the 2Bt horizon ranges from 11 to 25 inches.)\n2C--43 to 75 inches; mottled, yellowish brown (10YR 5/6, 5/4) and light brownish gray (10YR 6/2) silty clay; few intersecting slickensides form wedge shaped aggregates that part to moderate medium angular blocky structure; very firm, sticky, plastic; common soft light ray calcium carbonate accumulations and few small calcareous nodules; few fine black concretions; mildly alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Rankin County, Mississippi; 1.5 miles north northwest of West Leesburg, 3,000 feet west of State Highway 43, 200 feet west of arm pond in cultivated field.  NE1/4SW1/4 sec. 8, T. 7 N., R. 5 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Solum thickness averages about 40 inches and ranges from 30 to 55 inches, and the thickness generally is variable within a short distance.  Depth to the calcareous clayey material ranges from 36 to 55 inches.  The A and Bt horizons range from very strongly acid to moderately acid, except the A horizon in areas that have been limed.  The 2Bt horizon ranges from strongly acid to mildly alkaline.  The C horizon is mildly alkaline or moderately alkaline.\nThe Ap horizon has hue of 10YR; value of 2 to 4, and chroma of 2 or 3.  It is silt loam or silty clay loam; a thin AB horizon, if present, has the same color and texture range as the A horizon.\nThe upper part of the Bt horizon has hue of 1OYR, value of 4 or 5, and chroma of 2 to 4; and the value in the upper 10 inches commonly is 4.  Mottles, if present, are few to many in shades of gray or brown.  Grayish or brownish silt coatings commonly are on vertical faces of peds and along wormcasts.  It is silt loam or silty clay loam.\nThe lower part of the Bt horizon has hue of 1OYR, value of 4 or 5, and chroma of 2 to 6; or it has hue 2.5Y, value of 4 to 6, and chroma of 4 to 6; and it commonly is mottled with shades of red; or it is mottled in shades of brown, yellow, or red.  Grayish or brownish silt coatings commonly are on vertical faces of peds.  It is silty clay loam or silty clay.  The particle-size control section, (the upper 20 inches of the Bt horizon) is 18 to 35 percent clay.\nThe 2Bt horizon commonly is mottled in shades of brown, red, yellow, or gray; or it has a matrix in hue of 1OYR or 2.5Y, value of 4 to 6, and chroma of 4 to 6, with mottles in shades of brown, red, yellow, or gray.  Brown and black concretions are few to many.  It is silty clay or silty clay loam.\nSome pedons have a 2BC horizon mottled in shades of yellow, brown, and gray.  It is silty clay or clay.  Black concretions are few to many.  Small calcareous nodules, if present, and soft calcium carbonate accumulations are few to common.\nThe 2C horizon is mottled in shades of yellow, brown, and gray.  It is silty clay or clay, with few to many soft calcium carbonate accumulations and small calcareous nodules.  Black concretions are few to many."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are the Askew and Center series in the same family and the closely related Boswell, Dubbs, Falkner, Freest, Gallion Kipling, Memphis, Rilla, Siwell, Susquehanna, and Tippah series.  Askew soils have a sandy or loamy 2C horizon below a depth of 42 inches.  Center soils are silty in the lower B and C horizons.  Boswell and Susquehanna soils have a solum more than 60 inches thick, and in most years deep wide cracks open.  Dubbs, Gallion, Memphis, and Rilla soils do not have mottles with chroma of 2 or less in the upper 10 inches of the Bt horizon and do not have clayey 2B or C horizons.  Falkner and Tippah soils, which have a solum more than 60 inches thick, have the lower part of the Bt horizon formed in acid clay.  Freest soils are fine-loamy in the particle-size control section.  Kipling soils have montmorillonitic mineralogy, and they are in a fine family.  Siwell soils do not have gray mottles in the upper 10 inches of the Bt horizon, and the water table is perched at a depth of 2.5 to 3.0 feet in wet seasons."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Pelahatchie soils formed in a mantle of silty material, about 15 to 30 inches thick, and the underlying calcareous clayey material of the Yazoo Formation.  These nearly level to gently sloping soils are on broad uplands in the Blackland Prairie.  Slopes range from 0 to 5 percent.  The climate is warm and humid.  The mean annual temperature is about 65 degrees F., and the mean annual precipitation is about 51 inches near the type location."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the competing Falkner and Kipling series and the Providence and Savannah series.  Falkner and Kipling soils are on similar landscape positions as the Pelahatchie soils.  Providence soils are slightly higher in the landscape and have fragipan.  Savannah soils, which are slightly higher or slightly lower in the landscape, have a fragipan and a fine-loamy particle-size class."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Moderately well drained; slow to medium runoff; moderate to moderately slow permeability in the upper part of the solum and very slow in the clayey C horizon."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most of the acreage of the Pelahatchie soils is cultivated.  Soybeans, cotton, and corn are the principal crops."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Blackland Prairie Resource Area in Mississippi; the series is of small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Auburn, Alabama"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Rankin County, Mississippi; 1984."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon are:\nEpipedon - the epipedon almost meets the color criterion for a mollic epipedon.\nArgillic horizon - the zone from approximately 6 to 43 inches (Bt1, Bt2, 2Bt1, 2Bt2).\nAquic feature - mottles with the chroma of 2 in the Bt2 horizon.\nThe Pelahatchie series was originally proposed in 1960 as the Leesburg series and was later dropped in 1969.  The Pelahatchie series is closely related to the Siwell series, but it differs, in part, in that the soils are in broad, nearly level to gently sloping uplands that were originally in prairie grasses and scattered hardwoods in the Blackland Prairie; whereas, the Siwell soils are in small size units on short slopes in undulating to rolling landscapes that were originally forested with mixed hardwoods in the Southern Mississippi Valley Silty Uplands.\nADDITIONAL DATA:  Laboratory data on the typifying pedon were obtained from the Soil Genesis and Morphology Laboratory of the Mississippi Agricultural and Forestry Experiment Station, MSU Sample - 8105-1-6 S81MS-121-1(1-6).\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "moderately well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 15,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 3,
        "texture_class": "silt loam",
        "pH_class": "very strongly acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Ap--0 to 6 inches; dark brown (10YR 3/3) silt loam; weak fine granular structure; friable; many fine roots; very strongly acid; abrupt smooth boundary.  (3 to 6 inches thick)"
      },
      {
        "name": "Bt1",
        "top": 15,
        "bottom": 36,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "silt loam",
        "pH_class": "very strongly acid",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bt1--6 to 14 inches; brown (10YR 4/3) silt loam; few medium distinct strong brown (7.5YR 5/6) mottles; weak medium subangular blocky structure; friable; many fine roots; grayish brown (10YR 5/2) and light brownish gray (10YR 6/2) silt coatings on faces of some peds; very strongly acid; clear smooth boundary."
      },
      {
        "name": "Bt2",
        "top": 36,
        "bottom": 53,
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "silty clay loam",
        "pH_class": "very strongly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Bt2--14 to 21 inches; dark grayish brown (10YR 4/2) silty clay loam; many fine and medium prominent red (2.5YR 4/8) and few fine and medium faint grayish brown (10YR 5/2) mottles; moderate fine and medium subangular blocky structure; firm; common fine roots; patchy clay films on faces of peds; grayish brown (10YR 5/2) and light brownish gray 10YR 6/2) silt coatings on faces of some peds; very strongly acid; gradual wavy boundary.  (Combined thickness of the upper part of the Bt horizon ranges from 15 to 30 inches.)"
      },
      {
        "name": "2Bt3",
        "top": 53,
        "bottom": 74,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 3,
        "texture_class": "silty clay",
        "pH_class": "strongly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "2Bt3--21 to 29 inches, mottled, brown (10YR 5/3), grayish brown 10YR 5/2) and red (2.5YR 4/8) silty clay; moderate medium subangular and angular blocky structure; firm, plastic, sticky; few fine roots; clay films on faces of peds; grayish brown (10YR 5/2) silt coatings on faces of peds; few brown concretions; strongly acid; gradual wavy boundary."
      },
      {
        "name": "2Bt4",
        "top": 74,
        "bottom": 109,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 6,
        "texture_class": "silty clay",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "2Bt4--29 to 43 inches; mottled yellowish brown (10YR 5/6), light brownish gray (10YR 6/2), and red (2.5YR 4/8) silty clay; moderate medium and fine subangular and angular blocky structure; firm, plastic, sticky; few fine roots; clay films on faces of peds; few stress surfaces on faces of peds; few fine black and brown concretions; medium acid; gradual wavy boundary.  (Combined thickness of the 2Bt horizon ranges from 11 to 25 inches.)"
      },
      {
        "name": "2C",
        "top": 109,
        "bottom": 190,
        "moist_hue": "10YR",
        "moist_value": 6,
        "moist_chroma": 2,
        "texture_class": "silty clay",
        "pH_class": "mildly alkaline",
        "narrative": "2C--43 to 75 inches; mottled, yellowish brown (10YR 5/6, 5/4) and light brownish gray (10YR 6/2) silty clay; few intersecting slickensides form wedge shaped aggregates that part to moderate medium angular blocky structure; very firm, sticky, plastic; common soft light ray calcium carbonate accumulations and few small calcareous nodules; few fine black concretions; mildly alkaline."
      }
    ]
  ]
}
