{
  "SERIES": "PELAN",
  "STATUS": "Established Series",
  "BYREV": "Rev. RBH-ROP",
  "REVDATE": "03/2009",
  "STATES": "MN",
  "OVERVIEW": "The Pelan series consists of very deep, moderately well drained soils formed in gravelly lacustrine sediments overlying loamy glacial till on till-floored glacial lake plains.  These soils have rapid permeability in the upper sediment and moderate in the underlying glacial till.  Mean annual precipitation is 21 inches.  Mean annual temperature is 39 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive, frigid Oxyaquic Hapludalfs"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Pelan loamy sand with a plane convex slope of 1 percent on a till-floored glacial lake plain in a cultivated field at 1007 feet elevation. (Colors are for moist soil conditions unless otherwise stated.)\nAp--0 to 6 inches; very dark brown (10YR 2/2) loamy sand, gray (10YR 5/1) dry; weak very fine subangular blocky structure; very friable; neutral; abrupt smooth boundary.  (5 to 8 inches thick)\nE--6 to 9 inches: grayish brown (10YR 5/2) sand, light gray (10YR 7/2) dry; single grain; loose; about 15 percent rock fragments; neutral; abrupt wavy boundary.  (0 to 10 inches thick)\nBt--9 to 14 inches; brown (10YR 4/3) very gravelly sandy loam; moderate very fine and fine angular blocky structure; very friable; thin continuous dark brown (10YR 3/3) clay coatings on faces of peds and in pores; about 40 percent rock fragments; slighlty alkaline; clear wavy boundary.  (3 to 6 inches thick)\nBw1--14 to 20 inches; brown (10YR 5/3) very gravelly coarse sand; single grain; loose; about 60 percent rock fragments; few pale brown (10YR 6/3) calcium carbonate accumulations; slight effervescence; moderately alkaline; clear smooth boundary.\nBw2--20 to 32 inches; light brownish gray (2.5Y 6/2) very gravelly fine sandy loam; common fine and medium distinct light olive brown (2.5Y 5/4 and 5/6) mottles; weak very fine subangular blocky structure; very friable; about 40 percent rock fragments; strong effervescence; moderately alkaline; gradual smooth boundary.  (Combined thickness of the Bw horizons is 5 to 19 inches.)\n2Bw3--32 to 60 inches; light brownish gray (2.5Y 6/2) fine sandy loam; common medium and coarse prominent yellowish brown (10YR 5/6), strong brown (7.5YR 5/8) and light gray (10YR 7/1) mottles; weak very fine subangular blocky structure; friable; about 15 percent gravel; strong effervescence; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Kittson County, Minnesota; about 5 miles east of Lake Bronson; 2475 feet north and 775 feet west of the southeast corner of sec. 36, T. 161 N., R. 46 W.  (Percy Township)"
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Depth to free carbonates ranges from 8 to 24 inches.  Depth to the loamy glacial till ranges from 20 to 40 inches.  The upper sediment contains from 0 to 25 percent gravel in the A and E horizons and averages 35 to 65 percent in the B horizons.  The underlying glacial till contains from 5 to 15 percent rock fragments.  The rock fragments are mixed in lithology, but limestone and granite are major components.   The soil moisture control section is not dry in any part for as long as 90 cumulative days in most years.\nThe A or Ap horizon has hue of 10YR, value of 2 or 3, and chroma of 1 or 2.  Texture of the fine earth fraction is loamy sand, loamy fine sand, sandy loam, or fine sandy loam.  Reaction is slightly acid or neutral.\nThe E horizon has hue of 10YR, value of 4 or 5, and chroma of 2 or 3.  Texture of the fine-earth fraction is coarse sand, sand, fine sand, loamy coarse sand, loamy sand or loamy fine sand.  Reaction is slightly acid or neutral.\nThe Bt horizon has hue of 10YR, value of 3 or 4, and chroma of 2 to 4.  Texture of the fine earth fraction is sandy loam, coarse sandy loam, or sandy clay loam.  Some subhorizons are loamy coarse sand or loamy sand.  The average texture of the Bt horizon is coarse sandy loam or finer.  Reaction ranges from slightly acid to slightly alkaline.\nThe Bw horizons have hue of 10YR or 2.5Y, value of 5 or 6, and chroma of 2 to 4.  Mottles are in all parts of this horizon in some pedons. The fine earth fraction is coarse sand, sand, fine sand, loamy coarse sand, loamy sand, loamy fine sand, coarse sandy loam, sandy loam, or fine sandy loam.  Reaction is slightly alkaline or moderately alkaline.\nThe 2Bw horizon has hue of 10YR or 2.5Y, value of 5 or 6, and chroma of 2 to 4.  It has few to many mottles.  Texture is fine sandy loam, sandy loam, or loam.  It is slightly alkaline or moderately alkaline.  Calcium carbonate equivalent is 15 to 40 percent.  Some pedons have a 2C horizon with the same range of color and texture as the 2Bw horizon."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Marquette and Palon series.  Marquette soils do not have the underlying loamy glacial till within 60 inches.  Palon soils do not have carbonates within 40 inches."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Pelan soils have plane or convex slopes with gradient of 0 to 6 percent on till-floored glacial lake plains.  In some areas they are adjacent to beach ridges.  They formed in 20 to 40 inches of gravelly lacustrine sediments overlying loamy glacial till.  These deposits are Late Wisconsinan in age.  Mean annual temperature is 36 to 42 degrees F.  Mean annual precipitation is 19 to 24 inches.  Frost-free days range from 90 to 130.  Elevation above sea level ranges from 785 to 1350 feet."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Lohnes, Marquette, Mavie, and Strandquist soils.  The well drained and moderately well drained Lohnes and the excessively drained Marquette soils are on beach ridges and do not have loamy 2C horizons above depths of 40 inches.  The poorly drained Mavie and Strandquist soils are in a drainage sequence with the Pelan soils and have mollic epipedons."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Moderately well drained.  Surface runoff is slow or medium.  Permeability is rapid in the upper sediment, and moderate in the glacial till.  Depth to an apparent seasonal high water table is as high as 2.5 to 6.0 feet at some time from April through July."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Most of these soils are cultivated.  Principal crops are small grains and hay.  Other areas are in pasture or trees.  Native vegetation is tall grass prairie and trees such as quaking aspen, balsam poplar, and bur oak."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Northwestern Minnesota in the Glacial Lake Agassiz plain.  This soil is not extensive."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: St. Paul, Minnesota"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Red River Valley Area Reconnaissance Soil Survey, Minnesota in 1933.  It was inactivated in 1967 and reactivated in 1974."
  },
  "REMARKS": {
    "section": "ADDITIONAL DATA & REMARKS",
    "content": "ADDITIONAL DATA:  Refer to MAES Central Field Code No. 1205 for results of some laboratory analysis of the typifying pedon.\nREMARKS:  Diagnostic horizons and features recognized in this pedon are:  ochric epipedon - the zone from the surface to 6 inches (Ap); albic horizon - the zone from 6 to 9 inches (E); argillic horizon - the zone from 9 to 14 inches (Bt).\nNational Cooperative Soil Survey\nU.S.A. & REMARKS:  Diagnostic horizons and features recognized in this pedon are:  ochric epipedon - the zone from the surface to 6 inches (Ap); albic horizon - the zone from 6 to 9 inches (E); argillic horizon - the zone from 9 to 14 inches (Bt).\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "moderately well",
        "drainage_overview": "moderately well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 15,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 1,
        "moist_hue": "10YR",
        "moist_value": 2,
        "moist_chroma": 2,
        "texture_class": "loamy sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Ap--0 to 6 inches; very dark brown (10YR 2/2) loamy sand, gray (10YR 5/1) dry; weak very fine subangular blocky structure; very friable; neutral; abrupt smooth boundary.  (5 to 8 inches thick)"
      },
      {
        "name": "E",
        "top": 15,
        "bottom": 23,
        "dry_hue": "10YR",
        "dry_value": 7,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 2,
        "texture_class": "sand",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "neutral",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "E--6 to 9 inches: grayish brown (10YR 5/2) sand, light gray (10YR 7/2) dry; single grain; loose; about 15 percent rock fragments; neutral; abrupt wavy boundary.  (0 to 10 inches thick)"
      },
      {
        "name": "Bt",
        "top": 23,
        "bottom": 36,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 4,
        "moist_chroma": 3,
        "texture_class": "sandy loam",
        "cf_class": "very gravelly",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Bt--9 to 14 inches; brown (10YR 4/3) very gravelly sandy loam; moderate very fine and fine angular blocky structure; very friable; thin continuous dark brown (10YR 3/3) clay coatings on faces of peds and in pores; about 40 percent rock fragments; slighlty alkaline; clear wavy boundary.  (3 to 6 inches thick)"
      },
      {
        "name": "Bw1",
        "top": 36,
        "bottom": 51,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 5,
        "moist_chroma": 3,
        "texture_class": "coarse sand",
        "cf_class": "very gravelly",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "smooth",
        "narrative": "Bw1--14 to 20 inches; brown (10YR 5/3) very gravelly coarse sand; single grain; loose; about 60 percent rock fragments; few pale brown (10YR 6/3) calcium carbonate accumulations; slight effervescence; moderately alkaline; clear smooth boundary."
      },
      {
        "name": "Bw2",
        "top": 51,
        "bottom": 81,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "2.5Y",
        "moist_value": 6,
        "moist_chroma": 2,
        "texture_class": "fine sandy loam",
        "cf_class": "very gravelly",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "gradual",
        "topography": "smooth",
        "narrative": "Bw2--20 to 32 inches; light brownish gray (2.5Y 6/2) very gravelly fine sandy loam; common fine and medium distinct light olive brown (2.5Y 5/4 and 5/6) mottles; weak very fine subangular blocky structure; very friable; about 40 percent rock fragments; strong effervescence; moderately alkaline; gradual smooth boundary.  (Combined thickness of the Bw horizons is 5 to 19 inches.)"
      },
      {
        "name": "2Bw3",
        "top": 81,
        "bottom": 152,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "2.5Y",
        "moist_value": 6,
        "moist_chroma": 2,
        "texture_class": "fine sandy loam",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "moderately alkaline",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "2Bw3--32 to 60 inches; light brownish gray (2.5Y 6/2) fine sandy loam; common medium and coarse prominent yellowish brown (10YR 5/6), strong brown (7.5YR 5/8) and light gray (10YR 7/1) mottles; weak very fine subangular blocky structure; friable; about 15 percent gravel; strong effervescence; moderately alkaline."
      }
    ]
  ]
}
