{
  "SERIES": "PELELIU",
  "STATUS": "Established Series",
  "BYREV": "RD:CWS",
  "REVDATE": "02/2005",
  "STATES": "PB,PW,FM,HI",
  "OVERVIEW": "The Peleliu series consists of shallow, well drained soils on raised coral limestone islands.  These soils formed in residuum derived from coral limestone.  Slope is 0 to 150 percent.  The mean annual rainfall is about 145 inches, and the mean annual temperature is about 81 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Clayey-skeletal, parasesquic, isohyperthermic Lithic Eutrudepts"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Peleliu very gravelly silt loam - in a level area of \"limestone\" forest.  When described (10/31/79), the soil was moist throughout.  (Colors are for moist soil unless otherwise noted.  All textures are apparent field textures.)\n01--.4 inch to 0; undecomposed leaf litter and twigs.  (0 to 2 inches thick)\nA1--0 to 5 inches; very dark grayish brown (10YR 3/2) extremely gravelly silt loam; grayish brown (10YR 5/2) dry; moderate very fine and fine granular structure; friable, slightly sticky and slightly plastic; many very fine, fine, medium, and coarse roots; many very fine and fine interstitial pores; approximately 35 percent pebble-size and 30 percent cobble-size coral limestone fragments; common thin organic stains coating pebbles and cobbles; neutral (pH 7.1, 1:1 water); clear wavy boundary.  (3 to 6 inches thick)\nB2--5 to 12 inches; dark brown (7.5YR 3/4) very gravelly loam; moderate very fine and fine subangular blocky structure; friable, slightly sticky and slightly plastic; many very fine, fine, and medium and few coarse roots; approximately 35 percent pebble-size and 25 percent cobble-size coral limestone fragments; common thin and moderately thick clay films and organic stains coating pebbles and cobbles; neutral (pH 7.2, 1:1 water); abrupt irregular boundary.  (6 to 16 inches thick)\nR--12 inches; white (10YR 8/1) hard coral limestone; massive; crystal structure apparent in freshly exposed face."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  Peleliu Municipality and Island, Palau, Western Caroline Islands; about 2,109 feet W. of the SW. end of Honeymoon beach, then 98 feet S. of the main road; lat. 6 degrees 59 minutes 50 seconds N. and long. 134 degrees 15 minutes 36 seconds E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Depth to lithic contact and thickness of the solum ranges from 10 to 20 inches.\nThe A horizon has moist color of 10YR 3/1, 3/2, or 3/3 and dry color of 10YR 5/1, 5/2, or 5/3.  By volume, it is 25 to 50 percent limestone pebbles, .1 to 3 inches in size; and 25 to 35 percent limestone cobbles, 3 to 10 inches in size.  Reaction in 1:1 water is neutral or mildly alkaline.  This horizon is slightly effervescent or noneffervescent.\nThe B2 horizon has moist color of 7.5YR 3/4, 4/6, or 5/6 or of 10YR 4/4, or 4/6.  It has an apparent field texture of very gravelly or extremely gravelly loam or very cobbly or extremely cobbly loam.  Clay content, as measured by the product of 2.5 times the 15-bar water percentage, is more than 45 percent.  By volume, it is 25 to 50 percent limestone pebbles, .1 to 3 inches in size; and 15 to 35 percent limestone cobbles 3 to 10 inches in size.  Reaction in 1:1 water is neutral or mildly alkaline.  This horizon is slightly effervescent or noneffervescent."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  These are the Caguabo, Malaya, and Ollei series.  Caguabo and Malaya soils formed in materials weathered from volcanic rocks.  Malaya soils also have less than 35 percent by volume coarse fragments.  Ollei soils have a base saturation (ammonium acetate) of less than 50 percent in same part."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Peleliu soils are on low and high raised coral limestone islands.  Slopes are 0 to 150 percent.  On the extremely steep slopes of high, raised coral islands, these soils occupy small, nearly level pockets between jagged coral limestone rock outcrops.  Elevation ranges from 3 to 567 feet.  The mean annual rainfall is about 114 to 145 inches, and the mean annual temperature is about 81 degrees F."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Ngedebus and Ngerungor soils.  Ngedebus soils are very deep, calcareous and sandy throughout, occurring adjacent to coastal beaches.  Ngerungor soils have hemic materials to greater than 50 inches, occur in depressional areas and are saturated throughout the profile."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Well drained; slow through very rapid runoff; moderately rapid permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  These soils are in broadleaf evergreen \"limestone\" forest and are used for watershed, recreation, phosphate mining, and limited amounts of timber harvesting for village use.  A few areas have been cleared and developed for small garden plots."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Peleliu soils are inextensive in the \"rock islands\" of Peleliu and Angaur in Palau, and on the islands of Fais."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Peleliu Island and Municipality, Palau, Western Caroline Islands, 1981."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "NA"
  },
  "ADDITIONAL DATA": {
    "section": "ADDITIONAL DATA",
    "content": "NA"
  },
  "SITE": [
    [
      {
        "drainage": "well",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "A1",
        "top": 0,
        "bottom": 13,
        "dry_hue": "10YR",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "silt loam",
        "cf_class": "extremely gravelly",
        "pH": "NA",
        "pH_class": "neutral",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "A1--0 to 5 inches; very dark grayish brown (10YR 3/2) extremely gravelly silt loam; grayish brown (10YR 5/2) dry; moderate very fine and fine granular structure; friable, slightly sticky and slightly plastic; many very fine, fine, medium, and coarse roots; many very fine and fine interstitial pores; approximately 35 percent pebble-size and 30 percent cobble-size coral limestone fragments; common thin organic stains coating pebbles and cobbles; neutral (pH 7.1, 1:1 water); clear wavy boundary.  (3 to 6 inches thick)"
      },
      {
        "name": "B2",
        "top": 13,
        "bottom": 30,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "7.5YR",
        "moist_value": 3,
        "moist_chroma": 4,
        "texture_class": "loam",
        "cf_class": "very gravelly",
        "pH": "NA",
        "pH_class": "neutral",
        "distinctness": "abrupt",
        "topography": "irregular",
        "narrative": "B2--5 to 12 inches; dark brown (7.5YR 3/4) very gravelly loam; moderate very fine and fine subangular blocky structure; friable, slightly sticky and slightly plastic; many very fine, fine, and medium and few coarse roots; approximately 35 percent pebble-size and 25 percent cobble-size coral limestone fragments; common thin and moderately thick clay films and organic stains coating pebbles and cobbles; neutral (pH 7.2, 1:1 water); abrupt irregular boundary.  (6 to 16 inches thick)"
      },
      {
        "name": "01",
        "top": "NA",
        "bottom": 3,
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "NA",
        "moist_value": "NA",
        "moist_chroma": "NA",
        "texture_class": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "01--.4 inch to 0; undecomposed leaf litter and twigs.  (0 to 2 inches thick)"
      },
      {
        "name": "R",
        "top": 30,
        "bottom": "NA",
        "dry_hue": "NA",
        "dry_value": "NA",
        "dry_chroma": "NA",
        "moist_hue": "10YR",
        "moist_value": 8,
        "moist_chroma": 1,
        "texture_class": "NA",
        "cf_class": "NA",
        "pH": "NA",
        "pH_class": "NA",
        "distinctness": "NA",
        "topography": "NA",
        "narrative": "R--12 inches; white (10YR 8/1) hard coral limestone; massive; crystal structure apparent in freshly exposed face."
      }
    ]
  ]
}
