{
  "SERIES": "PELIGRO",
  "STATUS": "Established Series",
  "BYREV": "Rev. GC/WWJ",
  "REVDATE": "01/2016",
  "STATES": "NM,TX",
  "OVERVIEW": "The Peligro series consists of very deep, well drained, moderately permeable soils formed in eolian gypsiferous sediments. These nearly level to strongly sloping soils are on lunettes or parna dunes on basin floors and relict stabalized gypsum dunes. Slope ranges from 0 to 20 percent. Mean annual precipitation is about 9 inches and the mean annual temperature is about 64 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Coarse-gypseous, hypergypsic, thermic Leptic Haplogypsids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Peligro fine sandy loam -- rangeland. (Colors are for dry soil unless otherwise stated.)\nAy--0 to 1 inch (0 to 3 cm); light brown (7.5YR 6/3) sandy loam, brown (7.5YR 4/3), moist; 14 percent clay; weak thick platy over  weak medium subangular blocky structure; soft, very friable, nonsticky, nonplastic; few very fine roots throughout; few fine irregular pores; carbonate, finely disseminated and gypsum, finely disseminated throughout; strongly effervescent, 8 percent calcium carbonate equivalent and 8 percent gypsum; slightly alkaline, pH 7.7; electrical conductivity 2.3 dS/m (mmhos/cm); very slightly saline; very abrupt wavy boundary.\nByy--1 to 9 inches (3 to 23 cm); pale orange yellow (10YR 9.5/2) gypsiferous coarse sand, pale orange yellow (10YR 9/2), moist; 2 percent clay; moderate coarse subangular blocky structure; moderately hard, firm, nonsticky, nonplastic; few very fine roots throughout; few fine irregular pores; carbonate, finely disseminated and many very fine irregular gypsum crystals throughout; slightly effervescent, 3 percent calcium carbonate equivalent and 84 percent gypsum; slightly alkaline, pH 7.6; electrical conductivity 2.3 dS/m (mmhos/cm); very slightly saline; gradual wavy boundary.\nCyy1--9 to 24.5 inches (23 to 62 cm); white (10YR 9/1) gypsiferous coarse sand, white (10YR 8.5/1), moist; 2 percent clay; moderate extremely coarse subangular blocky structure; moderately hard, firm, nonsticky, nonplastic; few very fine roots throughout; many fine interstitial pores; carbonate, finely disseminated and many very fine irregular gypsum crystals throughout; slightly effervescent, 4 percent calcium carbonate equivalent and 78 percent gypsum; moderately alkaline, pH 8.0; electrical conductivity 2.9 dS/m (mmhos/cm); very slightly saline; diffuse wavy boundary.\nCyy2--24.5 to 36 inches (62 to 91 cm); pale orange yellow (10YR 9/2) gypsiferous coarse sand, very pale brown (10YR 8.5/2), moist; 2 percent clay; massive; slightly hard, friable, nonsticky, nonplastic; few fine and medium  roots throughout; many fine interstitial pores; carbonate, finely disseminated and many very fine and fine  irregular gypsum crystals throughout; slightly effervescent, 4 percent calcium carbonate equivalent and 76 percent gypsum; moderately alkaline, pH 8.0; electrical conductivity 2.6 dS/m (mmhos/cm); very slightly saline; clear wavy boundary.\nCyy3--36 to 62 inches (91 to 158 cm); white (10YR 9/1) gypsiferous coarse sand, white (10YR 8.5/1), moist; 2 percent clay; massive; hard, very firm, nonsticky, nonplastic; many fine interstitial pores; carbonate, finely disseminated and many very fine irregular gypsum crystals throughout; strongly effervescent, 7 percent calcium carbonate equivalent and 46 percent gypsum; slightly alkaline, pH 7.8; electrical conductivity 2.7 dS/m (mmhos/cm); very slightly saline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Otero County, New Mexico. Approximately 8.4 miles East and 9.3 miles North of White Sands Missile Range Headquarters.; 1,922 ft North and 1,258 ft South of the Northwest corner of Section 4, Township 21 South, Range 6 East; USGS topographic quadrangle Lake Lucero SE, NAD83; 32 degrees 30 minutes 50.31 seconds North latitude and 106 degrees 20 minutes 9.97 seconds West longitude; UTM 374,502 meters East, 3598,195 meters North, zone 13."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil Moisture: The moisture control section is usually dry in all parts more than three-fourths of the time that the soil temperature exceeds 41 degrees F. Typic aridic soil moisture regime.\nMean annual soil temperature: 63 to 72 degrees F.\nDepth to gypsic horizon: 0 to 3 inches\nParticle-size control section (weighted average):\nClay content: 0 to 8 percent\nCoarse fragment content: none\nAy and Ayy horizons\nHue:  7.5YR, 10YR, 2.5Y\nValue:  4 to 9.5 dry, 3 to 9 moist\nChroma:  2 to 5, dry or moist\nTexture:  fine sandy loam, loam, sandy loam, gypsiferous sandy loam\nByy horizon\nHue:  7.5YR, 10YR, 2.5Y\nValue:  7 or 9.5 dry, 6 to 9 moist\nChroma:  1 to 4, dry or moist\nTexture:  gypsiferous coarse sand, gypsiferous loamy sand, gypsiferous loamy fine sand, gypsiferous sandy loam, gypsiferous fine sandy loam, gypsiferous loam, gypsiferous loamy coarse sand\nCoarse fragments: none\nGypsum content:  40 to 100 percent\nCalcium carbonate equivalent:  0 to 10 percent (less than 2 mm fraction)\nCyy horizon\nHue:  7.5YR, 10YR, 2.5Y\nValue:  7 or 9.5 dry, 6 to 9 moist\nChroma:  1 to 4, dry or moist\nTexture:  gypsiferous fine sandy loam, gypsiferous coarse sand, gypsiferous sandy loam, gypsiferous loamy sand, gypsiferous sand, gypsiferous loamy coarse sand, gypsiferous loamy fine sand\nCoarse fragments:  none\nGypsum content:  45 to 95 percent\nCalcium carbonate equivalent:  0 to 10 percent (less than 2 mm fraction)"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Astrobee (NM), Bracken (NV), Mamtrack (NM), Shot (NM), Whitebasin (NV), Wulie (NM), and Yesum series. Astrobee soils are formed in nearly level, stabilized parabolic interdunes. Bracken soils have less than 30 percent selenite crystals in the PSCS, are deep to a paralithic contact and are in the Mohave Desert (MLRA 30). Mamtrack soils have gleyed hues within the PSCS and are found on relict shorelines. Shot soils have hues of 5YR and 7.5YR and have less than 60 percent gypsum in the PSCS. Whitebasin soils are moderately deep to a paralithic contact and are in the Mohave Desert (MLRA 30). Wulie soils have less than 35 percent selenite crystals in the PSCS and have a lacustrine horizon at the bottom of the PSCS. Yesum soils have sandy loam and finer textures and are moderately to strongly saline."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Peligro soils are on relict stabilized gypsum dunes, lunettes, and parna dunes on basin floors.  They formed in eolian gypsiferous sediments.  Slopes range from 0 to 20 percent.  Elevation ranges from 3,000 to 4,080 feet.  The mean annual air temperature is 62 to 70 degrees F.  The frost-free period is 180 to 250 days.  The mean annual precipitation is 8 to 11 inches.  Precipitation falls mostly during the months of July through September. The driest months are March and April."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Basso, Copia, Jato, Loki, Talos and the competing Hermes soils.  Basso soils have argillic and calcic horizons.  Copia soils are sandy and are on coppice dunes.  Jato soils have mixed mineralogy.  Loki soils have calcic horizons.  Talos soils are fine textured and have argillic horizons."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Excessively drained. Permeability is moderate.  Runoff is very low to medium. Saturated hydraulic conductivity is moderately high."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Used for military exercises and weapons testing. Vegetation is hairy crinklemat, gyp dropseed, 4 wing salt bush, Torreys joint fir, gyp scorpion weed, gyp moon pod, crucifixion thorn, prickly pear, and pepper weed."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Trans-Pecos of Texas and southern New Mexico; LRR D, MLRA 42; small extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Phoenix, Arizona"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  Hudspeth County, Texas; Soil Survey of Hudspeth County, Texas (Main Part), 2012."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nParticle-size control section: The zone from 10 to 40 inches. (Cyy1, Cyy2, Cyy3 and Cyy4 horizons)\nOchric epipedon: the zone from 0 to 2 inches. (Ayy horizon)\nGypsic horizon: The zone from 2 to 73 inches. (Byy, and Cyy horizons)\nPeligro: Spanish for danger. Named for the cluster bombs found while transecting this unit.\nClassified according to Soil Taxonomy Second Edition, 1999; Keys to Soil Taxonomy, Twelfth Edition, 2014.\nRevised for the correlation of Hudspeth County, Texas (Main Part) and Culberson County, Texas (Main Part); July, 2012, NMS\nRevised for the correlation of White Sands Missile Range, New Mexico; October, 2014, NMS\nRevised for the correlation of White Sands National Monument, New Mexico; April, 2015, NMS\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "excessively",
        "drainage_overview": "well"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ay",
        "top": 0,
        "bottom": 3,
        "dry_hue": "7.5YR",
        "dry_value": 6,
        "dry_chroma": 3,
        "texture_class": "sandy loam",
        "pH_class": "slightly alkaline",
        "distinctness": "very abrupt",
        "topography": "wavy",
        "narrative": "Ay--0 to 1 inch (0 to 3 cm); light brown (7.5YR 6/3) sandy loam, brown (7.5YR 4/3), moist; 14 percent clay; weak thick platy over  weak medium subangular blocky structure; soft, very friable, nonsticky, nonplastic; few very fine roots throughout; few fine irregular pores; carbonate, finely disseminated and gypsum, finely disseminated throughout; strongly effervescent, 8 percent calcium carbonate equivalent and 8 percent gypsum; slightly alkaline, pH 7.7; electrical conductivity 2.3 dS/m (mmhos/cm); very slightly saline; very abrupt wavy boundary."
      },
      {
        "name": "Byy",
        "top": 3,
        "bottom": 23,
        "dry_hue": "10YR",
        "dry_value": 9.5,
        "dry_chroma": 2,
        "texture_class": "coarse sand",
        "pH_class": "slightly alkaline",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "Byy--1 to 9 inches (3 to 23 cm); pale orange yellow (10YR 9.5/2) gypsiferous coarse sand, pale orange yellow (10YR 9/2), moist; 2 percent clay; moderate coarse subangular blocky structure; moderately hard, firm, nonsticky, nonplastic; few very fine roots throughout; few fine irregular pores; carbonate, finely disseminated and many very fine irregular gypsum crystals throughout; slightly effervescent, 3 percent calcium carbonate equivalent and 84 percent gypsum; slightly alkaline, pH 7.6; electrical conductivity 2.3 dS/m (mmhos/cm); very slightly saline; gradual wavy boundary."
      },
      {
        "name": "Cyy1",
        "top": 23,
        "bottom": 62,
        "dry_hue": "10YR",
        "dry_value": 9,
        "dry_chroma": 1,
        "texture_class": "coarse sand",
        "pH_class": "moderately alkaline",
        "distinctness": "diffuse",
        "topography": "wavy",
        "narrative": "Cyy1--9 to 24.5 inches (23 to 62 cm); white (10YR 9/1) gypsiferous coarse sand, white (10YR 8.5/1), moist; 2 percent clay; moderate extremely coarse subangular blocky structure; moderately hard, firm, nonsticky, nonplastic; few very fine roots throughout; many fine interstitial pores; carbonate, finely disseminated and many very fine irregular gypsum crystals throughout; slightly effervescent, 4 percent calcium carbonate equivalent and 78 percent gypsum; moderately alkaline, pH 8.0; electrical conductivity 2.9 dS/m (mmhos/cm); very slightly saline; diffuse wavy boundary."
      },
      {
        "name": "Cyy2",
        "top": 62,
        "bottom": 91,
        "dry_hue": "10YR",
        "dry_value": 9,
        "dry_chroma": 2,
        "texture_class": "coarse sand",
        "pH_class": "moderately alkaline",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "Cyy2--24.5 to 36 inches (62 to 91 cm); pale orange yellow (10YR 9/2) gypsiferous coarse sand, very pale brown (10YR 8.5/2), moist; 2 percent clay; massive; slightly hard, friable, nonsticky, nonplastic; few fine and medium  roots throughout; many fine interstitial pores; carbonate, finely disseminated and many very fine and fine  irregular gypsum crystals throughout; slightly effervescent, 4 percent calcium carbonate equivalent and 76 percent gypsum; moderately alkaline, pH 8.0; electrical conductivity 2.6 dS/m (mmhos/cm); very slightly saline; clear wavy boundary."
      },
      {
        "name": "Cyy3",
        "top": 91,
        "bottom": 157,
        "dry_hue": "10YR",
        "dry_value": 9,
        "dry_chroma": 1,
        "texture_class": "coarse sand",
        "pH_class": "slightly alkaline",
        "narrative": "Cyy3--36 to 62 inches (91 to 158 cm); white (10YR 9/1) gypsiferous coarse sand, white (10YR 8.5/1), moist; 2 percent clay; massive; hard, very firm, nonsticky, nonplastic; many fine interstitial pores; carbonate, finely disseminated and many very fine irregular gypsum crystals throughout; strongly effervescent, 7 percent calcium carbonate equivalent and 46 percent gypsum; slightly alkaline, pH 7.8; electrical conductivity 2.7 dS/m (mmhos/cm); very slightly saline."
      }
    ]
  ]
}
