{
  "SERIES": "PELLICER",
  "STATUS": "Established Series",
  "BYREV": "Rev. ELR; AGH; GRB",
  "REVDATE": "02/2006",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS:  Fine, smectitic, nonacid, hyperthermic Typic Sulfaquents"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON:  Pellicer silty clay loam--tidal marsh (Colors are for moist soil).\nA--0 to 10 inches; very dark grayish brown (10YR 3/2) silty clay loam; massive; slightly sticky; many fine roots, few medium and coarse roots; 1.15 percent sulfur, 118 mmho/cm conductivity; sulfur odor is strong; few medium pockets of very dark gray (5Y 3/1) clay; slightly alkaline, extremely acid after drying; gradual smooth boundary.  (4 to 12 inches thick)\nCg1--10 to 55 inches; dark greenish gray (5GY 4/1) clay loam; massive; very sticky; few very fine, medium, and coarse roots in upper 5 inches; slightly alkaline, extremely acid after drying; gradual wavy boundary.\nCg2--55 to 70 inches; dark greenish gray (5GY 4/1) sandy clay; massive; very sticky, few fine lenses of gray (10YR 6/1) fine sand, loamy fine sand, and fine sandy loam; moderately alkaline, extremely acid after drying; gradual wavy boundary.\nCg3--70 to 80 inches; dark greenish gray (5GY 4/1) fine sandy loam; massive; slightly sticky; common coarse pockets of fine sand, loamy fine sand, and sandy clay; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION:  St. Johns County, Florida.  In the Matanzas River tidal marsh approximately 0.7 mile east of the intersection of State Road 312 and U.S. Highway 1 and about 500 feet south of Mickler Bridge.  Spanish Land Grant 41, T. 7 S., R. 30 E."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:  Sulfur content ranges from about 1.0 to 4.0 percent within a depth of 20 inches.  Soil reaction ranges from slightly acid to moderately alkaline in the natural state and from extremely acid to strongly acid after air drying.\nThe A horizon has hue of 10YR to 5Y, value of 2 to 4, and chroma of 1 or 2; or it is neutral with value of 2 to 4.  Texture is silty clay loam or clay loam.\nThe upper part of the Cg horizon has hue of 10YR to 5GY, value of 4 to 7, and chroma of 1 or 2; or it is neutral with value of 4 to 7.  Texture is sandy clay, clay loam, or clay.\nThe lower part of the Cg horizon has hue of 5Y or 5GY, value of 4 to 7, and chroma of 1 or 2.  Pockets or lenses of fine sand to fine sandy loam range from few to common.  Texture is fine sand, loamy fine sand, or fine sandy loam."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES:  There are no other known series in the same family."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:  Pellicer soils are in broad tidal marshes along streams near the Atlantic Ocean.  Slopes range from 0 to 1 percent.  They formed in loamy and clayey marine sediments.  They are 1 to 3 feet above sea level.  The climate is humid subtropical.  The average annual precipitation ranges from 50 to 60 inches and the average annual temperature ranges from 71 to 73 degrees F."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS:  These are the Durbin, Moultrie, and Tisonia series.  Durbin and Tisonia soils are on similar positions.  In addition, Durbin soils an organic horizon 51 or more inches thick and Tisonia soils have an organic horizon 16 to 40 inches thick underlain by clayey horizons.  Moultrie soils are on slightly higher positions bordering tidal marshes and have weakly expressed Spodic horizons."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY:  Very poorly drained; very slow permeability."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION:  Pellicer soils are used to provide habitat for wetland wildlife.  The native vegetation consists of seashore saltgrass, needlegrass rush, smooth and marshhay cordgrass, bushy sea-oxeye, and glasswort."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT:  Tidal areas of the Atlantic Coast in Peninsular Florida.  This series is of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE:  Auburn, Alabama."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED:  St. Johns County, Florida, 1981."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS:  Diagnostic horizons and features recognized in this pedon:\nSmectitic mineralogy  the zone from 10 to 40 inches (Cg1 and Cg2 horizons).\nSulfur presence  the zone from 0 to 10 inches (A horizon).\nPellicer soils are flooded by normal high tides.\nThis series was formerly mapped as tidal marsh.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
