{
  "SERIES": "PELLA",
  "STATUS": "Established Series",
  "BYREV": "Rev. JCD-SLE-DEC",
  "REVDATE": "12/2015",
  "STATES": "IL,IN,MI,WI",
  "OVERVIEW": "The Pella series consists of very deep, poorly drained soils formed in loamy or silty sediments and the underlying stratified loamy glacial sediments on lake plains, outwash plains, and till plains. Slope ranges from 0 to 3 percent. Mean annual precipitation is about 914 mm (36 inches), and mean annual air temperature is about 10 degrees C (50 degrees F).",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty, mixed, superactive, mesic Typic Endoaquolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Pella clay loam - nearly level in a cultivated field at an elevation of 204 meters (670 feet) above mean sea level. (Colors are for moist soil unless otherwise stated.)\nAp--0 to 15 cm (0 to 6 inches); black (10YR 2/1) clay loam, very dark gray (10YR 3/1) dry; moderate medium angular blocky structure; friable; common fine roots; neutral; abrupt smooth boundary.\nA--15 to 33 cm (6 to 13 inches); black (10YR 2/1) clay loam, very dark gray (10YR 3/1) dry; moderate and strong medium granular structure; friable; common fine roots; few fine dark reddish brown (5YR 3/2) iron-manganese nodules and concretions throughout; neutral; clear smooth boundary. [Combined thickness of the A horizon is 25 to 51 cm (10 to 20 inches).]\nBA--33 to 43 cm (13 to 17 inches); very dark gray (10YR 3/1) clay loam, gray (10YR 5/1) dry; moderate and strong medium and coarse granular structure; firm; common fine roots; few fine dark reddish brown (5YR 3/2) iron-manganese nodules and concretions throughout; common black krotovina; neutral; clear smooth boundary. [0 to 28 cm (0 to 11 inches) thick]\nBtg1--43 to 64 cm (17 to 25 inches); olive gray (5Y 4/2) clay loam; moderate medium prismatic structure parting to moderate medium angular and subangular blocky; firm; common fine roots; common faint olive gray (5Y 5/2) clay films on faces of prisms; few fine dark reddish brown (5YR 3/2) iron-manganese nodules and concretions throughout; common black krotovina; few fine prominent yellowish brown (10YR 5/8) masses of oxidized iron in the matrix; slightly alkaline; clear smooth boundary.\nBtg2--64 to 79 cm (25 to 31 inches); olive gray (5Y 5/2) silty clay loam; moderate and strong medium prismatic structure parting to strong medium angular blocky; firm; common fine roots; common faint gray (5Y 5/1) clay films on faces of peds; few fine dark reddish brown (5YR 3/2) iron-manganese nodules and concretions throughout; common black krotovina; common fine prominent yellowish brown (10YR 5/8) masses of oxidized iron in the matrix; slightly alkaline; clear smooth boundary.\n2Btg3--79 to 97 cm (31 to 38 inches); gray (5Y 5/1) stratified loam and silt loam; weak medium prismatic structure parting to weak medium angular and subangular blocky; firm; few fine roots; common faint gray (5Y 5/1) clay films on faces of prisms; few fine dark reddish brown (5YR 3/2) iron-manganese nodules and concretions throughout; common black krotovina; many medium prominent yellowish brown (10YR 5/6) and many medium prominet yellowish brown (10YR 5/8) masses of oxidized iron in the matrix; very slightly effervescent; moderately alkaline; gradual wavy boundary. [Combined thickness of the Btg and 2Btg horizons is 23 to 64 cm (9 to 25 inches).]\n2Cg1--97 to 130 cm (38 to 51 inches); gray (5Y 5/1) stratified sandy loam, silt loam, and clay loam; massive; friable and firm; very few fine roots; few fine dark reddish brown (5YR 3/2) iron-manganese nodules and concretions throughout; common black krotovina; many coarse prominent yellowish brown (10YR 5/6) and many medium prominent yellowish brown (10YR 5/8) masses of oxidized iron in the matrix; slightly effervescent (12 percent calcium carbonate); moderately alkaline; clear wavy boundary.\n2Cg2--130 to 152 cm (51 to 60 inches); olive gray (5Y 5/2) stratified sandy loam, silt loam, and clay loam; massive; firm; few fine dark reddish brown (5YR 3/2) iron-manganese nodules and concretions throughout; few black krotovina; many medium prominent strong brown (7.5YR 5/6) and yellowish brown (10YR 5/8) masses of oxidized iron in the matrix; strongly effervescent (24 percent calcium carbonate); moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Iroquois County, Illinois; about 3 miles west and 1 mile north of Onarga; 2540 feet north and 45 feet west of the southeast corner of sec. 16, T. 26 N., R. 10 E.; USGS Onarga West topographic quadrangle; lat. 40 degrees 43 minutes 41.1 seconds N. and long. 88 degrees 04 minutes 03.5 seconds W.; UTM Zone 16T, 409841 easting and 4509120 northing, NAD 83."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nDepth to the base of the cambic horizon: 76 to 127 cm (30 to 50 inches)\nDepth to carbonates: 41 to 102 cm (16 to 40 inches)\nThickness of the mollic epipedon: 25 to 61 cm (10 to 24 inches) in thickness\nAverage fine and coarser sand content of the particle-size control section: less than 15 percent\nAverage clay content of the particle-size control section: 27 to 35 percent\nAp, A, and/or AB horizon:\nHue: 10YR or neutral\nValue: 2 to 3\nChroma: 0 to 2. Some pedons contain redoximorphic features in the lower part, and some have organic coatings on faces of peds.\nTexture: silty clay loam, silt loam, or clay loam\nReaction: slightly acid to slightly alkaline\nSome pedons have a BA horizon rather than an AB horizon.\nBtg and/or Bg horizon:\nHue: 5Y, 2.5Y, or 10YR\nValue: 4 to 6\nChroma: 1 or 2. Redoximorphic features have chroma that ranges to 8.\nTexture: silty clay loam, clay loam, or silty clay\nReaction: neutral or slightly alkaline. Some pedons contain carbonates.\n2Btg, 2BCg, and/or 2Bg horizon:\nHue: 5Y, 2.5Y, or 10YR\nValue: 5 or 6\nChroma: 1 to 8. Redoximorphic features are present.\nTexture: commonly stratified silty clay loam, clay loam, silt loam, or loam. Some pedons contain strata of sandy loam, loamy sand, or sand.\nSand content: averages more than 10 percent.\nRock fragments: 10 percent or less\nReaction: slightly alkaline or moderately alkaline. Most pedons contain carbonates.\n2Cg horizon:\nHue: 5Y, 2.5Y, or 10YR. Some redoximorphic features have hue of 7.5YR.\nValue: 5 or 6\nChroma of 1 to 8. Typically some part of the matrix has chroma of 1 or 2, and redoximorphic features have higher chroma.\nTexture: commonly stratified silt loam, loam, silty clay loam, clay loam, or sandy loam. Some pedons contain thin lenses of sand or loamy sand.\nSand content: averages more than 10 percent.\nRock fragments: commonly less than 15 percent. Some pedons contain as much as 20 percent.\nReaction: moderately alkaline, or less commonly, slightly alkaline. Carbonates are present."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Chalmers, Chetomba, Dolbee, Drummer, Dunham, Elpaso, Elvira, Garwin, Gillett Grove, Hartsburg, Madelia, Marcus, Mascoutah Maxcreek, Maxfield, Maxmore, Ossian, Patton, Rushmore, Sable, and Wacousta soils. Chalmers, Chetomba, Dolbee, Drummer, Elpaso, Garwin, Maxfield, Maxmore, Ossian, Patton, and Sable soils do not have carbonates above a depth of 102 cm (40 inches). Dunham soils average more than 15 percent gravel in the lower part of the series control section. Elvira soils have iron and manganese oxides in the B horizon and iron and manganese accumulations in the A horizon. Gillett Grove soils formed in 102 to 152 cm (40 to 60 inches) of loess and in the underlying glacial till. Hartsburg, Mascoutah, and Sable soils average less than 10 percent sand in the lower half of the series control section. Madelia and Marcus soils average less than 10 percent sand in the lower part of the B horizon, and the C horizon is not stratified in the series control section. Maxcreek and Rushmore soils have well graded sand fractions in the lower two parts of the series control section. Wacousta soils have the base of the cambic horizon within a depth of 76 cm (30 inches)."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Pella soils are on nearly level or depressional areas on lake plains, outwash plains, and till plains thought to be of Wisconsin Age. They have plane or convex slopes with gradients typically less than 1 percent, but ranging from 0 to 3 percent. They formed in 51 to 102 cm (20 to 40 inches) of loamy or silty material with less than 15 percent sand coarser than very fine sand and the underlying stratified loamy sediments. Mean annual air temperature ranges from 7 to 12 degrees C (45 to 54 degrees F), mean annual precipitation ranges from 710 to 1041 mm (28 to 41 inches), frost-free period ranges from 140 to 195 days, and elevation ranges from 150 to 311 meters (492 to 1020 feet) above mean sea level."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the competing Drummer soils and the Barrington, Brenton, Elburn, Harpster, Mundelein, Peotone, and Wauconda soils. Drummer soils are slightly higher on the landform and commonly are adjacent to or surround areas of Pella. The moderately well drained Barrington soils and somewhat poorly drained Mundelein soils are on higher parts of the landform and form a drainage sequence with Pella. The somewhat poorly drained Brenton and Elburn soils have argillic horizons, lack carbonates within a depth of 102 cm (40 inches), and are on higher part of the landform. Harpster soils are on similar or slightly lower parts of the landform and are calcareous throughout. Peotone soils are on similar or slightly lower positions, have mollic epipedons more than 61 cm (24 inches) thick, and lack carbonates within a depth of 102 cm (40 inches). Wauconda soils lack mollic epipedons and are on slightly higher parts of the landscape."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Poorly drained. An apparent seasonal high water table is at 15 cm (0.5 foot) above the surface to 31 cm (1.0 foot) below the surface at some time during spring in most years. The potential for surface runoff is negligible to low. Saturated hydraulic conductivity is moderately high or high (4.23 to 14.11 micrometers per second). Permeability is moderate."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Most areas of these soils are used for cultivated crops. Corn and soybeans are the principal crops. Native vegetation is probably marsh grasses and sedges."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Illinois, Indiana, Michigan, and Wisconsin in MLRA 95A, 95B, 98, 99, 108A, 108B, 110, 111A. 111B, 111C, 111D, and 115C. These soils are of large extent with more than 200,000 acres mapped."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Indianapolis, Indiana."
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Ford County, Illinois, 1929."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: This pedon in Iroquois County is pedon number 84 in appendix IV of Soil Taxonomy. A till substratum, bedrock substratum, stratified sandy substratum, and occasionally flooded phases are recognized. These phases will be evaluated during MLRA update activities to determine if new series are needed.\nDiagnostic horizons and features recognized in this pedon are: mollic epipedon - the zone from the surface to a depth of 0 to 43 cm (0 to 17 inches) (Ap, A, and BA horizons): cambic horizon - the zone from approximately 43 to 97 cm (17 to 38 inches) (Btg1, Btg2 and 2Btg3).\n________________________________________\nNational Cooperative Soil Survey\nU.S.A."
  }
}
