{
  "SERIES": "PENDEN",
  "STATUS": "Established Series",
  "BYREV": "Rev. ELF, JCW",
  "REVDATE": "09/2006",
  "STATES": "KS",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-loamy, mixed, superactive, mesic Typic Calciustolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Penden clay loam - in native grass range. (Colors are for dry soil unless otherwise stated.)\nA1--0 to 23 centimeters (0 to 9 inches); grayish brown (10YR 5/2) clay loam, very dark grayish brown (10YR 3/2) moist; moderate medium granular structure; hard, friable; many fine roots; many worm casts; slight effervescence; slightly alkaline; gradual smooth boundary. (18 to 30 centimeters (7 to 12 inches) thick)\nA2--23 to 38 centimeters (9 to 15 inches); grayish brown (10YR 5/2) clay loam, very dark grayish brown (10YR 3/2) moist; moderate medium granular structure; hard, friable; common fine roots; few small lime concretions; many worm casts; few coarse sand grains; strong effervescence; moderately alkaline; gradual smooth boundary. (0 to 25 centimeters (0 to 10 inches) thick)\nBk--38 to 86 centimeters (15 to 34 inches); pale brown (10YR 6/3) clay loam, brown (10YR 5/3) moist; weak medium subangular blocky structure; very hard, firm; few fine roots; threads, films, and many soft accumulations of carbonates and lime concretions, common fine pores; violent effervescence; moderately alkaline; diffuse smooth boundary. (30 to 76 centimeters (12 to 30 inches) thick)\nC--86 to 152 centimeters (34 to 60 inches); pale brown (10YR 6/3) clay loam, brown (10YR 5/3) moist; massive; hard, friable; few small lime concretions; many fine pores; violent effervescence; moderately alkaline."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Lane County, Kansas; about 8 kilometers (5 miles) south and 1.6 kilometers (1 mile) east of Pendennis; 238 meters (780 feet) east and 24 meters (80 feet) north of the southwest corner of sec. 16, T. 17 S., R. 27 W."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture regime: ustic moisture regime\nSoil temperature regime: mesic\nMean annual soil temperature: 11 to 14 degrees C. (53 to 58 degrees F.)\nParticle size control section: 24 to 34 percent clay\nDepth to bedrock: between 152 and 203 centimeters (60 and 80 inches)\nDepth to the calcic horizon: less than 76 centimeters (30 inches)\nThickness of mollic epipedon: 18 to 51 centimeters (7 to 20 inches)\nA horizon\nHue: 10YR\nValue: 4 or 5, 2 or 3 (moist)\nChroma: 2 or 3\nTexture: clay loam, loam and silty clay loam\nReaction: slightly alkaline or moderately alkaline\nBk horizon\nHue: 7.5YR or 10YR\nValue: 4 to 8, 3 to 7 (moist)\nChroma: 2 or 3\nTexture: clay loam, loam and silty clay loam\nReaction: slightly alkaline or moderately alkaline\nC horizon\nHue: 7.5YR to 2.5Y\nValue: 5 to 8, 4 to 7 (moist)\nChroma: 2 to 4\nTexture: clay loam or loam\nReaction: moderately alkaline or strongly alkaline"
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: This is the Ethan series.\nEthan soils have soil temperatures of less than 11 degrees C. (53 degrees F.) and are formed in glacial till."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING:\nParent material: eolian silty material over calcareous alluvium (Pleistocene Age)\nLandform: upland\nSlopes: 0 to 15 percent\nMean annual air temperature: 10 to 14 degrees C. (50 to 57 degrees F.)\nMean annual precipitation: 46 to 63 centimeters (18 to 25 inches)"
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Campus, Canlon, Harney, Kim, Spearville, and Uly series.\nThe more clayey Harney and Spearville soils are on the nearby nearly level to gently sloping loess mantled uplands.\nCampus and Canlon soils are in areas where the caliche beds are near the surface.\nKim and Uly soils are on similar topography.\nKim soils lack mollic epipedons."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY:\nDrainage: well drained\nRunoff: medium or high\nSaturated Hydraulic Conductivity: Moderate."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Mostly used for rangeland with gentler slopes cropped to wheat and sorghum.\nNative vegetation is dominantly big bluestem and little bluestem with lesser amounts of western wheatgrass, switchgrass, sideoats, grama, indiangrass, and forbs with blue grama and broom snakeweed dominate heavily grazed areas."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Western Kansas and in adjacent parts of Colorado and Nebraska. The series is of large extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Denver, Colorado"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Lane County, Kansas, 1970."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nMollic epipedon: 0 to 38 centimeters (0 to 15 inches) (A horizon)\nCalciustolls feature: calic horizon 38 centimeters (15 inches)\nADDITIONAL DATA: Laboratory data is available at the NSSL Lincoln, NE. Pedon numbers 81KS065001 and 99KS195002. This data supports the revised classification.\nModified format by LRM in 7/2006 to include metric conversion and change permeability to saturated hydraulic conductivity.\nNational Cooperative Soil Survey\nU.S.A."
  }
}
