{
  "SERIES": "PENELAS",
  "STATUS": "Established Series",
  "BYREV": "Rev. JHD/WED/JBF",
  "REVDATE": "06/2016",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Loamy-skeletal, mixed, superactive, mesic, shallow Xeric Haplargids"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Penelas very channery loam, rangeland. (Colors are for dry soil unless otherwise noted.)\nA--0 to 5 cm; pale brown (10YR 6/3) very channery loam, brown (10YR 4/3) moist; weak very thin platy structure; slightly hard, very friable, slightly sticky and slightly plastic; many very fine vesicular and few very fine and fine tubular pores; 50 percent shale channers; moderately alkaline (pH 8.2); abrupt smooth boundary. (3 to 18 cm thick)\nBt--5 to 13 cm; very pale brown (10YR 7/3) extremely channery silty clay loam, brown (10YR 4/3) moist; strong very fine and fine angular and subangular blocky structure; slightly hard, very friable, very sticky and very plastic; many very fine, common fine and few medium roots; many very fine interstitial pores; common faint clay films bridging and coating sand grains; 70 percent shale channers; slightly alkaline (pH 7.6); abrupt irregular boundary. (8 to 33 cm thick)\nCr--13 to 25 cm; gray (N5/) platy shale bedrock with less than 3 hardness; faint pale brown (10YR 6/3) clay films lining fracture faces, brown (10YR 4/3) moist; few fine distinct dark brown (7.5YR 3/2) and light reddish brown (2.5YR 6/4) organic stains and mottles on fracture faces."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Nye County, Nevada; 750 feet east of the west 1/4 corner of section 28, T. 8 N., R. 43 E; USGS Seyler Peak 7.5 minute topographic quadrangle; latitude 38 degrees 31 minutes 22 seconds N and longitude 117 degrees 9 minutes 56 seconds W; WGS84 Decimal Degrees 38.5227778 latitude, -117.1655556  longitude."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS:\nSoil moisture: Usually dry, moist in winter and early spring months, dry in summer and fall except for 10 to 20 days cumulative between July and October due to convective storms; aridic soil moisture regime that borders on xeric.\nMean annual soil temperature: 12 to 15 degrees C.\nDepth to soft rock: 13 to 36 cm.\nReaction: Slightly alkaline through strongly alkaline.\nCarbonates: Commonly noncalcareous, but slightly effervescent in the A horizon or have some secondary calcium carbonate concretion on bottom of the shale rocks in some pedons.\nCalcium carbonate equivalent: 0 to 5 percent in the material less than 2 mm.\nParticle-size control section - Clay content: 20 to 30 percent.\nRock fragments: 60 to 75 percent, mainly channers or flagstones.\nA horizon\nHue: 10YR or 7.5YR.\nValue: 5 or 6 dry, 3 through 5 moist.\nChroma: 2 through 4, dry or moist\nBt horizon\nHue: 10YR or 7.5YR.\nValue: 4 through 7 dry, 4 or 5 moist.\nChroma: 2 through 4, dry or moist.\nStructure: Moderate to strong very fine to medium angular or subangular blocky structure, or massive.\nTexture: Loam, clay loam or silty clay loam with less than 35 percent clay and less than 35 percent sand.\nConsistence: Very friable to friable, moist, moderately sticky and very sticky, moderately plastic and very plastic, wet.\nCr horizon\nBedrock is generally platy but is massive in some pedons."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: These are the Abalan, Alcan, Armoine, Berit, Bouncer, Entero, Flex, Ginex, Harvan, Ravenell, Sedsked, Soar, Stodick and Zyzzi series.\nAbalan soils have secondary calcium carbonate in the in the argillic horizon. Alcan, Armoine, Bouncer, Entero, Flex, Ginex, Ravenell, Soar, and Stodick soils have less than 60 percent gravel in the particle-size control section. Alcan, Armoine and Zyzzi soils have a high percentage of the rock fragments less than 5 mm in diameter. Berit, Flex, Sedsked and Stodick soils are not moist for 10 to 20 days in the summer. Also, Berit and Flex soils are neutral or slightly acid and Stodick soils are 36 to 50 cm deep to bedrock. Harvan soils have densic materials within 30 to 50 cm. Ravenell soils have a clay or sandy clay Bt horizon."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Penelas soils are on mountain slopes and hills. Penelas soils formed in residuum and colluvium from shale, consolidated sandstone, and other sedimentary and metamorphic rock. Slopes are 2 to 50 percent. Elevations are 1,302 to 2,390 meters. The mean annual precipitation is about 200 to 300 mm, the mean annual temperature is 10 to 12 degrees C, and the frost-free season is 90 to 130 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Kyler, Laxal, Logring, Tomel, Ubehebe and Weepah soils. Kyler soils have lithic a contact within 50 cm. Laxal soils lack a paralithic contact within 50 cm. Logring soils lack an argillic horizon and have carbonatic mineralogy. Tomel soils have duripan within 50 cm. Ubehebe soils have a mollic epipedon. Weepah soils lack an argillic horizon."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY",
    "content": "DRAINAGE AND SATURATED HYDRAULIC CONDUCTIVITY: Well drained; medium or very high runoff, moderately high saturated hydraulic conductivity."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: Livestock grazing and wildlife habitat. The vegetation is principally black sagebrush, with some Nevada ephedra, Utah juniper, galleta, Indian ricegrass, shadscale and annual forbs."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: Central Nevada. These soils are not extensive. MLRA 28B, 28A, and 29."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Davis, California"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Nye County (Big Smoky Valley Area), Nevada, 1972."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features recognized in this pedon are:\nOchric epipedon - The zone from the surface to 5 cm (A horizon).\nArgillic horizon - The zone from about 5 to 13 cm (Bt horizon)\nParalithic contact - The boundary at about 13 cm (Cr horizon).\nParticle-size control section - The zone from surface to 13 cm (A and Bt horizon)\nNational Cooperative Soil Survey\nU.S.A."
  }
}
