{
  "SERIES": "PENGRA",
  "STATUS": "Established Series",
  "BYREV": "Rev. PRS /DRJ/RWL",
  "REVDATE": "08/2006",
  "STATES": "OR",
  "OVERVIEW": "The Pengra series consists of very deep, somewhat poorly drained soils that formed in silty and clayey alluvium. These soils are on foot slopes, toe slopes or alluvial fans of foothills. Slopes are 1 to 30 percent. The average annual precipitation is about 45 inches and the average annual temperature is about 53 degrees F.",
  "TAXONOMIC CLASS": {
    "section": "TAXONOMIC CLASS",
    "content": "TAXONOMIC CLASS: Fine-silty over clayey, mixed over smectitic, superactive, mesic Vertic Epiaquolls"
  },
  "TYPICAL PEDON": {
    "section": "TYPICAL PEDON",
    "content": "TYPICAL PEDON: Pengra silt loam - cultivated. (Colors are for moist soil unless otherwise noted.)\nAp--0 to 6 inches; very dark grayish brown (10YR 3/2) silt loam, grayish brown (2.5Y 5/2) dry; moderate fine granular structure; slightly hard, friable, nonsticky and nonplastic; many very fine roots; many irregular pores; moderately acid (pH 5.8); abrupt smooth boundary. (5 to 8 inches thick)\nBA--6 to 13 inches; very dark grayish brown (10YR 3/2) silty clay loam, grayish brown (2.5Y 5/2) dry; weak coarse subangular blocky structure parting to moderate fine subangular blocky; hard, friable, slightly sticky and moderately plastic; common very fine roots; many very fine tubular pores; few fine distinct yellowish brown (10YR 5/6, 5/8) masses of iron accumulation; moderately acid (pH 5.6); clear wavy boundary. (0 to 10 inches thick)\nBw--13 to 21 inches; dark grayish brown (2.5Y 4/2) heavy silty clay loam, light brownish gray (2.5Y 6/2) dry; moderate coarse prismatic structure parting to moderate fine subangular blocky; hard, firm, moderately sticky and moderately plastic; common very fine roots; many very fine pores; many distinct yellowish brown (10YR 5/6, 5/8) masses of iron accumulation; moderately acid (pH 5.8); abrupt wavy boundary. (6 to 20 inches thick)\n2C1--21 to 36 inches; very dark grayish brown (2.5Y 3/2) clay, dark gray (5Y 4/1) dry; massive; extremely hard, very firm, very sticky and very plastic; few roots; few very fine tubular pores; common pressure faces; slightly acid (pH 6.4); gradual wavy boundary. (10 to 18 inches thick)\n2C2--36 to 60 inches; dark grayish brown (2.5Y 4/2) clay; massive; extremely hard, very firm, very sticky and very plastic; few very fine tubular pores; common pressure faces; neutral (pH 6.6)."
  },
  "TYPE LOCATION": {
    "section": "TYPE LOCATION",
    "content": "TYPE LOCATION: Lane County, Oregon; south of Nielson Road; about 400 feet east and 1,400 feet south of the NW corner of section 31, T. 17 S., R. 4 W. Willamette Meridian. Eugene West, Oregon USGS 7.5 minute topographic quadrangle. Latitude 44 degrees, 03 minutes, 07 seconds N. and Longitude 123 degrees, 13 minutes, 40 seconds W., NAD27."
  },
  "RANGE IN CHARACTERISTICS": {
    "section": "RANGE IN CHARACTERISTICS",
    "content": "RANGE IN CHARACTERISTICS: The soil is usually moist and is saturated for prolonged periods during winter, but it is dry in all parts between a depth of 4 and 12 inches for 45 to 60 consecutive days during the summer. The mean annual soil temperature is 52 to 56 degrees F. The thickness of the solum to the underlying clay ranges from 14 to 30 inches. Distinct redox concentrations are within 12 inches of the surface. The mollic epipedon is 10 to 24 inches thick.\nThe A horizon has hue of 10YR or 7.5YR, value of 2 or 3 moist, 4 or 5 dry and chroma of 2 or 3 moist and dry. Texture is silt loam with 20 to 27 percent clay. Reaction is moderately acid or slightly acid.\nThe BA and Bw horizons have hue of 5Y to 10YR, value of 3 to 5 moist, 4 to 6 dry and chroma of 2 or 3 moist and dry. Texture is silty clay loam with 27 to 35 percent clay. Reaction is strongly acid to slightly acid.\nThe 2C horizon or 2Bt horizon when present, has value of 10YR, 2.5Y or 5Y, value of 3 to 5 moist, 4 to 6 dry and chroma of 1 to 4 moist and dry. Texture is clay or gravelly clay with 60 to 70 percent clay. It has 0 to 10 percent gravel and 0 to 5 percent cobbles. Reaction is strongly acid to neutral."
  },
  "COMPETING SERIES": {
    "section": "COMPETING SERIES",
    "content": "COMPETING SERIES: There are no competing series."
  },
  "GEOGRAPHIC SETTING": {
    "section": "GEOGRAPHIC SETTING",
    "content": "GEOGRAPHIC SETTING: Pengra soils are on foot slopes, fans, or toe slopes. Elevations are 250 to 2,500 feet. Slopes are 1 to 30 percent. The soils formed in clayey alluvium overlain by recent silty slope alluvium. The average annual precipitation is 30 to 60 inches. The climate is characterized by cool and wet winters and warm and dry summers. The average January temperature is 39 degrees F.and the average July temperature is 67 degrees F. The average annual temperature is 50 to 55 degrees F. The frost-free season is 160 to 235 days."
  },
  "GEOGRAPHICALLY ASSOCIATED SOILS": {
    "section": "GEOGRAPHICALLY ASSOCIATED SOILS",
    "content": "GEOGRAPHICALLY ASSOCIATED SOILS: These are the Bellpine, Courtney, Hazelair, Natroy, Panther, and Sutherlin soils. Bellpine soils are well drained and have an argillic horizon. Courtney soils are poorly drained and have an argillic horizon underlain by skeletal alluvium within 40 inches. Sutherlin soils are fine-loamy over clayey, are moderately well drained and have ochric epipedons. Bellpine and Sutherlin soils are on adjacent side slopes of foothills. Courtney and Natroy soils are on adjacent terraces. Hazelair and Panther soils are in concave areas on side slopes of foothills."
  },
  "DRAINAGE AND PERMEABILITY": {
    "section": "DRAINAGE AND PERMEABILITY",
    "content": "DRAINAGE AND PERMEABILITY: Somewhat poorly drained; very slow permeability. A perched water table is at its uppermost limit from November to April."
  },
  "USE AND VEGETATION": {
    "section": "USE AND VEGETATION",
    "content": "USE AND VEGETATION: These soils are typically used for hay, pasture, or grass seed production. Native vegetation is mainly Oregon white oak, Oregon ash, wild rose, poison oak, blackberries, grasses, and widely spaced Douglas fir and ponderosa pine."
  },
  "DISTRIBUTION AND EXTENT": {
    "section": "DISTRIBUTION AND EXTENT",
    "content": "DISTRIBUTION AND EXTENT: West central and southwestern interior valleys of Oregon; MLRA 2. The soil is in small bodies and of moderate extent."
  },
  "REGIONAL OFFICE": {
    "section": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE",
    "content": "MLRA SOIL SURVEY REGIONAL OFFICE (MO) RESPONSIBLE: Portland, Oregon"
  },
  "ORIGIN": {
    "section": "SERIES ESTABLISHED",
    "content": "SERIES ESTABLISHED: Lane County Area, Oregon, 1981."
  },
  "REMARKS": {
    "section": "REMARKS",
    "content": "REMARKS: Diagnostic horizons and features include:\nMollic epipedon - the zone from 0 to 13 inches (Ap and BA horizons)\nCambic horizon - the zone from 13 to 21 inches (Bw horizon)\nAquic feature - the zone from 16 to 21 inches having aquic conditions for some time in most years and chroma of 2 with redox concentrations (lower part of the\nmollic epipedon)\nEpisaturation feature - the soil is saturated with water in one or more layers from the upper boundary of saturation (BA horizon) to 21 inches (2C1 horizon)\nVertic feature - the zone from 21 to 60 inches (2C1 and 2C2 horizons) having pressure faces, smectitic mineralogy, and an assumed linear extensibility of 6.0 or more. Series needs a review for \"vertic\" concept when clay layers are deeper than 24 inches.\nThe classification was changed from Typic Haplaquolls to Vertic Epiaquolls in 5/94. In the 2/84 revision, the family classification was changed to fine-silty over clayey. In the 12/2002 revision, the mineralogy was revised to mixed over smectitic. The increase in clay is greater than 26 percent (absolute) between the B and 2C horizons and the B horizon has less than 35 percent clay. The family mineralogy classification is changed to mixed. Mineralogy is to reflect the upper part of the contrasting particle-size control sections.\nNational Cooperative Soil Survey\nU.S.A."
  },
  "SITE": [
    [
      {
        "drainage": "somewhat poorly",
        "drainage_overview": "somewhat poorly"
      }
    ]
  ],
  "HORIZONS": [
    [
      {
        "name": "Ap",
        "top": 0,
        "bottom": 15,
        "dry_hue": "2.5Y",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "silt loam",
        "pH": 5.8,
        "pH_class": "moderately acid",
        "distinctness": "abrupt",
        "topography": "smooth",
        "narrative": "Ap--0 to 6 inches; very dark grayish brown (10YR 3/2) silt loam, grayish brown (2.5Y 5/2) dry; moderate fine granular structure; slightly hard, friable, nonsticky and nonplastic; many very fine roots; many irregular pores; moderately acid (pH 5.8); abrupt smooth boundary. (5 to 8 inches thick)"
      },
      {
        "name": "BA",
        "top": 15,
        "bottom": 33,
        "dry_hue": "2.5Y",
        "dry_value": 5,
        "dry_chroma": 2,
        "moist_hue": "10YR",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "silty clay loam",
        "pH": 5.6,
        "pH_class": "moderately acid",
        "distinctness": "clear",
        "topography": "wavy",
        "narrative": "BA--6 to 13 inches; very dark grayish brown (10YR 3/2) silty clay loam, grayish brown (2.5Y 5/2) dry; weak coarse subangular blocky structure parting to moderate fine subangular blocky; hard, friable, slightly sticky and moderately plastic; common very fine roots; many very fine tubular pores; few fine distinct yellowish brown (10YR 5/6, 5/8) masses of iron accumulation; moderately acid (pH 5.6); clear wavy boundary. (0 to 10 inches thick)"
      },
      {
        "name": "Bw",
        "top": 33,
        "bottom": 53,
        "dry_hue": "2.5Y",
        "dry_value": 6,
        "dry_chroma": 2,
        "moist_hue": "2.5Y",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "silty clay loam",
        "pH": 5.8,
        "pH_class": "moderately acid",
        "distinctness": "abrupt",
        "topography": "wavy",
        "narrative": "Bw--13 to 21 inches; dark grayish brown (2.5Y 4/2) heavy silty clay loam, light brownish gray (2.5Y 6/2) dry; moderate coarse prismatic structure parting to moderate fine subangular blocky; hard, firm, moderately sticky and moderately plastic; common very fine roots; many very fine pores; many distinct yellowish brown (10YR 5/6, 5/8) masses of iron accumulation; moderately acid (pH 5.8); abrupt wavy boundary. (6 to 20 inches thick)"
      },
      {
        "name": "2C1",
        "top": 53,
        "bottom": 91,
        "dry_hue": "5Y",
        "dry_value": 4,
        "dry_chroma": 1,
        "moist_hue": "2.5Y",
        "moist_value": 3,
        "moist_chroma": 2,
        "texture_class": "clay",
        "pH": 6.4,
        "pH_class": "slightly acid",
        "distinctness": "gradual",
        "topography": "wavy",
        "narrative": "2C1--21 to 36 inches; very dark grayish brown (2.5Y 3/2) clay, dark gray (5Y 4/1) dry; massive; extremely hard, very firm, very sticky and very plastic; few roots; few very fine tubular pores; common pressure faces; slightly acid (pH 6.4); gradual wavy boundary. (10 to 18 inches thick)"
      },
      {
        "name": "2C2",
        "top": 91,
        "bottom": 152,
        "moist_hue": "2.5Y",
        "moist_value": 4,
        "moist_chroma": 2,
        "texture_class": "clay",
        "pH": 6.6,
        "pH_class": "neutral",
        "narrative": "2C2--36 to 60 inches; dark grayish brown (2.5Y 4/2) clay; massive; extremely hard, very firm, very sticky and very plastic; few very fine tubular pores; common pressure faces; neutral (pH 6.6)."
      }
    ]
  ]
}
